{
    "reg_info": {
        "full_title": "O. Reg. 341/02: PAYMENTS RE SECTIONS 79.1 AND 79.2 OF THE ACT",
        "reg_name_text": "PAYMENTS RE SECTIONS 79.1 AND 79.2 OF THE ACT",
        "citation": "O. Reg. 341/02: ",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la Commission de l’énergie de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/020341",
        "date_scraped": "2023-12-19 17:04:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020341/v2",
            "valid_from": "August 23, 2005",
            "valid_to": "June 29, 2006"
        },
        {
            "a_href": "/laws/regulation/020341/v1",
            "valid_from": "December 23, 2003",
            "valid_to": "August 22, 2005"
        }
    ],
    "content": [
        {
            "id": "P86_2085",
            "section": "Definitions",
            "content": "1. In this Regulation, “embedded distributor” means, in respect of another licensed distributor, a licensed distributor who is an embedded distributor under the Retail Settlement Code under the Act and for whom the other licensed distributor is the host distributor under the Retail Settlement Code; “licensed distributor” means a distributor licensed under the Act. O. Reg. 341/02, s. 1; O. Reg. 434/02, s. 3. Payments re Subsections 79.1 (1) to (9) of the Act",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P86_2085\"></a><a name=\"BK1\"></a>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“embedded distributor” means, in respect of another licensed distributor, a licensed distributor who is an embedded distributor under the Retail Settlement Code under the Act and for whom the other licensed distributor is the host distributor under the Retail Settlement Code;</p> <p class=\"definition-e\">“licensed distributor” means a distributor licensed under the Act. O. Reg. 341/02, s. 1; O. Reg. 434/02, s. 3.</p> <p class=\"heading1-e\"><a name=\"P89_2509\"></a><a name=\"BK2\"></a>Payments re Subsections 79.1 (1) to (9) of the Act</p>"
        },
        {
            "id": "P91_2605",
            "section": "Payments by licensed distributors to retailers",
            "content": "2. (1) Every licensed distributor shall make a payment to a retailer in accordance with this section in respect of any payments that the retailer is required to make under subsection 79.1 (2) of the Act to low-volume consumers located in the licensed distributor’s service area. O. Reg. 341/02, s. 2 (1). (2) The amount of the payment shall be the amount determined by multiplying $75 by the number of payments of $75 the retailer is required to make under subsection 79.1 (2) of the Act to low-volume consumers located in the licensed distributor’s service area. O. Reg. 341/02, s. 2 (2). (3) The licensed distributor shall make the payment to the retailer, (a) by paying the retailer the amount determined under subsection (2); or (b) by way of set-off of the amount determined under subsection (2) against amounts payable by the retailer to the licensed distributor. O. Reg. 341/02, s. 2 (3). (4) The licensed distributor shall make the payment, (a) after receipt from the retailer of a statement setting out, (i) the total number of the retailer’s low-volume consumers to whom the retailer is required to make a payment under subsection 79.1 (2) of the Act that are located in the licensed distributor’s service area, and (ii) the total amount payable by the retailer to the consumers referred to in subclause (i); and (b) after the IESO makes the payment to the licensed distributor required under section 5. O. Reg. 341/02, s. 2 (4); O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment required under this section in accordance with subsection (4) even if the retailer has not yet made any payments to low-volume consumers required under subsection 79.1 (2) of the Act. O. Reg. 341/02, s. 2 (5). (6) Every retailer shall provide the following information to the licensed distributor, the IESO and the Financial Corporation forthwith after making all payments required under subsection 79.1 (2) of the Act to low-volume consumers: 1. The total number of the retailer’s low-volume consumers to whom the retailer made a payment under subsection 79.1 (2) of the Act. 2. The total amount payable by the retailer to the consumers referred to in paragraph 1. O. Reg. 341/02, s. 2 (6); O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P91_2605\"></a><a name=\"BK3\"></a>2. </b>(1) Every licensed distributor shall make a payment to a retailer in accordance with this section in respect of any payments that the retailer is required to make under subsection 79.1 (2) of the Act to low-volume consumers located in the licensed distributor’s service area. O. Reg. 341/02, s. 2 (1).</p> <p class=\"subsection-e\">(2) The amount of the payment shall be the amount determined by multiplying $75 by the number of payments of $75 the retailer is required to make under subsection 79.1 (2) of the Act to low-volume consumers located in the licensed distributor’s service area. O. Reg. 341/02, s. 2 (2).</p> <p class=\"subsection-e\">(3) The licensed distributor shall make the payment to the retailer,</p> <p class=\"clause-e\">(a) by paying the retailer the amount determined under subsection (2); or</p> <p class=\"clause-e\">(b) by way of set-off of the amount determined under subsection (2) against amounts payable by the retailer to the licensed distributor. O. Reg. 341/02, s. 2 (3).</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment, </p> <p class=\"clause-e\">(a) after receipt from the retailer of a statement setting out,</p> <p class=\"subclause-e\">(i) the total number of the retailer’s low-volume consumers to whom the retailer is required to make a payment under subsection 79.1 (2) of the Act that are located in the licensed distributor’s service area, and</p> <p class=\"subclause-e\">(ii) the total amount payable by the retailer to the consumers referred to in subclause (i); and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required under section 5. O. Reg. 341/02, s. 2 (4); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment required under this section in accordance with subsection (4) even if the retailer has not yet made any payments to low-volume consumers required under subsection 79.1 (2) of the Act. O. Reg. 341/02, s. 2 (5).</p> <p class=\"subsection-e\">(6) Every retailer shall provide the following information to the licensed distributor, the IESO and the Financial Corporation forthwith after making all payments required under subsection 79.1 (2) of the Act to low-volume consumers:</p> <p class=\"paragraph-e\">1. The total number of the retailer’s low-volume consumers to whom the retailer made a payment under subsection 79.1 (2) of the Act.</p> <p class=\"paragraph-e\">2. The total amount payable by the retailer to the consumers referred to in paragraph 1. O. Reg. 341/02, s. 2 (6); O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P106_4929",
            "section": "Payments by licensed distributors to embedded distributors",
            "content": "3. (1) Every licensed distributor who is a market participant shall make a payment in accordance with this section to an embedded distributor in respect of any payments the embedded distributor is required to make, (a) under subsection 79.1 (1) of the Act to low-volume consumers located in the embedded distributor’s service area; or (b) under section 2 to a retailer. O. Reg. 341/02, s. 3 (1). (2) The amount of the payment shall be the amount determined by multiplying $75 by the number of payments of $75 the embedded distributor is required to make under subsection 79.1 (1) of the Act to low-volume consumers located in the embedded distributor’s service area plus the amount, if any, that the embedded distributor is required to pay a retailer under section 2. O. Reg. 341/02, s. 3 (2). (3) The licensed distributor shall make the payment to the embedded distributor, (a) by paying the embedded distributor the amount determined under subsection (2); or (b) by way of set-off of the amount determined under subsection (2) against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 341/02, s. 3 (3). (4) The licensed distributor shall make the payment, (a) after receipt from the embedded distributor of a statement setting out, (i) the total number of the embedded distributor’s low-volume consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (1) of the Act, (ii) the total amount payable by the embedded distributor to the consumers referred to in subclause (i), (iii) all of the information in statements provided to the embedded distributor by retailers under clause 2 (4) (a); and (b) after the IESO makes the payment to the licensed distributor required under section 5. O. Reg. 341/02, s. 3 (4); O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment required under this section in accordance with subsection (4) even if the embedded distributor has not yet made any payments to low-volume consumers required under subsection 79.1 (1) of the Act or to a retailer under section 2. O. Reg. 341/02, s. 3 (5). (6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making all payments required under subsection 79.1 (1) of the Act to low-volume consumers: 1. The total number of the embedded distributor’s low-volume consumers to whom the embedded distributor made a payment under subsection 79.1 (1) of the Act. 2. The total amount payable by the embedded distributor to the consumers referred to in paragraph 1. O. Reg. 341/02, s. 3 (6); O. Reg. 434/02, s. 5; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P106_4929\"></a><a name=\"BK4\"></a>3. </b>(1) Every licensed distributor who is a market participant shall make a payment in accordance with this section to an embedded distributor in respect of any payments the embedded distributor is required to make,</p> <p class=\"clause-e\">(a) under subsection 79.1 (1) of the Act to low-volume consumers located in the embedded distributor’s service area; or</p> <p class=\"clause-e\">(b) under section 2 to a retailer. O. Reg. 341/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) The amount of the payment shall be the amount determined by multiplying $75 by the number of payments of $75 the embedded distributor<b> </b>is required to make under subsection 79.1 (1) of the Act to low-volume consumers located in the embedded distributor’s service area plus the amount, if any, that the embedded distributor is required to pay a retailer under section 2. O. Reg. 341/02, s. 3 (2).</p> <p class=\"subsection-e\">(3) The licensed distributor shall make the payment to the embedded distributor,</p> <p class=\"clause-e\">(a) by paying the embedded distributor the amount determined under subsection (2); or</p> <p class=\"clause-e\">(b) by way of set-off of the amount determined under subsection (2) against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 341/02, s. 3 (3).</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment, </p> <p class=\"clause-e\">(a) after receipt from the embedded distributor of a statement setting out,</p> <p class=\"subclause-e\">(i) the total number of the embedded distributor’s low-volume consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (1) of the Act, </p> <p class=\"subclause-e\">(ii) the total amount payable by the embedded distributor to the consumers referred to in subclause (i), </p> <p class=\"subclause-e\">(iii) all of the information in statements provided to the embedded distributor by retailers under clause 2 (4) (a); and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required under section 5. O. Reg. 341/02, s. 3 (4); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment required under this section in accordance with subsection (4) even if the embedded distributor has not yet made any payments to low-volume consumers required under subsection 79.1 (1) of the Act or to a retailer under section 2. O. Reg. 341/02, s. 3 (5).</p> <p class=\"subsection-e\">(6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making all payments required under subsection 79.1 (1) of the Act to low-volume consumers:</p> <p class=\"paragraph-e\">1. The total number of the embedded<b> </b>distributor’s low-volume consumers to whom the embedded distributor made a payment under subsection 79.1 (1) of the Act. </p> <p class=\"paragraph-e\">2. The total amount payable by the embedded distributor to the consumers referred to in paragraph 1. O. Reg. 341/02, s. 3 (6); O. Reg. 434/02, s. 5; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P124_7713",
            "section": "Payments to embedded distributors in respect of reductions to equal billing plan accounts",
            "content": "4. (1) Every licensed distributor who is a market participant shall make a payment to an embedded distributor who is required to make a reduction to an equal billing plan account under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 4 (1). (2) The amount payable to the embedded distributor shall be the total of all amounts determined under subclause 79.1 (9) (b) (ii) of the Act in respect of the equal billing plan accounts maintained by the embedded distributor. O. Reg. 341/02, s. 4 (2). (3) The licensed distributor shall make the payment to the embedded distributor, (a) by paying the embedded distributor the amount determined under subsection (2); or (b) by way of set-off of the amount determined under subsection (2) against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 341/02, s. 4 (3). (4) The licensed distributor shall make a payment to the embedded distributor on account of the amount payable, (a) after receipt from the embedded distributor of a statement setting out, (i) the total number of equal billing plan accounts for which the embedded distributor is required to make reductions under subsection 79.1 (9) of the Act, and (ii) the amount determined under subsection (2); and (b) after the IESO makes the payment to the licensed distributor required under section 7. O. Reg. 341/02, s. 4 (4); O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment required under this section in accordance with subsection (4) even if the embedded distributor has not yet made any reductions to the equal billing plan accounts required under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 4 (5). (6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making all reductions to equal billing plan accounts required under subsection 79.1 (9) of the Act: 1. The total number of equal billing plan accounts to which reductions were made by the embedded distributor under subsection 79.1 (9) of the Act. 2. The total amount of the reductions to the equal billing plan accounts made by the embedded distributor under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 4 (6); O. Reg. 434/02, s. 6; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P124_7713\"></a><a name=\"BK5\"></a>4. </b>(1) Every licensed distributor who is a market participant shall make a payment to an embedded distributor who is required to make a reduction to an equal billing plan account under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 4 (1).</p> <p class=\"subsection-e\">(2) The amount payable to the embedded distributor shall be the total of all amounts determined under subclause 79.1 (9) (b) (ii) of the Act in respect of the equal billing plan accounts maintained by the embedded distributor. O. Reg. 341/02, s. 4 (2).</p> <p class=\"subsection-e\">(3) The licensed distributor shall make the payment to the embedded distributor,</p> <p class=\"clause-e\">(a) by paying the embedded distributor the amount determined under subsection (2); or</p> <p class=\"clause-e\">(b) by way of set-off of the amount determined under subsection (2) against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 341/02, s. 4 (3).</p> <p class=\"subsection-e\">(4) The licensed distributor shall make a payment to the embedded distributor on account of the amount payable,</p> <p class=\"clause-e\">(a) after receipt from the embedded distributor of a statement setting out,</p> <p class=\"subclause-e\">(i) the total number of equal billing plan accounts for which the embedded distributor is required to make reductions under subsection 79.1 (9) of the Act, and</p> <p class=\"subclause-e\">(ii) the amount determined under subsection (2); and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required under section 7. O. Reg. 341/02, s. 4 (4); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment required under this section in accordance with subsection (4) even if the embedded distributor has not yet made any reductions to the equal billing plan accounts required under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 4 (5).</p> <p class=\"subsection-e\">(6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making all reductions to equal billing plan accounts required under subsection 79.1 (9) of the Act:</p> <p class=\"paragraph-e\">1. The total number of equal billing plan accounts to which reductions were made by the embedded distributor under subsection 79.1 (9) of the Act. </p> <p class=\"paragraph-e\">2. The total amount of the reductions to the equal billing plan accounts made by the embedded distributor under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 4 (6); O. Reg. 434/02, s. 6; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P139_10044",
            "section": "Payments to licensed distributors by the IESO",
            "content": "5. (1) The IESO shall make a payment to every licensed distributor who is a market participant and is required to make a payment described in section 2 to a retailer, equal to the payment, if any, that the licensed distributor is required to make under section 2 to the retailer. O. Reg. 341/02, s. 5 (1); O. Reg. 480/05, s. 1. (2) The IESO shall make the payment to a licensed distributor required under subsection (1) after receipt by the IESO of a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor by the retailer under clause 2 (4) (a). O. Reg. 341/02, s. 5 (2); O. Reg. 480/05, s. 1. (3) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment described in section 3 to an embedded distributor, equal to the payment, if any, that the licensed distributor is required to make under section 3 to the embedded distributor. O. Reg. 341/02, s. 5 (3); O. Reg. 480/05, s. 1. (4) The IESO shall make the payment to a licensed distributor required under subsection (3) after receipt by the IESO of a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor by embedded distributors under clause 3 (4) (a). O. Reg. 341/02, s. 5 (4); O. Reg. 480/05, s. 1. (5) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment under subsection 79.1 (1) of the Act equal to the amount, if any, determined by multiplying $75 by the number of payments the licensed distributor is required to make under subsection 79.1 (1) of the Act to low-volume consumers, after receipt of a statement from the licensed distributor setting out, (a) the total number of the licensed distributor’s low-volume consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (1) of the Act; and (b) the total amount payable by the licensed distributor to the consumers referred to in clause (a). O. Reg. 341/02, s. 5 (5); O. Reg. 480/05, s. 1. (6) The IESO shall make a payment to a licensed distributor required under this section, (a) by paying the licensed distributor an amount payable to the licensed distributor under this section; or (b) by way of set-off of an amount payable to the licensed distributor under this section against amounts payable by the licensed distributor to the IESO. O. Reg. 341/02, s. 5 (6); O. Reg. 480/05, s. 1. (7) The IESO shall make the payments required under this section even if the licensed distributor has not yet made any payments to the low-volume consumers required under subsection 79.1 (1) of the Act, any payments to retailers required under section 2 or any payments to embedded distributors required under section 3. O. Reg. 341/02, s. 5 (7); O. Reg. 480/05, s. 1. (8) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making all payments required under subsection 79.1 (1) of the Act to low-volume consumers: 1. The total number of the licensed distributor’s low-volume consumers to whom the licensed distributor made a payment under subsection 79.1 (1) of the Act. 2. The total amount payable by the licensed distributor to the consumers referred to in paragraph 1. O. Reg. 341/02, s. 5 (8); O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P139_10044\"></a><a name=\"BK6\"></a>5. </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and is required to make a payment described in section 2 to a retailer, equal to the payment, if any, that the licensed distributor is required to make under section 2 to the retailer. O. Reg. 341/02, s. 5 (1); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The IESO shall make the payment to a licensed distributor required under subsection (1) after receipt by the IESO of a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor by the retailer under clause 2 (4) (a). O. Reg. 341/02, s. 5 (2); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The IESO shall make a payment to every licensed distributor who is a market participant<b> </b>and who is required to make a payment described in section 3 to an embedded distributor, equal to the payment, if any, that the licensed distributor is required to make under section 3<b> </b>to the embedded distributor. O. Reg. 341/02, s. 5 (3); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make the payment to a licensed distributor required under subsection (3) after receipt by the IESO of a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor by embedded distributors under clause 3 (4) (a). O. Reg. 341/02, s. 5 (4); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment under subsection 79.1 (1) of the Act equal to the amount, if any, determined by multiplying $75 by the number of payments the licensed distributor is required to make under subsection 79.1 (1) of the Act to low-volume consumers, after receipt of a statement from the licensed distributor setting out,</p> <p class=\"clause-e\">(a) the total number of the licensed distributor’s low-volume consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (1) of the Act; and</p> <p class=\"clause-e\">(b) the total amount payable by the licensed distributor to the consumers referred to in clause (a). O. Reg. 341/02, s. 5 (5); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) The IESO shall make a payment to a licensed distributor required under this section, </p> <p class=\"clause-e\">(a) by paying the licensed distributor an amount payable to the licensed distributor under this section; or </p> <p class=\"clause-e\">(b) by way of set-off of an amount payable to the licensed distributor under this section against amounts payable by the licensed distributor to the IESO. O. Reg. 341/02, s. 5 (6); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(7) The IESO shall make the payments required under this section even if the licensed distributor has not yet made any payments to the low-volume consumers required under subsection 79.1 (1) of the Act, any payments to retailers required under section 2 or any payments to embedded distributors required under section 3. O. Reg. 341/02, s. 5 (7); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(8) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making all payments required under subsection 79.1 (1) of the Act to low-volume consumers:</p> <p class=\"paragraph-e\">1. The total number of the licensed distributor’s low-volume consumers to whom the licensed distributor made a payment under subsection 79.1 (1) of the Act. </p> <p class=\"paragraph-e\">2. The total amount payable by the licensed distributor to the consumers referred to in paragraph 1. O. Reg. 341/02, s. 5 (8); O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P154_13602",
            "section": "Payments to licensed distributors in respect of reductions to PPVA accounts",
            "content": "6. (1) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a reduction to a PPVA account under subsection 79.1 (8) of the Act. O. Reg. 341/02, s. 6 (1); O. Reg. 480/05, s. 1. (2) The total amount payable to the licensed distributor shall be the amount by which “A” exceeds “B” where, “A” is the total amount of all reductions to PPVA accounts required to be made by the licensed distributor under subsection 79.1 (8) of the Act; and “B” is any interest costs or charges recorded in the PPVA accounts that are payable immediately before the reductions by the licensed distributor’s low-volume consumers in respect of their PPVA accounts. O. Reg. 341/02, s. 6 (2). (3) The IESO shall make the payment to the licensed distributor, (a) by paying the licensed distributor the amount determined under subsection (2); or (b) by way of set-off of the amount determined under subsection (2) against amounts payable by the licensed distributor to the IESO. O. Reg. 341/02, s. 6 (3); O. Reg. 480/05, s. 1. (4) The IESO shall make a payment to the licensed distributor on account of the amount payable after receipt from the licensed distributor of a statement setting out, (a) the total number of PPVA accounts for which the licensed distributor is required to make reductions under subsection 79.1 (8) of the Act; and (b) the amount determined under subsection (2). O. Reg. 341/02, s. 6 (4); O. Reg. 480/05, s. 1. (5) The IESO shall make the payment required under this section in accordance with subsection (4) even if the licensed distributor has not yet made any reductions to the PPVA accounts required under subsection 79.1 (8) of the Act. O. Reg. 341/02, s. 6 (5); O. Reg. 480/05, s. 1. (6) Every licensed distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making all reductions to PPVA accounts required under subsection 79.1 (8) of the Act: 1. The total number of PPVA accounts to which reductions were made by the licensed distributor under subsection 79.1 (8) of the Act. 2. The total value of the reductions to the PPVA accounts for the licensed distributor’s low-volume consumers, less any interest charges or costs recorded in the PPVA accounts that were payable immediately before the reductions by the licensed distributor’s low-volume consumers in respect of their PPVA accounts. O. Reg. 341/02, s. 6 (6); O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P154_13602\"></a><a name=\"BK7\"></a>6. </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a reduction to a PPVA account under subsection 79.1 (8) of the Act. O. Reg. 341/02, s. 6 (1); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The total amount payable to the licensed distributor shall be the amount by which “A” exceeds “B” where,</p> <p class=\"equationind2-e\">“A” is the total amount of all reductions to PPVA accounts required to be made by the licensed distributor under subsection 79.1 (8) of the Act; and </p> <p class=\"equationind2-e\">“B” is any interest costs or charges recorded in the PPVA accounts that are payable immediately before the reductions by the licensed distributor’s low-volume consumers in respect of their PPVA accounts.</p> <p class=\"footnote-e\">  O. Reg. 341/02, s. 6 (2).</p> <p class=\"subsection-e\">(3) The IESO shall make the payment to the licensed distributor,</p> <p class=\"clause-e\">(a) by paying the licensed distributor the amount determined under subsection (2); or</p> <p class=\"clause-e\">(b) by way of set-off of the amount determined under subsection (2) against amounts payable by the licensed distributor to the IESO. O. Reg. 341/02, s. 6 (3); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make a payment to the licensed distributor on account of the amount payable after receipt from the licensed distributor of a statement setting out,</p> <p class=\"clause-e\">(a) the total number of PPVA accounts for which the licensed distributor is required to make reductions under subsection 79.1 (8) of the Act; and</p> <p class=\"clause-e\">(b) the amount determined under subsection (2). O. Reg. 341/02, s. 6 (4); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make the payment required under this section in accordance with subsection (4) even if the licensed distributor has not yet made any reductions to the PPVA accounts required under subsection 79.1 (8) of the Act. O. Reg. 341/02, s. 6 (5); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) Every licensed distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making all reductions to PPVA accounts required under subsection 79.1 (8) of the Act:</p> <p class=\"paragraph-e\">1. The total number of PPVA accounts to which reductions were made by the licensed distributor under subsection 79.1 (8) of the Act. </p> <p class=\"paragraph-e\">2. The total value of the reductions to the PPVA accounts for the licensed distributor’s low-volume consumers, less any interest charges or costs recorded in the PPVA accounts that were payable immediately before the reductions by the licensed distributor’s low-volume consumers in respect of their PPVA accounts. O. Reg. 341/02, s. 6 (6); O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P170_16205",
            "section": "Payments to licensed distributors in respect of reductions to equal billing plan accounts",
            "content": "7. (1) The IESO shall make a payment to every licensed distributor who is a market participant and is required, (a) to make a reduction to an equal billing plan account under subsection 79.1 (9) of the Act; or (b) to make a payment to an embedded distributor under section 4. O. Reg. 341/02, s. 7 (1); O. Reg. 480/05, s. 1. (2) The total amount payable to the licensed distributor shall be the total of, (a) all amounts determined under subclause 79.1 (9) (b) (ii) of the Act in respect of the equal billing plan accounts maintained by the licensed distributor; and (b) all amounts the licensed distributor is required to pay embedded distributors under section 4. O. Reg. 341/02, s. 7 (2). (3) The IESO shall make the payment to the licensed distributor, (a) by paying the licensed distributor the amount determined under subsection (2); or (b) by way of set-off of the amount determined under subsection (2) against amounts payable by the licensed distributor to the IESO. O. Reg. 341/02, s. 7 (3); O. Reg. 480/05, s. 1. (4) The IESO shall make a payment to the licensed distributor on account of the amount payable after receipt from the licensed distributor of a statement setting out, (a) the total number of equal billing plan accounts for which the licensed distributor is required to make reductions under subsection 79.1 (9) of the Act; (b) the amount determined under subsection (2); and (c) the information provided to the licensed distributor by embedded distributors under clause 4 (4) (a). O. Reg. 341/02, s. 7 (4); O. Reg. 480/05, s. 1. (5) The IESO shall make the payment required under this section in accordance with subsection (4) even if the licensed distributor has not yet, (a) made any reductions to the equal billing plan accounts required under subsection 79.1 (9) of the Act; or (b) made any payments to embedded distributors under section 4. O. Reg. 341/02, s. 7 (5); O. Reg. 480/05, s. 1. (6) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making all reductions to equal billing plan accounts required under subsection 79.1 (9) of the Act: 1. The total number of equal billing plan accounts to which reductions were made by the licensed distributor under subsection 79.1 (9) of the Act. 2. The total amount of the reductions to the equal billing plan accounts made by the licensed distributor under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 7 (6); O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P170_16205\"></a><a name=\"BK8\"></a>7. </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and is required,</p> <p class=\"clause-e\">(a) to make a reduction to an equal billing plan account under subsection 79.1 (9) of the Act; or</p> <p class=\"clause-e\">(b) to make a payment to an embedded distributor under section 4. O. Reg. 341/02, s. 7 (1); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The total amount payable to the licensed distributor shall be the total of,</p> <p class=\"clause-e\">(a) all amounts determined under subclause 79.1 (9) (b) (ii) of the Act in respect of the equal billing plan accounts maintained by the licensed distributor; and</p> <p class=\"clause-e\">(b) all amounts the licensed distributor is required to pay embedded distributors under section 4. O. Reg. 341/02, s. 7 (2).</p> <p class=\"subsection-e\">(3) The IESO shall make the payment to the licensed distributor,</p> <p class=\"clause-e\">(a) by paying the licensed distributor the amount determined under subsection (2); or</p> <p class=\"clause-e\">(b) by way of set-off of the amount determined under subsection (2) against amounts payable by the licensed distributor to the IESO. O. Reg. 341/02, s. 7 (3); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make a payment to the licensed distributor on account of the amount payable after receipt from the licensed distributor of a statement setting out,</p> <p class=\"clause-e\">(a) the total number of equal billing plan accounts for which the licensed distributor is required to make reductions under subsection 79.1 (9) of the Act; </p> <p class=\"clause-e\">(b) the amount determined under subsection (2); and</p> <p class=\"clause-e\">(c) the information provided to the licensed distributor by embedded distributors under clause 4 (4) (a). O. Reg. 341/02, s. 7 (4); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make the payment required under this section in accordance with subsection (4) even if the licensed distributor has not yet,</p> <p class=\"clause-e\">(a) made any reductions to the equal billing plan accounts required under subsection 79.1 (9) of the Act; or</p> <p class=\"clause-e\">(b) made any payments to embedded distributors under section 4. O. Reg. 341/02, s. 7 (5); O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making all reductions to equal billing plan accounts required under subsection 79.1 (9) of the Act:</p> <p class=\"paragraph-e\">1. The total number of equal billing plan accounts to which reductions were made by the licensed distributor under subsection 79.1 (9) of the Act. </p> <p class=\"paragraph-e\">2. The total amount of the reductions to the equal billing plan accounts made by the licensed distributor under subsection 79.1 (9) of the Act. O. Reg. 341/02, s. 7 (6); O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P190_18792",
            "section": "Payments by the Financial Corporation to the IESO",
            "content": "8. (1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to a licensed distributor under sections 5, 6 and 7. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (2) The Financial Corporation shall make the payment after receiving from the IESO such information as the Financial Corporation may require concerning the licensed distributors, retailers and embedded distributors referred to in those sections and concerning the payments to be made by the IESO under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (3) The Financial Corporation shall make the payment even if the IESO has not yet made any payments to licensed distributors under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (4) The Financial Corporation may make the payment by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. Payments re Subsections 79.1 (12) to (15) of the Act",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P190_18792\"></a><a name=\"BK9\"></a>8. </b>(1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to a licensed distributor under sections 5, 6 and 7. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall make the payment after receiving from the IESO such information as the Financial Corporation may require concerning the licensed distributors, retailers and embedded distributors referred to in those sections and concerning the payments to be made by the IESO under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The Financial Corporation shall make the payment even if the IESO has not yet made any payments to licensed distributors under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The Financial Corporation may make the payment by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"heading1-e\"><a name=\"P194_19849\"></a><a name=\"BK10\"></a>Payments re Subsections 79.1 (12) to (15) of the Act</p>"
        },
        {
            "id": "P196_19947",
            "section": "Payments by licensed distributors to retailers",
            "content": "9. (1) Every licensed distributor shall make a payment to a retailer in accordance with this section in respect of any payments that the retailer is required to make under subsection 79.1 (12) or (15) of the Act to low-volume consumers or designated consumers located in the licensed distributor’s service area. O. Reg. 434/02, s. 7. (2) The amount of the payment is the aggregate of all amounts payable under subsections 79.1 (12) and (15) of the Act to the consumers described in subsection (1). O. Reg. 434/02, s. 7. (3) The licensed distributor shall make payment to the retailer by paying the retailer the amount described in subsection (2) or by way of set-off of the amount against amounts payable by the retailer to the licensed distributor. O. Reg. 434/02, s. 7. (4) The licensed distributor shall make the payment, (a) after receipt from the retailer of a statement setting out, (i) the number of the retailer’s low-volume consumers to whom the retailer is required to make a payment under subsection 79.1 (12) of the Act that are located in the licensed distributor’s service area and the total amount payable by the retailer to those consumers, and (ii) the number of the retailer’s designated consumers to whom the retailer is required to make a payment under subsection 79.1 (15) of the Act that are located in the licensed distributor’s service area and the total amount payable by the retailer to those consumers; and (b) after the IESO makes the payment to the licensed distributor required by section 12. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment in accordance with subsection (4) even if the retailer has not yet made any payments to low-volume consumers under subsection 79.1 (12) of the Act or to designated consumers under subsection 79.1 (15) of the Act. O. Reg. 434/02, s. 7. (6) Every retailer shall provide the following information to the licensed distributor, the IESO and the Financial Corporation forthwith after making the payments required under subsections 79.1 (12) and (15) of the Act: 1. The number of the retailer’s low-volume consumers to whom the retailer made a payment under subsection 79.1 (12) of the Act and the total amount paid by the retailer to those consumers. 2. The number of the retailer’s designated consumers to whom the retailer made a payment under subsection 79.1 (15) of the Act and the total amount paid by the retailer to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P196_19947\"></a><a name=\"BK11\"></a>9. </b>(1) Every licensed distributor shall make a payment to a retailer in accordance with this section in respect of any payments that the retailer is required to make under subsection 79.1 (12) or (15) of the Act to low-volume consumers or designated consumers located in the licensed distributor’s service area. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(2) The amount of the payment is the aggregate of all amounts payable under subsections 79.1 (12) and (15) of the Act to the consumers described in subsection (1). O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(3) The licensed distributor shall make payment to the retailer by paying the retailer the amount described in subsection (2) or by way of set-off of the amount against amounts payable by the retailer to the licensed distributor. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment,</p> <p class=\"clause-e\">(a) after receipt from the retailer of a statement setting out,</p> <p class=\"subclause-e\">(i) the number of the retailer’s low-volume consumers to whom the retailer is required to make a payment under subsection 79.1 (12) of the Act that are located in the licensed distributor’s service area and the total amount payable by the retailer to those consumers, and</p> <p class=\"subclause-e\">(ii) the number of the retailer’s designated consumers to whom the retailer is required to make a payment under subsection 79.1 (15) of the Act that are located in the licensed distributor’s service area and the total amount payable by the retailer to those consumers; and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required by section 12. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment in accordance with subsection (4) even if the retailer has not yet made any payments to low-volume consumers under subsection 79.1 (12) of the Act or to designated consumers under subsection 79.1 (15) of the Act. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(6) Every retailer shall provide the following information to the licensed distributor, the IESO and the Financial Corporation forthwith after making the payments required under subsections 79.1 (12) and (15) of the Act:</p> <p class=\"paragraph-e\">1. The number of the retailer’s low-volume consumers to whom the retailer made a payment under subsection 79.1 (12) of the Act and the total amount paid by the retailer to those consumers.</p> <p class=\"paragraph-e\">2. The number of the retailer’s designated consumers to whom the retailer made a payment under subsection 79.1 (15) of the Act and the total amount paid by the retailer to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P209_22541",
            "section": "Payments by licensed distributors to embedded distributors",
            "content": "10. (1) Every licensed distributor who is a market participant shall make a payment in accordance with this section to an embedded distributor in respect of any payments the embedded distributor is required to make, (a) under subsection 79.1 (12) of the Act to low-volume consumers located in the embedded distributor’s service area; (b) under subsection 79.1 (14) of the Act to designated consumers located in the embedded distributor’s service area; or (c) under section 9 to a retailer. O. Reg. 434/02, s. 7. (2) The amount of the payment is the aggregate of all amounts payable under subsections 79.1 (12) and (14) to the consumers described in subsection (1) and under section 9 to retailers. O. Reg. 434/02, s. 7. (3) The licensed distributor shall make the payment to the embedded distributor by paying the embedded distributor the amount required by subsection (2) or by way of set-off of the amount against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 434/02, s. 7. (4) The licensed distributor shall make the payment, (a) after receipt from the embedded distributor of a statement setting out, (i) the number of the embedded distributor’s low-volume consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (12) of the Act and the total amount payable by the embedded distributor to those consumers, (ii) the number of the embedded distributor’s designated consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (14) of the Act and the total amount payable by the embedded distributor to those consumers, and (iii) all of the information in statements provided to the embedded distributor by retailers under clause 9 (4) (a); and (b) after the IESO makes the payment to the licensed distributor required by section 12. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment in accordance with subsection (4) even if the embedded distributor has not yet made any payments to low-volume consumers under subsection 79.1 (12) of the Act, to designated consumers under subsection 79.1 (14) of the Act or to retailers under section 9. O. Reg. 434/02, s. 7. (6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsections 79.1 (12) and (14) of the Act: 1. The number of the embedded distributor’s low-volume consumers to whom the embedded distributor made a payment under subsection 79.1 (12) of the Act and the total amount paid by the embedded distributor to those consumers. 2. The number of the embedded distributor’s designated consumers to whom the embedded distributor made a payment under subsection 79.1 (14) of the Act and the total amount paid by the embedded distributor to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P209_22541\"></a><a name=\"BK12\"></a>10. </b>(1) Every licensed distributor who is a market participant shall make a payment in accordance with this section to an embedded distributor in respect of any payments the embedded distributor is required to make,</p> <p class=\"clause-e\">(a) under subsection 79.1 (12) of the Act to low-volume consumers located in the embedded distributor’s service area;</p> <p class=\"clause-e\">(b) under subsection 79.1 (14) of the Act to designated consumers located in the embedded distributor’s service area; or</p> <p class=\"clause-e\">(c) under section 9 to a retailer. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(2) The amount of the payment is the aggregate of all amounts payable under subsections 79.1 (12) and (14) to the consumers described in subsection (1) and under section 9 to retailers. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(3) The licensed distributor shall make the payment to the embedded distributor by paying the embedded distributor the amount required by subsection (2) or by way of set-off of the amount against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment,</p> <p class=\"clause-e\">(a) after receipt from the embedded distributor of a statement setting out,</p> <p class=\"subclause-e\">(i) the number of the embedded distributor’s low-volume consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (12) of the Act and the total amount payable by the embedded distributor to those consumers,</p> <p class=\"subclause-e\">(ii) the number of the embedded distributor’s designated consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (14) of the Act and the total amount payable by the embedded distributor to those consumers, and</p> <p class=\"subclause-e\">(iii) all of the information in statements provided to the embedded distributor by retailers under clause 9 (4) (a); and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required by section 12. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment in accordance with subsection (4) even if the embedded distributor has not yet made any payments to low-volume consumers under subsection 79.1 (12) of the Act, to designated consumers under subsection 79.1 (14) of the Act or to retailers under section 9. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsections 79.1 (12) and (14) of the Act:</p> <p class=\"paragraph-e\">1. The number of the embedded distributor’s low-volume consumers to whom the embedded distributor made a payment under subsection 79.1 (12) of the Act and the total amount paid by the embedded distributor to those consumers.</p> <p class=\"paragraph-e\">2. The number of the embedded distributor’s designated consumers to whom the embedded distributor made a payment under subsection 79.1 (14) of the Act and the total amount paid by the embedded distributor to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P226_25565",
            "section": "Payments to embedded distributors re reductions to equal billing plan accounts",
            "content": "11. (1) Every licensed distributor who is a market participant shall make a payment to an embedded distributor who is required to make a reduction in an equal billing plan account under subsection 79.1 (13) of the Act. O. Reg. 434/02, s. 7. (2) The amount payable to the embedded distributor is the total of all amounts determined under subsection 79.1 (13) of the Act in respect of the equal billing plan accounts maintained by the embedded distributor. O. Reg. 434/02, s. 7. (3) The licensed distributor shall make the payment to the embedded distributor by paying the embedded distributor the amount required by subsection (2) or by way of set-off of the amount against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 434/02, s. 7. (4) The licensed distributor shall make the payment to the embedded distributor, (a) after receipt from the embedded distributor of a statement setting out, (i) the number of equal billing plan accounts for which the embedded distributor is required to make reductions under subsection 79.1 (13) of the Act, and (ii) the amount determined under subsection (2); and (b) after the IESO makes the payment to the licensed distributor required by section 13. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment even if the embedded distributor has not yet made any reductions required under subsection 79.1 (13) of the Act to the equal billing plan accounts. O. Reg. 434/02, s. 7. (6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making the reductions required under subsection 79.1 (13) of the Act to equal billing plan accounts: 1. The number of equal billing plan accounts to which reductions were made under subsection 79.1 (13) of the Act. 2. The total amount of the reductions to those accounts made by the embedded distributor under subsection 79.1 (13) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P226_25565\"></a><a name=\"BK13\"></a>11. </b>(1) Every licensed distributor who is a market participant shall make a payment to an embedded distributor who is required to make a reduction in an equal billing plan account under subsection 79.1 (13) of the Act. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(2) The amount payable to the embedded distributor is the total of all amounts determined under subsection 79.1 (13) of the Act in respect of the equal billing plan accounts maintained by the embedded distributor. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(3) The licensed distributor shall make the payment to the embedded distributor by paying the embedded distributor the amount required by subsection (2) or by way of set-off of the amount against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment to the embedded distributor,</p> <p class=\"clause-e\">(a) after receipt from the embedded distributor of a statement setting out,</p> <p class=\"subclause-e\">(i) the number of equal billing plan accounts for which the embedded distributor is required to make reductions under subsection 79.1 (13) of the Act, and</p> <p class=\"subclause-e\">(ii) the amount determined under subsection (2); and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required by section 13. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment even if the embedded distributor has not yet made any reductions required under subsection 79.1 (13) of the Act to the equal billing plan accounts. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making the reductions required under subsection 79.1 (13) of the Act to equal billing plan accounts:</p> <p class=\"paragraph-e\">1. The number of equal billing plan accounts to which reductions were made under subsection 79.1 (13) of the Act.</p> <p class=\"paragraph-e\">2. The total amount of the reductions to those accounts made by the embedded distributor under subsection 79.1 (13) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P239_27639",
            "section": "Payments by the IESO to licensed distributors",
            "content": "12. (1) The IESO shall make a payment to every licensed distributor who is a market participant and is required to make a payment described in section 9 to a retailer, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 9 to the retailer. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (2) The IESO shall make the payment required by subsection (1) to a licensed distributor after receiving a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor under clause 9 (4) (a). O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (3) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment described in section 10 to an embedded distributor, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 10 to the embedded distributor. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (4) The IESO shall make the payment required by subsection (3) to a licensed distributor after receiving a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor under clause 10 (4) (a). O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (5) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment under subsection 79.1 (12) or (14) of the Act, and the payment that the IESO is required by this subsection to make is equal to the aggregate of all amounts that the licensed distributor is required to pay under those subsections of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (6) The IESO shall make the payment required by subsection (5) to a licensed distributor after receiving a statement from the licensed distributor setting out, (a) the number of the licensed distributor’s low-volume consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (12) of the Act and the total amount payable by the licensed distributor to those consumers; and (b) the number of the licensed distributor’s designated consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (14) of the Act and the total amount payable by the licensed distributor to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (7) The IESO shall make a payment required by this section to a licensed distributor by paying the licensed distributor an amount payable to the licensed distributor under this section or by way of set-off of the amount against amounts payable by the licensed distributor to the IESO. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (8) The IESO shall make the payments required by this section even if the licensed distributor has not yet made any payments to low-volume consumers under subsection 79.1 (12) of the Act, to designated consumers under subsection 79.1 (14) of the Act, to retailers under section 9 or to embedded distributors under section 10. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (9) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsections 79.1 (12) and (14) of the Act: 1. The number of the licensed distributor’s low-volume consumers to whom the licensed distributor made a payment under subsection 79.1 (12) of the Act and the total amount paid by the licensed distributor to those consumers. 2. The number of the licensed distributor’s designated consumers to whom the licensed distributor made a payment under subsection 79.1 (14) of the Act and the total amount paid by the licensed distributor to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P239_27639\"></a><a name=\"BK14\"></a>12. </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and is required to make a payment described in section 9 to a retailer, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 9 to the retailer. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The IESO shall make the payment required by subsection (1) to a licensed distributor after receiving a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor under clause 9 (4) (a). O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment described in section 10 to an embedded distributor, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 10 to the embedded distributor. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make the payment required by subsection (3) to a licensed distributor after receiving a statement from the licensed distributor setting out the information, if any, provided to the licensed distributor under clause 10 (4) (a). O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment under subsection 79.1 (12) or (14) of the Act, and the payment that the IESO is required by this subsection to make is equal to the aggregate of all amounts that the licensed distributor is required to pay under those subsections of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) The IESO shall make the payment required by subsection (5) to a licensed distributor after receiving a statement from the licensed distributor setting out,</p> <p class=\"clause-e\">(a) the number of the licensed distributor’s low-volume consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (12) of the Act and the total amount payable by the licensed distributor to those consumers; and</p> <p class=\"clause-e\">(b) the number of the licensed distributor’s designated consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (14) of the Act and the total amount payable by the licensed distributor to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(7) The IESO shall make a payment required by this section to a licensed distributor by paying the licensed distributor an amount payable to the licensed distributor under this section or by way of set-off of the amount against amounts payable by the licensed distributor to the IESO. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(8) The IESO shall make the payments required by this section even if the licensed distributor has not yet made any payments to low-volume consumers under subsection 79.1 (12) of the Act, to designated consumers under subsection 79.1 (14) of the Act, to retailers under section 9 or to embedded distributors under section 10. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(9) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsections 79.1 (12) and (14) of the Act:</p> <p class=\"paragraph-e\">1. The number of the licensed distributor’s low-volume consumers to whom the licensed distributor made a payment under subsection 79.1 (12) of the Act and the total amount paid by the licensed distributor to those consumers.</p> <p class=\"paragraph-e\">2. The number of the licensed distributor’s designated consumers to whom the licensed distributor made a payment under subsection 79.1 (14) of the Act and the total amount paid by the licensed distributor to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P253_31721",
            "section": "Payments to licensed distributors re reductions to equal billing plan accounts",
            "content": "13. (1) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a reduction to an equal billing plan account under subsection 79.1 (13) of the Act or to make a payment to an embedded distributor under section 11. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (2) The amount payable to the licensed distributor is the total of, (a) all amounts determined under subsection 79.1 (13) of the Act in respect of the equal billing plan accounts maintained by the licensed distributor; and (b) all amounts the licensed distributor is required to pay embedded distributors under section 11. O. Reg. 434/02, s. 7. (3) The IESO shall make the payment to the licensed distributor by paying the licensed distributor the amount determined under subsection (2) or by way of set-off of that amount against amounts payable by the licensed distributor to the IESO. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (4) The IESO shall make the payment after receiving from the licensed distributor a statement setting out, (a) the number of equal billing plan accounts for which the licensed distributor is required to make reductions under subsection 79.1 (13) of the Act; (b) the amount determined under subsection (2); and (c) the information provided to the licensed distributor by embedded distributors under clause 11 (4) (a). O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (5) The IESO shall make the payment in accordance with subsection (4) even if the licensed distributor has not yet made any reductions required under subsection 79.1 (13) of the Act to the equal billing plan accounts or made any payments to embedded distributors under section 11. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (6) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making the reductions required under subsection 79.1 (13) of the Act to equal billing plan accounts: 1. The number of equal billing plan accounts to which reductions were made under subsection 79.1 (13) of the Act by the licensed distributor. 2. The total amount of the reductions to those accounts made by the licensed distributor under subsection 79.1 (13) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P253_31721\"></a><a name=\"BK15\"></a>13. </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a reduction to an equal billing plan account under subsection 79.1 (13) of the Act or to make a payment to an embedded distributor under section 11. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The amount payable to the licensed distributor is the total of,</p> <p class=\"clause-e\">(a) all amounts determined under subsection 79.1 (13) of the Act in respect of the equal billing plan accounts maintained by the licensed distributor; and</p> <p class=\"clause-e\">(b) all amounts the licensed distributor is required to pay embedded distributors under section 11. O. Reg. 434/02, s. 7.</p> <p class=\"subsection-e\">(3) The IESO shall make the payment to the licensed distributor by paying the licensed distributor the amount determined under subsection (2) or by way of set-off of that amount against amounts payable by the licensed distributor to the IESO. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make the payment after receiving from the licensed distributor a statement setting out,</p> <p class=\"clause-e\">(a) the number of equal billing plan accounts for which the licensed distributor is required to make reductions under subsection 79.1 (13) of the Act;</p> <p class=\"clause-e\">(b) the amount determined under subsection (2); and</p> <p class=\"clause-e\">(c) the information provided to the licensed distributor by embedded distributors under clause 11 (4) (a). O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make the payment in accordance with subsection (4) even if the licensed distributor has not yet made any reductions required under subsection 79.1 (13) of the Act to the equal billing plan accounts or made any payments to embedded distributors under section 11. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making the reductions required under subsection 79.1 (13) of the Act to equal billing plan accounts:</p> <p class=\"paragraph-e\">1. The number of equal billing plan accounts to which reductions were made under subsection 79.1 (13) of the Act by the licensed distributor.</p> <p class=\"paragraph-e\">2. The total amount of the reductions to those accounts made by the licensed distributor under subsection 79.1 (13) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P267_34106",
            "section": "Payments by the Financial Corporation to the IESO",
            "content": "14. (1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to a licensed distributor under sections 12 and 13. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (2) The Financial Corporation shall make the payment after receiving from the IESO such information as the Financial Corporation may require concerning the licensed distributors, retailers and embedded distributors referred to in those sections and concerning the payments to be made by the IESO under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (3) The Financial Corporation shall make the payment even if the IESO has not yet made any payments to licensed distributors under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (4) The Financial Corporation may make the payment by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. Payments re Subsection 79.1 (16) of the Act",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P267_34106\"></a><a name=\"BK16\"></a>14. </b>(1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to a licensed distributor under sections 12 and 13. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall make the payment after receiving from the IESO such information as the Financial Corporation may require concerning the licensed distributors, retailers and embedded distributors referred to in those sections and concerning the payments to be made by the IESO under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The Financial Corporation shall make the payment even if the IESO has not yet made any payments to licensed distributors under those sections. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The Financial Corporation may make the payment by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"heading1-e\"><a name=\"P271_35163\"></a><a name=\"BK17\"></a>Payments re Subsection 79.1 (16) of the Act</p>"
        },
        {
            "id": "P273_35234",
            "section": "Definition, ss. 14.2 to 14.5",
            "content": "14.1 In sections 14.2 to 14.5, “entitled consumer” means a consumer entitled to a payment under subsection 79.1 (16) of the Act by virtue of section 3.2.1 or 3.2.2.1 of Ontario Regulation 339/02 (Electricity Pricing). O. Reg. 453/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P273_35234\"></a><a name=\"BK18\"></a>14.1 </b>In sections 14.2 to 14.5,</p> <p class=\"firstdef-e\">“entitled consumer” means a consumer entitled to a payment under subsection 79.1 (16) of the Act by virtue of section 3.2.1 or 3.2.2.1 of Ontario Regulation 339/02 (Electricity Pricing). O. Reg. 453/03, s. 1.</p>"
        },
        {
            "id": "P276_35529",
            "section": "Payments by licensed distributors to retailers ",
            "content": "14.2 (1) Every licensed distributor shall make a payment to a retailer in accordance with this section in respect of any payments that the retailer is required to make under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area during the period in respect of which they are entitled to the payment. O. Reg. 52/03, s. 1. (2) The amount of the payment is the aggregate of all amounts payable by the retailer under subsection 79.1 (16) of the Act to the entitled consumers who were located in the licensed distributor’s service area. O. Reg. 52/03, s. 1. (3) The licensed distributor shall make payment to the retailer by paying the retailer the amount described in subsection (2) or by way of set-off of the amount against amounts payable by the retailer to the licensed distributor. O. Reg. 52/03, s. 1. (4) The licensed distributor shall make the payment, (a) after receiving a statement from the retailer setting out the number of entitled consumers to whom the retailer is required to make a payment under subsection 79.1 (16) of the Act who were located in the licensed distributor’s service area and the total amount payable by the retailer to those consumers; and (b) after the IESO makes the payment to the licensed distributor required by section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment in accordance with subsection (4) even if the retailer has not yet made any payments under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area. O. Reg. 52/03, s. 1. (6) Every retailer shall provide the following information to the licensed distributor, the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area: 1. The number of entitled consumers to whom the retailer made a payment under subsection 79.1 (16) of the Act who were located in the licensed distributor’s service area. 2. The total amount paid by the retailer under subsection 79.1 (16) of the Act to those entitled consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P276_35529\"></a><a name=\"BK19\"></a>14.2 </b>(1) Every licensed distributor shall make a payment to a retailer in accordance with this section in respect of any payments that the retailer is required to make under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area during the period in respect of which they are entitled to the payment. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(2) The amount of the payment is the aggregate of all amounts payable by the retailer under subsection 79.1 (16) of the Act to the entitled consumers who were located in the licensed distributor’s service area. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(3) The licensed distributor shall make payment to the retailer by paying the retailer the amount described in subsection (2) or by way of set-off of the amount against amounts payable by the retailer to the licensed distributor. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment,</p> <p class=\"clause-e\">(a) after receiving a statement from the retailer setting out the number of entitled consumers to whom the retailer is required to make a payment under subsection 79.1 (16) of the Act who were located in the licensed distributor’s service area and the total amount payable by the retailer to those consumers; and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required by section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment in accordance with subsection (4) even if the retailer has not yet made any payments under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(6) Every retailer shall provide the following information to the licensed distributor, the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area:</p> <p class=\"paragraph-e\">1. The number of entitled consumers to whom the retailer made a payment under subsection 79.1 (16) of the Act who were located in the licensed distributor’s service area.</p> <p class=\"paragraph-e\">2. The total amount paid by the retailer under subsection 79.1 (16) of the Act to those entitled consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P287_37886",
            "section": "Payments by licensed distributors to embedded distributors",
            "content": "14.3 (1) Every licensed distributor who is a market participant shall make a payment in accordance with this section to an embedded distributor in respect of any payments the embedded distributor is required to make, (a) under subsection 79.1 (16) of the Act to entitled consumers who were located in the embedded distributor’s service area during the period in respect of which they are entitled to the payment; or (b) under section 14.2 to a retailer. O. Reg. 52/03, s. 1. (2) The amount of the payment is the aggregate of all amounts payable by the embedded distributor under subsection 79.1 (16) of the Act to the entitled consumers who were located in the embedded distributor’s service area and under section 14.2 to retailers. O. Reg. 52/03, s. 1. (3) The licensed distributor shall make the payment to the embedded distributor by paying the embedded distributor the amount required by subsection (2) or by way of set-off of the amount against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 52/03, s. 1. (4) The licensed distributor shall make the payment, (a) after receiving from the embedded distributor a statement setting out, (i) the number of entitled consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (16) of the Act who were located in the licensed distributor’s service area and the total amount payable by the embedded distributor to those entitled consumers, and (ii) all of the information in statements provided to the embedded distributor by retailers under clause 14.2 (4) (a); and (b) after the IESO makes the payment to the licensed distributor required by section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (5) The licensed distributor shall make the payment in accordance with subsection (4) even if the embedded distributor has not yet made any payments under subsection 79.1 (16) of the Act to entitled consumers who were located in the embedded distributor’s service area or under section 14.2 to retailers. O. Reg. 52/03, s. 1. (6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act: 1. The number of entitled consumers to whom the embedded distributor made a payment under subsection 79.1 (16) of the Act. 2. The total amount paid by the embedded distributor under subsection 79.1 (16) of the Act to those entitled consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P287_37886\"></a><a name=\"BK20\"></a>14.3 </b>(1) Every licensed distributor who is a market participant shall make a payment in accordance with this section to an embedded distributor in respect of any payments the embedded distributor is required to make,</p> <p class=\"clause-e\">(a) under subsection 79.1 (16) of the Act to entitled consumers who were located in the embedded distributor’s service area during the period in respect of which they are entitled to the payment; or</p> <p class=\"clause-e\">(b) under section 14.2 to a retailer. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(2) The amount of the payment is the aggregate of all amounts payable by the embedded distributor under subsection 79.1 (16) of the Act to the entitled consumers who were located in the embedded distributor’s service area and under section 14.2 to retailers. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(3) The licensed distributor shall make the payment to the embedded distributor by paying the embedded distributor the amount required by subsection (2) or by way of set-off of the amount against amounts payable by the embedded distributor to the licensed distributor. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(4) The licensed distributor shall make the payment,</p> <p class=\"clause-e\">(a) after receiving from the embedded distributor a statement setting out,</p> <p class=\"subclause-e\">(i) the number of entitled consumers to whom the embedded distributor is required to make a payment under subsection 79.1 (16) of the Act who were located in the licensed distributor’s service area and the total amount payable by the embedded distributor to those entitled consumers, and</p> <p class=\"subclause-e\">(ii) all of the information in statements provided to the embedded distributor by retailers under clause 14.2 (4) (a); and</p> <p class=\"clause-e\">(b) after the IESO makes the payment to the licensed distributor required by section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The licensed distributor shall make the payment in accordance with subsection (4) even if the embedded distributor has not yet made any payments under subsection 79.1 (16) of the Act to entitled consumers who were located in the embedded distributor’s service area or under section 14.2 to retailers. O. Reg. 52/03, s. 1.</p> <p class=\"subsection-e\">(6) Every embedded distributor shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act:</p> <p class=\"paragraph-e\">1. The number of entitled consumers to whom the embedded distributor made a payment under subsection 79.1 (16) of the Act.</p> <p class=\"paragraph-e\">2. The total amount paid by the embedded distributor under subsection 79.1 (16) of the Act to those entitled consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P302_40487",
            "section": "Payments by the IESO to licensed distributors",
            "content": "14.4 (1) The IESO shall make a payment to every licensed distributor who is a market participant and is required to make a payment described in section 14.2 to a retailer, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 14.2 to the retailer. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (2) The IESO shall make the payment required by subsection (1) to a licensed distributor after receiving a statement from the licensed distributor setting out the information provided to the licensed distributor under clause 14.2 (4) (a). O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (3) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment described in section 14.3 to an embedded distributor, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 14.3 to the embedded distributor. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (4) The IESO shall make the payment required by subsection (3) to a licensed distributor after receiving a statement from the licensed distributor setting out the information provided to the licensed distributor under clause 14.3 (4) (a). O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (5) The IESO shall make a payment to a licensed distributor who is a market participant and who is required to make a payment under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area during the period in respect of which they are entitled to the payment, and the payment that the IESO is required by this subsection to make is equal to the aggregate of the payments that the licensed distributor is required to make under subsection 79.1 (16) of the Act to those consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (6) The IESO shall make the payment required by subsection (5) to a licensed distributor after receiving a statement from the licensed distributor setting out the number of entitled consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (16) of the Act and the total amount payable by the licensed distributor to those consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (7) The IESO shall make a payment required by this section to a licensed distributor by paying the licensed distributor an amount payable to the licensed distributor under this section or by way of set-off of the amount against amounts payable to the IESO by the licensed distributor. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (8) The IESO shall make the payments required by this section to a licensed distributor even if the licensed distributor has not yet made any payments to entitled consumers under subsection 79.1 (16) of the Act, to retailers under section 14.2 of this Regulation or to embedded distributors under section 14.3 of this Regulation. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (9) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act: 1. The number of entitled consumers to whom the licensed distributor made a payment under subsection 79.1 (16) of the Act. 2. The total amount paid by the licensed distributor under subsection 79.1 (16) of the Act to those entitled consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P302_40487\"></a><a name=\"BK21\"></a>14.4 </b>(1) The IESO shall make a payment to every licensed distributor who is a market participant and is required to make a payment described in section 14.2 to a retailer, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 14.2 to the retailer. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The IESO shall make the payment required by subsection (1) to a licensed distributor after receiving a statement from the licensed distributor setting out the information provided to the licensed distributor under clause 14.2 (4) (a). O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The IESO shall make a payment to every licensed distributor who is a market participant and who is required to make a payment described in section 14.3 to an embedded distributor, and the payment that the IESO is required by this subsection to make is equal to the payment, if any, that the licensed distributor is required to make under section 14.3 to the embedded distributor. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make the payment required by subsection (3) to a licensed distributor after receiving a statement from the licensed distributor setting out the information provided to the licensed distributor under clause 14.3 (4) (a). O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make a payment to a licensed distributor who is a market participant and who is required to make a payment under subsection 79.1 (16) of the Act to entitled consumers who were located in the licensed distributor’s service area during the period in respect of which they are entitled to the payment, and the payment that the IESO is required by this subsection to make is equal to the aggregate of the payments that the licensed distributor is required to make under subsection 79.1 (16) of the Act to those consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) The IESO shall make the payment required by subsection (5) to a licensed distributor after receiving a statement from the licensed distributor setting out the number of entitled consumers to whom the licensed distributor is required to make a payment under subsection 79.1 (16) of the Act and the total amount payable by the licensed distributor to those consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(7) The IESO shall make a payment required by this section to a licensed distributor by paying the licensed distributor an amount payable to the licensed distributor under this section or by way of set-off of the amount against amounts payable to the IESO by the licensed distributor. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(8) The IESO shall make the payments required by this section to a licensed distributor even if the licensed distributor has not yet made any payments to entitled consumers under subsection 79.1 (16) of the Act, to retailers under section 14.2 of this Regulation or to embedded distributors under section 14.3 of this Regulation. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(9) Every licensed distributor who is a market participant shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act:</p> <p class=\"paragraph-e\">1. The number of entitled consumers to whom the licensed distributor made a payment under subsection 79.1 (16) of the Act.</p> <p class=\"paragraph-e\">2. The total amount paid by the licensed distributor under subsection 79.1 (16) of the Act to those entitled consumers. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P314_44199",
            "section": "Payments by the Financial Corporation to the IESO",
            "content": "14.5 (1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to a licensed distributor under section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (2) The Financial Corporation shall make the payment required by subsection (1) after receiving from the IESO such information as the Financial Corporation may require concerning the licensed distributor and the retailers and embedded distributors referred to in section 14.4 and concerning the payments to be made by the IESO under that section. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (3) The Financial Corporation shall make the payment required by subsection (1) even if the IESO has not yet made any payment to the licensed distributor under section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1. (4) The Financial Corporation may make the payment required by subsection (1) by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P314_44199\"></a><a name=\"BK22\"></a>14.5 </b>(1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to a licensed distributor under section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall make the payment required by subsection (1) after receiving from the IESO such information as the Financial Corporation may require concerning the licensed distributor and the retailers and embedded distributors referred to in section 14.4 and concerning the payments to be made by the IESO under that section. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The Financial Corporation shall make the payment required by subsection (1) even if the IESO has not yet made any payment to the licensed distributor under section 14.4. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The Financial Corporation may make the payment required by subsection (1) by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 52/03, s. 1; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P319_45378",
            "section": "Payment by the IESO to Great Lakes Power Limited",
            "content": "14.6 (1) The IESO shall make a payment to Great Lakes Power Limited that is equal to the aggregate of the payments that Great Lakes Power Limited is required to make under subsection 79.1 (16) of the Act to entitled Dubreuil consumers. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (2) The IESO shall make the payment required by subsection (1) after receiving a statement from Great Lakes Power Limited setting out the number of entitled Dubreuil consumers to whom Great Lakes Power Limited is required to make a payment under subsection 79.1 (16) of the Act and the total amount payable by Great Lakes Power Limited to those consumers. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (3) The IESO shall make a payment required by this section by paying Great Lakes Power Limited an amount payable to it under this section or by way of set-off of the amount against amounts payable to the IESO by Great Lakes Power Limited. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (4) The IESO shall make the payment required by this section to Great Lakes Power Limited even if the Great Lakes Power Limited has not yet made any payments to entitled Dubreuil consumers under subsection 79.1 (16) of the Act. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (5) Great Lakes Power Limited shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act to entitled Dubreuil consumers: 1. The number of entitled Dubreuil consumers to whom Great Lakes Power Limited made a payment under subsection 79.1 (16) of the Act. 2. The total amount paid by Great Lakes Power Limited under subsection 79.1 (16) of the Act to those entitled Dubreuil consumers. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (6) In this section, “entitled Dubreuil consumer” means a consumer entitled to a payment under subsection 79.1 (16) of the Act by virtue of section 3.2.3 of Ontario Regulation 339/02 (Electricity Pricing). O. Reg. 100/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P319_45378\"></a><a name=\"BK23\"></a>14.6 </b>(1) The IESO shall make a payment to Great Lakes Power Limited that is equal to the aggregate of the payments that Great Lakes Power Limited is required to make under subsection 79.1 (16) of the Act to entitled Dubreuil consumers. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The IESO shall make the payment required by subsection (1) after receiving a statement from Great Lakes Power Limited setting out the number of entitled Dubreuil consumers to whom Great Lakes Power Limited is required to make a payment under subsection 79.1 (16) of the Act and the total amount payable by Great Lakes Power Limited to those consumers. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The IESO shall make a payment required by this section by paying Great Lakes Power Limited an amount payable to it under this section or by way of set-off of the amount against amounts payable to the IESO by Great Lakes Power Limited. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make the payment required by this section to Great Lakes Power Limited even if the Great Lakes Power Limited has not yet made any payments to entitled Dubreuil consumers under subsection 79.1 (16) of the Act. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) Great Lakes Power Limited shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act to entitled Dubreuil consumers:</p> <p class=\"paragraph-e\">1. The number of entitled Dubreuil consumers to whom Great Lakes Power Limited made a payment under subsection 79.1 (16) of the Act.</p> <p class=\"paragraph-e\">2. The total amount paid by Great Lakes Power Limited under subsection 79.1 (16) of the Act to those entitled Dubreuil consumers. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) In this section,</p> <p class=\"firstdef-e\">“entitled Dubreuil consumer” means a consumer entitled to a payment under subsection 79.1 (16) of the Act by virtue of section 3.2.3 of Ontario Regulation 339/02 (Electricity Pricing). O. Reg. 100/03, s. 1.</p>"
        },
        {
            "id": "P329_47467",
            "section": "Payments by the Financial Corporation to the IESO ",
            "content": "14.7 (1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to Great Lakes Power Limited under section 14.6. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (2) The Financial Corporation shall make the payment required by subsection (1) after receiving from the IESO such information as the Financial Corporation may require concerning Great Lakes Power Limited and the payments to be made by the IESO under section 14.6. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (3) The Financial Corporation shall make the payment required by subsection (1) even if the IESO has not yet made any payment to Great Lakes Power Limited under section 14.6. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1. (4) The Financial Corporation may make the payment required by subsection (1) by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P329_47467\"></a><a name=\"BK24\"></a>14.7 </b>(1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to Great Lakes Power Limited under section 14.6. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall make the payment required by subsection (1) after receiving from the IESO such information as the Financial Corporation may require concerning Great Lakes Power Limited and the payments to be made by the IESO under section 14.6. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The Financial Corporation shall make the payment required by subsection (1) even if the IESO has not yet made any payment to Great Lakes Power Limited under section 14.6. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The Financial Corporation may make the payment required by subsection (1) by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 100/03, s. 1; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P334_48566",
            "section": "Payments by the IESO to Fort Frances Power",
            "content": "14.8 (1) In this section, “entitled Fort Frances Power consumer” means a consumer entitled to a payment under subsection 79.1 (16) of the Act by virtue of section 3.2.5 of Ontario Regulation 339/02 (Electricity Pricing); “Fort Frances Power” means Fort Frances Power Corporation Distribution Inc. O. Reg. 191/03, s. 1. (2) The IESO shall make a payment to Fort Frances Power that is equal to the aggregate of the payments that Fort Frances Power is required to make under subsection 79.1 (16) of the Act to entitled Fort Frances Power consumers. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (3) The IESO shall make the payment required by subsection (2) after receiving a statement from Fort Frances Power setting out the number of entitled Fort Frances Power consumers to whom Fort Frances Power is required to make a payment under subsection 79.1 (16) of the Act and the total amount payable by Fort Frances Power to those consumers. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (4) The IESO shall make a payment required by this section by paying Fort Frances Power an amount payable to it under this section or by way of set-off of the amount against amounts payable to the IESO by Fort Frances Power. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (5) The IESO shall make the payment required by this section to Fort Frances Power even if Fort Frances Power has not yet made any payments to entitled Fort Frances Power consumers under subsection 79.1 (16) of the Act. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (6) Fort Frances Power shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act to entitled Fort Frances Power consumers: 1. The number of entitled Fort Frances Power consumers to whom Fort Frances Power made a payment under subsection 79.1 (16) of the Act. 2. The total amount paid by Fort Frances Power under subsection 79.1 (16) of the Act to those entitled Fort Frances Power consumers. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P334_48566\"></a><a name=\"BK25\"></a>14.8 </b>(1) In this section,</p> <p class=\"firstdef-e\">“entitled Fort Frances Power consumer” means a consumer entitled to a payment under subsection 79.1 (16) of the Act by virtue of section 3.2.5 of Ontario Regulation 339/02 (Electricity Pricing);</p> <p class=\"definition-e\">“Fort Frances Power” means Fort Frances Power Corporation Distribution Inc. O. Reg. 191/03, s. 1.</p> <p class=\"subsection-e\">(2) The IESO shall make a payment to Fort Frances Power that is equal to the aggregate of the payments that Fort Frances Power is required to make under subsection 79.1 (16) of the Act to entitled Fort Frances Power consumers. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The IESO shall make the payment required by subsection (2) after receiving a statement from Fort Frances Power setting out the number of entitled Fort Frances Power consumers to whom Fort Frances Power is required to make a payment under subsection 79.1 (16) of the Act and the total amount payable by Fort Frances Power to those consumers. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The IESO shall make a payment required by this section by paying Fort Frances Power an amount payable to it under this section or by way of set-off of the amount against amounts payable to the IESO by Fort Frances Power. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall make the payment required by this section to Fort Frances Power even if Fort Frances Power has not yet made any payments to entitled Fort Frances Power consumers under subsection 79.1 (16) of the Act. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(6) Fort Frances Power shall provide the following information to the IESO and the Financial Corporation forthwith after making the payments required under subsection 79.1 (16) of the Act to entitled Fort Frances Power consumers:</p> <p class=\"paragraph-e\">1. The number of entitled Fort Frances Power consumers to whom Fort Frances Power made a payment under subsection 79.1 (16) of the Act.</p> <p class=\"paragraph-e\">2. The total amount paid by Fort Frances Power under subsection 79.1 (16) of the Act to those entitled Fort Frances Power consumers. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P345_50737",
            "section": "Payments by the Financial Corporation to the IESO re Fort Frances Power",
            "content": "14.9 (1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to Fort Frances Power under section 14.8. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (2) The Financial Corporation shall make the payment required by subsection (1) after receiving from the IESO such information as the Financial Corporation may require concerning Fort Frances Power and the payments to be made by the IESO under section 14.8. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (3) The Financial Corporation shall make the payment required by subsection (1) even if the IESO has not yet made any payment to Fort Frances Power under section 14.8. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (4) The Financial Corporation may make the payment required by subsection (1) by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1. (5) In this section, “Fort Frances Power” means Fort Frances Power Corporation Distribution Inc. O. Reg. 191/03, s. 1. Payments re Section 79.2 of the Act",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P345_50737\"></a><a name=\"BK26\"></a>14.9 </b>(1) The Financial Corporation shall make a payment to the IESO equal to the amount, if any, that the IESO is required to make to Fort Frances Power under section 14.8. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall make the payment required by subsection (1) after receiving from the IESO such information as the Financial Corporation may require concerning Fort Frances Power and the payments to be made by the IESO under section 14.8. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The Financial Corporation shall make the payment required by subsection (1) even if the IESO has not yet made any payment to Fort Frances Power under section 14.8. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The Financial Corporation may make the payment required by subsection (1) by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 191/03, s. 1; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) In this section,</p> <p class=\"firstdef-e\">“Fort Frances Power” means Fort Frances Power Corporation Distribution Inc. O. Reg. 191/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P351_51900\"></a><a name=\"BK27\"></a>Payments re Section 79.2 of the Act</p>"
        },
        {
            "id": "P353_51984",
            "section": "Payments by the Financial Corporation to the IESO",
            "content": "15. (1) The Financial Corporation shall make a payment to the IESO equal to the aggregate of all amounts the IESO is required to pay low-volume consumers and designated consumers under subsection 79.2 (1) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (2) The Financial Corporation shall make the payment after receiving from the IESO a statement setting out, (a) the number of low-volume consumers to whom the IESO is required to make a payment under subsection 79.2 (1) of the Act and the total amount payable by the IESO to those consumers; and (b) the number of designated consumers to whom the IESO is required to make a payment under subsection 79.2 (1) of the Act and the total amount payable by the IESO to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (3) The Financial Corporation shall make the payment even if the IESO has not yet made any payments under subsection 79.2 (1) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (4) The Financial Corporation may make the payment by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (5) The IESO shall provide the following information to the Financial Corporation forthwith after making the payments under subsections 79.2 (1) of the Act: 1. The number of low-volume consumers to whom the IESO made a payment under subsection 79.2 (1) of the Act and the total amount paid by the IESO to those consumers. 2. The number of designated consumers to whom the IESO made a payment under subsection 79.2 (1) of the Act and the total amount paid by the IESO to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. Last Day for Payments",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P353_51984\"></a><a name=\"BK28\"></a>15. </b>(1) The Financial Corporation shall make a payment to the IESO equal to the aggregate of all amounts the IESO is required to pay low-volume consumers and designated consumers under subsection 79.2 (1) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) The Financial Corporation shall make the payment after receiving from the IESO a statement setting out,</p> <p class=\"clause-e\">(a) the number of low-volume consumers to whom the IESO is required to make a payment under subsection 79.2 (1) of the Act and the total amount payable by the IESO to those consumers; and</p> <p class=\"clause-e\">(b) the number of designated consumers to whom the IESO is required to make a payment under subsection 79.2 (1) of the Act and the total amount payable by the IESO to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(3) The Financial Corporation shall make the payment even if the IESO has not yet made any payments under subsection 79.2 (1) of the Act. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(4) The Financial Corporation may make the payment by paying the amount to the IESO or by way of set-off of the amount in the accounts maintained by the IESO, at the option of the Financial Corporation. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(5) The IESO shall provide the following information to the Financial Corporation forthwith after making the payments under subsections 79.2 (1) of the Act:</p> <p class=\"paragraph-e\">1. The number of low-volume consumers to whom the IESO made a payment under subsection 79.2 (1) of the Act and the total amount paid by the IESO to those consumers.</p> <p class=\"paragraph-e\">2. The number of designated consumers to whom the IESO made a payment under subsection 79.2 (1) of the Act and the total amount paid by the IESO to those consumers. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"heading1-e\"><a name=\"P362_53759\"></a><a name=\"BK29\"></a>Last Day for Payments</p>"
        },
        {
            "id": "P364_53801",
            "section": "Last day for payments",
            "content": "15.1 No payment referred to any of sections 2 to 15 of this Regulation shall be made after March 31, 2006. O. Reg. 480/05, s. 2. General",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P364_53801\"></a><a name=\"BK30\"></a>15.1 </b>No payment referred to any of sections 2 to 15 of this Regulation shall be made after March 31, 2006. O. Reg. 480/05, s. 2.</p> <p class=\"heading1-e\"><a name=\"P365_53935\"></a><a name=\"BK31\"></a>General</p>"
        },
        {
            "id": "P367_53964",
            "section": "Reporting requirements",
            "content": "16. All statements and other information that a retailer, embedded distributor, licensed distributor or the IESO is required by this Regulation to provide shall be provided in such form and manner as the Financial Corporation may require. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P367_53964\"></a><a name=\"BK32\"></a>16. </b>All statements and other information that a retailer, embedded distributor, licensed distributor or the IESO is required by this Regulation to provide shall be provided in such form and manner as the Financial Corporation may require. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P369_54292",
            "section": "Reporting to the Financial Corporation",
            "content": "16.1 Upon request, the IESO, a licensed distributor or a retailer shall give the Financial Corporation such information relating to payments required by this Regulation as the Financial Corporation may require, in the form and within the period specified by the Financial Corporation. O. Reg. 52/03, s. 2; O. Reg. 480/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P369_54292\"></a><a name=\"BK33\"></a>16.1 </b>Upon request, the IESO, a licensed distributor or a retailer shall give the Financial Corporation such information relating to payments required by this Regulation as the Financial Corporation may require, in the form and within the period specified by the Financial Corporation. O. Reg. 52/03, s. 2; O. Reg. 480/05, s. 1.</p>"
        },
        {
            "id": "P371_54658",
            "section": "Reliance on certain information",
            "content": "17. (1) For the purposes of the payments that the IESO is required by this Regulation to make, the IESO shall rely upon the information provided to it by the licensed distributor. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1. (2) For the purposes of the payments that a licensed distributor is required by section 2, 9 or 14.2 to make, the licensed distributor shall rely upon the information provided to it by the retailer. O. Reg. 434/02, s. 7; O. Reg. 52/03, s. 3 (1). (3) For the purposes of the payments that a licensed distributor is required by section 3, 4, 10, 11 or 14.3 to make, the licensed distributor shall rely upon the information provided to it by the embedded distributor. O. Reg. 434/02, s. 7; O. Reg. 52/03, s. 3 (2). ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P371_54658\"></a><a name=\"BK34\"></a>17. </b>(1) For the purposes of the payments that the IESO is required by this Regulation to make, the IESO shall rely upon the information provided to it by the licensed distributor. O. Reg. 434/02, s. 7; O. Reg. 480/05, s. 1.</p> <p class=\"subsection-e\">(2) For the purposes of the payments that a licensed distributor is required by section 2, 9 or 14.2 to make, the licensed distributor shall rely upon the information provided to it by the retailer. O. Reg. 434/02, s. 7; O. Reg. 52/03, s. 3 (1).</p> <p class=\"subsection-e\">(3) For the purposes of the payments that a licensed distributor is required by section 3, 4, 10, 11 or 14.3 to make, the licensed distributor shall rely upon the information provided to it by the embedded distributor. O. Reg. 434/02, s. 7; O. Reg. 52/03, s. 3 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}