{
    "reg_info": {
        "full_title": "O. Reg. 455/94: RECOVERY OF GASOLINE VAPOUR IN BULK TRANSFERS",
        "reg_name_text": "RECOVERY OF GASOLINE VAPOUR IN BULK TRANSFERS",
        "citation": "O. Reg. 455/94: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/940455",
        "date_scraped": "2023-12-19 05:32:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 31, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/940455/v2",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “bulk plant” means a gasoline distribution facility equipped with one or more storage tanks but no floating roof storage tank, where gasoline is received and stored in bulk for subsequent shipment; “cargo tank truck” means a vehicle designed or equipped for the purpose of transporting gasoline; “CCME Code” means the Canadian Council of Ministers of the Environment publication CCME-EPC/TRE-30E, titled “Environmental Code of Practice For Vapour Recovery In Gasoline Distribution Networks” and dated March, 1991; “CGSB\r\nStandard” means the Canadian General Standards Board publication CAN/CGSB-3.1000-M91, titled “Standard for Vapour Control Systems in Gasoline Distribution Networks”; “gasoline” means gasoline to which one of the Canadian General Standards Board publications mentioned in paragraph 8.1.1 of the CGSB Standard apply; “golden horseshoe area” means the area consisting of, (a) the cities of Oshawa, St. Catharines and Niagara Falls, and every point in Ontario within 30 kilometres of the respective city halls of those cities, (b) the cities of Toronto and Hamilton, and every point in Ontario within 60 kilometres of the respective city halls of those cities, and (c) where a local municipality includes a point that falls within the area described in clause (a) or (b), the entire local municipality; “permissive system” means a system of interlocking mechanical or electrical devices that prevents the transfer of gasoline from one tank to another if two vapour control systems are not properly connected to each other; “service station” means a facility at which gasoline is dispensed into the fuel tanks of motor vehicles but does not include a facility at which gasoline is dispensed only into the fuel tanks of water craft; “southern Ontario corridor” means, (a) the part of Ontario that is bounded on the north by a straight line drawn through the city halls of the towns of Grand Bend and Arnprior, and (b) where the line described in clause (a) runs across a local municipality, the entire local municipality; “submerged fill” means the addition of gasoline to a tank by a method that provides entry into the receiving tank below the liquid surface, to the extent possible given the amount of gasoline in the tank, so as to minimize splash and vapour formation; “terminal” means a gasoline distribution facility equipped with one or more floating roof storage tanks where gasoline is received and stored in bulk for subsequent shipment and includes a cargo tank truck loading facility at a petroleum refinery or petroleum processing plant; “vapour balancing system” means a system by which gasoline vapour displaced from a tank receiving gasoline is recovered into the tank that is the source of the gasoline; “vapour control system” means a vapour balancing system, a vapour destruction system or a vapour recovery system; “vapour destruction system” means a system for the removal of gasoline vapour from cargo tank trucks and for the destruction of the vapour in a vapour destruction unit; “vapour destruction unit” means the part of a vapour destruction system that receives gasoline vapour and destroys it by thermal oxidation or other means; “vapour recovery system” means a system for the removal of gasoline vapour from cargo tank trucks and for the recovery of the vapour in a vapour recovery unit for subsequent use; “vapour recovery unit” means the part of a vapour recovery system that receives gasoline vapour and recovers it for subsequent use.  O. Reg. 455/94, s. 1. Exemption from Environmental Compliance Approval Requirement",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“bulk plant” means a gasoline distribution facility equipped with one or more storage tanks but no floating roof storage tank, where gasoline is received and stored in bulk for subsequent shipment;</p> <p class=\"definition-e\">“cargo tank truck” means a vehicle designed or equipped for the purpose of transporting gasoline;</p> <p class=\"definition-e\">“<span class=\"ovallcaps\">CCME</span> Code” means the Canadian Council of Ministers of the Environment publication <span class=\"ovallcaps\">CCME-EPC</span>/<span class=\"ovallcaps\">TRE</span>-30<span class=\"ovallcaps\">E</span>, titled “Environmental Code of Practice For Vapour Recovery In Gasoline Distribution Networks” and dated March, 1991;</p> <p class=\"definition-e\">“<span class=\"ovallcaps\">CGSB</span>\r\nStandard” means the Canadian General Standards Board publication<span class=\"ovallcaps\"> CAN/CGSB</span>-3.1000-<span class=\"ovallcaps\">M</span>91, titled “Standard for Vapour Control Systems in Gasoline Distribution Networks”;</p> <p class=\"definition-e\">“gasoline” means gasoline to which one of the Canadian General Standards Board publications mentioned in paragraph 8.1.1 of the <span class=\"ovallcaps\">CGSB</span> Standard apply;</p> <p class=\"definition-e\">“golden horseshoe area” means the area consisting of,</p> <p class=\"defclause-e\">  (a) the cities of Oshawa, St. Catharines and Niagara Falls, and every point in Ontario within 30 kilometres of the respective city halls of those cities,</p> <p class=\"defclause-e\">  (b) the cities of Toronto and Hamilton, and every point in Ontario within 60 kilometres of the respective city halls of those cities, and</p> <p class=\"defclause-e\">  (c) where a local municipality includes a point that falls within the area described in clause (a) or (b), the entire local municipality;</p> <p class=\"definition-e\">“permissive system” means a system of interlocking mechanical or electrical devices that prevents the transfer of gasoline from one tank to another if two vapour control systems are not properly connected to each other;</p> <p class=\"definition-e\">“service station” means a facility at which gasoline is dispensed into the fuel tanks of motor vehicles but does not include a facility at which gasoline is dispensed only into the fuel tanks of water craft;</p> <p class=\"definition-e\">“southern Ontario corridor” means,</p> <p class=\"defclause-e\">  (a) the part of Ontario that is bounded on the north by a straight line drawn through the city halls of the towns of Grand Bend and Arnprior, and</p> <p class=\"defclause-e\">  (b) where the line described in clause (a) runs across a local municipality, the entire local municipality;</p> <p class=\"definition-e\">“submerged fill” means the addition of gasoline to a tank by a method that provides entry into the receiving tank below the liquid surface, to the extent possible given the amount of gasoline in the tank, so as to minimize splash and vapour formation;</p> <p class=\"definition-e\">“terminal” means a gasoline distribution facility equipped with one or more floating roof storage tanks where gasoline is received and stored in bulk for subsequent shipment and includes a cargo tank truck loading facility at a petroleum refinery or petroleum processing plant;</p> <p class=\"definition-e\">“vapour balancing system” means a system by which gasoline vapour displaced from a tank receiving gasoline is recovered into the tank that is the source of the gasoline;</p> <p class=\"definition-e\">“vapour control system” means a vapour balancing system, a vapour destruction system or a vapour recovery system;</p> <p class=\"definition-e\">“vapour destruction system” means a system for the removal of gasoline vapour from cargo tank trucks and for the destruction of the vapour in a vapour destruction unit;</p> <p class=\"definition-e\">“vapour destruction unit” means the part of a vapour destruction system that receives gasoline vapour and destroys it by thermal oxidation or other means;</p> <p class=\"definition-e\">“vapour recovery system” means a system for the removal of gasoline vapour from cargo tank trucks and for the recovery of the vapour in a vapour recovery unit for subsequent use;</p> <p class=\"definition-e\">“vapour recovery unit” means the part of a vapour recovery system that receives gasoline vapour and recovers it for subsequent use.  O. Reg. 455/94, s. 1.</p> <p class=\"heading1-e\">Exemption from Environmental Compliance Approval Requirement</p>"
        },
        {
            "id": "2.",
            "section": "Exemption from Environmental Compliance Approval Requirement",
            "content": " 2. Section 9 of the Act does not apply in respect of the discharge or potential discharge of gasoline vapour into the natural environment from terminals, bulk plants or service stations.  O. Reg. 455/94, s. 2. General",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Section 9 of the Act does not apply in respect of the discharge or potential discharge of gasoline vapour into the natural environment from terminals, bulk plants or service stations.  O. Reg. 455/94, s. 2.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "3.",
            "section": "General",
            "content": " 3. After December 31, 1996, no person shall transfer more than 500 litres of gasoline into a storage tank or cargo tank truck unless, (a) the transfer is carried out by submerged fill; or (b) the transfer is carried out at a terminal, bulk plant or service station to which section 5, 6 or 7 applies and the transfer is not, (i) a transfer involving a cargo tank truck to which section 8 does not apply, or (ii) a transfer removing gasoline from a storage tank at a bulk plant or service station where the removal is out of the ordinary course of business.  O. Reg. 455/94, s. 3. Application of Sections 5 to 8",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>After December 31, 1996, no person shall transfer more than 500 litres of gasoline into a storage tank or cargo tank truck unless,</p> <p class=\"clause-e\">  (a) the transfer is carried out by submerged fill; or</p> <p class=\"clause-e\">  (b) the transfer is carried out at a terminal, bulk plant or service station to which section 5, 6 or 7 applies and the transfer is not,</p> <p class=\"subclause-e\">  (i) a transfer involving a cargo tank truck to which section 8 does not apply, or</p> <p class=\"subclause-e\">  (ii) a transfer removing gasoline from a storage tank at a bulk plant or service station where the removal is out of the ordinary course of business.  O. Reg. 455/94, s. 3.</p> <p class=\"heading1-e\">Application of Sections 5 to 8</p>"
        },
        {
            "id": "4.",
            "section": "Application of Sections 5 to 8",
            "content": " 4. (1) Sections 5 to 8 apply in the golden horseshoe area after December 31, 1996. (2) Sections 5 to 8 apply in the southern Ontario corridor after December 31, 1997. (3) Section 6 does not apply to a bulk plant that has never had a throughput greater than 4.5 million litres of gasoline in any 12-month period beginning after 1994. (4) Section 7 does not apply to a service station that began operating before the end of 1994 and that has never had a throughput greater than 1 million litres of gasoline in any 12-month period beginning after 1994. (5) Section 8 does not apply to, (a) a cargo tank truck put into operation before the end of 1994 that has a capacity less than 21,000 litres; or (b) a cargo tank truck that has a capacity less than 500 litres of gasoline. (6) Sections 5 to 8 do not apply to, (a) a storage tank that has a capacity less than 500 litres of gasoline; (b) a storage tank located on a farm and intended to contain gasoline for the fuelling of vehicles and other equipment used in connection with the production of plants or animals; or (c) a storage tank intended to contain gasoline for the fuelling of vehicles and other equipment to be operated only on the site where the storage tank is located.  O. Reg. 455/94, s. 4. Terminals",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Sections 5 to 8 apply in the golden horseshoe area after December 31, 1996.</p> <p class=\"subsection-e\">  (2) Sections 5 to 8 apply in the southern Ontario corridor after December 31, 1997.</p> <p class=\"subsection-e\">  (3) Section 6 does not apply to a bulk plant that has never had a throughput greater than 4.5 million litres of gasoline in any 12-month period beginning after 1994.</p> <p class=\"subsection-e\">  (4) Section 7 does not apply to a service station that began operating before the end of 1994 and that has never had a throughput greater than 1 million litres of gasoline in any 12-month period beginning after 1994.</p> <p class=\"subsection-e\">  (5) Section 8 does not apply to,</p> <p class=\"clause-e\">  (a) a cargo tank truck put into operation before the end of 1994 that has a capacity less than 21,000 litres; or</p> <p class=\"clause-e\">  (b) a cargo tank truck that has a capacity less than 500 litres of gasoline.</p> <p class=\"subsection-e\">  (6) Sections 5 to 8 do not apply to,</p> <p class=\"clause-e\">  (a) a storage tank that has a capacity less than 500 litres of gasoline;</p> <p class=\"clause-e\">  (b) a storage tank located on a farm and intended to contain gasoline for the fuelling of vehicles and other equipment used in connection with the production of plants or animals; or</p> <p class=\"clause-e\">  (c) a storage tank intended to contain gasoline for the fuelling of vehicles and other equipment to be operated only on the site where the storage tank is located.  O. Reg. 455/94, s. 4.</p> <p class=\"heading1-e\">Terminals</p>"
        },
        {
            "id": "5.",
            "section": "Terminals",
            "content": " 5. Each person responsible for a terminal shall ensure that the following rules are complied with in respect of the terminal: 1. The terminal must be equipped with an operable vapour control system applicable to transfers of gasoline for shipment from the terminal. 2. In each calendar year, the vapour control system must operate properly during more than 95 per cent of the time during which gasoline is transferred at the terminal to a cargo tank truck to which section 8 applies. 3. Planned maintenance must not occur during the period from May 1 to September 15 in each year. 4. A record must be made of the date and duration of any transfer of gasoline to a cargo tank truck to which section 8 applies during, i. a shutdown of the vapour control system that lasts for more than 24 hours, or ii. a malfunction of the vapour control system that permits abnormal discharge of gasoline vapour and lasts for more than 24 hours. 5. Records made under rule 4 must be kept at the terminal for at least two years. 6. All vapour hoses used for cargo tank truck hookup must have appropriate backflow prevention. 7. The vapour control system must be designed or configured so as to minimize the occurrence of low spots where condensed materials might collect. 8. Where the terminal has had, in any 12-month period after 1994, a throughput greater than 250 million litres of gasoline, the vapour control system must be a vapour recovery system. 9. Where the terminal has never had, in any 12-month period after 1994, a throughput greater than 250 million litres of gasoline, the vapour control system must be a vapour recovery system or vapour destruction system. 10. Despite rule 9, where the terminal began operating after 1994, the vapour control system must be a vapour recovery system. 11. Stack emissions from a vapour recovery unit or vapour destruction unit at a terminal must be less than or equal to 35 milligrams of hydrocarbon per litre of gasoline transferred to cargo tank trucks. 12. A vapour recovery unit at a terminal must be tested once each year for compliance with rule 11 in accordance with the procedure specified in the CGSB\r\nStandard or with an equivalent procedure specified by the Director. 13. A vapour destruction unit at a terminal must be tested once each year for compliance with rule 11 in accordance with the procedure specified in the CGSB\r\nStandard or with an equivalent procedure specified by the Director. 14. No person may carry out work on the vapour control system or be involved in the transfer of gasoline at the terminal to a cargo tank truck to which section 8 applies unless he or she has received appropriate training in the operation and maintenance of the vapour control system. 15.   Records of training given to a person under rule 14 must be made and kept at the terminal for at least two years after the person ceases to carry out the work in respect of which the training was given. 16. Written operating procedures must be prepared sufficient to enable persons working at the terminal to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the CCME Code and the CGSB Standard. 17. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline at the terminal to a cargo tank truck to which section 8 applies. 18. The operating procedures must be followed. 19. Equipment tests and inspections must be carried out as specified in the CGSB\r\nStandard and as specified in the CCME Code. 20. Records of the results of all tests and inspections carried out under rule 19, other than the results of visual inspections, must be made and kept at the terminal for at least two years. 21. Records of abnormalities observed during visual inspections carried out under rule 19 must be made and kept at the terminal for two years. 22. Condensed material found in the vapour control system must be collected and removed from the system. 23. If the vapour control system at the terminal is equipped with a permissive system, the permissive system must be used for all transfers of gasoline to a cargo tank truck to which section 8 applies, unless bypass procedures outlined in the operating procedures referred to in rule 16 are followed to avoid the discharge of gasoline vapour. 24. All transfers of gasoline to cargo tank trucks to which section 8 applies must be carried out in accordance with the cargo tank truck loading procedures specified in the CGSB Standard.  O. Reg. 455/94, s. 5. Bulk Plants",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Each person responsible for a terminal shall ensure that the following rules are complied with in respect of the terminal:</p> <p class=\"paragraph-e\">  1. The terminal must be equipped with an operable vapour control system applicable to transfers of gasoline for shipment from the terminal.</p> <p class=\"paragraph-e\">  2. In each calendar year, the vapour control system must operate properly during more than 95 per cent of the time during which gasoline is transferred at the terminal to a cargo tank truck to which section 8 applies.</p> <p class=\"paragraph-e\">  3. Planned maintenance must not occur during the period from May 1 to September 15 in each year.</p> <p class=\"paragraph-e\">  4. A record must be made of the date and duration of any transfer of gasoline to a cargo tank truck to which section 8 applies during,</p> <p class=\"subpara-e\">  i. a shutdown of the vapour control system that lasts for more than 24 hours, or</p> <p class=\"subpara-e\">  ii. a malfunction of the vapour control system that permits abnormal discharge of gasoline vapour and lasts for more than 24 hours.</p> <p class=\"paragraph-e\">  5. Records made under rule 4 must be kept at the terminal for at least two years.</p> <p class=\"paragraph-e\">  6. All vapour hoses used for cargo tank truck hookup must have appropriate backflow prevention.</p> <p class=\"paragraph-e\">  7. The vapour control system must be designed or configured so as to minimize the occurrence of low spots where condensed materials might collect.</p> <p class=\"paragraph-e\">  8. Where the terminal has had, in any 12-month period after 1994, a throughput greater than 250 million litres of gasoline, the vapour control system must be a vapour recovery system.</p> <p class=\"paragraph-e\">  9. Where the terminal has never had, in any 12-month period after 1994, a throughput greater than 250 million litres of gasoline, the vapour control system must be a vapour recovery system or vapour destruction system.</p> <p class=\"paragraph-e\">  10. Despite rule 9, where the terminal began operating after 1994, the vapour control system must be a vapour recovery system.</p> <p class=\"paragraph-e\">  11. Stack emissions from a vapour recovery unit or vapour destruction unit at a terminal must be less than or equal to 35 milligrams of hydrocarbon per litre of gasoline transferred to cargo tank trucks.</p> <p class=\"paragraph-e\">  12. A vapour recovery unit at a terminal must be tested once each year for compliance with rule 11 in accordance with the procedure specified in the <span class=\"ovallcaps\">CGSB</span>\r\nStandard or with an equivalent procedure specified by the Director.</p> <p class=\"paragraph-e\">  13. A vapour destruction unit at a terminal must be tested once each year for compliance with rule 11 in accordance with the procedure specified in the<span class=\"ovallcaps\"> CGSB</span>\r\nStandard or with an equivalent procedure specified by the Director.</p> <p class=\"paragraph-e\">  14. No person may carry out work on the vapour control system or be involved in the transfer of gasoline at the terminal to a cargo tank truck to which section 8 applies unless he or she has received appropriate training in the operation and maintenance of the vapour control system.</p> <p class=\"paragraph-e\">  15.   Records of training given to a person under rule 14 must be made and kept at the terminal for at least two years after the person ceases to carry out the work in respect of which the training was given.</p> <p class=\"paragraph-e\">  16. Written operating procedures must be prepared sufficient to enable persons working at the terminal to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the <span class=\"ovallcaps\">CCME</span> Code and the <span class=\"ovallcaps\">CGSB</span> Standard.</p> <p class=\"paragraph-e\">  17. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline at the terminal to a cargo tank truck to which section 8 applies.</p> <p class=\"paragraph-e\">  18. The operating procedures must be followed.</p> <p class=\"paragraph-e\">  19. Equipment tests and inspections must be carried out as specified in the <span class=\"ovallcaps\">CGSB</span>\r\nStandard and as specified in the <span class=\"ovallcaps\">CCME</span> Code.</p> <p class=\"paragraph-e\">  20. Records of the results of all tests and inspections carried out under rule 19, other than the results of visual inspections, must be made and kept at the terminal for at least two years.</p> <p class=\"paragraph-e\">  21. Records of abnormalities observed during visual inspections carried out under rule 19 must be made and kept at the terminal for two years.</p> <p class=\"paragraph-e\">  22. Condensed material found in the vapour control system must be collected and removed from the system.</p> <p class=\"paragraph-e\">  23. If the vapour control system at the terminal is equipped with a permissive system, the permissive system must be used for all transfers of gasoline to a cargo tank truck to which section 8 applies, unless bypass procedures outlined in the operating procedures referred to in rule 16 are followed to avoid the discharge of gasoline vapour.</p> <p class=\"paragraph-e\">  24. All transfers of gasoline to cargo tank trucks to which section 8 applies must be carried out in accordance with the cargo tank truck loading procedures specified in the <span class=\"ovallcaps\">CGSB</span> Standard.  O. Reg. 455/94, s. 5.</p> <p class=\"heading1-e\">Bulk Plants</p>"
        },
        {
            "id": "6.",
            "section": "Bulk Plants",
            "content": " 6. Each person responsible for a bulk plant shall ensure that the following rules are complied with in respect of the bulk plant: 1. The bulk plant must be equipped with an operable vapour control system applicable to transfers of gasoline at the bulk plant as specified in rules 8 and 9. 2. In each calendar year, the vapour control system must operate properly during more than 95 per cent of the time during which gasoline is transferred at the bulk plant in a manner to which the system is applicable. 3. For the purposes of rule 2, gasoline transfers involving cargo tank trucks to which section 8 does not apply and gasoline transfers that are out of the ordinary course of business at the bulk plant are not to be taken into account. 4. A record must be made of the date and duration of any transfer of gasoline to which the vapour control system is applicable during, i. a shutdown of the vapour control system that lasts for more than 24 hours, or ii. a malfunction of the vapour control system that permits abnormal discharge of gasoline vapour and lasts for more than 24 hours. 5. Records made under rule 4 must be kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years. 6. All vapour hoses used for cargo tank truck hookup must have appropriate backflow prevention. 7. The vapour control system must be designed or configured so as to minimize the occurrence of low spots where condensed materials might collect. 8.   Subject to rule 9, the vapour control system must be a vapour balancing system applicable to transfers of gasoline for receipt at the bulk plant where the plant has had, in any 12-month period after 1994, a throughput greater than 4.5 million litres of gasoline. 9.   The vapour control system must be a vapour balancing system applicable to transfers of gasoline for receipt at the bulk plant and to transfers of gasoline for shipment from the bulk plant where, i. the plant has had, in any 12-month period after 1994, a throughput greater than 20 million litres of gasoline, ii. the plant began operating after 1994 and has had, in any 12-month period, a throughput greater than 4.5 million litres of gasoline, or iii. the gasoline throughput of the plant in any 12-month period after 1994 is more than 4.5 million litres greater than its gasoline throughput was for the year 1994. 10. No person may carry out work on the vapour control system or be involved in the transfer of gasoline to which the vapour control system is applicable unless he or she has received appropriate training in the operation and maintenance of the vapour control system. 11. Records of training given to a person under rule 10 must be made and kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years after the person ceases to carry out the work in respect of which the training was given. 12. Written operating procedures must be prepared sufficient to enable persons working at the bulk plant to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the CCME Code and the CGSB Standard. 13. The address at which records required by this section are kept must be included in the operating procedures. 14. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline to which the vapour control system is applicable. 15. The operating procedures must be followed. 16. Equipment tests and inspections must be carried out as specified in the CGSB\r\nStandard and as specified in the CCME Code. 17. Records of the results of all tests and inspections carried out under rule 16, other than the results of visual inspections, must be made and kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years. 18. Records of abnormalities observed during visual inspections carried out under rule 16 must be made and kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years. 19. Condensed material found in the vapour control system must be collected and removed from the system. 20. If the vapour control system at the bulk plant is equipped with a permissive system, the permissive system must be used for all transfers of gasoline to which the vapour control system is applicable, unless bypass procedures outlined in the operating procedures referred to in rule 12 are followed to avoid the discharge of gasoline vapour. 21. All transfers of gasoline to or from cargo tank trucks to which section 8 applies must be carried out in accordance with the cargo tank truck loading and unloading procedures specified in the CGSB Standard. 22. A transfer of diesel fuel to a cargo tank truck must be carried out as if the diesel fuel were gasoline if, i. the truck is one to which section 8 applies, and ii. the tank on the truck contained gasoline vapours immediately before the diesel fuel was put into it.  O. Reg. 455/94, s. 6. Service Stations",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Each person responsible for a bulk plant shall ensure that the following rules are complied with in respect of the bulk plant:</p> <p class=\"paragraph-e\">  1. The bulk plant must be equipped with an operable vapour control system applicable to transfers of gasoline at the bulk plant as specified in rules 8 and 9.</p> <p class=\"paragraph-e\">  2. In each calendar year, the vapour control system must operate properly during more than 95 per cent of the time during which gasoline is transferred at the bulk plant in a manner to which the system is applicable.</p> <p class=\"paragraph-e\">  3. For the purposes of rule 2, gasoline transfers involving cargo tank trucks to which section 8 does not apply and gasoline transfers that are out of the ordinary course of business at the bulk plant are not to be taken into account.</p> <p class=\"paragraph-e\">  4. A record must be made of the date and duration of any transfer of gasoline to which the vapour control system is applicable during,</p> <p class=\"subpara-e\">  i. a shutdown of the vapour control system that lasts for more than 24 hours, or</p> <p class=\"subpara-e\">  ii. a malfunction of the vapour control system that permits abnormal discharge of gasoline vapour and lasts for more than 24 hours.</p> <p class=\"paragraph-e\">  5. Records made under rule 4 must be kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years.</p> <p class=\"paragraph-e\">  6. All vapour hoses used for cargo tank truck hookup must have appropriate backflow prevention.</p> <p class=\"paragraph-e\">  7. The vapour control system must be designed or configured so as to minimize the occurrence of low spots where condensed materials might collect.</p> <p class=\"paragraph-e\">  8.   Subject to rule 9, the vapour control system must be a vapour balancing system applicable to transfers of gasoline for receipt at the bulk plant where the plant has had, in any 12-month period after 1994, a throughput greater than 4.5 million litres of gasoline.</p> <p class=\"paragraph-e\">  9.   The vapour control system must be a vapour balancing system applicable to transfers of gasoline for receipt at the bulk plant and to transfers of gasoline for shipment from the bulk plant where,</p> <p class=\"subpara-e\">  i. the plant has had, in any 12-month period after 1994, a throughput greater than 20 million litres of gasoline,</p> <p class=\"subpara-e\">  ii. the plant began operating after 1994 and has had, in any 12-month period, a throughput greater than 4.5 million litres of gasoline, or</p> <p class=\"subpara-e\">  iii. the gasoline throughput of the plant in any 12-month period after 1994 is more than 4.5 million litres greater than its gasoline throughput was for the year 1994.</p> <p class=\"paragraph-e\">  10. No person may carry out work on the vapour control system or be involved in the transfer of gasoline to which the vapour control system is applicable unless he or she has received appropriate training in the operation and maintenance of the vapour control system.</p> <p class=\"paragraph-e\">  11. Records of training given to a person under rule 10 must be made and kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years after the person ceases to carry out the work in respect of which the training was given.</p> <p class=\"paragraph-e\">  12. Written operating procedures must be prepared sufficient to enable persons working at the bulk plant to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the <span class=\"ovallcaps\">CCME</span> Code and the <span class=\"ovallcaps\">CGSB</span> Standard.</p> <p class=\"paragraph-e\">  13. The address at which records required by this section are kept must be included in the operating procedures.</p> <p class=\"paragraph-e\">  14. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline to which the vapour control system is applicable.</p> <p class=\"paragraph-e\">  15. The operating procedures must be followed.</p> <p class=\"paragraph-e\">  16. Equipment tests and inspections must be carried out as specified in the <span class=\"ovallcaps\">CGSB</span>\r\nStandard and as specified in the <span class=\"ovallcaps\">CCME</span> Code.</p> <p class=\"paragraph-e\">  17. Records of the results of all tests and inspections carried out under rule 16, other than the results of visual inspections, must be made and kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years.</p> <p class=\"paragraph-e\">  18. Records of abnormalities observed during visual inspections carried out under rule 16 must be made and kept at the bulk plant or at a business office of the owner of the bulk plant for at least two years.</p> <p class=\"paragraph-e\">  19. Condensed material found in the vapour control system must be collected and removed from the system.</p> <p class=\"paragraph-e\">  20. If the vapour control system at the bulk plant is equipped with a permissive system, the permissive system must be used for all transfers of gasoline to which the vapour control system is applicable, unless bypass procedures outlined in the operating procedures referred to in rule 12 are followed to avoid the discharge of gasoline vapour.</p> <p class=\"paragraph-e\">  21. All transfers of gasoline to or from cargo tank trucks to which section 8 applies must be carried out in accordance with the cargo tank truck loading and unloading procedures specified in the <span class=\"ovallcaps\">CGSB</span> Standard.</p> <p class=\"paragraph-e\">  22. A transfer of diesel fuel to a cargo tank truck must be carried out as if the diesel fuel were gasoline if,</p> <p class=\"subpara-e\">  i. the truck is one to which section 8 applies, and</p> <p class=\"subpara-e\">  ii. the tank on the truck contained gasoline vapours immediately before the diesel fuel was put into it.  O. Reg. 455/94, s. 6.</p> <p class=\"heading1-e\">Service Stations</p>"
        },
        {
            "id": "7.",
            "section": "Service Stations",
            "content": " 7. Each person responsible for a service station shall ensure that the following rules are complied with in respect of the service station: 1. The service station must be equipped with an operable vapour control system applicable to transfers of gasoline for receipt at the service station. 2. In each calendar year, the vapour control system must operate properly during more than 95 per cent of the time during which gasoline is transferred for receipt at the service station. 3. For the purposes of rule 2, gasoline transfers from cargo tank trucks to which section 8 does not apply are not to be taken into account. 4. A record must be made of the date and duration of any transfer of gasoline for receipt at the service station during, i. a shutdown of the vapour control system that lasts for more than 24 hours, or ii. a malfunction of the vapour control system that permits abnormal discharge of gasoline vapour and lasts for more than 24 hours. 5. Records made under rule 4 must be kept at the service station or at a business office of the owner of the service station for at least two years. 6. The vapour control system must be a vapour balancing system. 7. The vapour recovery adapters at each storage tank at the service station must be accessible to the operator of any cargo tank truck that delivers gasoline to the tank. 8. No person may carry out any work on the vapour control system or be involved in the transfer of gasoline for receipt at the service station unless he or she has received appropriate training in the operation and maintenance of the vapour control system. 9. Records of training given to a person under rule 8 must be made and kept at the service station or at a business office of the owner of the service station for at least two years after the person ceases to carry out the work in respect of which the training was given. 10. Written operating procedures must be prepared sufficient to enable persons working at the service station to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the CCME Code and the CGSB Standard. 11. The address at which records required by this section are kept must be included in the operating procedures. 12. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline for receipt at the service station. 13. The operating procedures must be followed. 14. Equipment tests and inspections must be carried out as specified in the CGSB\r\nStandard and as specified in the CCME Code. 15. Records of the results of all tests and inspections carried out under rule 14, other than the results of visual inspections, must be made and kept at the service station or at a business office of the owner of the service station for at least two years. 16. Records of abnormalities observed during visual inspections carried out under rule 14 must be made and kept at the service station or at a business office of the owner of the service station for at least two years. 17. Condensed material found in the vapour control system must be collected and removed from the system. 18. All transfers of gasoline from cargo tank trucks to which section 8 applies must be carried out in accordance with the cargo tank truck unloading procedures specified in the CGSB Standard.  O. Reg. 455/94, s. 7. Cargo Tank Trucks",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Each person responsible for a service station shall ensure that the following rules are complied with in respect of the service station:</p> <p class=\"paragraph-e\">  1. The service station must be equipped with an operable vapour control system applicable to transfers of gasoline for receipt at the service station.</p> <p class=\"paragraph-e\">  2. In each calendar year, the vapour control system must operate properly during more than 95 per cent of the time during which gasoline is transferred for receipt at the service station.</p> <p class=\"paragraph-e\">  3. For the purposes of rule 2, gasoline transfers from cargo tank trucks to which section 8 does not apply are not to be taken into account.</p> <p class=\"paragraph-e\">  4. A record must be made of the date and duration of any transfer of gasoline for receipt at the service station during,</p> <p class=\"subpara-e\">  i. a shutdown of the vapour control system that lasts for more than 24 hours, or</p> <p class=\"subpara-e\">  ii. a malfunction of the vapour control system that permits abnormal discharge of gasoline vapour and lasts for more than 24 hours.</p> <p class=\"paragraph-e\">  5. Records made under rule 4 must be kept at the service station or at a business office of the owner of the service station for at least two years.</p> <p class=\"paragraph-e\">  6. The vapour control system must be a vapour balancing system.</p> <p class=\"paragraph-e\">  7. The vapour recovery adapters at each storage tank at the service station must be accessible to the operator of any cargo tank truck that delivers gasoline to the tank.</p> <p class=\"paragraph-e\">  8. No person may carry out any work on the vapour control system or be involved in the transfer of gasoline for receipt at the service station unless he or she has received appropriate training in the operation and maintenance of the vapour control system.</p> <p class=\"paragraph-e\">  9. Records of training given to a person under rule 8 must be made and kept at the service station or at a business office of the owner of the service station for at least two years after the person ceases to carry out the work in respect of which the training was given.</p> <p class=\"paragraph-e\">  10. Written operating procedures must be prepared sufficient to enable persons working at the service station to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the <span class=\"ovallcaps\">CCME</span> Code and the <span class=\"ovallcaps\">CGSB</span> Standard.</p> <p class=\"paragraph-e\">  11. The address at which records required by this section are kept must be included in the operating procedures.</p> <p class=\"paragraph-e\">  12. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline for receipt at the service station.</p> <p class=\"paragraph-e\">  13. The operating procedures must be followed.</p> <p class=\"paragraph-e\">  14. Equipment tests and inspections must be carried out as specified in the <span class=\"ovallcaps\">CGSB</span>\r\nStandard and as specified in the <span class=\"ovallcaps\">CCME</span> Code.</p> <p class=\"paragraph-e\">  15. Records of the results of all tests and inspections carried out under rule 14, other than the results of visual inspections, must be made and kept at the service station or at a business office of the owner of the service station for at least two years.</p> <p class=\"paragraph-e\">  16. Records of abnormalities observed during visual inspections carried out under rule 14 must be made and kept at the service station or at a business office of the owner of the service station for at least two years.</p> <p class=\"paragraph-e\">  17. Condensed material found in the vapour control system must be collected and removed from the system.</p> <p class=\"paragraph-e\">  18. All transfers of gasoline from cargo tank trucks to which section 8 applies must be carried out in accordance with the cargo tank truck unloading procedures specified in the <span class=\"ovallcaps\">CGSB</span> Standard.  O. Reg. 455/94, s. 7.</p> <p class=\"heading1-e\">Cargo Tank Trucks</p>"
        },
        {
            "id": "8.",
            "section": "Cargo Tank Trucks",
            "content": " 8. Each person responsible for a cargo tank truck shall ensure that the following rules are complied with in respect of the cargo tank truck: 1. The truck must be equipped with an operable vapour control system applicable to transfers of gasoline to and from the truck. 2. The vapour control system must be operating properly at all times during the transfer of gasoline to or from the truck unless the other tank involved in the transfer is not required by this Regulation to be equipped so as to permit the vapour control system to operate. 3. The vapour control system must be a vapour balancing system. 4. No person may carry out work on the vapour control system or be involved in the transfer of gasoline to or from the truck unless he or she has received appropriate training in the operation and maintenance of the vapour control system. 5. Records of training given to a person under rule 4 must be made and kept at the place of business of the owner of the truck for at least two years after the person ceases to carry out the work in respect of which the training was given. 6. Written operating procedures must be prepared sufficient to enable persons carrying out work on the vapour control system or involved in the transfer of gasoline to or from the truck to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the CCME Code and the CGSB Standard. 7. The address at which records required by this section are kept shall be included in the operating procedures. 8. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline to or from the truck. 9. The operating procedures must be followed. 10.   Equipment tests and inspections must be carried out as specified in the CCME Code and in the CGSB Standard. 11. Records of the results of all tests and inspections carried out under rule 10, other than the results of visual inspections, must be made and kept at the place of business of the owner of the truck for at least two years. 12. Records of abnormalities observed during visual inspections carried out under rule 10 must be made and kept at the place of business of the owner of the truck for at least two years. 13. No attempt may be made to transfer gasoline to or from the truck if it has a leak of gasoline vapour that results in a concentration greater than 100 per cent of the concentration of flammable gas or vapour in air above which the mixture is explosive, as measured by a combustible gas detector at a distance of 25 millimetres from any leak source on the truck openings or fittings. 14. If the truck is found to have a leak greater than the limit set out in rule 13, it must not be operated after 48 hours after the finding unless it has been repaired in accordance with the CCME Code and the CGSB\r\nStandard. 15. All transfers of gasoline to and from the truck must be carried out in accordance with the cargo tank truck loading and unloading procedures specified in the CGSB\r\nStandard. 16. No attempt may be made to transfer gasoline to or from the truck at a terminal, bulk plant or service station or to connect the truck to a terminal, bulk plant or service station unless, i. the vapour recovery system required for the truck by this section is operable, and ii. the fittings on the truck and at the terminal, bulk plant or service station for making connections between the truck and the terminal, bulk plant or service station are appropriate and in good working order. 17. A record of any failure in or leak from the connections between the truck and a terminal, bulk plant or service station must be made and kept at the place of business of the owner of the truck for at least two years. 18. A record of any occasion on which gasoline is transferred to or from the truck without its vapour control system operating must be made and kept at the place of business of the owner of the truck for at least two years. 19. When transferring gasoline to or from the truck, the vapour hose connections must be made before the liquid hose connections and the liquid hose disconnections must be made before vapour hose disconnections. 20. A dome hatch must not be kept open for visual inspection for longer than three minutes and a reasonable effort must be made to minimize the time that a dome hatch is kept open.  O. Reg. 455/94, s. 8.    ",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Each person responsible for a cargo tank truck shall ensure that the following rules are complied with in respect of the cargo tank truck:</p> <p class=\"paragraph-e\">  1. The truck must be equipped with an operable vapour control system applicable to transfers of gasoline to and from the truck.</p> <p class=\"paragraph-e\">  2. The vapour control system must be operating properly at all times during the transfer of gasoline to or from the truck unless the other tank involved in the transfer is not required by this Regulation to be equipped so as to permit the vapour control system to operate.</p> <p class=\"paragraph-e\">  3. The vapour control system must be a vapour balancing system.</p> <p class=\"paragraph-e\">  4. No person may carry out work on the vapour control system or be involved in the transfer of gasoline to or from the truck unless he or she has received appropriate training in the operation and maintenance of the vapour control system.</p> <p class=\"paragraph-e\">  5. Records of training given to a person under rule 4 must be made and kept at the place of business of the owner of the truck for at least two years after the person ceases to carry out the work in respect of which the training was given.</p> <p class=\"paragraph-e\">  6. Written operating procedures must be prepared sufficient to enable persons carrying out work on the vapour control system or involved in the transfer of gasoline to or from the truck to operate and maintain the vapour control system in compliance with all requirements of this Regulation, the <span class=\"ovallcaps\">CCME</span> Code and the <span class=\"ovallcaps\">CGSB</span> Standard.</p> <p class=\"paragraph-e\">  7. The address at which records required by this section are kept shall be included in the operating procedures.</p> <p class=\"paragraph-e\">  8. The operating procedures must be available to each person who carries out work on the vapour control system or who is involved in the transfer of gasoline to or from the truck.</p> <p class=\"paragraph-e\">  9. The operating procedures must be followed.</p> <p class=\"paragraph-e\">  10.   Equipment tests and inspections must be carried out as specified in the <span class=\"ovallcaps\">CCME</span> Code and in the <span class=\"ovallcaps\">CGSB</span> Standard.</p> <p class=\"paragraph-e\">  11. Records of the results of all tests and inspections carried out under rule 10, other than the results of visual inspections, must be made and kept at the place of business of the owner of the truck for at least two years.</p> <p class=\"paragraph-e\">  12. Records of abnormalities observed during visual inspections carried out under rule 10 must be made and kept at the place of business of the owner of the truck for at least two years.</p> <p class=\"paragraph-e\">  13. No attempt may be made to transfer gasoline to or from the truck if it has a leak of gasoline vapour that results in a concentration greater than 100 per cent of the concentration of flammable gas or vapour in air above which the mixture is explosive, as measured by a combustible gas detector at a distance of 25 millimetres from any leak source on the truck openings or fittings.</p> <p class=\"paragraph-e\">  14. If the truck is found to have a leak greater than the limit set out in rule 13, it must not be operated after 48 hours after the finding unless it has been repaired in accordance with the <span class=\"ovallcaps\">CCME</span> Code and the <span class=\"ovallcaps\">CGSB</span>\r\nStandard.</p> <p class=\"paragraph-e\">  15. All transfers of gasoline to and from the truck must be carried out in accordance with the cargo tank truck loading and unloading procedures specified in the <span class=\"ovallcaps\">CGSB</span>\r\nStandard.</p> <p class=\"paragraph-e\">  16. No attempt may be made to transfer gasoline to or from the truck at a terminal, bulk plant or service station or to connect the truck to a terminal, bulk plant or service station unless,</p> <p class=\"subpara-e\">  i. the vapour recovery system required for the truck by this section is operable, and</p> <p class=\"subpara-e\">  ii. the fittings on the truck and at the terminal, bulk plant or service station for making connections between the truck and the terminal, bulk plant or service station are appropriate and in good working order.</p> <p class=\"paragraph-e\">  17. A record of any failure in or leak from the connections between the truck and a terminal, bulk plant or service station must be made and kept at the place of business of the owner of the truck for at least two years.</p> <p class=\"paragraph-e\">  18. A record of any occasion on which gasoline is transferred to or from the truck without its vapour control system operating must be made and kept at the place of business of the owner of the truck for at least two years.</p> <p class=\"paragraph-e\">  19. When transferring gasoline to or from the truck, the vapour hose connections must be made before the liquid hose connections and the liquid hose disconnections must be made before vapour hose disconnections.</p> <p class=\"paragraph-e\">  20. A dome hatch must not be kept open for visual inspection for longer than three minutes and a reasonable effort must be made to minimize the time that a dome hatch is kept open.  O. Reg. 455/94, s. 8.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}