{
    "reg_info": {
        "full_title": "O. Reg. 33/95: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 33/95: ",
        "act_under": "Advocacy Act, 1992   Loi de 1992 sur l’intervention",
        "url": "https://www.ontario.ca/laws/regulation/950033",
        "date_scraped": "2023-12-19 20:39:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) An advocate shall present his or her identification as required by subsection 20 (2) of the Act to the following persons: 1. In the case of a facility, the administrator or his or her designate or, in their absence, the person apparently in charge of the facility at the time the right of entry is exercised. 2. In the case of a controlled-access residence, a person who operates the controlled-access residence. 3. In the case of other non-residential premises, the person apparently in charge of the premises at the time the right of entry is exercised. 4. In the case of other residential premises, any person who appears to be at least 16 years old and an occupier of the premises. O. Reg. 33/95, s. 1 (1). (2) If no person specified in subsection (1) is on the premises at the time the right of entry is exercised, the advocate shall present his or her identification to any person who appears to be at least 16 years old and lawfully on the premises. O. Reg. 33/95, s. 1 (2). (3) When a right of entry is exercised to premises other than those referred to in paragraph 4 of subsection (1) and the person who is apparently in charge or who operates the premises is absent, the advocate shall make reasonable efforts to ensure that the person to whom identification is shown is a staff member. O. Reg. 33/95, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) An advocate shall present his or her identification as required by subsection 20 (2) of the Act to the following persons:</p> <p class=\"paragraph-e\">1. In the case of a facility, the administrator or his or her designate or, in their absence, the person apparently in charge of the facility at the time the right of entry is exercised.</p> <p class=\"paragraph-e\">2. In the case of a controlled-access residence, a person who operates the controlled-access residence.</p> <p class=\"paragraph-e\">3. In the case of other non-residential premises, the person apparently in charge of the premises at the time the right of entry is exercised.</p> <p class=\"paragraph-e\">4. In the case of other residential premises, any person who appears to be at least 16 years old and an occupier of the premises. O. Reg. 33/95, s. 1 (1).</p> <p class=\"subsection-e\">(2) If no person specified in subsection (1) is on the premises at the time the right of entry is exercised, the advocate shall present his or her identification to any person who appears to be at least 16 years old and lawfully on the premises. O. Reg. 33/95, s. 1 (2).</p> <p class=\"subsection-e\">(3) When a right of entry is exercised to premises other than those referred to in paragraph 4 of subsection (1) and the person who is apparently in charge or who operates the premises is absent, the advocate shall make reasonable efforts to ensure that the person to whom identification is shown is a staff member. O. Reg. 33/95, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. For the purpose of paragraph 4 of subsection 28 (1) of the Act, the advocate shall pay 50 cents per page for photocopies in excess of 20 pages. O. Reg. 33/95, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purpose of paragraph 4 of subsection 28 (1) of the Act, the advocate shall pay 50 cents per page for photocopies in excess of 20 pages. O. Reg. 33/95, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) All programs that provide direct client service to those 16 years of age or older funded in whole or in part or administered by the Ministry of Community and Social Services or by the Ministry of Health are prescribed for the purposes of clauses 24 (1) (c), 25 (2) (c), 26 (2) (c) and 30 (2) (c) of the Act. O. Reg. 33/95, s. 3 (1). (2) A program is funded as described in subsection (1) if it has received or is entitled to receive any money from either ministry in the program’s current fiscal year. O. Reg. 33/95, s. 3 (2). ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) All programs that provide direct client service to those 16 years of age or older funded in whole or in part or administered by the Ministry of Community and Social Services or by the Ministry of Health are prescribed for the purposes of clauses 24 (1) (c), 25 (2) (c), 26 (2) (c) and 30 (2) (c) of the Act. O. Reg. 33/95, s. 3 (1).</p> <p class=\"subsection-e\">(2) A program is funded as described in subsection (1) if it has received or is entitled to receive any money from either ministry in the program’s current fiscal year. O. Reg. 33/95, s. 3 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}