{
    "reg_info": {
        "full_title": "O. Reg. 88/22: AIR POLLUTION - DISCHARGE OF SULPHUR DIOXIDE FROM PETROLEUM FACILITIES",
        "reg_name_text": "AIR POLLUTION — DISCHARGE OF SULPHUR DIOXIDE FROM PETROLEUM FACILITIES",
        "citation": "O. Reg. 88/22: AIR POLLUTION - DISCHARGE OF SULPHUR DIOXIDE FROM PETROLEUM FACILITIES",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/220088",
        "date_scraped": "2023-12-18 12:47:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 25, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I GENERAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “air pollution control device”, in relation to sulphur dioxide, means a device that removes sulphur dioxide from a gaseous stream and includes a wet gas scrubber; (“dispositif de lutte contre la pollution atmosphérique”) “combustion device”, in relation to sulphur dioxide, means equipment that combusts sulphur-containing fuels and includes boilers, heaters, superheaters, incinerators, flares, furnaces and thermal and catalytic oxidizers; (“appareil à combustion”) “facility” means all plants, structures, equipment, apparatuses, mechanisms or things, including surfaces and storage piles, that function as a single integrated operation and that are, (a) owned or operated by the same person, and (b) located on the same site; (“installation”) “fuel gas” means any gas combusted as fuel at a petroleum facility; (“gaz combustible”) “general combustion device” means a combustion device other than, (a) a flare, (b) an incinerator that is associated with a sulphur recovery unit, or (c) a carbon monoxide boiler that is associated with a fluidized catalytic cracking unit, a Houdry catalytic cracking unit or a thermal cracking unit; (“appareil à combustion générique”) “IOL-Nanticoke facility” means the petroleum refining facility located in Haldimand County that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Nanticoke”) “IOL-Sarnia facility” means the petroleum refining and petrochemical facility located in the City of Sarnia that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Sarnia”) “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the\r\nProfessional Engineers Act; (“praticien de l’ingénierie titulaire d’un permis”) “measurement point” means a point at which a parameter is required to be measured in accordance with an approved continuous monitoring plan; (“point de mesure”) “PCLI facility” means the lubricants production facility located in the City of Mississauga that, on January 1, 2022, was owned by Petro-Canada Lubricants Inc.; (“installation de LPCI”) “petroleum facility” means a facility listed in section 2; (“installation pétrolière”) “quarter” means, in relation to a year, the three-month period that begins on January 1, April 1, July 1 or October 1; (“trimestre”) “Shell facility” means the petroleum refining facility located in the Township of St. Clair that, on January 1, 2022, was operated by Shell Canada Limited on behalf of Shell Canada Products; (“installation de Shell”) “site”, with respect to a facility, means the property on which the facility is located; (“site”) “sulphur recovery unit” includes all process units which are used to recover elemental sulphur from acid gases produced by amine units or sour water stripper units at a petroleum facility; (“unité de récupération du soufre”) “Suncor facility” means the petroleum refining facility located in the City of Sarnia that, on January 1, 2022, was owned by Suncor Energy Inc.; (“installation de Suncor”) “thermal cracking unit” includes a fluidized coking unit. (“unité de craquage thermique”) (2) In this Regulation, a reference to an “approved continuous monitoring plan” means a plan in respect of which a Director has given a notice under subsection 20 (6). (3) In this Regulation, a reference to an “approved community air monitoring plan” means a plan in respect of which a Director has given a notice under subsection 27 (4). (4) In this Regulation, a reference to a carbon monoxide boiler associated with a cracking unit is a reference to a carbon monoxide boiler in which gases from the cracking unit are combusted before being discharged into the air. (5) In this Regulation, a reference to the Director means, (a) the Director appointed under section 5 of the Act in respect of the section of this Regulation in which the reference appears; or (b) if no Director described in clause (a) has been appointed, any Director appointed under section 5 of the Act in respect of section 18 of the Act. (6) For the purposes of sections 8 to 12 and sections 14 and 15, a reference to a concentration of sulphur dioxide is a reference to the concentration of sulphur dioxide on a dry basis and corrected to zero per cent excess air.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“air pollution control device”, in relation to sulphur dioxide, means a device that removes sulphur dioxide from a gaseous stream and includes a wet gas scrubber; (“dispositif de lutte contre la pollution atmosphérique”)</p> <p class=\"definition-e\">“combustion device”, in relation to sulphur dioxide, means equipment that combusts sulphur-containing fuels and includes boilers, heaters, superheaters, incinerators, flares, furnaces and thermal and catalytic oxidizers; (“appareil à combustion”)</p> <p class=\"definition-e\">“facility” means all plants, structures, equipment, apparatuses, mechanisms or things, including surfaces and storage piles, that function as a single integrated operation and that are,</p> <p class=\"defclause-e\">  (a) owned or operated by the same person, and</p> <p class=\"defclause-e\">  (b) located on the same site; (“installation”)</p> <p class=\"definition-e\">“fuel gas” means any gas combusted as fuel at a petroleum facility; (“gaz combustible”)</p> <p class=\"definition-e\">“general combustion device” means a combustion device other than,</p> <p class=\"defclause-e\">  (a) a flare,</p> <p class=\"defclause-e\">  (b) an incinerator that is associated with a sulphur recovery unit, or</p> <p class=\"defclause-e\">  (c) a carbon monoxide boiler that is associated with <span>a f</span>luidized catalytic cracking unit, a Houdry catalytic cracking unit or a thermal cracking unit; (“appareil à combustion générique”)</p> <p class=\"definition-e\">“IOL-Nanticoke facility” means the petroleum refining facility located in Haldimand County that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Nanticoke”)</p> <p class=\"definition-e\">“IOL-Sarnia facility” means the petroleum refining and petrochemical facility located in the City of Sarnia that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Sarnia”)</p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the\r\n<i>Professional Engineers Act</i>; (“praticien de l’ingénierie titulaire d’un permis”)</p> <p class=\"definition-e\">“measurement point” means a point at which a parameter is required to be measured in accordance with an approved continuous monitoring plan; (“point de mesure”)</p> <p class=\"definition-e\">“PCLI facility” means the lubricants production facility located in the City of Mississauga that, on January 1, 2022, was owned by Petro-Canada Lubricants Inc.; (“installation de LPCI”)</p> <p class=\"definition-e\">“petroleum facility” means a facility listed in section 2; (“installation pétrolière”)</p> <p class=\"definition-e\">“quarter” means, in relation to a year, the three-month period that begins on January 1, April 1, July 1 or October 1; (“trimestre”)</p> <p class=\"definition-e\">“Shell facility” means the petroleum refining facility located in the Township of St. Clair that, on January 1, 2022, was operated by Shell Canada Limited on behalf of Shell Canada Products; (“installation de Shell”)</p> <p class=\"definition-e\">“site”, with respect to a facility, means the property on which the facility is located; (“site”)</p> <p class=\"definition-e\">“sulphur recovery unit” includes all process units which are used to recover elemental sulphur from acid gases produced by amine units or sour water stripper units at a petroleum facility; (“unité de récupération du soufre”)</p> <p class=\"definition-e\">“Suncor facility” means the petroleum refining facility located in the City of Sarnia that, on January 1, 2022, was owned by Suncor Energy Inc.; (“installation de Suncor”)</p> <p class=\"definition-e\">“thermal cracking unit” includes a fluidized coking unit. (“unité de craquage thermique”)</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to an “approved continuous monitoring plan” means a plan in respect of which a Director has given a notice under subsection 20 (6).</p> <p class=\"subsection-e\">  (3) In this Regulation, a reference to an “approved community air monitoring plan” means a plan in respect of which a Director has given a notice under subsection 27 (4).</p> <p class=\"subsection-e\">  (4) In this Regulation, a reference to a carbon monoxide boiler associated with a cracking unit is a reference to a carbon monoxide boiler in which gases from the cracking unit are combusted before being discharged into the air<span>.</span></p> <p class=\"subsection-e\">  (5) In this Regulation, a reference to the Director means,</p> <p class=\"clause-e\">  (a) the Director appointed under section 5 of the Act in respect of the section of this Regulation in which the reference appears; or</p> <p class=\"clause-e\">  (b) if no Director described in clause (a) has been appointed, any Director appointed under section 5 of the Act in respect of section 18 of the Act.</p> <p class=\"subsection-e\">  (6) For the purposes of sections 8 to 12 and sections 14 and 15, a reference to a concentration of sulphur dioxide is a reference to the concentration of sulphur dioxide on a dry basis and corrected to zero per cent excess air.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Application, facilities",
            "content": " 2. This Regulation applies to the following facilities: 1. The IOL-Nanticoke facility. 2. The IOL-Sarnia facility. 3. The PCLI facility. 4. The Shell facility. 5. The Suncor facility.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>This Regulation applies to the following facilities:</p> <p class=\"paragraph-e\">  1. The IOL-Nanticoke facility.</p> <p class=\"paragraph-e\">  2. The IOL-Sarnia facility.</p> <p class=\"paragraph-e\">  3. The PCLI facility.</p> <p class=\"paragraph-e\">  4. The Shell facility.</p> <p class=\"paragraph-e\">  5. The Suncor facility.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section": "Preparation and submission of documents",
            "content": " 3. (1) With respect to any plans, records, reports or other documents that a person is required to create under this Regulation, (a) if the Director has approved a form in which to prepare the plan, record, report or other document, the person shall prepare it in that form; and (b) if the Director has specified an electronic format in which to prepare the plan, record, report or other document, the person shall prepare it in that format. (2) With respect to any plans, reports or other documents that a person is required to submit to the Director or a provincial officer under this Regulation, (a) if the Director has approved a form in which to submit the plan, report or other document, the person shall submit it in that form; and (b) if the Director has specified an electronic format in which to submit the plan, report or other document, the person shall submit it in that format. Part II   Performance Requirements Application",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3. </b>(1) With respect to any plans, records, reports or other documents that a person is required to create under this Regulation,</p> <p class=\"clause-e\">  (a) if the Director has approved a form in which to prepare the plan, record, report or other document, the person shall prepare it in that form; and</p> <p class=\"clause-e\">  (b) if the Director has specified an electronic format in which to prepare the plan, record, report or other document, the person shall prepare it in that format.</p> <p class=\"subsection-e\">  (2) With respect to any plans, reports or other documents that a person is required to submit to the Director or a provincial officer under this Regulation,</p> <p class=\"clause-e\">  (a) if the Director has approved a form in which to submit the plan, report or other document, the person shall submit it in that form; and</p> <p class=\"clause-e\">  (b) if the Director has specified an electronic format in which to submit the plan, report or other document, the person shall submit it in that format.</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>Part II <br/>  Performance Requirements</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Application</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II PERFORMANCE REQUIREMENTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Application",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur dioxide limits, etc., 2027 and 2029",
            "content": " 4. Sections 8 to 17 apply on and after January 1, 2027 with the following exceptions: 1. Section 8 does not apply to the IOL-Nanticoke facility. 2. Section 8 applies on and after July 1, 2024 in respect of a fluidized catalytic cracking unit at the IOL-Sarnia facility if a notice given under subsection 8 (5) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) indicates that the ratio in respect of the cracking unit is based on the reduction set out in subparagraph 3 i of subsection 8 (3) of that Regulation. 3. Section 8 does not apply until January 1, 2029 in respect of, i. a thermal cracking unit at the IOL-Sarnia facility, or ii. a fluidized catalytic cracking unit at the Shell facility. 4. Sections 9 and 10 do not apply to the PCLI facility. 5. Sections 9 and 10 do not apply to the Shell facility until January 1, 2029. 6. Subsections 12 (4) and (7) do not apply to the PCLI facility. 7. Subsection 12 (5) does not apply to the IOL-Nanticoke facility. 8. Section 12 does not apply to the IOL-Sarnia facility or the Shell facility until January 1, 2029.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>4. </b>Sections 8 to 17 apply on and after January 1, 2027 with the following exceptions:</p> <p class=\"paragraph-e\">  1. Section 8 does not apply to the IOL-Nanticoke facility.</p> <p class=\"paragraph-e\">  2. Section 8 applies on and after July 1, 2024 in respect of a fluidized catalytic cracking unit at the IOL-Sarnia facility if a notice given under subsection 8 (5) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) indicates that the ratio in respect of the cracking unit is based on the reduction set out in subparagraph 3 i of subsection 8 (3) of that Regulation.</p> <p class=\"paragraph-e\">  3. Section 8 does not apply until January 1, 2029 in respect of,</p> <p class=\"subpara-e\">  i. a thermal cracking unit at the IOL-Sarnia facility, or</p> <p class=\"subpara-e\">  ii. a fluidized catalytic cracking unit at the Shell facility.</p> <p class=\"paragraph-e\">  4. Sections 9 and 10 do not apply to the PCLI facility.</p> <p class=\"paragraph-e\">  5. Sections 9 and 10 do not apply to the Shell facility until January 1, 2029.</p> <p class=\"paragraph-e\">  6. Subsections 12 (4) and (7) do not apply to the PCLI facility.</p> <p class=\"paragraph-e\">  7. Subsection 12 (5) does not apply to the IOL-Nanticoke facility.</p> <p class=\"paragraph-e\">  8. Section 12 does not apply to the IOL-Sarnia facility or the Shell facility until January 1, 2029.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur recovery units — application of ss. 9, 10, 14 and 15",
            "content": " 5. (1) Section 10 applies in respect of a sulphur recovery unit that is associated with an incinerator at a petroleum facility if the following criteria are met: 1. An air/oxygen mixture is supplied to the Claus burner in the sulphur recovery unit rather than only ambient air. 2. The approved continuous monitoring plan for the facility indicates that oxygen in the air/oxygen mixture supplied to the Claus burner in the sulphur recovery unit will be continuously measured. 3. Oxygen is continuously measured in the air/oxygen mixture supplied to the Claus burner in the sulphur recovery unit. (2) For greater certainty, the criterion under paragraph 1 of subsection (1) is met even if an air/oxygen mixture is supplied to the Claus burner under some operating conditions but not others. (3) Section 15 applies in respect of a sulphur recovery unit that is not associated with an incinerator at a petroleum facility if the criteria in subsection (1) are met. (4) If the criteria in subsection (1) are not met, the following provisions of this Regulation apply in respect of a sulphur recovery unit: 1. Section 9, if the sulphur recovery unit is associated with an incinerator at a petroleum facility. 2. Subsection 14 (1), if the sulphur recovery unit is not associated with an incinerator at a petroleum facility.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) Section 10 applies in respect of a sulphur recovery unit that is associated with an incinerator at a petroleum facility if the following criteria are met:</p> <p class=\"paragraph-e\">  1. An air/oxygen mixture is supplied to the Claus burner in the sulphur recovery unit rather than only ambient air.</p> <p class=\"paragraph-e\">  2. The approved continuous monitoring plan for the facility indicates that oxygen in the air/oxygen mixture supplied to the Claus burner in the sulphur recovery unit will be continuously measured.</p> <p class=\"paragraph-e\">  3. Oxygen is continuously measured in the air/oxygen mixture supplied to the Claus burner in the sulphur recovery unit.</p> <p class=\"subsection-e\">  (2) For greater certainty, the criterion under paragraph 1 of subsection (1) is met even if an air/oxygen mixture is supplied to the Claus burner under some operating conditions but not others.</p> <p class=\"subsection-e\">  (3) Section 15 applies in respect of a sulphur recovery unit that is not associated with an incinerator at a petroleum facility if the criteria in subsection (1) are met.</p> <p class=\"subsection-e\">  (4) If the criteria in subsection (1) are not met, the following provisions of this Regulation apply in respect of a sulphur recovery unit:</p> <p class=\"paragraph-e\">  1. Section 9, if the sulphur recovery unit is associated with an incinerator at a petroleum facility.</p> <p class=\"paragraph-e\">  2. Subsection 14 (1), if the sulphur recovery unit is not associated with an incinerator at a petroleum facility.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "General combustion devices — application of ss. 11 and 16",
            "content": " 6. The following provisions of this Regulation apply in respect of a general combustion device at a petroleum facility: 1. Section 11, if the approved continuous monitoring plan for the facility indicates that the concentration of sulphur dioxide discharged into the air from the general combustion device is to be measured. 2. Section 16, if the approved continuous monitoring plan for the facility indicates that the concentration of hydrogen sulphide in fuel gas conveyed to the general combustion device is to be measured.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>The following provisions of this Regulation apply in respect of a general combustion device at a petroleum facility:</p> <p class=\"paragraph-e\">  1. Section 11, if the approved continuous monitoring plan for the facility indicates that the concentration of sulphur dioxide discharged into the air from the general combustion device is to be measured.</p> <p class=\"paragraph-e\">  2. Section 16, if the approved continuous monitoring plan for the facility indicates that the concentration of hydrogen sulphide in fuel gas conveyed to the general combustion device is to be measured.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Combined sources of contaminant — application of ss. 8 to 12",
            "content": " 7. If sulphur dioxide from two or more sources of contaminant mentioned in sections 8 to 11 is conveyed to a common air pollution control device at a petroleum facility before being discharged into the air, the concentration limits set out in section 12 apply in respect of the discharge instead of the concentration limits set out in sections 8 to 11. Sulphur Dioxide Emission Limits — Concentration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>If sulphur dioxide from two or more sources of contaminant mentioned in sections 8 to 11 is conveyed to a common air pollution control device at a petroleum facility before being discharged into the air, the concentration limits set out in section 12 apply in respect of the discharge instead of the concentration limits set out in sections 8 to 11.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Sulphur Dioxide Emission Limits — Concentration</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Sulphur Dioxide Emission Limits — Concentration",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur Dioxide Emission Limits — Concentration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Catalytic and thermal cracking units",
            "content": " 8. (1) A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a cracking unit set out in Column 1 of the Table to this section at a petroleum facility if the concentration of sulphur dioxide at a measurement point in respect of the cracking unit exceeds the concentration set out opposite the cracking unit in Column 2. (2) If gases from a cracking unit set out in Column 1 of the Table to this section are combusted in a carbon monoxide boiler before being discharged into the air, the emissions limit in Column 2 of the Table applies to the concentration of sulphur dioxide at a measurement point in respect of the\r\ncarbon monoxide boiler. TABLE Item   Column 1   Type of cracking unit   Column 2   Emission limit (concentration of sulphur dioxide) \n\n  1.   Thermal cracking unit   i.  50 parts per million by volume of sulphur dioxide, averaged over any seven-day period, or   ii.  25 parts per million by volume of sulphur dioxide, averaged over any 365-day period. \n\n  2.   Fluidized catalytic cracking unit   75 parts per million by volume of sulphur dioxide, averaged over any 365-day period. \n\n  3.   Houdry catalytic cracking unit   150 parts per million by volume of sulphur dioxide, averaged over any 365-day period.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) <span>A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a</span> cracking unit <span>set out in Column 1 of the Table to this section at a petroleum facility if the concentration of sulphur dioxide at a measurement point in respect of the cracking unit exceeds the concentration set out opposite the cracking unit in Column 2.</span></p> <p class=\"subsection-e\">  (2) If gases from a cracking unit set out in Column 1 of the Table to this section are combusted in a carbon monoxide boiler before being discharged into the air, the emissions limit in Column 2 of the Table applies to the<span> concentration of sulphur dioxide at a measurement point in respect of the\r\n</span>carbon monoxide<span> boiler.</span></p> <p class=\"headingx-e\">TABLE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\">Column 1 <br/>  Type of cracking unit</p> </td> <td valign=\"top\" width=\"462\"> <p class=\"table-e\">Column 2 <br/>  Emission limit (concentration of sulphur dioxide)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\">Thermal cracking unit</p> </td> <td valign=\"top\" width=\"462\"> <p class=\"table-e\">i.  50 parts per million by volume of sulphur dioxide, averaged over any seven-day period, or <br/>  ii.  25 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\">Fluidized catalytic cracking unit</p> </td> <td valign=\"top\" width=\"462\"> <p class=\"table-e\">75 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\">Houdry catalytic cracking unit</p> </td> <td valign=\"top\" width=\"462\"> <p class=\"table-e\">150 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> </td>\n</tr>\n</table>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur recovery unit with incinerator",
            "content": " 9. A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a sulphur recovery unit, in respect of which the criteria in subsection 5 (1) are not met, that is associated with an incinerator at a petroleum facility if the concentration of sulphur dioxide at a measurement point in respect of the incinerator exceeds, (a) 250 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day; or (b) 2,500 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a sulphur recovery unit, in respect of which the criteria in subsection 5 (1) are not met, that is associated with an incinerator at a petroleum facility <span>if the concentration of sulphur dioxide at a measurement point in respect of the incinerator exceeds</span>,</p> <p class=\"clause-e\">  (a) 250 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day; or</p> <p class=\"clause-e\">  (b) 2,500 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur recovery unit with incinerator, measuring oxygen",
            "content": " 10. A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a sulphur recovery unit in respect of which the criteria set out in subsection 5 (1) are met and that is associated with an incinerator at a petroleum facility if the concentration of sulphur dioxide, in parts per million by volume, at a measurement point in respect of the incinerator exceeds the concentration determined by the following formula, averaged over any 12-hour period: A × (-0.038 × B2 + 11.53 × B + 25.6) where, “A” is, (a) 1, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day, or (b) 10, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less, and “B” is, (a) the concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner, as a per cent by volume, on a dry basis, averaged over a 12-hour period, or (b) 20.9, during any period when ambient air is being supplied to the Claus burner instead of the air/oxygen mixture.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a sulphur recovery unit in respect of which the criteria set out in subsection 5 (1) are met and that is associated with an incinerator at a petroleum facility if the concentration of sulphur dioxide, in parts per million by volume, at a measurement point in respect of the incinerator exceeds the concentration determined by the following formula, averaged over any 12-hour period:</p> <p class=\"equation-e\">A × (-0.038 × B<sup>2</sup> + 11.53 × B + 25.6)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  “A” is,</p> <p class=\"equationind2-e\">  (a) 1, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day, or</p> <p class=\"equationind2-e\">  (b) 10, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less, and</p> <p class=\"equationind1-e\">  “B” is,</p> <p class=\"equationind2-e\">  (a) the concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner, as a per cent by volume, on a dry basis, averaged over a 12-hour period, or</p> <p class=\"equationind2-e\">  (b) 20.9, during any period when ambient air is being supplied to the Claus burner instead of the air/oxygen mixture.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "General combustion devices",
            "content": " 11. (1) A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a general combustion device at a petroleum facility if the concentration of sulphur dioxide at a measurement point in respect of the device exceeds, (a) 20 parts per million by volume of sulphur dioxide, averaged over any three-hour period; or (b) 8 parts per million by volume of sulphur dioxide, averaged over any 365-day period. (2) Subsection (1) does not apply in respect of a general combustion device unless the approved continuous monitoring plan for the petroleum facility indicates that the concentration of sulphur dioxide discharged into the air from the general combustion device is to be measured.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) A person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from a general combustion device at a petroleum facility if the concentration of sulphur dioxide at a measurement point in respect of the device exceeds,</p> <p class=\"clause-e\">  (a) 20 parts per million by volume of sulphur dioxide, averaged over any three-hour period; or</p> <p class=\"clause-e\">  (b) 8 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of a general combustion device unless the approved continuous monitoring plan for the petroleum facility indicates that the concentration of sulphur dioxide discharged into the air from the general combustion device is to be measured.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Combined sources of contaminant",
            "content": " 12. (1) This section applies, and sections 8 to 11 do not apply, if sulphur dioxide from two or more sources of contaminant mentioned in those sections is conveyed to a common air pollution control device at a petroleum facility before being discharged into the air. (2) If one or more of the sources of contaminant is a general combustion device, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds, (a) 20 parts per million by volume of sulphur dioxide, averaged over any three-hour period; or (b) 8 parts per million by volume of sulphur dioxide, averaged over any 365-day period. (3) If subsection (2) does not apply and one or more of the sources of contaminant is a thermal cracking unit, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds, (a) 50 parts per million by volume of sulphur dioxide, averaged over any seven-day period; or (b) 25 parts per million by volume of sulphur dioxide, averaged over any 365-day period. (4) If subsections (2) and (3) do not apply and one or more of the sources of contaminant is a sulphur recovery unit with a design production capacity of greater than 20 tonnes per day, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 250 parts per million by volume of sulphur dioxide, averaged over any 12-hour period. (5) If subsections (2) to (4) do not apply and one or more of the sources of contaminant is a fluidized catalytic cracking unit, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 75 parts per million by volume of sulphur dioxide, averaged over any 365-day period. (6) If subsections (2) to (5) do not apply and one or more of the sources of contaminant is a Houdry catalytic cracking unit, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 150 parts per million by volume of sulphur dioxide, averaged over any 365-day period. (7) If subsections (2) to (6) do not apply, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 2,500 parts per million by volume of sulphur dioxide, averaged over any 12-hour period. Other Performance Limits",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) This section applies, and sections 8 to 11 do not apply, if sulphur dioxide from two or more sources of contaminant mentioned in those sections is conveyed to a common air pollution control device at a petroleum facility before being discharged into the air.</p> <p class=\"subsection-e\">  (2) If one or more of the sources of contaminant is a general combustion device, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds,</p> <p class=\"clause-e\">  (a) 20 parts per million by volume of sulphur dioxide, averaged over any three-hour period; or</p> <p class=\"clause-e\">  (b) 8 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> <p class=\"subsection-e\">  (3) If subsection (2) does not apply and one or more of the sources of contaminant is a thermal cracking unit, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds,</p> <p class=\"clause-e\">  (a) 50 parts per million by volume of sulphur dioxide, averaged over any seven-day period; or</p> <p class=\"clause-e\">  (b) 25 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> <p class=\"subsection-e\">  (4) If subsections (2) and (3) do not apply and one or more of the sources of contaminant is a sulphur recovery unit with a design production capacity of greater than 20 tonnes per day, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 250 parts per million by volume of sulphur dioxide, averaged over any 12-hour period.</p> <p class=\"subsection-e\">  (5) If subsections (2) to (4) do not apply and one or more of the sources of contaminant is a fluidized catalytic cracking unit, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 75 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> <p class=\"subsection-e\">  (6) If subsections (2) to (5) do not apply and one or more of the sources of contaminant is a Houdry catalytic cracking unit, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 150 parts per million by volume of sulphur dioxide, averaged over any 365-day period.</p> <p class=\"subsection-e\">  (7) If subsections (2) to (6) do not apply, a person shall not discharge or cause or permit the discharge of sulphur dioxide into the air from the air pollution control device if the concentration of sulphur dioxide at a measurement point in respect of the air pollution control device exceeds 2,500 parts per million by volume of sulphur dioxide, averaged over any 12-hour period.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Other Performance Limits</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Other Performance Limits",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Other Performance Limits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Flares, mass emission rate of sulphur dioxide",
            "content": " 13. A person shall not discharge or cause or permit the discharge of more than 225 kilograms of sulphur dioxide into the air during a 24-hour period from a flare at a petroleum facility.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>A person shall not discharge or cause or permit the discharge of more than 225 kilograms of sulphur dioxide into the air during a 24-hour period from a flare at a petroleum facility.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur recovery unit without incinerator, total reduced sulphur and hydrogen sulphide limits",
            "content": " 14. (1) A person shall not discharge or cause or permit the discharge of total reduced sulphur into the air from a sulphur recovery unit, in respect of which the criteria in subsection 5 (1) are not met, that is not associated with an incinerator at a petroleum facility if the concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, at a measurement point in respect of the sulphur recovery unit exceeds, (a) 300 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day; or (b) 3,000 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less. (2) A person shall not discharge or cause or permit the discharge of hydrogen sulphide into the air from a sulphur recovery unit that is not associated with an incinerator at a petroleum facility if the concentration of hydrogen sulphide, measured as a concentration of sulphur dioxide, at a measurement point in respect of the sulphur recovery unit exceeds, (a) 10 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day; or (b) 100 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>(1) A person shall not discharge or cause or permit the discharge of total reduced sulphur into the air from a sulphur recovery unit, in respect of which the criteria in subsection 5 (1) are not met, that is not associated with an incinerator at a petroleum facility if the concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, at a measurement point in respect of the sulphur recovery unit exceeds,</p> <p class=\"clause-e\">  (a) 300 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day; or</p> <p class=\"clause-e\">  (b) 3,000 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less.</p> <p class=\"subsection-e\">  (2) A person shall not discharge or cause or permit the discharge of hydrogen sulphide into the air from a sulphur recovery unit that is not associated with an incinerator at a petroleum facility if the concentration of hydrogen sulphide, measured as a concentration of sulphur dioxide, at a measurement point in respect of the sulphur recovery unit exceeds,</p> <p class=\"clause-e\">  (a) 10 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day; or</p> <p class=\"clause-e\">  (b) 100 parts per million by volume of sulphur dioxide, averaged over any 12-hour period, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Sulphur recovery unit without incinerator, measuring oxygen, total reduced sulphur limit",
            "content": " 15. A person shall not discharge or cause or permit the discharge of total reduced sulphur into the air from a sulphur recovery unit in respect of which the criteria set out in subsection 5 (1) are met and that is not associated with an incinerator at a petroleum facility if the concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, in parts per million by volume, at a measurement point in respect of the sulphur recovery unit exceeds the concentration determined by the following formula, averaged over any 12-hour period: A × 1.2 × (-0.038 × B2 + 11.53 × B + 25.6) where, “A” is, (a) 1, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day, or (b) 10, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less, and “B” is, (a) the concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner, as a per cent by volume, on a dry basis, averaged over a 12-hour period, or (b) 20.9, during any period when ambient air is being supplied to the Claus burner instead of the air/oxygen mixture.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>A person shall not discharge or cause or permit the discharge of total reduced sulphur into the air from a sulphur recovery unit in respect of which the criteria set out in subsection 5 (1) are met and that is not associated with an incinerator at a petroleum facility if the concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, in parts per million by volume, at a measurement point in respect of the sulphur recovery unit exceeds the concentration determined by the following formula, averaged over any 12-hour period:</p> <p class=\"equation-e\">A × 1.2 × (-0.038 × B<sup>2</sup> + 11.53 × B + 25.6)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  “A” is,</p> <p class=\"equationind2-e\">  (a) 1, if the sulphur recovery unit has a design production capacity of greater than 20 tonnes per day, or</p> <p class=\"equationind2-e\">  (b) 10, if the sulphur recovery unit has a design production capacity of 20 tonnes per day or less, and</p> <p class=\"equationind1-e\">  “B” is,</p> <p class=\"equationind2-e\">  (a) the concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner, as a per cent by volume, on a dry basis, averaged over a 12-hour period, or</p> <p class=\"equationind2-e\">  (b) 20.9, during any period when ambient air is being supplied to the Claus burner instead of the air/oxygen mixture.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Hydrogen sulphide in fuel gas",
            "content": " 16. (1) A person shall not convey or cause or permit the conveyance of fuel gas to a flare, carbon monoxide boiler or general combustion device at a petroleum facility if the concentration of hydrogen sulphide in the fuel gas at a measurement point in respect of the flare, carbon monoxide boiler or general combustion device exceeds, (a) 162 parts per million by volume, averaged over any three-hour period; or (b) 60 parts per million by volume, averaged over any 365-day period. (2) Clause (1) (b) does not apply in respect of fuel gas conveyed to a flare. (3) Subsection (1) does not apply in respect of fuel gas conveyed to, (a) a carbon monoxide boiler, if the fuel gas is conveyed from the cracking unit with which the boiler is associated; or (b) a general combustion device, unless the approved continuous monitoring plan for the petroleum facility indicates that the concentration of hydrogen sulphide in the fuel gas conveyed to the general combustion device is to be measured.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) A person shall not convey or cause or permit the conveyance of fuel gas to a flare, carbon monoxide boiler or general combustion device at a petroleum facility if the concentration of hydrogen sulphide in the fuel gas at a measurement point in respect of the flare, carbon monoxide boiler or general combustion device exceeds,</p> <p class=\"clause-e\">  (a) 162 parts per million by volume, averaged over any three-hour period; or</p> <p class=\"clause-e\">  (b) 60 parts per million by volume, averaged over any 365-day period.</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply in respect of fuel gas conveyed to a flare.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply in respect of fuel gas conveyed to,</p> <p class=\"clause-e\">  (a) a carbon monoxide boiler, if the fuel gas is conveyed from the cracking unit with which the boiler is associated; or</p> <p class=\"clause-e\">  (b) a general combustion device, unless the approved continuous monitoring plan for the petroleum facility indicates that the concentration of hydrogen sulphide in the fuel gas conveyed to the general combustion device is to be measured.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Annual mass emission limits, sulphur dioxide",
            "content": " 17. (1) A person shall not discharge or cause or permit the discharge of a total of more than 320 tonnes of sulphur dioxide into the air during a calendar year from the Suncor facility. (2) A person shall not discharge or cause or permit the discharge of a total of more than 3,000 tonnes of sulphur dioxide into the air during a calendar year from the IOL-Nanticoke facility. (3) A person shall not discharge or cause or permit the discharge of a total of more than 495 tonnes of sulphur dioxide into the air during a calendar year from the PCLI facility. Operating Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>(1) A person shall not discharge or cause or permit the discharge of a total of more than 320 tonnes of sulphur dioxide into the air during a calendar year from the Suncor facility.</p> <p class=\"subsection-e\">  (2) A person shall not discharge or cause or permit the discharge of a total of more than 3,000 tonnes of sulphur dioxide into the air during a calendar year from the IOL-Nanticoke facility.</p> <p class=\"subsection-e\">  (3) A person shall not discharge or cause or permit the discharge of a total of more than 495 tonnes of sulphur dioxide into the air during a calendar year from the PCLI facility.</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Operating Requirements <br/> <br/>\n</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Operating Requirements",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Operating Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Solid and liquid fuel use",
            "content": " 18. (1) In this section, “fuel oil” means a liquid petroleum product less volatile than gasoline that is used as an energy source. (2) For greater certainty, distillate fuel oil and residual fuel oil are fuel oil for the purposes of this section. (3) A person shall not cause or permit the use of solid fuel or liquid fuel, including fuel oil, in any combustion device at a petroleum facility. (4) Subsection (3) does not apply in respect of liquid fuel if, (a) the use of the liquid fuel in the combustion device is necessary to address an emergency at the petroleum facility; (b) there is an insufficient supply of natural gas to the combustion device and the supplier of the natural gas has confirmed, in writing, that the supply of natural gas to the facility is restricted; (c) the liquid fuel is a neutralized acid soluble oil that is, (i) produced at the Suncor facility as a by-product of the operation of an alkylation unit, and (ii) used at the Suncor facility; or (d) the liquid fuel, (i) has a total sulphur content of 0.5 per cent or less by weight, and (ii) is used at the PCLI facility. Note: On January 1, 2027, section 18 of the Regulation is amended by adding the following subsection: (See: O. Reg. 88/22, s. 46 (1)) (5) For greater certainty, the performance limits set out in sections 8 to 17 apply in respect of discharges from a combustion device even if subsection (3) does not apply in respect of the device. O. Reg. 88/22, s. 46 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>18. </b>(1) In this section,</p> <p class=\"definition-e\">“fuel oil” means a liquid petroleum product less volatile than gasoline that is used as an energy source.</p> <p class=\"subsection-e\">  (2) For greater certainty, distillate fuel oil and residual fuel oil are fuel oil for the purposes of this section.</p> <p class=\"subsection-e\">  (3) A person shall not cause or permit the use of solid fuel or liquid fuel, including fuel oil, in any combustion device at a petroleum facility.</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply in respect of liquid fuel if,</p> <p class=\"clause-e\">  (a) the use of the liquid fuel in the combustion device is necessary to address an emergency at the petroleum facility;</p> <p class=\"clause-e\">  (b) there is an insufficient supply of natural gas to the combustion device and the supplier of the natural gas has confirmed, in writing, that the supply of natural gas to the facility is restricted;</p> <p class=\"clause-e\">  (c) the liquid fuel is a neutralized acid soluble oil that is,</p> <p class=\"subclause-e\">  (i) produced at the Suncor facility as a by-product of the operation of an alkylation unit, and</p> <p class=\"subclause-e\">  (ii) used at the Suncor facility; or</p> <p class=\"clause-e\">  (d) the liquid fuel,</p> <p class=\"subclause-e\">  (i) has a total sulphur content of 0.5 per cent or less by weight, and</p> <p class=\"subclause-e\">  (ii) is used at the PCLI facility.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, s</span>ection 18 of the Regulation is amended by adding the following subsection:<span> (See: O. Reg. 88/22, s. 46 (1))</span></p> <p class=\"Ysubsection-e\">  (5) For greater certainty, the performance limits set out in sections 8 to 17 apply in respect of discharges from a combustion device even if subsection (3) does not apply in respect of the device. O. Reg. 88/22, s. 46 (1).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": "PART II  ",
            "part_type": "PART II PERFORMANCE REQUIREMENTS",
            "section": "Flares",
            "content": " 19. (1) On and after July 1, 2024, a person shall not operate or cause or permit the operation of a flare at a petroleum facility unless the following performance criteria are met in respect of the flare: 1. A pilot flame must be present for at least 14 minutes in every 15-minute period when a substance is being conveyed to the flare. 2. There must be no more than five minutes of visible emissions from the flare in any two-hour period. 3. The flare tip velocity must be, i. less than 18 metres per second, if the approved continuous monitoring plan for the facility indicates that the maximum allowable flare tip velocity will not be calculated, or ii. if the approved continuous monitoring plan for the facility indicates that the maximum allowable flare tip velocity will be calculated, less than the lesser of, A. 122 metres per second, and B. the velocity determined in accordance with the following formula: Log10 (A) = ( Σni=1\r\n(B × C) + 1212) ÷ 850 in which, “Σ” is the sum of the values in the enclosed expression for each component in the gas being conveyed to the flare, from i = 1 to i = n, “A” is the maximum allowable flare tip velocity, expressed in feet per second, “B” is the concentration of each component in the gas being conveyed to the flare, expressed as a volumetric fraction, “C” is the net heating value of each component in the gas being conveyed to the flare, expressed as British Thermal Units per standard cubic foot, “i” is an individual component in the gas being conveyed to the flare, and “n” is the total number of components in the gas being conveyed to the flare. 4. The net heating value of the flare combustion zone gas must be at least 10 megajoules per cubic metre, averaged over a 15-minute period. 5. If the flare uses perimeter assist air, the net heating value dilution parameter must be at least 250 kilojoules per square metre, averaged over a 15-minute period. (2) The averaging periods referred to in paragraphs 4 and 5 of subsection (1) are block averaging periods. Part III   Monitoring and calculations Continuous Monitoring",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>(1) On and after July 1, 2024, a person shall not operate or cause or permit the operation of a flare at a petroleum facility unless the following performance criteria are met in respect of the flare:</p> <p class=\"paragraph-e\">  1. A pilot flame must be present for at least 14 minutes in every 15-minute period when a substance is being conveyed to the flare.</p> <p class=\"paragraph-e\">  2. There must be no more than five minutes of visible emissions from the flare in any two-hour period.</p> <p class=\"paragraph-e\">  3. The flare tip velocity must be,</p> <p class=\"subpara-e\">  i. less than 18 metres per second, if the approved continuous monitoring plan for the facility indicates that the maximum allowable flare tip velocity will not be calculated, or</p> <p class=\"subpara-e\">  ii. if the approved continuous monitoring plan for the facility indicates that the maximum allowable flare tip velocity will be calculated, less than the lesser of,</p> <p class=\"subsubpara-e\">  A. 122 metres per second, and</p> <p class=\"subsubpara-e\">  B. the velocity determined in accordance with the following formula:</p> <p class=\"equation-e\">Log<sub>10</sub> (A) = ( Σ<sup>n</sup><sub>i=1\r\n</sub>(B × C) + 1212) ÷ 850</p> <p class=\"Ssubsubpara-e\">in which,</p> <p class=\"equationind3-e\">  “Σ” is the sum of the values in the enclosed expression for each component in the gas being conveyed to the flare, from i = 1 to i = n,</p> <p class=\"equationind3-e\">  “A” is the maximum allowable flare tip velocity, expressed in feet per second,</p> <p class=\"equationind3-e\">  “B” is the concentration of each component in the gas being conveyed to the flare, expressed as a volumetric fraction,</p> <p class=\"equationind3-e\">  “C” is the net heating value of each component in the gas being conveyed to the flare, expressed as British Thermal Units per standard cubic foot,</p> <p class=\"equationind3-e\">  “i” is an individual component in the gas being conveyed to the flare, and</p> <p class=\"equationind3-e\">  “n” is the total number of components in the gas being conveyed to the flare.</p> <p class=\"paragraph-e\">  4. The net heating value of the flare combustion zone gas must be at least 10 megajoules per cubic metre, averaged over a 15-minute period.</p> <p class=\"paragraph-e\">  5. If the flare uses perimeter assist air, the net heating value dilution parameter must be at least 250 kilojoules per square metre, averaged over a 15-minute period.</p> <p class=\"subsection-e\">  (2) The averaging periods referred to in paragraphs 4 and 5 of subsection (1) are block averaging periods.</p> <p class=\"partnum-e\"><a name=\"BK25\"></a>Part III <br/>  Monitoring and calculations</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Continuous Monitoring</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III MONITORING AND CALCULATIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Continuous Monitoring",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Continuous Monitoring",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Continuous monitoring plan",
            "content": " 20. (1) No later than eight months after the day this section comes into force, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a plan to the Director titled “Continuous Monitoring Plan” that sets out the following information: 1. For each sulphur recovery unit at the petroleum facility, an indication of whether an air/oxygen mixture is supplied to the Claus burner in the unit and, if so, an indication of whether the concentration of the oxygen in the air/oxygen mixture will be measured. 2.   For each general combustion device at the petroleum facility, an indication of which one of the following parameters will be measured: i. The concentration of sulphur dioxide discharged into the air from the general combustion device. ii. The concentration of hydrogen sulphide in fuel gas conveyed to the general combustion device. 3. For each flare at the petroleum facility, an indication of whether the flare tip velocity will be calculated and whether perimeter assist air is used. 4. A description of how each parameter required to be measured under section 22 will be continuously measured, including an identification of each measurement point. 5. The methodology that will be used to determine, from the parameters measured under section 22, the amounts of sulphur dioxide and total reduced sulphur discharged into the air mentioned in paragraph 6 of subsection 22 (1), including sample calculations and an explanation of any assumptions made. (2) Despite paragraph 4 of subsection (1), a measurement point is not required to be identified in respect of the concentration of hydrogen sulphide in fuel gas conveyed to a flare or general combustion device if, instead, the plan includes evidence that the concentration of hydrogen sulphide in the fuel gas conveyed to the flare or general combustion device will always be less than five parts per million by volume. (3) Each measurement point shall be located at a point that ensures that, (a) the measurement can be attributed to a particular source of contaminant or to a particular air pollution control device, as the case may be; and (b) the measurement reflects, as applicable, (i) the concentration or amount of contaminant being discharged into the air, or (ii) the concentration of hydrogen sulphide in the fuel gas being conveyed to a flare or general combustion device. (4) If, after a plan is submitted under subsection (1), one or more of the following changes are proposed in respect of a petroleum facility, the person responsible for submitting the plan shall update and resubmit it and shall not operate the new or modified thing before receiving a notice from the Director under subsection (6): 1. A modification to, i. an air pollution control device, ii. a flare, iii. a fluidized catalytic cracking unit, iv. a general combustion device, v. a Houdry catalytic cracking unit, vi. a sulphur recovery unit, or vii. a thermal cracking unit. 2. The addition of any of the things mentioned in paragraph 1 to the petroleum facility. (5) A plan submitted under subsection (1) or updated and resubmitted under subsection (4) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number. (6) The Director shall give written notice to a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (4) if the Director is of the opinion that following the plan would result in, (a) the accurate measurement of the parameters required to be measured under section 22; and (b) the accurate determination of the amounts of sulphur dioxide and total reduced sulphur discharged into the air mentioned in paragraph 6 of subsection 22 (1). (7) The Director may, by written notice, require a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (4) to submit any specifications, technical reports or other information reasonably necessary for the Director to review the plan. (8) Before the Director gives a person a notice under subsection (7), the Director shall give the person a draft of the notice and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>20. </b>(1) No later than eight months after the day this section comes into force, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a plan to the Director titled “Continuous Monitoring Plan” that sets out the following information:</p> <p class=\"paragraph-e\">  1. For each sulphur recovery unit at the petroleum facility, an indication of whether an air/oxygen mixture is supplied to the Claus burner in the unit and, if so, an indication of whether the concentration of the oxygen in the air/oxygen mixture will be measured.</p> <p class=\"paragraph-e\">  2.   For each general combustion device at the petroleum facility, an indication of which one of the following parameters will be measured:</p> <p class=\"subpara-e\">  i. The concentration of sulphur dioxide discharged into the air from the general combustion device.</p> <p class=\"subpara-e\">  ii. The concentration of hydrogen sulphide in fuel gas conveyed to the general combustion device.</p> <p class=\"paragraph-e\">  3. For each flare at the petroleum facility, an indication of whether the flare tip velocity will be calculated and whether perimeter assist air is used.</p> <p class=\"paragraph-e\">  4. A description of how each parameter required to be measured under section 22 will be continuously measured, including an identification of each measurement point.</p> <p class=\"paragraph-e\">  5. The methodology that will be used to determine, from the parameters measured under section 22, the amounts of sulphur dioxide and total reduced sulphur discharged into the air mentioned in paragraph 6 of subsection 22 (1), including sample calculations and an explanation of any assumptions made.</p> <p class=\"subsection-e\">  (2) Despite paragraph 4 of subsection (1), a measurement point is not required to be identified in respect of the concentration of hydrogen sulphide in fuel gas conveyed to a flare or general combustion device if, instead, the plan includes evidence that the concentration of hydrogen sulphide in the fuel gas conveyed to the flare or general combustion device will always be less than five parts per million by volume.</p> <p class=\"subsection-e\">  (3) Each measurement point shall be located at a point that ensures that,</p> <p class=\"clause-e\">  (a) the measurement can be attributed to a particular source of contaminant or to a particular air pollution control device, as the case may be; and</p> <p class=\"clause-e\">  (b) the measurement reflects, as applicable,</p> <p class=\"subclause-e\">  (i) the concentration or amount of contaminant being discharged into the air, or</p> <p class=\"subclause-e\">  (ii) the concentration of hydrogen sulphide in the fuel gas being conveyed to a flare or general combustion device.</p> <p class=\"subsection-e\">  (4) If, after a plan is submitted under subsection (1), one or more of the following changes are proposed in respect of a petroleum facility, the person responsible for submitting the plan shall update and resubmit it and shall not operate the new or modified thing before receiving a notice from the Director under subsection (6):</p> <p class=\"paragraph-e\">  1. A modification to,</p> <p class=\"subpara-e\">  i. an air pollution control device,</p> <p class=\"subpara-e\">  ii. a flare,</p> <p class=\"subpara-e\">  iii. a fluidized catalytic cracking unit,</p> <p class=\"subpara-e\">  iv. a general combustion device,</p> <p class=\"subpara-e\">  v. a Houdry catalytic cracking unit,</p> <p class=\"subpara-e\">  vi. a sulphur recovery unit, or</p> <p class=\"subpara-e\">  vii. a thermal cracking unit.</p> <p class=\"paragraph-e\">  2. The addition of any of the things mentioned in paragraph 1 to the petroleum facility.</p> <p class=\"subsection-e\">  (5) A plan submitted under subsection (1) or updated and resubmitted under subsection (4) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number.</p> <p class=\"subsection-e\">  (6) The Director shall give written notice to a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (4) if the Director is of the opinion that following the plan would result in,</p> <p class=\"clause-e\">  (a) the accurate measurement of the parameters required to be measured under section 22; and</p> <p class=\"clause-e\">  (b) the accurate determination of the amounts of sulphur dioxide and total reduced sulphur discharged into the air mentioned in paragraph 6 of subsection 22 (1).</p> <p class=\"subsection-e\">  (7) The Director may, by written notice, require a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (4) to submit any specifications, technical reports or other information reasonably necessary for the Director to review the plan.</p> <p class=\"subsection-e\">  (8) Before the Director gives a person a notice under subsection (7), the Director shall give the person a draft of the notice and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Continuous monitoring system, installation",
            "content": " 21. A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that all continuous monitoring systems required to measure the parameters set out in section 22 are installed before January 1, 2024.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK28\"></a>21. </b>A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that all continuous monitoring systems required to measure the parameters set out in section 22 are installed before January 1, 2024.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Continuous monitoring, parameters",
            "content": " 22. (1) On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that the following parameters are continuously measured in accordance with the approved continuous monitoring plan for the facility: 1. Subject to subsections (3) to (5), the concentration of sulphur dioxide in respect of, i. each thermal cracking unit at the petroleum facility, ii. each fluidized catalytic cracking unit and each Houdry catalytic cracking unit at the petroleum facility, iii. each carbon monoxide boiler at the petroleum facility in which gases from a cracking unit mentioned in subparagraph i are combusted before being discharged into the air, iv. each carbon monoxide boiler at the petroleum facility in which gases from a cracking unit mentioned in subparagraph ii are combusted before being discharged into the air, v. each sulphur recovery unit at the petroleum facility that is associated with an incinerator, vi. each general combustion device at the petroleum facility indicated in the plan for the purposes of subparagraph 2 i of subsection 20 (1), and vii. each air pollution control device at the petroleum facility into which sulphur dioxide from two or more sources of contaminant mentioned in subparagraphs i to vi is conveyed. 2. The concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, in respect of each sulphur recovery unit at the petroleum facility that is not associated with an incinerator. 3. The concentration of hydrogen sulphide, measured as a concentration of sulphur dioxide, in respect of each sulphur recovery unit at the petroleum facility that is not associated with an incinerator. 4. The concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner of each sulphur recovery unit at the petroleum facility in respect of which the criteria set out in subsection 5 (1) are met. 5. The concentration of hydrogen sulphide in fuel gas conveyed to, i. each flare at the petroleum facility, ii. each carbon monoxide boiler at the petroleum facility that is associated with a cracking unit mentioned in subparagraph 1 i or ii, and iii. each general combustion device at the petroleum facility indicated in the plan for the purposes of subparagraph 2 ii of subsection 20 (1). 6. Any additional parameters, such as flow rate, required to determine the amount, in kilograms, of, i. sulphur dioxide discharged into the air from each source of contaminant and air pollution control device mentioned in paragraphs 1 and 5, and ii. total reduced sulphur discharged into the air from each sulphur recovery unit at the petroleum facility that is not associated with an incinerator. 7. The following parameters in respect of each flare at the petroleum facility: i. Whether the pilot flame is on or off. ii. Visible emissions from the flare. iii. Flare tip velocity. iv. Net heating value of the flare combustion zone gas. v. Net heating value dilution parameter. (2) The parameters set out in paragraphs 1 to 7 of subsection (1) shall be measured at each applicable measurement point set out in the approved continuous monitoring plan for the facility. (3) If gases from a cracking unit mentioned in subparagraph 1 i or ii of subsection (1) are combusted in a carbon monoxide boiler before being discharged into the air, the concentration of sulphur dioxide shall be measured in respect of the boiler instead of in respect of the cracking unit. (4) The concentration of sulphur dioxide from a sulphur recovery unit mentioned in subparagraph 1 v of subsection (1) shall be measured in respect of the incinerator instead of in respect of the sulphur recovery unit. (5) If sulphur dioxide from two or more sources of contaminant mentioned in subparagraphs 1 i to vi of subsection (1) is conveyed to a common air pollution control device, the concentration of sulphur dioxide shall be measured in respect of the air pollution control device instead of in respect of the individual sources of contaminant.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK29\"></a>22. </b>(1) On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that the following parameters are continuously measured in accordance with the approved continuous monitoring plan for the facility:</p> <p class=\"paragraph-e\">  1. Subject to subsections (3) to (5), the concentration of sulphur dioxide in respect of,</p> <p class=\"subpara-e\">  i. each thermal cracking unit at the petroleum facility,</p> <p class=\"subpara-e\">  ii. each fluidized catalytic cracking unit and each Houdry catalytic cracking unit at the petroleum facility,</p> <p class=\"subpara-e\">  iii. each carbon monoxide boiler at the petroleum facility in which gases from a cracking unit mentioned in subparagraph i are combusted before being discharged into the air,</p> <p class=\"subpara-e\">  iv. each carbon monoxide boiler at the petroleum facility in which gases from a cracking unit mentioned in subparagraph ii are combusted before being discharged into the air,</p> <p class=\"subpara-e\">  v. each sulphur recovery unit at the petroleum facility that is associated with an incinerator,</p> <p class=\"subpara-e\">  vi. each general combustion device at the petroleum facility indicated in the plan for the purposes of subparagraph 2 i of subsection 20 (1), and</p> <p class=\"subpara-e\">  vii. each air pollution control device at the petroleum facility into which sulphur dioxide from two or more sources of contaminant mentioned in subparagraphs i to vi is conveyed.</p> <p class=\"paragraph-e\">  2. The concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, in respect of each sulphur recovery unit at the petroleum facility that is not associated with an incinerator.</p> <p class=\"paragraph-e\">  3. The concentration of hydrogen sulphide, measured as a concentration of sulphur dioxide, in respect of each sulphur recovery unit at the petroleum facility that is not associated with an incinerator.</p> <p class=\"paragraph-e\">  4. The concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner of each sulphur recovery unit at the petroleum facility in respect of which the criteria set out in subsection 5 (1) are met.</p> <p class=\"paragraph-e\">  5. The concentration of hydrogen sulphide in fuel gas conveyed to,</p> <p class=\"subpara-e\">  i. each flare at the petroleum facility,</p> <p class=\"subpara-e\">  ii. each carbon monoxide boiler at the petroleum facility that is associated with a cracking unit mentioned in subparagraph 1 i or ii, and</p> <p class=\"subpara-e\">  iii. each general combustion device at the petroleum facility indicated in the plan for the purposes of subparagraph 2 ii of subsection 20 (1).</p> <p class=\"paragraph-e\">  6. Any additional parameters, such as flow rate, required to determine the amount, in kilograms, of,</p> <p class=\"subpara-e\">  i. sulphur dioxide discharged into the air from each source of contaminant and air pollution control device mentioned in paragraphs 1 and 5, and</p> <p class=\"subpara-e\">  ii. total reduced sulphur discharged into the air from each sulphur recovery unit at the petroleum facility that is not associated with an incinerator.</p> <p class=\"paragraph-e\">  7. The following parameters in respect of each flare at the petroleum facility:</p> <p class=\"subpara-e\">  i. Whether the pilot flame is on or off.</p> <p class=\"subpara-e\">  ii. Visible emissions from the flare.</p> <p class=\"subpara-e\">  iii. Flare tip velocity.</p> <p class=\"subpara-e\">  iv. Net heating value of the flare combustion zone gas.</p> <p class=\"subpara-e\">  v. Net heating value dilution parameter.</p> <p class=\"subsection-e\">  (2) The parameters set out in paragraphs 1 to 7 of subsection (1) shall be measured at each applicable measurement point set out in the approved continuous monitoring plan for the facility.</p> <p class=\"subsection-e\">  (3) If gases from a cracking unit mentioned in subparagraph 1 i or ii of subsection (1) are combusted in a carbon monoxide boiler before being discharged into the air, the concentration of sulphur dioxide shall be measured in respect of the boiler instead of in respect of the cracking unit.</p> <p class=\"subsection-e\">  (4) The concentration of sulphur dioxide from a sulphur recovery unit mentioned in subparagraph 1 v of subsection (1) shall be measured in respect of the incinerator instead of in respect of the sulphur recovery unit.</p> <p class=\"subsection-e\">  (5) If sulphur dioxide from two or more sources of contaminant mentioned in subparagraphs 1 i to vi of subsection (1) is conveyed to a common air pollution control device, the concentration of sulphur dioxide shall be measured in respect of the air pollution control device instead of in respect of the individual sources of contaminant.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Calculations, rolling averages",
            "content": " 23. (1) On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that immediately after a parameter is measured under a provision set out in Column 1 of the Table to this section, the average set out opposite the provision in Column 2 is calculated. (2) An average set out in the following items of the Table to this section is not required to be calculated in respect of the IOL-Nanticoke facility: 1. Items 1 to 4. 2. Item 7, unless the sulphur dioxide conveyed to the air pollution control device contains sulphur dioxide from a general combustion device. (3) An average set out in the following items of the Table to this section is not required to be calculated in respect of the PCLI facility: 1. Item 5. 2. Item 7, unless the sulphur dioxide conveyed to the air pollution control device contains sulphur dioxide from, i. a general combustion device, or ii. a sulphur recovery unit that is associated with an incinerator. 3. Items 8 to 10. TABLE Item   Column 1   Provision   Column 2   Average to be calculated \n\n  1.   Subparagraph 1 i of subsection 22 (1)   The rolling seven-day and 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the thermal cracking unit. \n\n  2.   Subparagraph 1 ii of subsection 22 (1)   The rolling 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the catalytic cracking unit. \n\n  3.   Subparagraph 1 iii of subsection 22 (1)   The rolling seven-day and 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the carbon monoxide boiler. \n\n  4.   Subparagraph 1 iv of subsection 22 (1)   The rolling 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the carbon monoxide boiler. \n\n  5.   Subparagraph 1 v of subsection 22 (1)   The rolling 12-hour average concentration of sulphur dioxide at the applicable measurement point in respect of the incinerator. \n\n  6.   Subparagraph 1 vi of subsection 22 (1)   The rolling three-hour and 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the general combustion device. \n\n  7.   Subparagraph 1 vii of subsection 22 (1)   The rolling average concentration of sulphur dioxide for the applicable averaging period set out in section 12 at the applicable measurement point in respect of the air pollution control device. \n\n  8.   Paragraph 2 of subsection 22 (1)   The rolling 12-hour average concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, at the applicable measurement point in respect of the sulphur recovery unit. \n\n  9.   Paragraph 3 of subsection 22 (1)   The rolling 12-hour average concentration of hydrogen sulphide, measured as a concentration of sulphur dioxide, at the applicable measurement point in respect of the sulphur recovery unit. \n\n  10.   Paragraph 4 of subsection 22 (1)   i.  The rolling 12-hour average concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner.   ii.  The rolling 12-hour average concentration determined by the formula in section 10 or 15, as applicable. \n\n  11.   Subparagraph 5 i of subsection 22 (1)   The rolling three-hour average concentration of hydrogen sulphide in the fuel gas at the applicable measurement point in respect of the flare. \n\n  12.   Subparagraph 5 ii of subsection 22 (1)   The rolling three-hour and 365-day average concentration of hydrogen sulphide in the fuel gas at the applicable measurement point in respect of the carbon monoxide boiler. \n\n  13.   Subparagraph 5 iii of subsection 22 (1)   The rolling three-hour and 365-day average concentration of hydrogen sulphide in the fuel gas at the applicable measurement point in respect of the general combustion device.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>23. </b>(1) On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that immediately after a parameter is measured under a provision set out in Column 1 of the Table to this section, the average set out opposite the provision in Column 2 is calculated.</p> <p class=\"subsection-e\">  (2) An average set out in the following items of the Table to this section is not required to be calculated in respect of the IOL-Nanticoke facility:</p> <p class=\"paragraph-e\">  1. Items 1 to 4.</p> <p class=\"paragraph-e\">  2. Item 7, unless the sulphur dioxide conveyed to the air pollution control device contains sulphur dioxide from a general combustion device.</p> <p class=\"subsection-e\">  (3) An average set out in the following items of the Table to this section is not required to be calculated in respect of the PCLI facility:</p> <p class=\"paragraph-e\">  1. Item 5.</p> <p class=\"paragraph-e\">  2. Item 7, unless the sulphur dioxide conveyed to the air pollution control device contains sulphur dioxide from,</p> <p class=\"subpara-e\">  i. a general combustion device, or</p> <p class=\"subpara-e\">  ii. a sulphur recovery unit that is associated with an incinerator.</p> <p class=\"paragraph-e\">  3. Items 8 to 10.</p> <p class=\"headingx-e\">TABLE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Column 1 <br/>  Provision</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">Column 2 <br/>  Average to be calculated</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 i of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling seven-day and 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the thermal cracking unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 ii of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the catalytic cracking unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 iii of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling seven-day and 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the carbon monoxide boiler.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 iv of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the carbon monoxide boiler.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 v of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling 12-hour average concentration of sulphur dioxide at the applicable measurement point in respect of the incinerator.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 vi of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling three-hour and 365-day average concentration of sulphur dioxide at the applicable measurement point in respect of the general combustion device.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 1 vii of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling average concentration of sulphur dioxide for the applicable averaging period set out in section 12 at the applicable measurement point in respect of the air pollution control device.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Paragraph 2 of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling 12-hour average concentration of total reduced sulphur, measured as a concentration of sulphur dioxide, at the applicable measurement point in respect of the sulphur recovery unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Paragraph 3 of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling 12-hour average concentration of hydrogen sulphide, measured as a concentration of sulphur dioxide, at the applicable measurement point in respect of the sulphur recovery unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Paragraph 4 of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">i.  The rolling 12-hour average concentration of oxygen gas in the air/oxygen mixture supplied to the Claus burner. <br/>  ii.  The rolling 12-hour average concentration determined by the formula in section 10 or 15, as applicable.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 5 i of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling three-hour average concentration of hydrogen sulphide in the fuel gas at the applicable measurement point in respect of the flare.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 5 ii of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling three-hour and 365-day average concentration of hydrogen sulphide in the fuel gas at the applicable measurement point in respect of the carbon monoxide boiler.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"155\"> <p class=\"table-e\">Subparagraph 5 iii of subsection 22 (1)</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">The rolling three-hour and 365-day average concentration of hydrogen sulphide in the fuel gas at the applicable measurement point in respect of the general combustion device.</p> </td>\n</tr>\n</table>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Calculations, extent of exceedances",
            "content": " 24. (1) If a calculation required under section 23 indicates that a discharge of sulphur dioxide from a sulphur recovery unit at a petroleum facility may result in a contravention of section 9 or 10, the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated: 1. Using the measurements required under subparagraphs 1 v and 6 i of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the sulphur recovery unit in the 24-hour period before the most recent measurement used in the calculation was taken. 2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the sulphur recovery unit in the same 24-hour period if the concentration of sulphur dioxide being discharged from the sulphur recovery unit had been equal to the concentration set out in section 9 or 10, as applicable. 3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2. (2) If a calculation required under section 23 indicates that a discharge of sulphur dioxide from a general combustion device at a petroleum facility may result in a contravention of clause 11 (1) (a), the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated: 1. Using the measurements required under subparagraphs 1 vi and 6 i  of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the general combustion device in the 24-hour period before the most recent measurement used in the calculation was taken. 2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the general combustion device in the same 24-hour period if the concentration of sulphur dioxide being discharged from the general combustion device had been equal to the concentration set out in clause 11 (1) (a). 3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2. (3) If a calculation required under section 23 indicates that a discharge of sulphur dioxide from an air pollution control device mentioned in section 12 may result in a contravention of clause 12 (2) (a) or subsection 12 (4) or (7), the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated: 1. Using the measurements required under subparagraphs 1 vii and 6 i of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the air pollution control device in the 24-hour period before the most recent measurement used in the calculation was taken. 2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the air pollution control device in the same 24-hour period if the concentration of sulphur dioxide being discharged from the air pollution control device had been equal to the concentration set out in clause 12 (2) (a) or subsection 12 (4) or (7), as applicable. 3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2. (4) If a calculation required under section 23 indicates that a discharge of total reduced sulphur from a sulphur recovery unit at a petroleum facility may result in a contravention of subsection 14 (1) or section 15, the person who discharges or causes or permits the discharge of total reduced sulphur into the air from the petroleum facility shall ensure that the following amounts are calculated: 1. Using the measurements required by paragraph 2 and subparagraph 6 ii of subsection 22 (1), the amount of total reduced sulphur, expressed as the sulphur dioxide equivalent, discharged into the air from the sulphur recovery unit in the 24-hour period before the most recent measurement used in the calculation was taken. 2. Using the measurements required under subparagraph 6 ii of subsection 22 (1), the amount of total reduced sulphur, expressed as the sulphur dioxide equivalent, that would have been discharged into the air from the sulphur recovery unit in the same 24-hour period if the concentration of total reduced sulphur being discharged from the sulphur recovery unit had been equal to the concentration represented by the equivalent concentration of sulphur dioxide set out in subsection 14 (1) or section 15, as applicable. 3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2. (5) If a calculation required under section 23 indicates that the concentration of hydrogen sulphide in fuel gas conveyed to a general combustion device at a petroleum facility may result in a contravention of clause 16 (1) (a), the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated: 1. Using the measurements required under subparagraphs 5 iii and 6 i of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the general combustion device in the 24-hour period before the most recent measurement used in the calculation was taken. 2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the combustion device in the same 24-hour period if the concentration of hydrogen sulphide in the fuel gas conveyed to the general combustion device had been equal to the concentration set out in clause 16 (1) (a). 3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2. (6) For the purposes of this section, (a) all amounts shall be calculated in kilograms; and (b) an amount calculated under subsection (5) shall assume a hydrogen sulphide to sulphur dioxide conversion rate of 98 per cent.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>24. </b>(1) If a calculation required under section 23 indicates that a discharge of sulphur dioxide from a sulphur recovery unit at a petroleum facility may result in a contravention of section 9 or 10, the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated:</p> <p class=\"paragraph-e\">  1. Using the measurements required under subparagraphs 1 v and 6 i of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the sulphur recovery unit in the 24-hour period before the most recent measurement used in the calculation was taken.</p> <p class=\"paragraph-e\">  2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the sulphur recovery unit in the same 24-hour period if the concentration of sulphur dioxide being discharged from the sulphur recovery unit had been equal to the concentration set out in section 9 or 10, as applicable.</p> <p class=\"paragraph-e\">  3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2.</p> <p class=\"subsection-e\">  (2) If a calculation required under section 23 indicates that a discharge of sulphur dioxide from a general combustion device at a petroleum facility may result in a contravention of clause 11 (1) (a), the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated:</p> <p class=\"paragraph-e\">  1. Using the measurements required under subparagraphs 1 vi and 6 i  of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the general combustion device in the 24-hour period before the most recent measurement used in the calculation was taken.</p> <p class=\"paragraph-e\">  2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the general combustion device in the same 24-hour period if the concentration of sulphur dioxide being discharged from the general combustion device had been equal to the concentration set out in clause 11 (1) (a).</p> <p class=\"paragraph-e\">  3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2.</p> <p class=\"subsection-e\">  (3) If a calculation required under section 23 indicates that a discharge of sulphur dioxide from an air pollution control device mentioned in section 12 may result in a contravention of clause 12 (2) (a) or subsection 12 (4) or (7), the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated:</p> <p class=\"paragraph-e\">  1. Using the measurements required under subparagraphs 1 vii and 6 i of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the air pollution control device in the 24-hour period before the most recent measurement used in the calculation was taken.</p> <p class=\"paragraph-e\">  2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the air pollution control device in the same 24-hour period if the concentration of sulphur dioxide being discharged from the air pollution control device had been equal to the concentration set out in clause 12 (2) (a) or subsection 12 (4) or (7), as applicable.</p> <p class=\"paragraph-e\">  3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2.</p> <p class=\"subsection-e\">  (4) If a calculation required under section 23 indicates that a discharge of total reduced sulphur from a sulphur recovery unit at a petroleum facility may result in a contravention of subsection 14 (1) or section 15, the person who discharges or causes or permits the discharge of total reduced sulphur into the air from the petroleum facility shall ensure that the following amounts are calculated:</p> <p class=\"paragraph-e\">  1. Using the measurements required by paragraph 2 and subparagraph 6 ii of subsection 22 (1), the amount of total reduced sulphur, expressed as the sulphur dioxide equivalent, discharged into the air from the sulphur recovery unit in the 24-hour period before the most recent measurement used in the calculation was taken.</p> <p class=\"paragraph-e\">  2. Using the measurements required under subparagraph 6 ii of subsection 22 (1), the amount of total reduced sulphur, expressed as the sulphur dioxide equivalent, that would have been discharged into the air from the sulphur recovery unit in the same 24-hour period if the concentration of total reduced sulphur being discharged from the sulphur recovery unit had been equal to the concentration represented by the equivalent concentration of sulphur dioxide set out in subsection 14 (1) or section 15, as applicable.</p> <p class=\"paragraph-e\">  3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2.</p> <p class=\"subsection-e\">  (5) If a calculation required under section 23 indicates that the concentration of hydrogen sulphide in fuel gas conveyed to a general combustion device at a petroleum facility may result in a contravention of clause 16 (1) (a), the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall ensure that the following amounts are calculated:</p> <p class=\"paragraph-e\">  1. Using the measurements required under subparagraphs 5 iii and 6 i of subsection 22 (1), the amount of sulphur dioxide discharged into the air from the general combustion device in the 24-hour period before the most recent measurement used in the calculation was taken.</p> <p class=\"paragraph-e\">  2. Using the measurements required under subparagraph 6 i of subsection 22 (1), the amount of sulphur dioxide that would have been discharged into the air from the combustion device in the same 24-hour period if the concentration of hydrogen sulphide in the fuel gas conveyed to the general combustion device had been equal to the concentration set out in clause 16 (1) (a).</p> <p class=\"paragraph-e\">  3. The difference between the amount calculated under paragraph 1 and the amount calculated under paragraph 2.</p> <p class=\"subsection-e\">  (6) For the purposes of this section,</p> <p class=\"clause-e\">  (a) all amounts shall be calculated in kilograms; and</p> <p class=\"clause-e\">  (b) an amount calculated under subsection (5) shall assume a hydrogen sulphide to sulphur dioxide conversion rate of 98 per cent.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Calculations, daily mass of sulphur dioxide discharged from flare",
            "content": " 25. On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a flare at a petroleum facility shall ensure that at least once per hour the relevant measurements taken under paragraphs 5 and 6 of subsection 22 (1) are used to calculate the total amount of sulphur dioxide, in kilograms, discharged from the flare in the preceding 24-hour period.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>25. </b>On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a flare at a petroleum facility shall ensure that at least once per hour the relevant measurements taken under paragraphs 5 and 6 of subsection 22 (1) are used to calculate the total amount of sulphur dioxide, in kilograms, discharged from the flare in the preceding 24-hour period.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Calculations, quarterly total mass of sulphur dioxide discharged from facility",
            "content": " 26. (1) This section applies to the IOL-Nanticoke facility, the PCLI facility and the Suncor facility in respect of the first quarter of 2025 and every subsequent quarter. (2) No later than 60 days after the end of each quarter, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a facility mentioned in subsection (1) shall calculate, (a) the total amount of sulphur dioxide, in tonnes, discharged from the facility during the quarter; and (b) the aggregate amount of sulphur dioxide, in tonnes, discharged from the facility in the calendar year as of the end of the quarter. (3) The calculations required under subsection (2) shall be based on, (a) the measurements taken under section 22; and (b) an estimate of the amount of sulphur dioxide discharged from all other sources of sulphur dioxide at the facility, if any. (4) For the purposes of clause (3) (b), it is not necessary to estimate the amount of sulphur dioxide discharged from a source that discharges a negligible amount of sulphur dioxide, having regard to the total amount of sulphur dioxide that is discharged by all the sources at the facility. (5) If an estimate of the discharges from a source described in subsection (3) is not included in the calculation required under subsection (2), the person mentioned in subsection (1) shall ensure that a record is made of how it was determined that the source discharges a negligible amount of sulphur dioxide. Community Air Monitoring",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>26. </b>(1) This section applies to the IOL-Nanticoke facility, the PCLI facility and the Suncor facility in respect of the first quarter of 2025 and every subsequent quarter.</p> <p class=\"subsection-e\">  (2) No later than 60 days after the end of each quarter, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a facility mentioned in subsection (1) shall calculate,</p> <p class=\"clause-e\">  (a) the total amount of sulphur dioxide, in tonnes, discharged from the facility during the quarter; and</p> <p class=\"clause-e\">  (b) the aggregate amount of sulphur dioxide, in tonnes, discharged from the facility in the calendar year as of the end of the quarter.</p> <p class=\"subsection-e\">  (3) The calculations required under subsection (2) shall be based on,</p> <p class=\"clause-e\">  (a) the measurements taken under section 22; and</p> <p class=\"clause-e\">  (b) an estimate of the amount of sulphur dioxide discharged from all other sources of sulphur dioxide at the facility, if any.</p> <p class=\"subsection-e\">  (4) For the purposes of clause (3) (b), it is not necessary to estimate the amount of sulphur dioxide discharged from a source that discharges a negligible amount of sulphur dioxide, having regard to the total amount of sulphur dioxide that is discharged by all the sources at the facility.</p> <p class=\"subsection-e\">  (5) If an estimate of the discharges from a source described in subsection (3) is not included in the calculation required under subsection (2), the person mentioned in subsection (1) shall ensure that a record is made of how it was determined that the source discharges a negligible amount of sulphur dioxide.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Community Air Monitoring</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Community Air Monitoring",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Community Air Monitoring",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "27.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Community air monitoring plan",
            "content": " 27. (1) No later than six months after the day this section comes into force, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a plan to the Director that sets out the following information: 1. A description of each ambient air monitor to be used to measure the concentration of sulphur dioxide discharged into the air from the petroleum facility, including, i. the type of monitor, ii. the make and model of the monitor, iii. the frequency of measurement of the monitor, and iv. the sampling and analytical protocols to be used with the monitor. 2. The methodology to be used to measure the concentration of sulphur dioxide discharged into the air from the petroleum facility using the ambient air monitors. 3. The methodology to be used to collect meteorological data at the location of each ambient air monitor. 4. If an ambient air monitor is not operated by the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility, written confirmation from the operator of the monitor that the person will be given access to the monitor’s measurements and data. 5. A description of the petroleum facility, including the location and height of each source of sulphur dioxide, and a description of the area surrounding the petroleum facility. (2) A plan required under subsection (1) in respect of the PCLI facility must include at least two ambient air monitors. (3) If, after a plan is submitted under subsection (1), any of the following changes are proposed in respect of an ambient air monitor described in an approved community air monitoring plan, the person responsible for submitting the plan shall update and resubmit it and shall not make the change before receiving a notice from the Director under subsection (4): 1. A change in the type of ambient air monitor used to measure the concentration of sulphur dioxide. 2. A change to the methodology used to measure the concentration of sulphur dioxide. 3. A change to the methodology used to collect meteorological data. 4. Any other change that would result in ambient air monitoring being done in a manner that is inconsistent with the approved community air monitoring plan for the petroleum facility. (4) The Director shall give written notice to a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (3) if the Director is of the opinion that, (a) the plan will accurately measure the parameters required to be measured under section 28; (b) each ambient air monitor described in the plan meets the applicable requirements set out in the document titled “Operations Manual for Air Quality Monitoring in Ontario” published by the Government of Ontario, dated May 14, 2019, as amended from time to time, and available on a website of the Government of Ontario; (c) each ambient air monitor described in the plan is adequate to effectively measure the concentration of sulphur dioxide in the air; and (d) the ambient air monitors are located such that the measurements taken by the monitors adequately reflect the sulphur dioxide discharged from the petroleum facility. (5) The Director may, by written notice, require a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (3) to submit any specifications, technical reports or other information reasonably necessary for the Director to review the plan. (6) Before the Director gives a person a notice under subsection (5), the Director shall give the person a draft of the notice and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>27. </b>(1) No later than six months after the day this section comes into force, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a plan to the Director that sets out the following information:</p> <p class=\"paragraph-e\">  1. A description of each ambient air monitor to be used to measure the concentration of sulphur dioxide discharged into the air from the petroleum facility, including,</p> <p class=\"subpara-e\">  i. the type of monitor,</p> <p class=\"subpara-e\">  ii. the make and model of the monitor,</p> <p class=\"subpara-e\">  iii. the frequency of measurement of the monitor, and</p> <p class=\"subpara-e\">  iv. the sampling and analytical protocols to be used with the monitor.</p> <p class=\"paragraph-e\">  2. The methodology to be used to measure the concentration of sulphur dioxide discharged into the air from the petroleum facility using the ambient air monitors.</p> <p class=\"paragraph-e\">  3. The methodology to be used to collect meteorological data at the location of each ambient air monitor.</p> <p class=\"paragraph-e\">  4. If an ambient air monitor is not operated by the person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility, written confirmation from the operator of the monitor that the person will be given access to the monitor’s measurements and data.</p> <p class=\"paragraph-e\">  5. A description of the petroleum facility, including the location and height of each source of sulphur dioxide, and a description of the area surrounding the petroleum facility.</p> <p class=\"subsection-e\">  (2) A plan required under subsection (1) in respect of the PCLI facility must include at least two ambient air monitors.</p> <p class=\"subsection-e\">  (3) If, after a plan is submitted under subsection (1), any of the following changes are proposed in respect of an ambient air monitor described in an approved community air monitoring plan, the person responsible for submitting the plan shall update and resubmit it and shall not make the change before receiving a notice from the Director under subsection (4):</p> <p class=\"paragraph-e\">  1. A change in the type of ambient air monitor used to measure the concentration of sulphur dioxide.</p> <p class=\"paragraph-e\">  2. A change to the methodology used to measure the concentration of sulphur dioxide.</p> <p class=\"paragraph-e\">  3. A change to the methodology used to collect meteorological data.</p> <p class=\"paragraph-e\">  4. Any other change that would result in ambient air monitoring being done in a manner that is inconsistent with the approved community air monitoring plan for the petroleum facility.</p> <p class=\"subsection-e\">  (4) The Director shall give written notice to a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (3) if the Director is of the opinion that,</p> <p class=\"clause-e\">  (a) the plan will accurately measure the parameters required to be measured under section 28;</p> <p class=\"clause-e\">  (b) each ambient air monitor described in the plan meets the applicable requirements set out in the document titled “Operations Manual for Air Quality Monitoring in Ontario” published by the Government of Ontario, dated May 14, 2019, as amended from time to time, and available on a website of the Government of Ontario;</p> <p class=\"clause-e\">  (c) each ambient air monitor described in the plan is adequate to effectively measure the concentration of sulphur dioxide in the air; and</p> <p class=\"clause-e\">  (d) the ambient air monitors are located such that the measurements taken by the monitors adequately reflect the sulphur dioxide discharged from the petroleum facility.</p> <p class=\"subsection-e\">  (5) The Director may, by written notice, require a person who submitted a plan under subsection (1) or resubmitted a plan under subsection (3) to submit any specifications, technical reports or other information reasonably necessary for the Director to review the plan.</p> <p class=\"subsection-e\">  (6) Before the Director gives a person a notice under subsection (5), the Director shall give the person a draft of the notice and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "28.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Community air monitoring, parameters",
            "content": " 28. On and after September 1, 2023, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that the following parameters are measured at least once every minute in accordance with the approved community air monitoring plan for the facility: 1. The concentration of sulphur dioxide in the air. 2. Wind speed. 3. Wind direction. Compliance",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>28. </b>On and after September 1, 2023, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that the following parameters are measured at least once every minute in accordance with the approved community air monitoring plan for the facility:</p> <p class=\"paragraph-e\">  1. The concentration of sulphur dioxide in the air.</p> <p class=\"paragraph-e\">  2. Wind speed.</p> <p class=\"paragraph-e\">  3. Wind direction.</p> <p class=\"heading1-e\"><a name=\"BK37\"></a>Compliance</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Compliance",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Compliance",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "29.",
            "part_id": "PART III  ",
            "part_type": "PART III MONITORING AND CALCULATIONS",
            "section": "Compliance with notice",
            "content": " 29. A person who is required to do something by a notice given by the Director under this Part shall comply with the requirement. Part IV   Reporting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>29. </b>A person who is required to do something by a notice given by the Director under this Part shall comply with the requirement.</p> <p class=\"partnum-e\"><a name=\"BK39\"></a>Part IV <br/>  Reporting</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV REPORTING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Exemption, s. 13 of the Act",
            "content": " 30. A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility is exempt from section 13 of the Act in relation to a contravention of sections 8 to 17 of this Regulation.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK40\"></a>30. </b>A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility is exempt from section 13 of the Act in relation to a contravention of sections 8 to 17 of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Notification re exceedance of mass emission thresholds",
            "content": " 31. (1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall notify a provincial officer in writing as soon as reasonably possible if, (a) discharges of sulphur dioxide may result in a contravention of section 13; or (b) the amount of a difference calculated under section 24 exceeds 225 kilograms. (2) If a person would be required to give notice under subsection (1) in respect of two or more consecutive 24-hour periods, the following rules apply: 1. The person may give notice under this subsection instead of under subsection (1). 2. If the person opts to give notice under this subsection, they shall notify the provincial officer of that choice in writing as soon as reasonably possible. 3. If notice is required to be given for the reason that the discharges of sulphur dioxide may result in a contravention of section 13, the person shall notify the provincial officer as soon as reasonably possible after the total amount of sulphur dioxide discharged into the air in a 24-hour period from the flare is 225 kilograms or less. 4. If notice is required to be given for the reason that the amount of a difference calculated under section 24 exceeds 225 kilograms, the person shall notify the provincial officer as soon as reasonably possible after the amount of the difference calculated under section 24 is 225 kilograms or less.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK41\"></a>31. </b>(1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall notify a provincial officer in writing as soon as reasonably possible if,</p> <p class=\"clause-e\">  (a) discharges of sulphur dioxide may result in a contravention of section 13; or</p> <p class=\"clause-e\">  (b) the amount of a difference calculated under section 24 exceeds 225 kilograms.</p> <p class=\"subsection-e\">  (2) If a person would be required to give notice under subsection (1) in respect of two or more consecutive 24-hour periods, the following rules apply:</p> <p class=\"paragraph-e\">  1. The person may give notice under this subsection instead of under subsection (1).</p> <p class=\"paragraph-e\">  2. If the person opts to give notice under this subsection, they shall notify the provincial officer of that choice in writing as soon as reasonably possible.</p> <p class=\"paragraph-e\">  3. If notice is required to be given for the reason that the discharges of sulphur dioxide may result in a contravention of section 13, the person shall notify the provincial officer as soon as reasonably possible after the total amount of sulphur dioxide discharged into the air in a 24-hour period from the flare is 225 kilograms or less.</p> <p class=\"paragraph-e\">  4. If notice is required to be given for the reason that the amount of a difference calculated under section 24 exceeds 225 kilograms, the person shall notify the provincial officer as soon as reasonably possible after the amount of the difference calculated under section 24 is 225 kilograms or less.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Root cause analysis report",
            "content": " 32. A person who notifies a provincial officer under subsection 31 (1) shall, within 60 days after giving the notice, submit to a provincial officer a report titled “Root Cause Analysis and Corrective/Preventive Action Report” that includes the following information: 1. The date and time that the discharge into the air began and ended. 2. An estimate of the amount of sulphur dioxide discharged into the air, including all data and calculations used to arrive at the estimate. 3. A description of the circumstances surrounding the discharge, including the operating state of the source of contaminant or air pollution control device, as applicable. 4. An identification and detailed analysis of the primary cause of the discharge. 5. The steps, if any, taken to limit the duration of the discharge and the amount of sulphur dioxide discharged. 6. An identification of the measures that are available to prevent or reduce the risk of a similar discharge happening again, including, i. the probable effectiveness of each measure, ii. if any of the measures have already been implemented, the implementation dates, iii. if there are plans to implement any of the measures in the future, the expected implementation dates, and iv. if there are measures to which subparagraphs ii and iii do not apply, the reasons for not having implemented them and not having plans to implement them.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK42\"></a>32. </b>A person who notifies a provincial officer under subsection 31 (1) shall, within 60 days after giving the notice, submit to a provincial officer a report titled “Root Cause Analysis and Corrective/Preventive Action Report” that includes the following information:</p> <p class=\"paragraph-e\">  1. The date and time that the discharge into the air began and ended.</p> <p class=\"paragraph-e\">  2. An estimate of the amount of sulphur dioxide discharged into the air, including all data and calculations used to arrive at the estimate.</p> <p class=\"paragraph-e\">  3. A description of the circumstances surrounding the discharge, including the operating state of the source of contaminant or air pollution control device, as applicable.</p> <p class=\"paragraph-e\">  4. An identification and detailed analysis of the primary cause of the discharge.</p> <p class=\"paragraph-e\">  5. The steps, if any, taken to limit the duration of the discharge and the amount of sulphur dioxide discharged.</p> <p class=\"paragraph-e\">  6. An identification of the measures that are available to prevent or reduce the risk of a similar discharge happening again, including,</p> <p class=\"subpara-e\">  i. the probable effectiveness of each measure,</p> <p class=\"subpara-e\">  ii. if any of the measures have already been implemented, the implementation dates,</p> <p class=\"subpara-e\">  iii. if there are plans to implement any of the measures in the future, the expected implementation dates, and</p> <p class=\"subpara-e\">  iv. if there are measures to which subparagraphs ii and iii do not apply, the reasons for not having implemented them and not having plans to implement them.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Notification re specified operating conditions",
            "content": " 33. (1) If any of the following actions are planned at a petroleum facility, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall notify a provincial officer, in writing, at least one business day before the action is taken: 1. In respect of a sulphur recovery unit, an amine unit or a sour water stripper unit, i. the unit’s operation is to be increased from an inoperative state to an operating state, or ii. the unit’s operation is to be decreased from an operating state to an inoperative state. 2. Acid gas is to be diverted away from a sulphur recovery unit to another destination. (2) If an action mentioned in subsection (1) is not planned but nonetheless is taken, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall notify a provincial officer, in writing, as soon as possible after the action is taken. (3) In this section, “business day” means a day that is not a Saturday or a holiday within the meaning of section 87 of the Legislation Act, 2006.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK43\"></a>33. </b>(1) If any of the following actions are planned at a petroleum facility, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall notify a provincial officer, in writing, at least one business day before the action is taken:</p> <p class=\"paragraph-e\">  1. In respect of a sulphur recovery unit, an amine unit or a sour water stripper unit,</p> <p class=\"subpara-e\">  i. the unit’s operation is to be increased from an inoperative state to an operating state, or</p> <p class=\"subpara-e\">  ii. the unit’s operation is to be decreased from an operating state to an inoperative state.</p> <p class=\"paragraph-e\">  2. Acid gas is to be diverted away from a sulphur recovery unit to another destination.</p> <p class=\"subsection-e\">  (2) If an action mentioned in subsection (1) is not planned but nonetheless is taken, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from the petroleum facility shall notify a provincial officer, in writing, as soon as possible after the action is taken.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“business day” means a day that is not a Saturday or a holiday within the meaning of section 87 of the <i>Legislation Act, 2006</i>.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "34.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Quarterly reporting",
            "content": " 34. (1) This section applies in respect of the first quarter of 2023 and every subsequent quarter. (2) No later than 60 days after the end of each quarter, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a report to the Director that contains the following information with respect to the quarter: 1. The date and time period of any contraventions of sections 8 to 16. 2. A summary of any measures identified under paragraph 6 of section 32 that were implemented at the facility during the quarter, their implementation dates and an assessment of their effectiveness. 3. The information required under paragraphs 1 to 3 of section 38. 4. The records required under paragraphs 3 and 5 of section 39. 5. The information required under paragraphs 1 and 3 of subsection 40 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>34. </b>(1) This section applies in respect of the first quarter of 2023 and every subsequent quarter.</p> <p class=\"subsection-e\">  (2) No later than 60 days after the end of each quarter, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a report to the Director that contains the following information with respect to the quarter:</p> <p class=\"paragraph-e\">  1. The date and time period of any contraventions of sections 8 to 16.</p> <p class=\"paragraph-e\">  2. A summary of any measures identified under paragraph 6 of section 32 that were implemented at the facility during the quarter, their implementation dates and an assessment of their effectiveness.</p> <p class=\"paragraph-e\">  3. The information required under paragraphs 1 to 3 of section 38.</p> <p class=\"paragraph-e\">  4. The records required under paragraphs 3 and 5 of section 39.</p> <p class=\"paragraph-e\">  5. The information required under paragraphs 1 and 3 of subsection 40 (2).</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "35.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Annual reporting",
            "content": " 35. (1) No later than March 31, 2024, and no later than March 31 of each subsequent year, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a report to the Director that sets out the following information in respect of the preceding calendar year: 1. The average, maximum and minimum hourly mass emission rate of, i. sulphur dioxide discharged into the air from the sources of contaminant mentioned in paragraphs 1 and 5 of subsection 22 (1) during the calendar year, and ii. total reduced sulphur discharged into the air from each sulphur recovery unit at the petroleum facility that is not associated with an incinerator during the calendar year. 2. The total amount, in kilograms, of, i. sulphur dioxide discharged into the air from the sources of contaminant mentioned in paragraphs 1 and 5 of subsection 22 (1) during the calendar year, and ii. total reduced sulphur discharged into the air from each sulphur recovery unit at the petroleum facility that is not associated with an incinerator during the calendar year. 3. The total amount of sulphur dioxide, in tonnes, discharged from the facility during the calendar year as required to be calculated under clause 26 (2) (b) in respect of the fourth quarter of the calendar year, if applicable. 4. A summary of the information in any reports submitted under section 32 during the calendar year. 5. An assessment of the effectiveness of any measures identified under subparagraph 6 iii of section 32 that were implemented during the calendar year. 6. Any actions taken during the calendar year to minimize, prevent or reduce the discharge of sulphur dioxide from the facility, including any actions identified in the plan required under section 36. (2) In this section, a reference to a measure with respect to minimizing, preventing or reducing discharges of sulphur dioxide includes a reference to, (a) the implementation of operational procedures; (b) the use of pollution control technology; and (c) changes to equipment, processes or materials.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>35. </b>(1) No later than March 31, 2024, and no later than March 31 of each subsequent year, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a report to the Director that sets out the following information in respect of the preceding calendar year:</p> <p class=\"paragraph-e\">  1. The average, maximum and minimum hourly mass emission rate of,</p> <p class=\"subpara-e\">  i. sulphur dioxide discharged into the air from the sources of contaminant mentioned in paragraphs 1 and 5 of subsection 22 (1) during the calendar year, and</p> <p class=\"subpara-e\">  ii. total reduced sulphur discharged into the air from each sulphur recovery unit at the petroleum facility that is not associated with an incinerator during the calendar year.</p> <p class=\"paragraph-e\">  2. The total amount, in kilograms, of,</p> <p class=\"subpara-e\">  i. sulphur dioxide discharged into the air from the sources of contaminant mentioned in paragraphs 1 and 5 of subsection 22 (1) during the calendar year, and</p> <p class=\"subpara-e\">  ii. total reduced sulphur discharged into the air from each sulphur recovery unit at the petroleum facility that is not associated with an incinerator during the calendar year.</p> <p class=\"paragraph-e\">  3. The total amount of sulphur dioxide, in tonnes, discharged from the facility during the calendar year as required to be calculated under clause 26 (2) (b) in respect of the fourth quarter of the calendar year, if applicable.</p> <p class=\"paragraph-e\">  4. A summary of the information in any reports submitted under section 32 during the calendar year.</p> <p class=\"paragraph-e\">  5. An assessment of the effectiveness of any measures identified under subparagraph 6 iii of section 32 that were implemented during the calendar year.</p> <p class=\"paragraph-e\">  6. Any actions taken during the calendar year to minimize, prevent or reduce the discharge of sulphur dioxide from the facility, including any actions identified in the plan required under section 36.</p> <p class=\"subsection-e\">  (2) In this section, a reference to a measure with respect to minimizing, preventing or reducing discharges of sulphur dioxide includes a reference to,</p> <p class=\"clause-e\">  (a) the implementation of operational procedures;</p> <p class=\"clause-e\">  (b) the use of pollution control technology; and</p> <p class=\"clause-e\">  (c) changes to equipment, processes or materials.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "36.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REPORTING",
            "section": "Sulphur dioxide minimization plan and reports",
            "content": " 36. (1) No later than January 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a plan to the Director titled “Sulphur Dioxide Emission Minimization Plan” that sets out the following information: 1. A description of the measures to be implemented at the petroleum facility to ensure compliance with sections 8 to 17. 2. For each measure, i. an indication of the anticipated resulting reduction in the amount or concentration of sulphur dioxide discharged into the air from the petroleum facility, and ii. the date by which the measure is expected to be implemented at the facility. (2) Before any of the following changes are made in respect of a source of contaminant mentioned in Part II, the person mentioned in subsection (1) shall update the plan and resubmit it to the Director: 1. A change that may increase the amount or concentration of sulphur dioxide discharged into the air from the facility including, i. a modification made to existing equipment, ii. the construction of new equipment, iii. a change in the operation of existing equipment, or iv. a change to existing emissions control equipment, including a change to an air pollution control device associated with the source of contaminant. 2. A change that will be implemented as a result of the review described in subsection (3). (3) No later than July 1, 2029 and every five years thereafter, the person mentioned in subsection (1) shall review the plan and submit a report to the Director that sets out the following information in respect of the preceding five calendar years: 1. The results of the review of the plan and any updates to the plan made during the five-year period. 2. A summary of the measures to ensure compliance with sections 8 to 17 that were implemented at the facility during the five-year period and the date on which each measure was implemented. 3. A list of the measures that are still to be implemented at the facility and the date by which each measure is expected to be implemented. 4. A description and assessment of additional measures that could be implemented at the facility to reduce the amount or concentration of sulphur dioxide discharged into the air from the facility. (4) The following documents must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number: 1. A plan submitted under subsection (1). 2. An updated plan resubmitted under subsection (2). 3. A report submitted under subsection (3). Part V   record-keeping",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK46\"></a>36. </b>(1) No later than January 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall submit a plan to the Director titled “Sulphur Dioxide Emission Minimization Plan” that sets out the following information:</p> <p class=\"paragraph-e\">  1. A description of the measures to be implemented at the petroleum facility to ensure compliance with sections 8 to 17.</p> <p class=\"paragraph-e\">  2. For each measure,</p> <p class=\"subpara-e\">  i. an indication of the anticipated resulting reduction in the amount or concentration of sulphur dioxide discharged into the air from the petroleum facility, and</p> <p class=\"subpara-e\">  ii. the date by which the measure is expected to be implemented at the facility.</p> <p class=\"subsection-e\">  (2) Before any of the following changes are made in respect of a source of contaminant mentioned in Part II, the person mentioned in subsection (1) shall update the plan and resubmit it to the Director:</p> <p class=\"paragraph-e\">  1. A change that may increase the amount or concentration of sulphur dioxide discharged into the air from the facility including,</p> <p class=\"subpara-e\">  i. a modification made to existing equipment,</p> <p class=\"subpara-e\">  ii. the construction of new equipment,</p> <p class=\"subpara-e\">  iii. a change in the operation of existing equipment, or</p> <p class=\"subpara-e\">  iv. a change to existing emissions control equipment, including a change to an air pollution control device associated with the source of contaminant.</p> <p class=\"paragraph-e\">  2. A change that will be implemented as a result of the review described in subsection (3).</p> <p class=\"subsection-e\">  (3) No later than July 1, 2029 and every five years thereafter, the person mentioned in subsection (1) shall review the plan and submit a report to the Director that sets out the following information in respect of the preceding five calendar years:</p> <p class=\"paragraph-e\">  1. The results of the review of the plan and any updates to the plan made during the five-year period.</p> <p class=\"paragraph-e\">  2. A summary of the measures to ensure compliance with sections 8 to 17 that were implemented at the facility during the five-year period and the date on which each measure was implemented.</p> <p class=\"paragraph-e\">  3. A list of the measures that are still to be implemented at the facility and the date by which each measure is expected to be implemented.</p> <p class=\"paragraph-e\">  4. A description and assessment of additional measures that could be implemented at the facility to reduce the amount or concentration of sulphur dioxide discharged into the air from the facility.</p> <p class=\"subsection-e\">  (4) The following documents must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number:</p> <p class=\"paragraph-e\">  1. A plan submitted under subsection (1).</p> <p class=\"paragraph-e\">  2. An updated plan resubmitted under subsection (2).</p> <p class=\"paragraph-e\">  3. A report submitted under subsection (3).</p> <p class=\"partnum-e\"><a name=\"BK47\"></a>Part V <br/>  record-keeping</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V RECORD-KEEPING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "37.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Liquid fuel use",
            "content": " 37. (1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall maintain a record of the following information in respect of each time liquid fuel is used in a combustion device at the facility: 1. The combustion device in which the liquid fuel is used, including a unique identifier for the device if applicable. 2. The date on which the liquid fuel is used in the combustion device. 3. The sulphur content, expressed as total sulphur by weight, and the amount of liquid fuel used in the combustion device. 4. If the liquid fuel is being used in the combustion device in accordance with clause 18 (4) (a), an explanation of the emergency at the petroleum facility. 5. If the liquid fuel is being used in the combustion device in accordance with clause 18 (4) (b), a copy of the written confirmation from the supplier of the natural gas that the supply to the facility is restricted. 6. A description of the measures that are available to prevent or reduce the risk of liquid fuel being used in the combustion device in similar circumstances in the future. (2) Subsection (1) does not apply in respect of liquid fuel being used in a combustion device in accordance with clause 18 (4) (c). (3) Paragraph 6 of subsection (1) does not apply in respect of liquid fuel being used in a combustion device in accordance with clause 18 (4) (d).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>37. </b>(1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall maintain a record of the following information in respect of each time liquid fuel is used in a combustion device at the facility:</p> <p class=\"paragraph-e\">  1. The combustion device in which the liquid fuel is used, including a unique identifier for the device if applicable.</p> <p class=\"paragraph-e\">  2. The date on which the liquid fuel is used in the combustion device.</p> <p class=\"paragraph-e\">  3. The sulphur content, expressed as total sulphur by weight, and the amount of liquid fuel used in the combustion device.</p> <p class=\"paragraph-e\">  4. If the liquid fuel is being used in the combustion device in accordance with clause 18 (4) (a), an explanation of the emergency at the petroleum facility.</p> <p class=\"paragraph-e\">  5. If the liquid fuel is being used in the combustion device in accordance with clause 18 (4) (b), a copy of the written confirmation from the supplier of the natural gas that the supply to the facility is restricted.</p> <p class=\"paragraph-e\">  6. A description of the measures that are available to prevent or reduce the risk of liquid fuel being used in the combustion device in similar circumstances in the future.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of liquid fuel being used in a combustion device in accordance with clause 18 (4) (c)<span>.</span></p> <p class=\"subsection-e\">  (3) Paragraph 6 of subsection (1) does not apply in respect of liquid fuel being used in a combustion device in accordance with clause 18 (4) (d).</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "38.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Continuous monitoring",
            "content": " 38. On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall maintain a record of the following information: 1. The value, date and time of each measurement taken under section 22. 2. If a parameter is measured under section 22 to determine the value of another parameter, the value of the parameter determined. 3. Each value calculated under sections 23 to 26, the time period to which the calculated value relates and the basis of any estimates used in the calculation. 4. The value of any other measurements taken in accordance with the continuous monitoring plan for the facility to, i. determine the amount of sulphur dioxide discharged in a 24-hour period, and ii. correct concentrations of sulphur dioxide measured to standard conditions. 5. If an operating parameter in respect of a flare is being measured under paragraph 7 of subsection 22 (1) through video monitoring, a copy of the video with an accurate time and date stamp.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>38. </b>On and after July 1, 2024, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall maintain a record of the following information:</p> <p class=\"paragraph-e\">  1. The value, date and time of each measurement taken under section 22.</p> <p class=\"paragraph-e\">  2. If a parameter is measured under section 22 to determine the value of another parameter, the value of the parameter determined.</p> <p class=\"paragraph-e\">  3. Each value calculated under sections 23 to 26, the time period to which the calculated value relates and the basis of any estimates used in the calculation.</p> <p class=\"paragraph-e\">  4. The value of any other measurements taken in accordance with the continuous monitoring plan for the facility to,</p> <p class=\"subpara-e\">  i. determine the amount of sulphur dioxide discharged in a 24-hour period, and</p> <p class=\"subpara-e\">  ii. correct concentrations of sulphur dioxide measured to standard conditions.</p> <p class=\"paragraph-e\">  5. If an operating parameter in respect of a flare is being measured under paragraph 7 of subsection 22 (1) through video monitoring, a copy of the video with an accurate time and date stamp.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "39.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Community air monitoring",
            "content": " 39. On and after September 1, 2023, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall maintain a record of the following information: 1. The value, date and time of each measurement taken under section 28. 2. From the measurements mentioned in paragraph 1, a determination of the concentration of sulphur dioxide, averaged over five-minute and one-hour periods. 3. The date and time for each determination that exceeds, i. 200 parts per billion by volume of sulphur dioxide, averaged over a five-minute period, or ii. 120 parts per billion by volume of sulphur dioxide, averaged over a one-hour period. 4. For each determination mentioned in paragraph 3, a description of the operating conditions at the petroleum facility. 5. An indication of whether the discharges of sulphur dioxide from the petroleum facility contributed to the concentrations mentioned in paragraph 3, and, if so, any steps taken to prevent or reduce the contribution in the future.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>39. </b>On and after September 1, 2023, a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall maintain a record of the following information:</p> <p class=\"paragraph-e\">  1. The value, date and time of each measurement taken under section 28.</p> <p class=\"paragraph-e\">  2. From the measurements mentioned in paragraph 1, a determination of the concentration of sulphur dioxide, averaged over five-minute and one-hour periods.</p> <p class=\"paragraph-e\">  3. The date and time for each determination that exceeds,</p> <p class=\"subpara-e\">  i. 200 parts per billion by volume of sulphur dioxide, averaged over a five-minute period, or</p> <p class=\"subpara-e\">  ii. 120 parts per billion by volume of sulphur dioxide, averaged over a one-hour period.</p> <p class=\"paragraph-e\">  4. For each determination mentioned in paragraph 3, a description of the operating conditions at the petroleum facility.</p> <p class=\"paragraph-e\">  5. An indication of whether the discharges of sulphur dioxide from the petroleum facility contributed to the concentrations mentioned in paragraph 3, and, if so, any steps taken to prevent or reduce the contribution in the future.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "40.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Notice, additional community air monitoring",
            "content": " 40. (1) The Director may, by written notice, require a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility to make a record of the information set out in subsection (2) in respect of an ambient air monitor specified in the notice if the Director is of the opinion that, (a) there is no approved community air monitoring plan for the petroleum facility or, if there is an approved community air monitoring plan for the petroleum facility, the ambient air monitor is not a monitor set out in the plan; (b) the ambient air monitor is operating at the time the notice is given and the person to whom the notice is given has access to the measurements; (c) the ambient air monitor is adequate to effectively measure the concentration of sulphur dioxide in the air; and (d) the ambient air monitor is located such that the measurements taken by the monitor may reflect the sulphur dioxide discharged from the petroleum facility. (2) The information mentioned in subsection (1) is the following: 1. The date and time that the concentration measured by the ambient air monitor exceeds, i. 200 parts per billion by volume of sulphur dioxide, averaged over a five-minute period, or ii. 120 parts per billion by volume of sulphur dioxide, averaged over a one-hour period. 2. A description of the operating conditions at the petroleum facility for each date and time mentioned in paragraph 1. 3. An indication of whether the discharges of sulphur dioxide from the petroleum facility contributed to the concentrations mentioned in paragraph 1, and, if so, any steps taken to prevent or reduce the contribution in the future. (3) Before the Director gives a person a notice under subsection (1), the Director shall give the person a draft of the notice and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>40. </b>(1) The Director may, by written notice, require a person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility to make a record of the information set out in subsection (2) in respect of an ambient air monitor specified in the notice if the Director is of the opinion that,</p> <p class=\"clause-e\">  (a) there is no approved community air monitoring plan for the petroleum facility or, if there is an approved community air monitoring plan for the petroleum facility, the ambient air monitor is not a monitor set out in the plan;</p> <p class=\"clause-e\">  (b) the ambient air monitor is operating at the time the notice is given and the person to whom the notice is given has access to the measurements;</p> <p class=\"clause-e\">  (c) the ambient air monitor is adequate to effectively measure the concentration of sulphur dioxide in the air; and</p> <p class=\"clause-e\">  (d) the ambient air monitor is located such that the measurements taken by the monitor may reflect the sulphur dioxide discharged from the petroleum facility.</p> <p class=\"subsection-e\">  (2) The information mentioned in subsection (1) is the following:</p> <p class=\"paragraph-e\">  1. The date and time that the concentration measured by the ambient air monitor exceeds,</p> <p class=\"subpara-e\">  i. 200 parts per billion by volume of sulphur dioxide, averaged over a five-minute period, or</p> <p class=\"subpara-e\">  ii. 120 parts per billion by volume of sulphur dioxide, averaged over a one-hour period.</p> <p class=\"paragraph-e\">  2. A description of the operating conditions at the petroleum facility for each date and time mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  3. An indication of whether the discharges of sulphur dioxide from the petroleum facility contributed to the concentrations mentioned in paragraph 1, and, if so, any steps taken to prevent or reduce the contribution in the future.</p> <p class=\"subsection-e\">  (3) Before the Director gives a person a notice under subsection (1), the Director shall give the person a draft of the notice and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Information to be made public",
            "content": " 41. (1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that the following information is made available to the public by posting the information, without charge, on the petroleum facility’s website for a period of at least five years: 1. Each quarterly report required under section 34. 2. Each annual report required under section 35. 3. A summary of each document set out in subsection 36 (4). 4. The information required by paragraphs 2 and 4 to 6 of subsection 37 (1). (2) Paragraph 4 of subsection (1) does not apply in respect of liquid fuel being used in a combustion device in accordance with clause 18 (4) (d). (3) The person mentioned in subsection (1) shall ensure that the information referred to in subsection (1) is posted on the petroleum facility’s website, (a) no later than the date on which the plan or report is submitted to the Director, in the case of the information mentioned in paragraphs 1 to 3 of subsection (1); and (b) no later than 60 days after the date on which the liquid fuel is used, in the case of information mentioned in paragraph 4 of subsection (1).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK52\"></a>41. </b>(1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall ensure that the following information is made available to the public by posting the information, without charge, on the petroleum facility’s website for a period of at least five years:</p> <p class=\"paragraph-e\">  1. Each quarterly report required under section 34.</p> <p class=\"paragraph-e\">  2. Each annual report required under section 35.</p> <p class=\"paragraph-e\">  3. A summary of each document set out in subsection 36 (4).</p> <p class=\"paragraph-e\">  4. The information required by paragraphs 2 and 4 to 6 of subsection 37 (1).</p> <p class=\"subsection-e\">  (2) Paragraph 4 of subsection (1) does not apply in respect of liquid fuel being used in a combustion device in accordance with clause 18 (4) (d).</p> <p class=\"subsection-e\">  (3) The person mentioned in subsection (1) shall ensure that the information referred to in subsection (1) is posted on the petroleum facility’s website,</p> <p class=\"clause-e\">  (a) no later than the date on which the plan or report is submitted to the Director, in the case of the information mentioned in paragraphs 1 to 3 of subsection (1); and</p> <p class=\"clause-e\">  (b) no later than 60 days after the date on which the liquid fuel is used, in the case of information mentioned in paragraph 4 of subsection (1).</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "42.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Records retention",
            "content": " 42. (1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall retain a copy of each plan, report and record required under this Regulation at the facility for at least five years. (2) Despite subsection (1), a video record mentioned in paragraph 5 of section 38 shall be kept for at least two years. Compliance",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>42. </b>(1) A person who discharges or causes or permits the discharge of sulphur dioxide into the air from a petroleum facility shall retain a copy of each plan, report and record required under this Regulation at the facility for at least five years.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a video record mentioned in paragraph 5 of section 38 shall be kept for at least two years.</p> <p class=\"heading1-e\"><a name=\"BK54\"></a>Compliance</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Compliance",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Compliance",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "43.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORD-KEEPING",
            "section": "Compliance with notice",
            "content": " 43. A person who is required to do something by a notice given by the Director under this Part shall comply with the requirement. Part VI   Transition",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>43. </b>A person who is required to do something by a notice given by the Director under this Part shall comply with the requirement.</p> <p class=\"partnum-e\"><a name=\"BK56\"></a>Part VI <br/>  Transition</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI TRANSITION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "44.",
            "part_id": "PART VI  ",
            "part_type": "PART VI TRANSITION",
            "section": "Plans submitted under O. Reg. 530/18",
            "content": " 44. (1) The requirement under subsection 20 (6) that the Director be of the opinion that following a plan would accurately measure or predict the concentration of sulphur dioxide required to be measured under section 22 is deemed to be satisfied in respect of each piece of acid gas combustion equipment at the petroleum facility if the following criteria are met: 1. A\r\nplan under subsection 7 (4) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) made under the Act was submitted before this section came into force. 2. The Director under subsection 7 (1) of Ontario Regulation 530/18 was of the opinion that the plan would accurately measure or predict the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the petroleum facility. 3. The plan submitted under subsection 7 (4) of Ontario Regulation 530/18 is appended to a plan required under subsection 20 (1) of this Regulation. (2) In this section, “acid gas combustion equipment” has the same meaning as in subsection 1 (1) of Ontario Regulation 530/18 (Air Pollution\r\n— Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) made under the Act. Note: Section 45 of this Regulation is not yet in force. It comes into force on January 1, 2029. Continued record-keeping requirements under O. Reg 530/18 45. The following provisions of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) made under the Act, as they read immediately before they were revoked, continue to apply to a petroleum facility: 1. Subsections 7 (9) and (10). 2. Subsection 7 (11). Note: On July 1, 2029, paragraph 2 of section 45 of the Regulation is revoked. (See: O. Reg. 88/22, s. 46 (2)) 3. Section 9. Note: On March 31, 2029, paragraph 3 of section 45 of the Regulation is revoked. (See: O. Reg. 88/22, s. 46 (3)) Note: On January 1, 2032, section 45 of the Regulation is revoked. (See: O. Reg. 88/22, s. 46 (4)) Part VII (OMITTED) 46. Omitted (provides for amendments to this Regulation). 47. Omitted (revokes other Regulations). 48. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>44. </b>(1) The requirement under subsection 20 (6) that the Director be of the opinion that following a plan would accurately measure or predict the concentration of sulphur dioxide required to be measured under section 22 is deemed to be satisfied in respect of each piece of acid gas combustion equipment at the petroleum facility if the following criteria are met:</p> <p class=\"paragraph-e\">  1. A\r\nplan under subsection 7 (4) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) made under the Act was submitted before this section came into force.</p> <p class=\"paragraph-e\">  2. The Director under subsection 7 (1) of Ontario Regulation 530/18 was of the opinion that the plan would accurately measure or predict the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the petroleum facility.</p> <p class=\"paragraph-e\">  3. The plan submitted under subsection 7 (4) of Ontario Regulation 530/18 is appended to a plan required under subsection 20 (1) of this Regulation.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“acid gas combustion equipment” has the same meaning as in subsection 1 (1) of Ontario Regulation 530/18 (Air Pollution\r\n<span>—</span> Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) made under the Act.</p> <p class=\"Pnote\"><span>Note: Section 45 of this Regulation is not yet in force. It comes into force on January 1, 2029.</span></p> <p class=\"Yheadnote-e\">Continued record-keeping requirements under O. Reg 530/18</p> <p class=\"Ysection-e\"><b> <a name=\"BK58\"></a>45.</b> The following provisions of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029) made under the Act, as they read immediately before they were revoked, continue to apply to a petroleum facility:</p> <p class=\"Yparagraph-e\">  1. Subsections 7 (9) and (10).</p> <p class=\"Yparagraph-e\">  2. Subsection 7 (11).</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2029<span>, p</span>aragraph 2 of section 45 of the Regulation is revoked.<span> (See: O. Reg. 88/22, s. 46 (2))</span></p> <p class=\"Yparagraph-e\">  3. Section 9.</p> <p class=\"Pnote-e\"><span>Note: On </span>March 31, 2029<span>, p</span>aragraph 3 of section 45 of the Regulation is revoked.<span> (See: O. Reg. 88/22, s. 46 (3))</span></p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2032<span>, s</span>ection 45 of the Regulation is revoked.<span> (See: O. Reg. 88/22, s. 46 (4))</span></p> <p class=\"partnum-e\"><a name=\"BK59\"></a>Part <span class=\"ovboldallcaps\">VII</span> (OMITTED)</p> <p class=\"section-e\"> <b>46.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"section-e\"> <b>47.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <b>48.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220088\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "45.",
            "part_id": "PART VI  ",
            "part_type": "PART VI TRANSITION",
            "section": "Continued record-keeping requirements under O. Reg 530/18",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}