{
    "reg_info": {
        "full_title": "O. Reg. 403/02: DEBT AND FINANCIAL OBLIGATION LIMITS",
        "reg_name_text": "debt and financial obligation limits",
        "citation": "O. Reg. 403/02: DEBT AND FINANCIAL OBLIGATION LIMITS",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/020403",
        "date_scraped": "2023-12-18 06:24:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 11, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/020403/v11",
            "valid_from": "April  5, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/020403/v10",
            "valid_from": "July  1, 2021",
            "valid_to": "April  4, 2022"
        },
        {
            "a_href": "/laws/regulation/020403/v9",
            "valid_from": "June  1, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/020403/v8",
            "valid_from": "May 21, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/regulation/020403/v7",
            "valid_from": "April 15, 2021",
            "valid_to": "May 20, 2021"
        },
        {
            "a_href": "/laws/regulation/020403/v6",
            "valid_from": "March 30, 2016",
            "valid_to": "April 14, 2021"
        },
        {
            "a_href": "/laws/regulation/020403/v5",
            "valid_from": "June 24, 2011",
            "valid_to": "March 29, 2016"
        },
        {
            "a_href": "/laws/regulation/020403/v4",
            "valid_from": "July  1, 2010",
            "valid_to": "June 23, 2011"
        },
        {
            "a_href": "/laws/regulation/020403/v3",
            "valid_from": "March 29, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/020403/v2",
            "valid_from": "July 31, 2009",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/020403/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "July 30, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Debt and financial obligation limit",
            "content": " 1. (1) The annual debt and financial obligation limit for municipalities shall be determined under this Regulation.  O. Reg. 403/02, s. 1 (1). (2) The Ministry shall annually determine the limit using the formula described in section 3 based on the financial information supplied to the Ministry by each municipality under the Act and under the Municipal Affairs Act.  O. Reg. 403/02, s. 1 (2). (3) The Ministry shall inform the treasurer of the municipality in writing of the limit.  O. Reg. 403/02, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>(1) The annual debt and financial obligation limit for municipalities shall be determined under this Regulation.  O. Reg. 403/02, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The Ministry shall annually determine the limit using the formula described in section 3 based on the financial information supplied to the Ministry by each municipality under the Act and under the <i>Municipal Affairs Act</i>.  O. Reg. 403/02, s. 1 (2).</p> <p class=\"subsection-e\">  (3) The Ministry shall inform the treasurer of the municipality in writing of the limit.  O. Reg. 403/02, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Determination as to whether Ontario Land Tribunal approval required",
            "content": " 2. A municipality shall use the most recent limit provided to it by the Ministry to determine whether Ontario Land Tribunal approval is required in respect of the following categories of debt or financial obligation: 1.  Long-term debt assumed by a municipality for which repayment will be required beyond the term for which the council was elected. 2.  Other financial commitments, liabilities and contractual obligations, for which payment may or will be required beyond the term for which the council was elected, including, without being limited to, i.  lease agreements, ii.  financial commitments to hospitals and universities.  O. Reg. 403/02, s. 2; O. Reg. 362/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>A municipality shall use the most recent limit provided to it by the Ministry to determine whether Ontario Land Tribunal approval is required in respect of the following categories of debt or financial obligation:</p> <p class=\"paragraph-e\">  1.  Long-term debt assumed by a municipality for which repayment will be required beyond the term for which the council was elected.</p> <p class=\"paragraph-e\">  2.  Other financial commitments, liabilities and contractual obligations, for which payment may or will be required beyond the term for which the council was elected, including, without being limited to,</p> <p class=\"subpara-e\">  i.  lease agreements,</p> <p class=\"subpara-e\">  ii.  financial commitments to hospitals and universities.  O. Reg. 403/02, s. 2; O. Reg. 362/21, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Determination of limit",
            "content": " 3. The Ministry shall determine the debt and financial obligation limit of a municipality as follows: 1.  Calculate the revenues for a past fiscal year, excluding, whether or not they are revenues, amounts received in that year, i.  as grants from the Government of Ontario or Canada or from another municipality, ii.  as proceeds from the sale of real property, iii.  as a contribution or transfer from a reserve fund or reserve, iv.  under agreement with the Government of Ontario, for the purpose of repaying the principal and interest of long-term debt or meeting financial obligations of the municipality, v.  from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board, vi.  as revenues from electrical, telephone and gas service, and vii.  as revenues for the purpose of repaying the principal and interest of debt under the Tile Drainage Act or the Shoreline Property Assistance Act, viii.  Revoked:  O. Reg. 294/09, s. 1 (3). 2.  Multiply the amount obtained in paragraph 1 by 25 per cent. 3.  Subtract from the amount obtained in paragraph 2 the total payments in the fiscal year related to the long-term debt of the municipality less, i.  the payments in that year for long-term debt or financial obligations for which the Government of Ontario has agreed to provide to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligations, ii.  payments in that year from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board, iii.  the payments for electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality in that year, and iv.  the payments for shoreline assistance and tile drainage in that year, v.  Revoked:  O. Reg. 294/09, s. 1 (4). 4.  Subtract from the amount obtained in paragraph 3, i.  payments made in the fiscal year in respect of the financial commitments, obligations and liabilities described in paragraph 2 of section 2, and ii.  for any fiscal year in a construction period during which amounts of principal, interest or both are not payable in respect of debenture debt for an undertaking authorized by the municipality for its purposes through a by-law under clause 408 (4) (d) of the Act, an amount equal to the estimated average annual amount of principal and interest that will be payable by the municipality in respect of the debt during the period when those debt payments are to be actually made.  O. Reg. 403/02, s. 3; O. Reg. 294/09, s. 1; O. Reg. 77/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>The Ministry shall determine the debt and financial obligation limit of a municipality as follows:</p> <p class=\"paragraph-e\">  1.  Calculate the revenues for a past fiscal year, excluding, whether or not they are revenues, amounts received in that year,</p> <p class=\"subpara-e\">  i.  as grants from the Government of Ontario or Canada or from another municipality,</p> <p class=\"subpara-e\">  ii.  as proceeds from the sale of real property,</p> <p class=\"subpara-e\">  iii.  as a contribution or transfer from a reserve fund or reserve,</p> <p class=\"subpara-e\">  iv.  under agreement with the Government of Ontario, for the purpose of repaying the principal and interest of long-term debt or meeting financial obligations of the municipality,</p> <p class=\"subpara-e\">  v.  from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board,</p> <p class=\"subpara-e\">  vi.  as revenues from electrical, telephone and gas service, and</p> <p class=\"subpara-e\">  vii.  as revenues for the purpose of repaying the principal and interest of debt under the <i>Tile Drainage Act</i> or the <i>Shoreline Property Assistance Act</i>,</p> <p class=\"subpara-e\">  viii.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 294/09, s. 1 (3).</p> <p class=\"paragraph-e\">  2.  Multiply the amount obtained in paragraph 1 by 25 per cent.</p> <p class=\"paragraph-e\">  3.  Subtract from the amount obtained in paragraph 2 the total payments in the fiscal year related to the long-term debt of the municipality less,</p> <p class=\"subpara-e\">  i.  the payments in that year for long-term debt or financial obligations for which the Government of Ontario has agreed to provide to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligations,</p> <p class=\"subpara-e\">  ii.  payments in that year from another municipality or a school board for the repayment of the principal and interest of long-term debt of the municipality borrowed for the exclusive purposes of the other municipality or school board,</p> <p class=\"subpara-e\">  iii.  the payments for electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality in that year, and</p> <p class=\"subpara-e\">  iv.  the payments for shoreline assistance and tile drainage in that year,</p> <p class=\"subpara-e\">  v.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 294/09, s. 1 (4).</p> <p class=\"paragraph-e\">  4.  Subtract from the amount obtained in paragraph 3,</p> <p class=\"subpara-e\">  i.  payments made in the fiscal year in respect of the financial commitments, obligations and liabilities described in paragraph 2 of section 2, and</p> <p class=\"subpara-e\">  ii.  for any fiscal year in a construction period during which amounts of principal, interest or both are not payable in respect of debenture debt for an undertaking authorized by the municipality for its purposes through a by-law under clause 408 (4) (d) of the Act, an amount equal to the estimated average annual amount of principal and interest that will be payable by the municipality in respect of the debt during the period when those debt payments are to be actually made.  O. Reg. 403/02, s. 3; O. Reg. 294/09, s. 1; O. Reg. 77/16, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Updated limit",
            "content": " 4. (1) Before authorizing any specific work or class of work or any increase in expenditure for a previously authorized specific work or class of work that would require a long-term debt or financial obligation described in section 2, the council of the municipality shall have its treasurer calculate an updated limit using the most recent debt and financial obligation limit determined by the Ministry.  O. Reg. 403/02, s. 4 (1). (2) The treasurer shall update the most recent limit determined by the Ministry as follows: 1.  Adjust the limit in respect of the estimated annual amount payable for any long-term debt or financial obligation described in section 2 assumed or discharged by the municipality since the last day of the past fiscal year for which the limit was calculated. 2.  Subtract from the amount obtained in paragraph 1, the estimated annual amount payable in respect of any project approved by the Ontario Land Tribunal or the council, as the case may be, to be financed by long-term debt or financial obligation described in section 2 but not as yet assumed unless council has, by resolution, indicated that it will not proceed with that project. 3.  Subtract from the amount obtained in paragraph 1, for any fiscal year in a construction period during which amounts of principal, interest or both are not payable in respect of debenture debt for an undertaking authorized by the municipality for its purposes through a by-law under clause 408 (4) (d) of the Act, an amount equal to the estimated average annual amount of principal and interest that will be payable by the municipality in respect of the debt during the period when those debt payments are to be actually made. 4.  Subtract from the amount obtained in paragraph 1 any amount recognized by the treasurer as annually payable or as payable in the year in respect of a financial obligation described in paragraph 2 of section 2. 5.  Add to the amount obtained in paragraph 1 the estimated amount annually payable for any long-term debt or financial obligation described in section 2 in respect of the owner’s share of the cost of a work undertaken as a local improvement under Ontario Regulation 586/06 (Local Improvement Charges — Priority Lien Status) made under the Act.  O. Reg. 403/02, s. 4 (2); O. Reg. 294/09, s. 2 (1); O. Reg. 362/21, s. 1. (3) The treasurer shall calculate the estimated annual amount payable by the municipality in respect of the work or class of work.  O. Reg. 403/02, s. 4 (3). (4) The treasurer shall not include in the update under subsection (2) or the calculation under subsection (3) any amounts payable by the municipality for the following categories of long-term debt or financial obligation: 1.  Debt or financial obligation for which the Government of Ontario has agreed to pay to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligation. 2.  Debt under the Tile Drainage Act or the Shoreline Property Assistance Act. 3.  Debt or financial obligation in respect of electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality. 4.  Revoked:  O. Reg. 294/09, s. 2 (2). O. Reg. 403/02, s. 4 (4); O. Reg. 294/09, s. 2 (2). (5) The treasurer is not required to include in the update under subsection (2) or the calculation under subsection (3) any amounts recognized by the treasurer as expenses in the current year that are, or are payable under, any of the following: 1.  Arrangements to provide pensions. 2.  Agreements with a municipality or local body under section 20 of the Act. 3.  Agreements with a First Nation under section 21 of the Act. 4.  Agreements with the Province of Ontario under section 22 of the Act. 5.  Agreements under the Police Services Act respecting policing of the whole or any part of a municipality by the Ontario Provincial Police. 6.  Agreements respecting matters of employment of officers and employees of the municipality or a local board of the municipality. 7.  Agreements for sharing the cost of services of officers and employees of municipalities or local boards. 8.  Agreements respecting long-term care homes under Part IX of the Fixing Long-Term Care Act, 2021. 9.  Agreements respecting bus franchises. 10.  Agreements for insurance and reciprocal contracts of indemnity or inter-insurance, including premium notes given for fire insurance. 11.  Any other agreement with any person for the provision of a service.  O. Reg. 403/02, s. 4 (5); O. Reg. 294/09, s. 2 (3); O. Reg. 89/10, s. 1; O. Reg. 288/22, s. 1. (6) Subsection (5) does not apply to, (a)  agreements to borrow money or sell debt prescribed under section 305 of the Act payable to the municipality; (b)  agreements to incur debt without borrowing money for the purpose of obtaining long-term financing of any capital work of the municipality, including lease agreements; or (c)  agreements for the purpose of minimizing costs or financial risk associated with the incurring of debt.  O. Reg. 403/02, s. 4 (6); O. Reg. 294/09, s. 2 (4). (7) The council of any municipality that borrows money or issues debentures for the exclusive purposes of one or more other municipalities or school boards is not required to have its treasurer update its debt and financial obligation limit in respect of the borrowing or issuance.  O. Reg. 403/02, s. 4 (7). (8) If a council does not require the treasurer to calculate an updated limit under subsection (7), the treasurer shall not include any amount in respect of the borrowing, issuance or authorization in an update under subsection (2) or a calculation under subsection (3).  O. Reg. 403/02, s. 4 (8). (9) If the amount calculated under subsection (3) exceeds the amount updated under subsection (2), the council must obtain the approval of the Ontario Land Tribunal before authorizing the work or class of work.  O. Reg. 403/02, s. 4 (9); O. Reg. 362/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b><b> </b>(1) Before authorizing any specific work or class of work or any increase in expenditure for a previously authorized specific work or class of work that would require a long-term debt or financial obligation described in section 2, the council of the municipality shall have its treasurer calculate an updated limit using the most recent debt and financial obligation limit determined by the Ministry.  O. Reg. 403/02, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The treasurer shall update the most recent limit determined by the Ministry as follows:</p> <p class=\"paragraph-e\">  1.  Adjust the limit in respect of the estimated annual amount payable for any long-term debt or financial obligation described in section 2 assumed or discharged by the municipality since the last day of the past fiscal year for which the limit was calculated.</p> <p class=\"paragraph-e\">  2.  Subtract from the amount obtained in paragraph 1, the estimated annual amount payable in respect of any project approved by the Ontario Land Tribunal or the council, as the case may be, to be financed by long-term debt or financial obligation described in section 2 but not as yet assumed unless council has, by resolution, indicated that it will not proceed with that project.</p> <p class=\"paragraph-e\">  3.  Subtract from the amount obtained in paragraph 1, for any fiscal year in a construction period during which amounts of principal, interest or both are not payable in respect of debenture debt for an undertaking authorized by the municipality for its purposes through a by-law under clause 408 (4) (d) of the Act, an amount equal to the estimated average annual amount of principal and interest that will be payable by the municipality in respect of the debt during the period when those debt payments are to be actually made.</p> <p class=\"paragraph-e\">  4.  Subtract from the amount obtained in paragraph 1 any amount recognized by the treasurer as annually payable or as payable in the year in respect of a financial obligation described in paragraph 2 of section 2.</p> <p class=\"paragraph-e\">  5.  Add to the amount obtained in paragraph 1 the estimated amount annually payable for any long-term debt or financial obligation described in section 2 in respect of the owner’s share of the cost of a work undertaken as a local improvement under Ontario Regulation 586/06 (Local Improvement Charges — Priority Lien Status) made under the Act.  O. Reg. 403/02, s. 4 (2); O. Reg. 294/09, s. 2 (1); O. Reg. 362/21, s. 1.</p> <p class=\"subsection-e\">  (3) The treasurer shall calculate the estimated annual amount payable by the municipality in respect of the work or class of work.  O. Reg. 403/02, s. 4 (3).</p> <p class=\"subsection-e\">  (4) The treasurer shall not include in the update under subsection (2) or the calculation under subsection (3) any amounts payable by the municipality for the following categories of long-term debt or financial obligation:</p> <p class=\"paragraph-e\">  1.  Debt or financial obligation for which the Government of Ontario has agreed to pay to the municipality the amounts required by the municipality to repay the principal and interest of the debt or to meet the financial obligation.</p> <p class=\"paragraph-e\">  2.  Debt under the <i>Tile Drainage Act</i> or the <i>Shoreline Property Assistance Act</i>.</p> <p class=\"paragraph-e\">  3.  Debt or financial obligation in respect of electrical, telephone and gas service provided by the municipality for which revenues are received by the municipality.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 294/09, s. 2 (2).</p> <p class=\"footnote-e\">O. Reg. 403/02, s. 4 (4); O. Reg. 294/09, s. 2 (2).</p> <p class=\"subsection-e\">  (5) The treasurer is not required to include in the update under subsection (2) or the calculation under subsection (3) any amounts recognized by the treasurer as expenses in the current year that are, or are payable under, any of the following:</p> <p class=\"paragraph-e\">  1.  Arrangements to provide pensions.</p> <p class=\"paragraph-e\">  2.  Agreements with a municipality or local body under section 20 of the Act.</p> <p class=\"paragraph-e\">  3.  Agreements with a First Nation under section 21 of the Act.</p> <p class=\"paragraph-e\">  4.  Agreements with the Province of Ontario under section 22 of the Act.</p> <p class=\"paragraph-e\">  5.  Agreements under the <i>Police Services Act</i> respecting policing of the whole or any part of a municipality by the Ontario Provincial Police.</p> <p class=\"paragraph-e\">  6.  Agreements respecting matters of employment of officers and employees of the municipality or a local board of the municipality.</p> <p class=\"paragraph-e\">  7.  Agreements for sharing the cost of services of officers and employees of municipalities or local boards.</p> <p class=\"paragraph-e\">  8.  Agreements respecting long-term care homes under Part IX of the <i>Fixing Long-Term Care Act, 2021</i>.</p> <p class=\"paragraph-e\">  9.  Agreements respecting bus franchises.</p> <p class=\"paragraph-e\">  10.  Agreements for insurance and reciprocal contracts of indemnity or inter-insurance, including premium notes given for fire insurance.</p> <p class=\"paragraph-e\">  11.  Any other agreement with any person for the provision of a service.  O. Reg. 403/02, s. 4 (5); O. Reg. 294/09, s. 2 (3); O. Reg. 89/10, s. 1; O. Reg. 288/22, s. 1.</p> <p class=\"subsection-e\">  (6) Subsection (5) does not apply to,</p> <p class=\"clause-e\">  (a)  agreements to borrow money or sell debt prescribed under section 305 of the Act payable to the municipality;</p> <p class=\"clause-e\">  (b)  agreements to incur debt without borrowing money for the purpose of obtaining long-term financing of any capital work of the municipality, including lease agreements; or</p> <p class=\"clause-e\">  (c)  agreements for the purpose of minimizing costs or financial risk associated with the incurring of debt.  O. Reg. 403/02, s. 4 (6); O. Reg. 294/09, s. 2 (4).</p> <p class=\"subsection-e\">  (7) The council of any municipality that borrows money or issues debentures for the exclusive purposes of one or more other municipalities or school boards is not required to have its treasurer update its debt and financial obligation limit in respect of the borrowing or issuance.  O. Reg. 403/02, s. 4 (7).</p> <p class=\"subsection-e\">  (8) If a council does not require the treasurer to calculate an updated limit under subsection (7), the treasurer shall not include any amount in respect of the borrowing, issuance or authorization in an update under subsection (2) or a calculation under subsection (3).  O. Reg. 403/02, s. 4 (8).</p> <p class=\"subsection-e\">  (9) If the amount calculated under subsection (3) exceeds the amount updated under subsection (2), the council must obtain the approval of the Ontario Land Tribunal before authorizing the work or class of work.  O. Reg. 403/02, s. 4 (9); O. Reg. 362/21, s. 1.</p>"
        },
        {
            "id": "4.1",
            "section": "York Region",
            "content": "  4.1 (1) The treasurer of York Region shall in each fiscal year calculate a cost supplement for the municipality for the servicing of growth-related debt, as follows: 1.  For each of the preceding three fiscal years, estimate the total amount paid to York Region under the Development Charges Act, 1997. 2.  Find the average of the three amounts determined under paragraph 1. 3.  Take 80 per cent of the amount determined under paragraph 2.  O. Reg. 289/11, s. 1. (2) The treasurer of York Region shall in each fiscal year calculate a growth-related debt and financial obligation limit for the municipality by finding the sum of, (a)  the cost supplement determined for the municipality under subsection (1); and (b)  the most recent debt and financial obligation limit for the municipality determined by the Ministry under section 3.  O. Reg. 289/11, s. 1. (3) Despite subsection 4 (1), if the conditions listed in subsection (7) are met, before authorizing any specific work or class of work or any increase in expenditure for a previously authorized specific work or class of work that would require a long-term debt or financial obligation described in section 2, the council of York Region shall have its treasurer calculate an updated limit in the manner described in subsection (4).  O. Reg. 289/11, s. 1. (4) The treasurer shall update the limit in accordance with subsections 4 (2) to (6), using the most recent growth-related debt and financial obligation limit in place of the most recent debt and financial obligation limit determined by the Ministry.  O. Reg. 289/11, s. 1. (5) If the council of York Region borrows money or issues debentures for the exclusive purposes of one or more other municipalities or school boards, the council is not required to have its treasurer update its growth-related debt and financial obligation limit in respect of the borrowing or issuance, and subsection 4 (8) applies to the treasurer in respect of the borrowing, issuance or authorization.  O. Reg. 289/11, s. 1. (6) If, after an update under subsection (4), the amount calculated under subsection 4 (3) exceeds the amount updated under subsection 4 (2), the council of York Region must obtain the approval of the Ontario Land Tribunal before authorizing the work or class of work.  O. Reg. 289/11, s. 1; O. Reg. 362/21, s. 1. (7) The conditions referred to in subsection (3) are as follows: 1.  York Region’s credit rating is, i.  “AA(low)” or higher, as determined by Dominion Bond Rating Service Limited, ii.  “AA–” or higher, as determined by Fitch Ratings, iii.  “Aa3” or higher, as determined by Moody’s Investors Services Inc., or iv.  “AA–” or higher, as determined by Standard and Poor’s. 2.  York Region has not had, at any time in the current or previous fiscal year, a credit rating from a securities rating service listed in subparagraphs 1 i to iv that is lower than the rating set out in the subparagraph. 3.  The council of York Region, as part of the preparation of its budget for the fiscal year, adopted or affirmed a plan for the fiscal year for the management of its long-term debt and financial obligations.  O. Reg. 289/11, s. 1. (8) The council of York Region shall consider the following matters before adopting or affirming a plan referred to in paragraph 3 of subsection (7): 1.  The municipality’s needs for its long-term debt and financial obligations over a multi-year period. 2.  Projections for each year of the multi-year period for, i.  the annual amount payable by the municipality for any existing or proposed long-term debt or financial obligations described in section 2, and ii.  the amount of the growth-related debt and financial obligation limit. 3.  How to manage the municipality’s long-term debt and financial obligations in a prudent and cost-effective manner. 4.  How to manage, in a prudent and cost-effective manner, i.  the estimated periods for the repayment of long-term debt and periods for completing the payments required by other long-term financial obligations, ii.  the estimated total interest and other costs of long-term debt and other long-term financial obligations, and iii.  the estimated total levels of the principal due on long-term debt and total levels of other long-term financial obligations. 5.  How to manage the risks associated with undertaking the planned long-term debts and financial obligations. 6.  How to manage interest rate risk and foreign currency exposure. 7.  Mitigation strategies for adverse contingencies. 8.  The estimated needs of the municipality in the fiscal year for temporary borrowing until the taxes are collected and other revenues are received. 9.  The municipality’s long-term debt and financial obligation policies and the municipality’s compliance with them. 10.  For the 2012 fiscal year and subsequent fiscal years, i.  an evaluation of the actual outcomes in the previous year with respect to the matters in paragraphs 1 to 7, ii.  a comparison of the outcomes to the previous year’s projections for those matters, and iii.  whether the plan needs amendment for the current fiscal year.  O. Reg. 289/11, s. 1; O. Reg. 77/16, s. 2. (9) In the 2011 fiscal year, the council of York Region may adopt or affirm a plan referred to in paragraph 3 of subsection (7) at any time during the fiscal year.  O. Reg. 289/11, s. 1. (10) In this section, “York Region” means The Regional Municipality of York.  O. Reg. 289/11, s. 1. (11) This section is revoked on December 31, 2031.  O. Reg. 289/11, s. 1; O. Reg. 287/21, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  4.1 </b>(1) The treasurer of York Region shall in each fiscal year calculate a cost supplement for the municipality for the servicing of growth-related debt, as follows:</p> <p class=\"paragraph-e\">  1.  For each of the preceding three fiscal years, estimate the total amount paid to York Region under the <i>Development Charges Act, 1997</i>.</p> <p class=\"paragraph-e\">  2.  Find the average of the three amounts determined under paragraph 1.</p> <p class=\"paragraph-e\">  3.  Take 80 per cent of the amount determined under paragraph 2.  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (2) The treasurer of York Region shall in each fiscal year calculate a growth-related debt and financial obligation limit for the municipality by finding the sum of,</p> <p class=\"clause-e\">  (a)  the cost supplement determined for the municipality under subsection (1); and</p> <p class=\"clause-e\">  (b)  the most recent debt and financial obligation limit for the municipality determined by the Ministry under section 3.  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsection 4 (1), if the conditions listed in subsection (7) are met, before authorizing any specific work or class of work or any increase in expenditure for a previously authorized specific work or class of work that would require a long-term debt or financial obligation described in section 2, the council of York Region shall have its treasurer calculate an updated limit in the manner described in subsection (4).  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (4) The treasurer shall update the limit in accordance with subsections 4 (2) to (6), using the most recent growth-related debt and financial obligation limit in place of the most recent debt and financial obligation limit determined by the Ministry.  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (5) If the council of York Region borrows money or issues debentures for the exclusive purposes of one or more other municipalities or school boards, the council is not required to have its treasurer update its growth-related debt and financial obligation limit in respect of the borrowing or issuance, and subsection 4 (8) applies to the treasurer in respect of the borrowing, issuance or authorization.  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (6) If, after an update under subsection (4), the amount calculated under subsection 4 (3) exceeds the amount updated under subsection 4 (2), the council of York Region must obtain the approval of the Ontario Land Tribunal before authorizing the work or class of work.  O. Reg. 289/11, s. 1; O. Reg. 362/21, s. 1.</p> <p class=\"subsection-e\">  (7) The conditions referred to in subsection (3) are as follows:</p> <p class=\"paragraph-e\">  1.  York Region’s credit rating is,</p> <p class=\"subpara-e\">  i.  “AA(low)” or higher, as determined by Dominion Bond Rating Service Limited,</p> <p class=\"subpara-e\">  ii.  “AA–” or higher, as determined by Fitch Ratings,</p> <p class=\"subpara-e\">  iii.  “Aa3” or higher, as determined by Moody’s Investors Services Inc., or</p> <p class=\"subpara-e\">  iv.  “AA–” or higher, as determined by Standard and Poor’s.</p> <p class=\"paragraph-e\">  2.  York Region has not had, at any time in the current or previous fiscal year, a credit rating from a securities rating service listed in subparagraphs 1 i to iv that is lower than the rating set out in the subparagraph.</p> <p class=\"paragraph-e\">  3.  The council of York Region, as part of the preparation of its budget for the fiscal year, adopted or affirmed a plan for the fiscal year for the management of its long-term debt and financial obligations.  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (8) The council of York Region shall consider the following matters before adopting or affirming a plan referred to in paragraph 3 of subsection (7):</p> <p class=\"paragraph-e\">  1.  The municipality’s needs for its long-term debt and financial obligations over a multi-year period.</p> <p class=\"paragraph-e\">  2.  Projections for each year of the multi-year period for,</p> <p class=\"subpara-e\">  i.  the annual amount payable by the municipality for any existing or proposed long-term debt or financial obligations described in section 2, and</p> <p class=\"subpara-e\">  ii.  the amount of the growth-related debt and financial obligation limit.</p> <p class=\"paragraph-e\">  3.  How to manage the municipality’s long-term debt and financial obligations in a prudent and cost-effective manner.</p> <p class=\"paragraph-e\">  4.  How to manage, in a prudent and cost-effective manner, </p> <p class=\"subpara-e\">  i.  the estimated periods for the repayment of long-term debt and periods for completing the payments required by other long-term financial obligations,</p> <p class=\"subpara-e\">  ii.  the estimated total interest and other costs of long-term debt and other long-term financial obligations, and</p> <p class=\"subpara-e\">  iii.  the estimated total levels of the principal due on long-term debt and total levels of other long-term financial obligations<i>.</i></p> <p class=\"paragraph-e\">  5.  How to manage the risks associated with undertaking the planned long-term debts and financial obligations.</p> <p class=\"paragraph-e\">  6.  How to manage interest rate risk and foreign currency exposure.</p> <p class=\"paragraph-e\">  7.  Mitigation strategies for adverse contingencies.</p> <p class=\"paragraph-e\">  8.  The estimated needs of the municipality in the fiscal year for temporary borrowing until the taxes are collected and other revenues are received.</p> <p class=\"paragraph-e\">  9.  The municipality’s long-term debt and financial obligation policies and the municipality’s compliance with them.</p> <p class=\"paragraph-e\">  10.  For the 2012 fiscal year and subsequent fiscal years,</p> <p class=\"subpara-e\">  i.  an evaluation of the actual outcomes in the previous year with respect to the matters in paragraphs 1 to 7,</p> <p class=\"subpara-e\">  ii.  a comparison of the outcomes to the previous year’s projections for those matters, and</p> <p class=\"subpara-e\">  iii.  whether the plan needs amendment for the current fiscal year.  O. Reg. 289/11, s. 1; O. Reg. 77/16, s. 2.</p> <p class=\"subsection-e\">  (9) In the 2011 fiscal year, the council of York Region may adopt or affirm a plan referred to in paragraph 3 of subsection (7) at any time during the fiscal year.  O. Reg. 289/11, s. 1.</p> <p class=\"subsection-e\">  (10) In this section,</p> <p class=\"firstdef-e\">  “York Region” means The Regional Municipality of York.  O. Reg. 289/11, s. 1.</p> <p class=\"Psubsection-e\">  (11) This section is revoked on December 31, 2031.  O. Reg. 289/11, s. 1; O. Reg. 287/21, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Transitional limit",
            "content": " 5. (1) The Ministry shall calculate a transitional debt and financial obligation limit for a municipality in respect of any fiscal year in which the following conditions are met: 1.  The municipality has been erected, incorporated or created by statute or has had a boundary alteration within the past five years. 2.  The financial information necessary for the Ministry to determine a debt and financial obligation limit for the municipality under section 3 is not available.  O. Reg. 403/02, s. 5 (1); O. Reg. 77/16, s. 3 (1). (2) Despite sections 1 and 3, the Ministry may determine a transitional debt limit by estimating the revenues for the fiscal year and by using relevant financial information obtained from any municipality or from any fiscal year.  O. Reg. 403/02, s. 5 (2); O. Reg. 294/09, s. 3; O. Reg. 77/16, s. 3 (2). (3) Despite section 4, the treasurer may update a transitional debt limit using relevant financial information from any fiscal year.  O. Reg. 403/02, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>(1) The Ministry shall calculate a transitional debt and financial obligation limit for a municipality in respect of any fiscal year in which the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The municipality has been erected, incorporated or created by statute or has had a boundary alteration within the past five years.</p> <p class=\"paragraph-e\">  2.  The financial information necessary for the Ministry to determine a debt and financial obligation limit for the municipality under section 3 is not available.  O. Reg. 403/02, s. 5 (1); O. Reg. 77/16, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Despite sections 1 and 3, the Ministry may determine a transitional debt limit by estimating the revenues for the fiscal year and by using relevant financial information obtained from any municipality or from any fiscal year.  O. Reg. 403/02, s. 5 (2); O. Reg. 294/09, s. 3; O. Reg. 77/16, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Despite section 4, the treasurer may update a transitional debt limit using relevant financial information from any fiscal year.  O. Reg. 403/02, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Transitional limit",
            "content": " 6. Omitted (revokes other Regulations).  O. Reg. 403/02, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.  O. Reg. 403/02, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Transitional limit",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 403/02, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 403/02, s. 7.</p>"
        },
        {
            "id": null,
            "section": "Transitional limit",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/020403\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}