{
    "reg_info": {
        "full_title": "O. Reg. 27/10: QUALITY ASSURANCE",
        "reg_name_text": "QUALITY ASSURANCE",
        "citation": "O. Reg. 27/10: ",
        "act_under": "Dentistry Act, 1991   Loi de 1991 sur les dentistes",
        "url": "https://www.ontario.ca/laws/regulation/100027",
        "date_scraped": "2023-12-19 06:50:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 26, 2010",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions ",
            "content": "1. In this Regulation,  “approved sponsor” means, (a) a faculty or school of dentistry or medicine, (b) a body that has been approved by the Academy of General Dentistry or the Continuing Education Recognition Program of the American Dental Association or the Canadian Dental Association, (c) a national or international dental association, (d) a provincial or state dental association or one of their component dental societies, (e) a local, provincial, state, national or international dental specialty or medical specialty association, (f) a Canadian dental or medical regulatory authority, (g) a hospital that is approved by the Committee, (h) a Canadian government agency, (i) the Canadian Forces, (j) a qualified provider of emergency procedure programs, cardiopulmonary resuscitation, advanced care life support, first aid or of similar programs, that is approved by the Committee, (k) a study club approved by the Committee, (l) any other entity approved by the Committee; “assessor” means a person appointed by the Committee under section 81 of the Health Professions Procedural Code for the purposes of the quality assurance program; “Committee” means the Quality Assurance Committee; “Continuing Education Portfolio” means the Continuing Education Portfolio provided by the College under subsection 3 (6); “core courses” means courses relevant to the practice of the profession designed to promote members’ continuing competence and maintenance of professional standards; “Practice Enhancement Tool” means a self-administered interactive, computerized professional development program that facilitates the evaluation and assessment of a member’s practice, knowledge, skill and judgment based on peer-derived standards and that is approved by the Committee for the purposes of this Regulation. O. Reg. 27/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation, </p> <p class=\"firstdef-e\">“approved sponsor” means,</p> <p class=\"defclause-e\">(a) a faculty or school of dentistry or medicine,</p> <p class=\"defclause-e\">(b) a body that has been approved by the Academy of General Dentistry or the Continuing Education Recognition Program of the American Dental Association or the Canadian Dental Association,</p> <p class=\"defclause-e\">(c) a national or international dental association,</p> <p class=\"defclause-e\">(d) a provincial or state dental association or one of their component dental societies,</p> <p class=\"defclause-e\">(e) a local, provincial, state, national or international dental specialty or medical specialty association,</p> <p class=\"defclause-e\">(f) a Canadian dental or medical regulatory authority,</p> <p class=\"defclause-e\">(g) a hospital that is approved by the Committee,</p> <p class=\"defclause-e\">(h) a Canadian government agency,</p> <p class=\"defclause-e\">(i) the Canadian Forces,</p> <p class=\"defclause-e\">(j) a qualified provider of emergency procedure programs, cardiopulmonary resuscitation, advanced care life support, first aid or of similar programs, that is approved by the Committee,</p> <p class=\"defclause-e\">(k) a study club approved by the Committee,</p> <p class=\"defclause-e\">(l) any other entity approved by the Committee;</p> <p class=\"definition-e\">“assessor” means a person appointed by the Committee under section 81 of the Health Professions Procedural Code for the purposes of the quality assurance program;</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee;</p> <p class=\"definition-e\">“Continuing Education Portfolio” means the Continuing Education Portfolio provided by the College under subsection 3 (6);</p> <p class=\"definition-e\">“core courses” means courses relevant to the<b> </b>practice of<b> </b>the profession<b> </b>designed to promote members’ continuing competence and maintenance of professional standards;</p> <p class=\"definition-e\">“Practice Enhancement Tool” means a self-administered interactive, computerized professional development program that facilitates the evaluation and assessment of a member’s practice, knowledge, skill and judgment based on peer-derived standards and that is approved by the Committee for the purposes of this Regulation. O. Reg. 27/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Quality assurance program",
            "content": "2. (1) The Committee shall administer the quality assurance program, (a) to assure the quality of practice of the profession; and (b) to promote and facilitate continuing evaluation, competence and improvement among members. O. Reg. 27/10, s. 2 (1). (2) The quality assurance program includes the following components: 1. Continuing education. 2. Practice assessment. 3. Peer assessment. 4. The completion and submission of an annual declaration and the providing of information to the Committee. O. Reg. 27/10, s. 2 (2). (3) It is the responsibility of every member who holds a general or specialty certificate of registration to participate in the quality assurance program, and a reference to a “member” in this Regulation is a reference to such a member. O. Reg. 27/10, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The Committee shall administer the quality assurance program,</p> <p class=\"clause-e\">(a) to assure the quality of practice of the profession; and </p> <p class=\"clause-e\">(b) to promote and facilitate continuing evaluation, competence and improvement among members. O. Reg. 27/10, s. 2 (1).</p> <p class=\"subsection-e\">(2) The quality assurance program includes the following components:</p> <p class=\"paragraph-e\">1. Continuing education.</p> <p class=\"paragraph-e\">2. Practice assessment.</p> <p class=\"paragraph-e\">3. Peer assessment.</p> <p class=\"paragraph-e\">4. The completion and submission of an annual declaration and the providing of information to the Committee. O. Reg. 27/10, s. 2 (2).</p> <p class=\"subsection-e\">(3) It is the responsibility of every member who holds a general or specialty certificate of registration to participate in the quality assurance program, and a reference to a “member” in this Regulation is a reference to such a member. O. Reg. 27/10, s. 2 (3).<b> </b></p>"
        },
        {
            "id": "3.",
            "section": "Continuing education",
            "content": "3. (1) Every member shall participate in continuing education activities. O. Reg. 27/10, s. 3 (1).  (2) The continuing education activities must, (a) address continuing competence, continuous quality improvement, changes in practice environments; and (b) incorporate standards of practice, advances in technology, and changes made to entry to practice competencies. O. Reg. 27/10, s. 3 (2). (3) The Committee shall assess courses and activities and assign them continuing education point values. O. Reg. 27/10, s. 3 (3). (4) Every member shall obtain at least 90 continuing education points in each three-year cycle set by the Committee, as follows: 1. At least 15 points must be obtained from successfully participating in core courses approved by the Committee. 2. At least 45 points must be obtained, i. from successfully participating in courses offered by approved sponsors, or ii. by teaching dentistry at a university faculty of dentistry, or teaching dental hygiene or Level II dental assisting at an institution approved by the Committee. 3. Any remaining number of points may be obtained from other courses. O. Reg. 27/10, s. 3 (4). (5) The Committee shall ensure that a list of core courses that are approved for the purposes of paragraph 1 of subsection (4) are distributed to members from time to time through publication on the College’s website and in the College’s newsletter. O. Reg. 27/10, s. 3 (5). (6) The College shall provide each member with a Continuing Education Portfolio. O. Reg. 27/10, s. 3 (6). (7) The member shall retain a Continuing Education Portfolio in the format set out by the Committee and ensure that the portfolio contains for each three-year cycle, (a) records evidencing the member’s attendance at and participation in continuing education activities; and (b) a log of continuing education activities attended, the nature of the activity undertaken, the sponsor, if any, and the number of points credited to that activity. O. Reg. 27/10, s. 3 (7). (8) The member shall retain the completed Continuing Education Portfolio for five years from the end of each three-year cycle. O. Reg. 27/10, s. 3 (8).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Every member shall participate in continuing education activities. O. Reg. 27/10, s. 3 (1). </p> <p class=\"subsection-e\">(2) The continuing education activities must,</p> <p class=\"clause-e\">(a) address continuing competence, continuous quality improvement, changes in practice environments; and </p> <p class=\"clause-e\">(b) incorporate standards of practice, advances in technology, and changes made to entry to practice competencies. O. Reg. 27/10, s. 3 (2).</p> <p class=\"subsection-e\">(3) The Committee shall assess courses and activities and assign them continuing education point values. O. Reg. 27/10, s. 3 (3).  </p> <p class=\"subsection-e\">(4) Every member shall obtain at least 90 continuing education points in each three-year cycle set by the Committee, as follows:</p> <p class=\"paragraph-e\">1. At least 15 points must be obtained from successfully participating in core courses approved by the Committee.</p> <p class=\"paragraph-e\">2. At least 45 points must be obtained,</p> <p class=\"subpara-e\">i. from successfully participating in courses offered by approved sponsors, or</p> <p class=\"subpara-e\">ii. by teaching dentistry at a university faculty of dentistry, or teaching dental hygiene or Level II dental assisting at an institution approved by the Committee.</p> <p class=\"paragraph-e\">3. Any remaining number of points may be obtained from other courses. O. Reg. 27/10, s. 3 (4).</p> <p class=\"subsection-e\">(5) The Committee shall ensure that a list of core courses that are approved for the purposes of paragraph 1 of subsection (4) are distributed to members from time to time through publication on the College’s website and in the College’s newsletter. O. Reg. 27/10, s. 3 (5).</p> <p class=\"subsection-e\">(6) The College shall provide each member with a Continuing Education Portfolio. O. Reg. 27/10, s. 3 (6).</p> <p class=\"subsection-e\">(7) The member shall retain a Continuing Education Portfolio in the format set out by the Committee and ensure that the portfolio contains for each three-year cycle,</p> <p class=\"clause-e\">(a) records evidencing the member’s attendance at and participation in continuing education activities; and</p> <p class=\"clause-e\">(b) a log of continuing education activities attended, the nature of the activity undertaken, the sponsor, if any, and the number of points credited to that activity. O. Reg. 27/10, s. 3 (7).</p> <p class=\"subsection-e\">(8) The member shall retain the completed Continuing Education Portfolio for five years from the end of each three-year cycle. O. Reg. 27/10, s. 3 (8).</p>"
        },
        {
            "id": "4.",
            "section": "Practice Enhancement Tool",
            "content": "4. (1) The purpose of the Practice Enhancement Tool is to permit a member to review his or her practice, knowledge, skill and judgment and ensure his or her continued competence. O. Reg. 27/10, s. 4 (1). (2) Every member shall complete the Practice Enhancement Tool, (a) within two years from the day this Regulation comes into force; and (b) subsequently, at least once every five years. O. Reg. 27/10, s. 4 (2). (3) Every member shall keep a record of the results of his or her completion of the Practice Enhancement Tool for at least five years after each completion. O. Reg. 27/10, s. 4 (3). (4) Every member shall ensure that the record mentioned under subsection (3) is retained in his or her Continuing Education Portfolio and is available or can readily be made available in writing. O. Reg. 27/10, s. 4 (4). (5) The Committee or an assessor may request a member to provide the written record, and the member shall comply with the request within 30 days of it being made. O. Reg. 27/10, s. 4 (5). (6) A member whose practice, knowledge, skill or judgment is identified in the results of the Practice Enhancement Tool as unsatisfactory in one or more areas shall, (a) provide the Committee with a copy of the results within 30 days of receiving the results; or (b) undertake continuing education activities in the area or areas identified as unsatisfactory or begin the process of undertaking those activities within the time set by the Committee. O. Reg. 27/10, s. 4 (6). (7) Before acting under clause (6) (b), a member may consult an assessor to review, interpret or discuss the results of the Practice Enhancement Tool or seek the assessor’s assistance in identifying appropriate continuing education activities, and the Committee shall not require the member to participate in a practice assessment or peer assessment because the member has made such a consultation. O. Reg. 27/10, s. 4 (7). (8) A member acting under clause (6) (b) shall complete the Practice Enhancement Tool for a second time within the time set by the Committee, and, (a) if the results are satisfactory, keep a record of the results in accordance with subsections (3) and (4); or (b) if the member’s practice, knowledge, skill or judgment is identified in the results of the Practice Enhancement Tool as unsatisfactory in one or more areas provide the Committee with a copy of the results within 30 days of receiving the results. O. Reg. 27/10, s. 4 (8).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The purpose of the Practice Enhancement Tool is to permit a member to review his or her practice, knowledge, skill and judgment and ensure his or her continued competence. O. Reg. 27/10, s. 4 (1).</p> <p class=\"subsection-e\">(2) Every member shall complete the Practice Enhancement Tool,</p> <p class=\"clause-e\">(a) within two years from the day this Regulation comes into force; and </p> <p class=\"clause-e\">(b) subsequently, at least once every five years. O. Reg. 27/10, s. 4 (2).</p> <p class=\"subsection-e\">(3) Every member shall keep a record of the results of his or her completion of the Practice Enhancement Tool for at least five years after each completion. O. Reg. 27/10, s. 4 (3).</p> <p class=\"subsection-e\">(4) Every member shall ensure that the record mentioned under subsection (3) is retained in his or her Continuing Education Portfolio and is available or can readily be made available in writing. O. Reg. 27/10, s. 4 (4).</p> <p class=\"subsection-e\">(5) The Committee or an assessor may request a member to provide the written record, and the member shall comply with the request within 30 days of it being made. O. Reg. 27/10, s. 4 (5).</p> <p class=\"subsection-e\">(6) A member whose practice, knowledge, skill or judgment is identified in the results of the Practice Enhancement Tool as unsatisfactory in one or more areas shall, </p> <p class=\"clause-e\">(a) provide the Committee with a copy of the results within 30 days of receiving the results; or </p> <p class=\"clause-e\">(b) undertake continuing education activities in the area or areas identified as unsatisfactory or begin the process of undertaking those activities within the time set by the Committee. O. Reg. 27/10, s. 4 (6).</p> <p class=\"subsection-e\">(7) Before acting under clause (6) (b), a member may consult an assessor to review, interpret or discuss the results of the Practice Enhancement Tool or seek the assessor’s assistance in identifying appropriate continuing education activities, and the Committee shall not require the member to participate in a practice assessment or peer assessment because the member has made such a consultation. O. Reg. 27/10, s. 4 (7).</p> <p class=\"subsection-e\">(8) A member acting under clause (6) (b) shall complete the Practice Enhancement Tool for a second time within the time set by the Committee, and, </p> <p class=\"clause-e\">(a) if the results are satisfactory, keep a record of the results in accordance with subsections (3) and (4); or </p> <p class=\"clause-e\">(b) if the member’s practice, knowledge, skill or judgment is identified in the results of the Practice Enhancement Tool as unsatisfactory in one or more areas provide the Committee with a copy of the results within 30 days of receiving the results. O. Reg. 27/10, s. 4 (8).</p>"
        },
        {
            "id": "5.",
            "section": "Practice or peer assessment: where Committee may require",
            "content": "5. (1) The Committee may require a member to participate in a practice assessment if the Committee receives the results of the member’s Practice Enhancement Tool identifying one or more areas that are unsatisfactory respecting his or her practice, knowledge, skill or judgment. O. Reg. 27/10, s. 5 (1). (2) The Committee may require a member to participate in a peer assessment or practice assessment or both, if, (a) the member fails to complete or submit the annual declaration or provide information under section 7; or (b) the member is selected for assessment under an annual random selection process established or adopted by the Committee. O. Reg. 27/10, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The Committee may require a member to participate in a practice assessment if the Committee receives the results of the member’s Practice Enhancement Tool identifying one or more areas that are unsatisfactory respecting his or her practice, knowledge, skill or judgment. O. Reg. 27/10, s. 5 (1).</p> <p class=\"subsection-e\">(2) The Committee may require a member to participate in a peer assessment or practice assessment or both, if,</p> <p class=\"clause-e\">(a) the member fails to complete or submit the annual declaration or provide information under section 7; or</p> <p class=\"clause-e\">(b) the member is selected for assessment under an annual random selection process established or adopted by the Committee. O. Reg. 27/10, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Practice or peer assessment: process and results",
            "content": "6. (1) Every member who is required to undergo a peer assessment or practice assessment under section 5 shall cooperate with the Committee and with every assessor who the Committee assigns to participate in the assessment and shall, in the form and manner and within the time frame specified by the Committee or the assessor, (a) answer any inquiries or questions raised by the Committee or the assessor that are relevant to the assessment; (b) provide any information relevant to the results of the Practice Enhancement Tool requested by the Committee or the assessor; and (c) provide a copy of the member’s Continuing Education Portfolio to the Committee or the assessor on request. O. Reg. 27/10, s. 6 (1). (2) An assessor who assesses a member shall make a report in writing to the Committee. O. Reg. 27/10, s. 6 (2). (3) The assessor’s report to the Committee shall include, (a) findings made by the assessor; (b) expert opinions, if any; (c) reasons; (d) recommendations for completion of specified continuing education activities or remedial measures, if any; (e) a log and summary of discussions with the member, if any; and (f) any other information the assessor considers relevant. O. Reg. 27/10, s. 6 (3). (4) The Committee shall provide the member with a copy of the assessor’s report along with any quality assurance information submitted to it respecting the member that is relevant to the assessment, along with notice of the member’s right to submit a written response to the Committee within 30 days after receiving the notice. O. Reg. 27/10, s. 6 (4). (5) A member may make submissions to the Committee, in writing, in response to the assessor’s report within 30 days after receiving the notice given under subsection (4). O. Reg. 27/10, s. 6 (5). (6) After considering the assessor’s report and any submissions made by the member, the Committee may take no further action or it may do any one or more of the following: (a) determine that the member’s practice, knowledge, skill and judgment are unsatisfactory and require the member to undergo specified continuing education activities or remedial measures within a reasonable period of time; (b) direct the member to complete records in the Continuing Education Portfolio; (c) disclose the name of the member and any allegations against the member to the Inquiries, Complaints and Reports Committee if the Committee is of the opinion that the member may have committed an act of professional misconduct or may be incompetent or incapacitated. O. Reg. 27/10, s. 6 (6). (7) The Committee may disclose the name of the member and any allegations against the member to the Inquiry, Complaints and Reports Committee if the Committee is of the opinion that the member may have committed an act of professional misconduct, or may be incompetent or incapacitated, and if the member, in the opinion of the Committee, (a) does not cooperate with the assessor or the Committee; (b) does not undertake or successfully complete the specified continuing education activities or remedial measures required under clause (6) (a) within a reasonable period of time; or (c) knowingly provides false information to the assessor or the Committee. O. Reg. 27/10, s. 6 (7).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Every member who is required to undergo a peer assessment or practice assessment under section 5 shall cooperate with the Committee and with every assessor who the Committee assigns to participate in the assessment and shall, in the form and manner and within the time frame specified by the Committee or the assessor,</p> <p class=\"clause-e\">(a) answer any inquiries or questions raised by the Committee or the assessor that are relevant to the assessment;</p> <p class=\"clause-e\">(b) provide any information relevant to the results of the Practice Enhancement Tool requested by the Committee or the assessor; and</p> <p class=\"clause-e\">(c) provide a copy of the member’s Continuing Education Portfolio to the Committee or the assessor on request. O. Reg. 27/10, s. 6 (1).</p> <p class=\"subsection-e\">(2) An assessor who assesses a member shall make a report in writing to the Committee. O. Reg. 27/10, s. 6 (2). </p> <p class=\"subsection-e\">(3) The assessor’s report to the Committee shall include, </p> <p class=\"clause-e\">(a) findings made by the assessor;</p> <p class=\"clause-e\">(b) expert opinions, if any;</p> <p class=\"clause-e\">(c) reasons;</p> <p class=\"clause-e\">(d) recommendations for completion of specified continuing education activities or remedial measures, if any;</p> <p class=\"clause-e\">(e) a log and summary of discussions with the member, if any; and</p> <p class=\"clause-e\">(f) any other information the assessor considers relevant. O. Reg. 27/10, s. 6 (3).</p> <p class=\"subsection-e\">(4) The Committee shall provide the member with a copy of the assessor’s report along with any quality assurance information submitted to it respecting the member that is relevant to the assessment, along with notice of the member’s right to submit a written response to the Committee within 30 days after receiving the notice. O. Reg. 27/10, s. 6 (4). </p> <p class=\"subsection-e\">(5) A member may make submissions to the Committee, in writing, in response to the assessor’s report within 30 days after receiving the notice given under subsection (4). O. Reg. 27/10, s. 6 (5).</p> <p class=\"subsection-e\">(6) After considering the assessor’s report and any submissions made by the member, the Committee may take no further action or it may do any one or more of the following:</p> <p class=\"clause-e\">(a) determine that the member’s practice, knowledge, skill and judgment are unsatisfactory and require the member to undergo specified continuing education activities or remedial measures within a reasonable period of time;</p> <p class=\"clause-e\">(b) direct the member to complete records in the Continuing Education Portfolio;</p> <p class=\"clause-e\">(c) disclose the name of the member and any allegations against the member to the Inquiries, Complaints and Reports Committee if the Committee is of the opinion that the member may have committed an act of professional misconduct or may be incompetent or incapacitated. O. Reg. 27/10, s. 6 (6). </p> <p class=\"subsection-e\">(7) The Committee may disclose the name of the member and any allegations against the member to the Inquiry, Complaints and Reports Committee if the Committee is of the opinion that the member may have committed an act of professional misconduct, or may be incompetent or incapacitated, and if the member, in the opinion of the Committee,</p> <p class=\"clause-e\">(a) does not cooperate with the assessor or the Committee;</p> <p class=\"clause-e\">(b) does not undertake or successfully complete the specified continuing education activities or remedial measures required under clause (6) (a) within a reasonable period of time; or</p> <p class=\"clause-e\">(c) knowingly provides false information to the assessor or the Committee. O. Reg. 27/10, s. 6 (7).</p>"
        },
        {
            "id": "7.",
            "section": "Annual declaration and information ",
            "content": "7. (1) Each year, every member shall make a declaration to the Committee about his or her compliance with the requirements of the quality assurance program and provide any other information relevant to his or her participation in the program as required by the Committee, in the form and manner specified by the Committee, and by a time specified by the Committee. O. Reg. 27/10, s. 7 (1). (2) The declaration and the information required under subsection (1) shall not be considered quality assurance information. O. Reg. 27/10, s. 7 (2). (3) The Committee may refer the name of a member and any allegations against the member to the Inquiry, Complaints and Reports Committee where the Committee is of the opinion that, (a) the member knowingly gave false information on the declaration or in the other information; or (b) the member may have committed an act of professional misconduct or may be incompetent or incapacitated. O. Reg. 27/10, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Each year, every member shall make a declaration to the Committee about his or her compliance with the requirements of the quality assurance program and provide any other information relevant to his or her participation in the program as required by the Committee, in the form and manner specified by the Committee, and by a time specified by the Committee. O. Reg. 27/10, s. 7 (1).</p> <p class=\"subsection-e\">(2) The declaration and the information required under subsection (1) shall not be considered quality assurance information. O. Reg. 27/10, s. 7 (2). </p> <p class=\"subsection-e\">(3) The Committee may refer the name of a member and any allegations against the member to the Inquiry, Complaints and Reports Committee where the Committee is of the opinion that,</p> <p class=\"clause-e\">(a) the member knowingly gave false information on the declaration or in the other information; or</p> <p class=\"clause-e\">(b) the member may have committed an act of professional misconduct or may be incompetent or incapacitated. O. Reg. 27/10, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Additional duties of assessors",
            "content": "8. In addition to any duties set out under the Code, an assessor’s duties under this Regulation include:  (a) reviewing and facilitating the completion of a member’s continuing education requirements; (b) reviewing the results of the Practice Enhancement Tool; (c) assisting members to identify appropriate continuing education activities; (d) reviewing a member’s practice, knowledge, skill or judgment; (e) monitoring a member’s compliance with the quality assurance program; and (f) any other duty assigned by the Committee that is relevant to the purposes of the quality assurance program. O. Reg. 27/10, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>In addition to any duties set out under the Code, an assessor’s duties under this Regulation include: </p> <p class=\"clause-e\">(a) reviewing and facilitating the completion of a member’s continuing education requirements; </p> <p class=\"clause-e\">(b) reviewing the results of the Practice Enhancement Tool;</p> <p class=\"clause-e\">(c) assisting members to identify appropriate continuing education activities; </p> <p class=\"clause-e\">(d) reviewing a member’s practice, knowledge, skill or judgment; </p> <p class=\"clause-e\">(e) monitoring a member’s compliance with the quality assurance program; and</p> <p class=\"clause-e\">(f) any other duty assigned by the Committee that is relevant to the purposes of the quality assurance program. O. Reg. 27/10, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Additional duties of assessors",
            "content": "9. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 27/10, s. 9. ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 27/10, s. 9.</p> <p class=\"Normal\"></p>"
        }
    ]
}