{
    "reg_info": {
        "full_title": "O. Reg. 260/97: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 260/97: ",
        "act_under": "Grains Act",
        "url": "https://www.ontario.ca/laws/regulation/970260",
        "date_scraped": "2023-12-18 21:57:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970260/v5",
            "valid_from": "July  1, 2012",
            "valid_to": "April 29, 2020"
        },
        {
            "a_href": "/laws/regulation/970260/v4",
            "valid_from": "May  4, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/970260/v3",
            "valid_from": "December 16, 2010",
            "valid_to": "May  3, 2012"
        },
        {
            "a_href": "/laws/regulation/970260/v2",
            "valid_from": "December 13, 2004",
            "valid_to": "December 15, 2010"
        },
        {
            "a_href": "/laws/regulation/970260/v1",
            "valid_from": "July  9, 1997",
            "valid_to": "December 12, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “corn” means grain corn and does not include popping corn, seed corn or sweet corn; (“maïs”) “deferred payment arrangement” means an arrangement between a producer and a dealer in which title to grain passes from the producer to the dealer, the price for the grain is agreed to, and the payment of the sale price is deferred until a date agreed to by the producer and the dealer; (“arrangement de paiement différé”) “delayed price contract” means a sales contract between a producer and a dealer in which title to grain passes from the producer to the dealer and the final price for all or part of the grain is determined at a later date by any means, including on a basis; (“contrat de prix différé”) “Fund” means any of the following funds established under the Farm Products Payments Act: 1. The Fund for Canola Producers. 2. The Fund for Grain Corn Producers. 3. The Fund for Soybean Producers. 4. The Fund for Wheat Producers. (“fonds”)  O. Reg. 260/97, s. 1; O. Reg. 389/04, s. 1; O. Reg. 69/12, s. 1. PART I   GRAIN ELEVATOR OPERATORS",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“corn” means grain corn and does not include popping corn, seed corn or sweet corn; (“maïs”)</p> <p class=\"definition-e\">“deferred payment arrangement” means an arrangement between a producer and a dealer in which title to grain passes from the producer to the dealer, the price for the grain is agreed to, and the payment of the sale price is deferred until a date agreed to by the producer and the dealer; (“arrangement de paiement différé”)</p> <p class=\"definition-e\">“delayed price contract” means a sales contract between a producer and a dealer in which title to grain passes from the producer to the dealer and the final price for all or part of the grain is determined at a later date by any means, including on a basis; (“contrat de prix différé”)</p> <p class=\"definition-e\">“Fund” means any of the following funds established under the <i>Farm Products Payments Act</i><i>:</i></p> <p class=\"defparagraph-e\">  1. The Fund for Canola Producers.</p> <p class=\"defparagraph-e\">  2. The Fund for Grain Corn Producers.</p> <p class=\"defparagraph-e\">  3. The Fund for Soybean Producers.</p> <p class=\"defparagraph-e\">  4. The Fund for Wheat Producers. (“fonds”)  O. Reg. 260/97, s. 1; O. Reg. 389/04, s. 1; O. Reg. 69/12, s. 1.</p> <p class=\"partnum-e\">PART I <br/>  GRAIN ELEVATOR OPERATORS</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) An application for a licence or a renewal of a licence to carry on business as a grain elevator operator shall be made to the chief inspector on a form provided by the chief inspector.  O. Reg. 260/97, s. 2 (1). (2) A licence expires on the last day of the sixth month following the end of the applicant’s fiscal year that next follows the day of issuance or renewal.  O. Reg. 260/97, s. 2 (2). (3) An application for renewal of a licence must be made no later than 60 days before it expires.  O. Reg. 260/97, s. 2 (3). (4) Despite subsection (2), any licence that would, but for this subsection, expire on or after the day this subsection comes into force but during a period of emergency, shall not expire until the day that falls 90 days after the end of that period. O. Reg. 185/20, s. 1. (5) In subsection (4), “period of emergency” means the period during which an emergency declared under section 7.0.1 of the Emergency Management and Civil Protection Act as a result of the outbreak of the coronavirus (COVID-19) is in effect, and includes any extension of that period under section 7.0.7 of that Act. O. Reg. 185/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An application for a licence or a renewal of a licence to carry on business as a grain elevator operator shall be made to the chief inspector on a form provided by the chief inspector.  O. Reg. 260/97, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A licence expires on the last day of the sixth month following the end of the applicant’s fiscal year that next follows the day of issuance or renewal.  O. Reg. 260/97, s. 2 (2).</p> <p class=\"subsection-e\">  (3) An application for renewal of a licence must be made no later than 60 days before it expires.  O. Reg. 260/97, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (2), any licence that would, but for this subsection, expire on or after the day this subsection comes into force but during a period of emergency, shall not expire until the day that falls 90 days after the end of that period. O. Reg. 185/20, s. 1.</p> <p class=\"subsection-e\">  (5) In subsection (4),</p> <p class=\"definition-e\">“period of emergency” means the period during which an emergency declared under section 7.0.1 of the <i>Emergency Management and Civil Protection Act</i> as a result of the outbreak of the coronavirus (COVID-19) is in effect, and includes any extension of that period under section 7.0.7 of that Act. O. Reg. 185/20, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A person who issues a weigh ticket under subsection 17 (1.1) of the Act shall record on the weigh ticket, (a) the name and business address of the grain elevator operator; (b) the name and address of the owner of the grain; (c) the date of delivery of the grain; (d) the kind, grade and dockage of the grain; (e) the net weight of the grain; (f) if applicable, the gross weight or the tare weight of the grain; (g) the moisture content of the grain; (h) the serial number of the weigh ticket; (i) whether the grain is delivered for storage, sale or any other specified use; and (j) the name and signature of the person issuing the weigh ticket.  O. Reg. 260/97, s. 3 (1). (2) In addition to the requirements under subsection 19 (2) of the Act, a grain elevator operator shall maintain in a separate record, in numerical sequence according to serial number, copies of all weigh tickets issued by the operator within the immediately preceding two years.  O. Reg. 260/97, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A person who issues a weigh ticket under subsection 17 (1.1) of the Act shall record on the weigh ticket,</p> <p class=\"clause-e\">  (a) the name and business address of the grain elevator operator;</p> <p class=\"clause-e\">  (b) the name and address of the owner of the grain;</p> <p class=\"clause-e\">  (c) the date of delivery of the grain;</p> <p class=\"clause-e\">  (d) the kind, grade and dockage of the grain;</p> <p class=\"clause-e\">  (e) the net weight of the grain;</p> <p class=\"clause-e\">  (f) if applicable, the gross weight or the tare weight of the grain;</p> <p class=\"clause-e\">  (g) the moisture content of the grain;</p> <p class=\"clause-e\">  (h) the serial number of the weigh ticket;</p> <p class=\"clause-e\">  (i) whether the grain is delivered for storage, sale or any other specified use; and</p> <p class=\"clause-e\">  (j) the name and signature of the person issuing the weigh ticket.  O. Reg. 260/97, s. 3 (1).</p> <p class=\"subsection-e\">  (2) In addition to the requirements under subsection 19 (2) of the Act, a grain elevator operator shall maintain in a separate record, in numerical sequence according to serial number, copies of all weigh tickets issued by the operator within the immediately preceding two years.  O. Reg. 260/97, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) A person who issues a grain storage receipt under subsection 17 (2) of the Act shall record on the grain storage receipt, (a) the name, business address and licence number of the grain elevator operator; (b) the name and address of the owner of the grain; (c) the date or dates of delivery of the grain; (d) details of the grade and net weight of each kind of grain in respect of which the receipt is issued; (e) the serial numbers of the weigh tickets in respect of which the receipt is issued; and (f) the name and signature of the person issuing the grain storage receipt.  O. Reg. 260/97, s. 4 (1). (2) A grain storage receipt shall include a statement to the effect that, (a) the receipt is issued under the Act; and (b) the grain is accepted for storage as fungible goods, unless otherwise arranged for.  O. Reg. 260/97, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A person who issues a grain storage receipt under subsection 17 (2) of the Act shall record on the grain storage receipt,</p> <p class=\"clause-e\">  (a) the name, business address and licence number of the grain elevator operator;</p> <p class=\"clause-e\">  (b) the name and address of the owner of the grain;</p> <p class=\"clause-e\">  (c) the date or dates of delivery of the grain;</p> <p class=\"clause-e\">  (d) details of the grade and net weight of each kind of grain in respect of which the receipt is issued;</p> <p class=\"clause-e\">  (e) the serial numbers of the weigh tickets in respect of which the receipt is issued; and</p> <p class=\"clause-e\">  (f) the name and signature of the person issuing the grain storage receipt.  O. Reg. 260/97, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A grain storage receipt shall include a statement to the effect that,</p> <p class=\"clause-e\">  (a) the receipt is issued under the Act; and</p> <p class=\"clause-e\">  (b) the grain is accepted for storage as fungible goods, unless otherwise arranged for.  O. Reg. 260/97, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) If any portion of grain that is delivered for storage to a grain elevator operator is subsequently released from storage by the operator, the operator shall immediately record the details of the release on the grain storage receipt.  O. Reg. 260/97, s. 5 (1). (2) The grain elevator operator shall record the details of the release of any grain on the owner’s copy of the grain storage receipt upon the owner presenting the receipt.  O. Reg. 260/97, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If any portion of grain that is delivered for storage to a grain elevator operator is subsequently released from storage by the operator, the operator shall immediately record the details of the release on the grain storage receipt.  O. Reg. 260/97, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The grain elevator operator shall record the details of the release of any grain on the owner’s copy of the grain storage receipt upon the owner presenting the receipt.  O. Reg. 260/97, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) Subject to subsection (2), if grain is sold as provided in subsection 18 (3) of the Act, the grain elevator operator shall ensure that the owner receives full payment, (a) for grain sold under a delayed price contract, for the percentage of the market price payable under section 7, no later than 2 p.m. on the fifth trading day following the day of sale; and (b) if clause (a) does not apply, no later than 2 p.m. on the fifth trading day following the day of sale.  O. Reg. 69/12, s. 2. (2) If grain is sold as provided in subsection 18 (3) of the Act and is subject to a deferred payment arrangement, subsection (1) does not apply and the grain elevator operator shall ensure that payment for the grain is made in accordance with the arrangement.  O. Reg. 69/12, s. 2. (3) No later than the fifth trading day after the day on which a deferred payment arrangement is entered into, the grain elevator operator shall provide the owner of the grain with written confirmation of the arrangement and shall include the following information: 1. The date on which the deferred payment arrangement was entered into. 2. The date or dates on which payment is to be made. 3. The amount of each payment and the total amount of all payments.  O. Reg. 69/12, s. 2. (4) The grain elevator operator shall keep a copy of the written confirmation described in subsection (3) for at least two years after the date on which the final deferred payment is made.  O. Reg. 69/12, s. 2. (5) For greater certainty, a deferred payment arrangement may also provide for the price of the grain sold to be determined under a delayed price contract.  O. Reg. 69/12, s. 2. (6) If grain in storage is sold in accordance with a deferred payment arrangement, (a) the grain is exempt from subsection 18 (2) of the Act; and (b) when the deferred payment arrangement is entered into, the owner is deemed to have received due compensation for the purpose of the definition of “stored” in section 1 of the Act.  O. Reg. 69/12, s. 2. (7) Payment made under subsection (1) or (2) shall be made, at the option of the owner, (a) by mail; (b) personally at the grain elevator operator’s place of business; or (c) as may be agreed on by the owner and the grain elevator operator.  O. Reg. 69/12, s. 2. (8) An owner who has not received payment in accordance with this section shall promptly notify the chief inspector of the default in payment.  O. Reg. 69/12, s. 2. (9) No grain elevator operator or owner shall refuse to enter into an arrangement to sell or buy grain on the sole basis that the arrangement does not provide for deferred payment of the grain.  O. Reg. 69/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Subject to subsection (2), if grain is sold as provided in subsection 18 (3) of the Act, the grain elevator operator shall ensure that the owner receives full payment,</p> <p class=\"clause-e\">  (a) for grain sold under a delayed price contract, for the percentage of the market price payable under section 7, no later than 2 p.m. on the fifth trading day following the day of sale; and</p> <p class=\"clause-e\">  (b) if clause (a) does not apply, no later than 2 p.m. on the fifth trading day following the day of sale.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (2) If grain is sold as provided in subsection 18 (3) of the Act and is subject to a deferred payment arrangement, subsection (1) does not apply and the grain elevator operator shall ensure that payment for the grain is made in accordance with the arrangement.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (3) No later than the fifth trading day after the day on which a deferred payment arrangement is entered into, the grain elevator operator shall provide the owner of the grain with written confirmation of the arrangement and shall include the following information:</p> <p class=\"paragraph-e\">  1. The date on which the deferred payment arrangement was entered into.</p> <p class=\"paragraph-e\">  2. The date or dates on which payment is to be made.</p> <p class=\"paragraph-e\">  3. The amount of each payment and the total amount of all payments.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (4) The grain elevator operator shall keep a copy of the written confirmation described in subsection (3) for at least two years after the date on which the final deferred payment is made.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (5) For greater certainty, a deferred payment arrangement may also provide for the price of the grain sold to be determined under a delayed price contract.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (6) If grain in storage is sold in accordance with a deferred payment arrangement,</p> <p class=\"clause-e\">  (a) the grain is exempt from subsection 18 (2) of the Act; and</p> <p class=\"clause-e\">  (b) when the deferred payment arrangement is entered into, the owner is deemed to have received due compensation for the purpose of the definition of “stored” in section 1 of the Act.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (7) Payment made under subsection (1) or (2) shall be made, at the option of the owner, </p> <p class=\"clause-e\">  (a) by mail;</p> <p class=\"clause-e\">  (b) personally at the grain elevator operator’s place of business; or</p> <p class=\"clause-e\">  (c) as may be agreed on by the owner and the grain elevator operator.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (8) An owner who has not received payment in accordance with this section shall promptly notify the chief inspector of the default in payment.  O. Reg. 69/12, s. 2.</p> <p class=\"subsection-e\">  (9) No grain elevator operator or owner shall refuse to enter into an arrangement to sell or buy grain on the sole basis that the arrangement does not provide for deferred payment of the grain.  O. Reg. 69/12, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. The percentage amount prescribed for the purposes of subsection 18 (4) of the Act is 60 per cent.  O. Reg. 260/97, s. 7; O. Reg. 69/12, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The percentage amount prescribed for the purposes of subsection 18 (4) of the Act is 60 per cent.  O. Reg. 260/97, s. 7; O. Reg. 69/12, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. In addition to any conditions set out in a licence, every licence issued to a grain elevator operator under subsection 5 (1) of the Act is subject to the following conditions: 1. The licensee shall direct the insurer mentioned in section 20 of the Act to notify the chief inspector, in writing, promptly of any lapse, termination or other alteration in a contract of insurance required by section 20 of the Act. 2. The licensee complies with the regulations made under the Farm Products Payments Act\r\nwhen a payment is made from the Fund to a seller or storer of grain as a result of a default of the licensee.  O. Reg. 260/97, s. 8; O. Reg. 69/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>In addition to any conditions set out in a licence, every licence issued to a grain elevator operator under subsection 5 (1) of the Act is subject to the following conditions:</p> <p class=\"paragraph-e\">  1. The licensee shall direct the insurer mentioned in section 20 of the Act to notify the chief inspector, in writing, promptly of any lapse, termination or other alteration in a contract of insurance required by section 20 of the Act.</p> <p class=\"paragraph-e\">  2. The licensee complies with the regulations made under the <i>Farm Products Payments Act</i>\r\nwhen a payment is made from the Fund to a seller or storer of grain as a result of a default of the licensee.  O. Reg. 260/97, s. 8; O. Reg. 69/12, s. 4.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. An agreement to sell farm produce shall provide that the grain elevator operator offers to purchase the grain at the operator’s bid price on the day the offer is accepted.  O. Reg. 260/97, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>An agreement to sell farm produce shall provide that the grain elevator operator offers to purchase the grain at the operator’s bid price on the day the offer is accepted.  O. Reg. 260/97, s. 9.</p>"
        },
        {
            "id": "9.1",
            "section": null,
            "content": " 9.1 Revoked : O. Reg. 513/10, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9.1 </b><span class=\"ovsmallcap\">Revoked</span> : O. Reg. 513/10, s. 2 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) The term for a shortfall permit is 30 days or such lesser period as is set out in the permit.  O. Reg. 260/97, s. 10 (1). (2) Despite subsection (1), if a shortfall permit is issued for a period beginning between September 15 and December 5, the permitted period of shortfall may run until January 5 of the following year.  O. Reg. 260/97, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The term for a shortfall permit is 30 days or such lesser period as is set out in the permit.  O. Reg. 260/97, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if a shortfall permit is issued for a period beginning between September 15 and December 5, the permitted period of shortfall may run until January 5 of the following year.  O. Reg. 260/97, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) An applicant for a shortfall permit is entitled to the permit upon depositing with the chief inspector security in the amount of the market value of the grain permitted to be in shortfall.  O. Reg. 260/97, s. 11 (1). (2) The security is to be deposited for a period covering the term of the permit plus 90 days.  O. Reg. 260/97, s. 11 (2). (3) The chief inspector may release the deposit before the end of the period set out in subsection (2) if the shortfall is replaced.  O. Reg. 260/97, s. 11 (3). (4) If, during the term of the shortfall permit, the market value of the grain increases, the chief inspector may require the applicant to deposit additional security equal to the amount of the increase.  O. Reg. 260/97, s. 11 (4). PART II   GRAIN DEALERS",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) An applicant for a shortfall permit is entitled to the permit upon depositing with the chief inspector security in the amount of the market value of the grain permitted to be in shortfall.  O. Reg. 260/97, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The security is to be deposited for a period covering the term of the permit plus 90 days.  O. Reg. 260/97, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The chief inspector may release the deposit before the end of the period set out in subsection (2) if the shortfall is replaced.  O. Reg. 260/97, s. 11 (3).</p> <p class=\"subsection-e\">  (4) If, during the term of the shortfall permit, the market value of the grain increases, the chief inspector may require the applicant to deposit additional security equal to the amount of the increase.  O. Reg. 260/97, s. 11 (4).</p> <p class=\"partnum-e\">PART II <br/>  GRAIN DEALERS</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "  12. A person is exempt from subsection 3 (1) of the Act and this Part in respect of that person’s business as a dealer purchasing or accepting for sale any grain other than corn, canola, soybeans or wheat.  O. Reg. 260/97, s. 12; O. Reg. 389/04, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>A person is exempt from subsection 3 (1) of the Act and this Part in respect of that person’s business as a dealer purchasing or accepting for sale any grain other than corn, canola, soybeans or wheat.  O. Reg. 260/97, s. 12; O. Reg. 389/04, s. 3.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "  13. (1) An application for a licence or a renewal of a licence to carry on business as a dealer shall be made to the chief inspector on a form provided by the chief inspector.  O. Reg. 260/97, s. 13 (1). (2) A licence expires on the last day of the sixth month following the end of the applicant’s fiscal year that next follows the day of issuance or renewal.  O. Reg. 260/97, s. 13 (2). (3) An application for renewal of a licence must be made no later than 60 days before it expires.  O. Reg. 260/97, s. 13 (3). (4) Despite subsection (2), any licence that would, but for this subsection, expire on or after the day this subsection comes into force but during a period of emergency, shall not expire until the day that falls 90 days after the end of that period. O. Reg. 185/20, s. 2. (5) In subsection (4), “period of emergency” means the period during which an emergency declared under section 7.0.1 of the Emergency Management and Civil Protection Act as a result of the outbreak of the coronavirus (COVID-19) is in effect, and includes any extension of that period under section 7.0.7 of that Act. O. Reg. 185/20, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) An application for a licence or a renewal of a licence to carry on business as a dealer shall be made to the chief inspector on a form provided by the chief inspector.  O. Reg. 260/97, s. 13 (1).</p> <p class=\"subsection-e\">  (2) A licence expires on the last day of the sixth month following the end of the applicant’s fiscal year that next follows the day of issuance or renewal.  O. Reg. 260/97, s. 13 (2).</p> <p class=\"subsection-e\">  (3) An application for renewal of a licence must be made no later than 60 days before it expires.  O. Reg. 260/97, s. 13 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (2), any licence that would, but for this subsection, expire on or after the day this subsection comes into force but during a period of emergency, shall not expire until the day that falls 90 days after the end of that period. O. Reg. 185/20, s. 2.</p> <p class=\"subsection-e\">  (5) In subsection (4),</p> <p class=\"definition-e\">“period of emergency” means the period during which an emergency declared under section 7.0.1 of the <i>Emergency Management and Civil Protection Act</i> as a result of the outbreak of the coronavirus (COVID-19) is in effect, and includes any extension of that period under section 7.0.7 of that Act. O. Reg. 185/20, s. 2.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "  14. (1) Subject to subsection (2), every dealer shall furnish to the chief inspector proof of financial responsibility.  O. Reg. 260/97, s. 14 (1). (2) A dealer who is not able to provide sufficient evidence of the financial responsibility shall deposit with the chief inspector security calculated in accordance with guidelines established for that purpose.  O. Reg. 260/97, s. 14 (2). (3) Security deposited under subsection (2) may be applied only to claims, (a) that are claims of, (i) a producer who sells grain to a dealer, or (ii) an owner who stores grain with a grain elevator operator; and (b) in respect of which payments were made under the Farm Products Payments Act.  O. Reg. 260/97, s. 14 (3). (4) If the chief inspector receives notice pursuant to the Farm Products Payments Act that a payment has been made to, (a) a producer who has sold grain to a dealer; or (b) an owner who has stored grain with a grain elevator operator, in respect of a dealer who has deposited security under subsection (2), the chief inspector may realize upon the security or such part of it as is necessary.  O. Reg. 260/97, s. 14 (4). (5) When a security has been realized upon under subsection (4), the chief inspector shall pay into the Fund the money obtained from the security or as much of it as is necessary to reimburse the Fund for the amount paid to a seller or to the person on whose behalf the grain was stored.  O. Reg. 260/97, s. 14 (5). (6) If a security has been realized upon under subsection (4), the dealer shall deposit with the chief inspector such additional security as is necessary to comply with the amount required under subsection (2).  O. Reg. 260/97, s. 14 (6). (7) On the deposit of an additional security by the dealer, the chief inspector shall pay to the dealer any money remaining after payment is made to the Fund.  O. Reg. 260/97, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>(1) Subject to subsection (2), every dealer shall furnish to the chief inspector proof of financial responsibility.  O. Reg. 260/97, s. 14 (1).</p> <p class=\"subsection-e\">  (2) A dealer who is not able to provide sufficient evidence of the financial responsibility shall deposit with the chief inspector security calculated in accordance with guidelines established for that purpose.  O. Reg. 260/97, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Security deposited under subsection (2) may be applied only to claims,</p> <p class=\"clause-e\">  (a) that are claims of,</p> <p class=\"subclause-e\">  (i) a producer who sells grain to a dealer, or</p> <p class=\"subclause-e\">  (ii) an owner who stores grain with a grain elevator operator; and</p> <p class=\"clause-e\">  (b) in respect of which payments were made under the <i>Farm Products Payments Act.  </i>O. Reg. 260/97, s. 14 (3).</p> <p class=\"subsection-e\">  (4) If the chief inspector receives notice pursuant to the <i>Farm Products Payments Act</i> that a payment has been made to,</p> <p class=\"clause-e\">  (a) a producer who has sold grain to a dealer; or</p> <p class=\"clause-e\">  (b) an owner who has stored grain with a grain elevator operator,</p> <p class=\"Ssubsection-e\">in respect of a dealer who has deposited security under subsection (2), the chief inspector may realize upon the security or such part of it as is necessary.  O. Reg. 260/97, s. 14 (4).</p> <p class=\"subsection-e\">  (5) When a security has been realized upon under subsection (4), the chief inspector shall pay into the Fund the money obtained from the security or as much of it as is necessary to reimburse the Fund for the amount paid to a seller or to the person on whose behalf the grain was stored.  O. Reg. 260/97, s. 14 (5).</p> <p class=\"subsection-e\">  (6) If a security has been realized upon under subsection (4), the dealer shall deposit with the chief inspector such additional security as is necessary to comply with the amount required under subsection (2).  O. Reg. 260/97, s. 14 (6).</p> <p class=\"subsection-e\">  (7) On the deposit of an additional security by the dealer, the chief inspector shall pay to the dealer any money remaining after payment is made to the Fund.  O. Reg. 260/97, s. 14 (7).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) A dealer who purchases grain in a situation where subsections (2) and (3) do not apply shall pay for it, (a) if the grain is stored within the meaning of the Act, no later than 2 p.m. on the fifth trading day following the day of sale; and (b) if grain is not stored within the meaning of the Act, within 10 trading days of the day the grain is delivered to the dealer.  O. Reg. 69/12, s. 5. (2) Subject to subsection (3), a dealer who purchases grain under a delayed price contract shall pay, (a) the percentage of the market price payable on account, (i) if the grain is stored within the meaning of the Act, no later than 2 p.m. on the fifth trading day following the day of sale, and (ii) if the grain is not stored within the meaning of the Act, within 10 trading days after the day the grain is delivered to the dealer; and (b) the balance of the unpaid amount on the day the producer prices the grain to close out the contract.  O. Reg. 69/12, s. 5. (3) If a dealer purchases grain under a deferred payment arrangement, subsections (1) and (2) do not apply and the dealer shall make payments for the grain in accordance with the arrangement.  O. Reg. 69/12, s. 5. (4) No later than the fifth trading day after the day on which a deferred payment arrangement is entered into, the dealer shall provide the producer of the grain with written confirmation of the arrangement and shall include the following information: 1. The date on which the deferred payment arrangement was entered into. 2. The date or dates on which payment is to be made. 3. The amount of each payment and the total amount of all payments.  O. Reg. 69/12, s. 5. (5) The dealer shall keep a copy of the written confirmation described in subsection (4) for at least two years after the date on which the final deferred payment is made.  O. Reg. 69/12, s. 5. (6) For greater certainty, a deferred payment arrangement may also provide for the price of the grain sold to be determined under a delayed price contract.  O. Reg. 69/12, s. 5. (7) Payment made under subsections (1) to (3) shall be made, at the option of the owner, (a) by mail; (b) personally at the dealer’s place of business; or (c) as may be agreed on by the owner and the dealer.  O. Reg. 69/12, s. 5. (8) An owner of grain who has not received payment in accordance with this section shall promptly notify the chief inspector of the default in payment.  O. Reg. 69/12, s. 5. (9) No dealer or owner shall refuse to enter into an arrangement to sell or buy grain on the sole basis that the arrangement does not provide for deferred payment of the grain.  O. Reg. 69/12, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A dealer who purchases grain in a situation where subsections (2) and (3) do not apply shall pay for it,</p> <p class=\"clause-e\">  (a) if the grain is stored within the meaning of the Act, no later than 2 p.m. on the fifth trading day following the day of sale; and</p> <p class=\"clause-e\">  (b) if grain is not stored within the meaning of the Act, within 10 trading days of the day the grain is delivered to the dealer.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), a dealer who purchases grain under a delayed price contract shall pay,</p> <p class=\"clause-e\">  (a) the percentage of the market price payable on account,</p> <p class=\"subclause-e\">  (i) if the grain is stored within the meaning of the Act, no later than 2 p.m. on the fifth trading day following the day of sale, and</p> <p class=\"subclause-e\">  (ii) if the grain is not stored within the meaning of the Act, within 10 trading days after the day the grain is delivered to the dealer; and</p> <p class=\"clause-e\">  (b) the balance of the unpaid amount on the day the producer prices the grain to close out the contract.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (3) If a dealer purchases grain under a deferred payment arrangement, subsections (1) and (2) do not apply and the dealer shall make payments for the grain in accordance with the arrangement.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (4) No later than the fifth trading day after the day on which a deferred payment arrangement is entered into, the dealer shall provide the producer of the grain with written confirmation of the arrangement and shall include the following information:</p> <p class=\"paragraph-e\">  1. The date on which the deferred payment arrangement was entered into.</p> <p class=\"paragraph-e\">  2. The date or dates on which payment is to be made.</p> <p class=\"paragraph-e\">  3. The amount of each payment and the total amount of all payments.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (5) The dealer shall keep a copy of the written confirmation described in subsection (4) for at least two years after the date on which the final deferred payment is made.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (6) For greater certainty, a deferred payment arrangement may also provide for the price of the grain sold to be determined under a delayed price contract.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (7) Payment made under subsections (1) to (3) shall be made, at the option of the owner, </p> <p class=\"clause-e\">  (a) by mail;</p> <p class=\"clause-e\">  (b) personally at the dealer’s place of business; or</p> <p class=\"clause-e\">  (c) as may be agreed on by the owner and the dealer.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (8) An owner of grain who has not received payment in accordance with this section shall promptly notify the chief inspector of the default in payment.  O. Reg. 69/12, s. 5.</p> <p class=\"subsection-e\">  (9) No dealer or owner shall refuse to enter into an arrangement to sell or buy grain on the sole basis that the arrangement does not provide for deferred payment of the grain.  O. Reg. 69/12, s. 5.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "  16. Every dealer shall keep for at least two years a record of all grain purchased or sold by the dealer showing, (a) the names and addresses of the sellers or buyers of the grain; (b) the dates of the purchases or sales; (c) the purchase or sale price of the grain; and (d) a description of the grain.  O. Reg. 260/97, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>  16. </b>Every dealer shall keep for at least two years a record of all grain purchased or sold by the dealer showing,</p> <p class=\"clause-e\">  (a) the names and addresses of the sellers or buyers of the grain;</p> <p class=\"clause-e\">  (b) the dates of the purchases or sales;</p> <p class=\"clause-e\">  (c) the purchase or sale price of the grain; and</p> <p class=\"clause-e\">  (d) a description of the grain.  O. Reg. 260/97, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "  17. A licence to carry on business as a dealer is subject to the following conditions: 1. The licensee complies with the regulations made under the Farm Products Payments Act\r\nwhen a payment is made from the Fund to a seller or storer of grain as a result of a default of the licensee. 2. The licensee complies with the regulations under the Farm Products Payments Act\r\nrespecting, i. the payment of fees to the Board constituted to administer the Fund, and ii. the collection of fees and forwarding them to that Board.  O. Reg. 260/97, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>  17. </b>A licence to carry on business as a dealer is subject to the following conditions:</p> <p class=\"paragraph-e\">  1. The licensee complies with the regulations made under the <i>Farm Products Payments Act</i>\r\nwhen a payment is made from the Fund to a seller or storer of grain as a result of a default of the licensee.</p> <p class=\"paragraph-e\">  2. The licensee complies with the regulations under the <i>Farm Products Payments Act</i>\r\nrespecting,</p> <p class=\"subpara-e\">  i. the payment of fees to the Board constituted to administer the Fund, and</p> <p class=\"subpara-e\">  ii. the collection of fees and forwarding them to that Board.  O. Reg. 260/97, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "  18. In addition to the grounds mentioned in section 9 of the Act, the chief inspector may refuse to renew, suspend or revoke a licence to carry on business as a dealer if, (a) any part of a dealer’s assets have been placed in the hands of a trustee for distribution under the Bankruptcy and Insolvency Act (Canada) or the Bulk Sales Act or in the hands of a receiver; or (b) a dealer fails to furnish proof of financial responsibility or to deposit the security required under section 14.  O. Reg. 260/97, s. 18.  Français  ",
            "raw_html": "<p class=\"section-e\"><b>  18. </b>In addition to the grounds mentioned in section 9 of the Act, the chief inspector may refuse to renew, suspend or revoke a licence to carry on business as a dealer if,</p> <p class=\"clause-e\">  (a) any part of a dealer’s assets have been placed in the hands of a trustee for distribution under the <i>Bankruptcy and Insolvency Act</i> (Canada) or the <i>Bulk Sales Act</i> or in the hands of a receiver; or</p> <p class=\"clause-e\">  (b) a dealer fails to furnish proof of financial responsibility or to deposit the security required under section 14.  O. Reg. 260/97, s. 18.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/970260\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}