{
    "reg_info": {
        "full_title": "O. Reg. 291/94: PROPERTY TAX PHASE-IN CHANGES UNDER SECTION 43 OF THE ACT",
        "reg_name_text": "PROPERTY TAX PHASE-IN CHANGES UNDER SECTION 43 OF THE ACT",
        "citation": "O. Reg. 291/94: ",
        "act_under": "London-Middlesex Act, 1992   Loi de 1992 sur London et Middlesex",
        "url": "https://www.ontario.ca/laws/regulation/940291",
        "date_scraped": "2023-12-19 21:22:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “commercial assessment” means, according to the last returned assessment roll, (a) the assessment of real property in class 3 and class 4 as defined in Schedule 1 to Ontario Regulation 267/94, and (b) the business assessment, under section 7 of the Assessment Act, as determined by reference to the assessed value of real property in classes 1, 2, 3, 4, 5 and 6 as defined in Schedule 1 to Ontario Regulation 267/94, but does not include the assessment on property for which a payment in lieu of taxes is payable; “commercial or industrial property” means a separate parcel of real property subject to a commercial assessment, but excludes pipelines as defined in subsection 25 (1) of the Assessment Act; “1993 business tax responsibility” means, (a) in respect to a business on land comprising the City of London as of December 31, 1992, the product of 355.429 mills and the commercial assessment for that business as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under subsection 156 (2) of the Municipal Act, or (b) in respect to a business on land annexed to the City of London under clause 2 (1) (a) of the Act, the product of the 1993 commercial mill rate of the City of London for general municipal and education purposes applicable to that business and the commercial assessment for that business as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under subsection 156 (2) of the Municipal Act; “1993 commercial tax responsibility” means, (a) in respect to a commercial or industrial property in the land comprising the City of London as of December 31, 1992, the product of 355.429 mills and the commercial assessment on that property as shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under section 156 (1) of the Municipal Act, or (b) in respect to a commercial or industrial property in the land annexed to the City of London under clause 2 (1) (a) of the Act, the product of the 1993 commercial mill rate of the City of London for general municipal and education purposes applicable to that property and the commercial assessment on that property as shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under subsection 156 (1) of the Municipal Act; “1993 residential tax responsibility” means, (a) in respect to a residential or farm property in the land comprising the City of London as of December 31, 1992, the product of 302.115 mills and the assessment on that property as shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under subsection 156 (1) of the Municipal Act, or (b) in respect to a residential or farm property in the land annexed to the City of London under clause 2 (1) (a) of the Act, the product of the 1993 residential mill rate of the City of London for general municipal and education purposes applicable to that property and the assessment on that property shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under subsection 156 (1) of the Municipal Act; “payment in lieu of taxes” means payment in lieu of taxes as defined in subsection 366 (1) of the Municipal Act; “residential and farm assessment” means, according to the last returned assessment roll, the assessment of real property in classes 1, 2 and 5 as defined in Schedule 1 to Ontario Regulation 267/94, but does not include the assessment on property for which a payment in lieu of taxes is payable; “residential or farm property” means a separate parcel of real property subject to a residential and farm assessment; “treasurer” means the treasurer of The Corporation of the City of London. O. Reg. 291/94, s. 1; O. Reg. 818/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“commercial assessment” means, according to the last returned assessment roll,</p> <p class=\"defclause-e\">(a) the assessment of real property in class 3 and class 4 as defined in Schedule 1 to Ontario Regulation 267/94, and</p> <p class=\"defclause-e\">(b) the business assessment, under section 7 of the <i>Assessment Act</i>, as determined by reference to the assessed value of real property in classes 1, 2, 3, 4, 5 and 6 as defined in Schedule 1 to Ontario Regulation 267/94,</p> <p class=\"Sdefclause-e\">but does not include the assessment on property for which a payment in lieu of taxes is payable;</p> <p class=\"definition-e\">“commercial or industrial property” means a separate parcel of real property subject to a commercial assessment, but excludes pipelines as defined in subsection 25 (1) of the <i>Assessment Act</i>;</p> <p class=\"definition-e\">“1993 business tax responsibility” means,</p> <p class=\"defclause-e\">(a) in respect to a business on land comprising the City of London as of December 31, 1992, the product of 355.429 mills and the commercial assessment for that business as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under subsection 156 (2) of the <i>Municipal Act</i>, or</p> <p class=\"defclause-e\">(b) in respect to a business on land annexed to the City of London under clause 2 (1) (a) of the Act, the product of the 1993 commercial mill rate of the City of London for general municipal and education purposes applicable to that business and the commercial assessment for that business as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under subsection 156 (2) of the <i>Municipal Act</i>;</p> <p class=\"definition-e\">“1993 commercial tax responsibility” means,</p> <p class=\"defclause-e\">(a) in respect to a commercial or industrial property in the land comprising the City of London as of December 31, 1992, the product of 355.429 mills and the commercial assessment on that property as shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under section 156 (1) of the <i>Municipal Act</i>, or</p> <p class=\"defclause-e\">(b) in respect to a commercial or industrial property in the land annexed to the City of London under clause 2 (1) (a) of the Act, the product of the 1993 commercial mill rate of the City of London for general municipal and education purposes applicable to that property and the commercial assessment on that property as shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under subsection 156 (1) of the <i>Municipal Act</i>;</p> <p class=\"definition-e\">“1993 residential tax responsibility” means,</p> <p class=\"defclause-e\">(a) in respect to a residential or farm property in the land comprising the City of London as of December 31, 1992, the product of 302.115 mills and the assessment on that property as shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under subsection 156 (1) of the <i>Municipal Act</i>, or</p> <p class=\"defclause-e\">(b) in respect to a residential or farm property in the land annexed to the City of London under clause 2 (1) (a) of the Act, the product of the 1993 residential mill rate of the City of London for general municipal and education purposes applicable to that property and the assessment on that property shown on the last revised assessment roll of the City of London for purposes of the interim tax levy in 1994 under subsection 156 (1) of the <i>Municipal Act</i>;</p> <p class=\"definition-e\">“payment in lieu of taxes” means payment in lieu of taxes as defined in subsection 366 (1) of the <i>Municipal Act</i>;</p> <p class=\"definition-e\">“residential and farm assessment” means, according to the last returned assessment roll, the assessment of real property in classes 1, 2 and 5 as defined in Schedule 1 to Ontario Regulation 267/94, but does not include the assessment on property for which a payment in lieu of taxes is payable;</p> <p class=\"definition-e\">“residential or farm property” means a separate parcel of real property subject to a residential and farm assessment;</p> <p class=\"definition-e\">“treasurer” means the treasurer of The Corporation of the City of London. O. Reg. 291/94, s. 1; O. Reg. 818/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) On January 1, 1994, the land annexed to the City of London under clause 2 (1) (a) of the Act is established as a special area for the purposes of phasing-in increases in municipal realty and business taxes in accordance with Part I of this Regulation. O. Reg. 346/94, s. 1. (2) Revoked: O. Reg. 360/96, s. 1. (3) Despite Parts I and II, if the assessment of a property, as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, reflects improvements to the property or a change in property class, in calculating the 1993 residential tax responsibility, the 1993 commercial tax responsibility or the 1993 business tax responsibility, the relevant assessment for that property and all businesses on that property, as contained on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the Municipal Act, shall be restated as if the improvement to the property or change in property class had come into effect on January 1, 1993. (4) Despite Parts I and II, if two or more separately assessed properties, as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, were assessed as one separate property on the last returned assessment roll for purposes of taxation in 1993, in calculating the 1993 residential tax responsibility, the 1993 commercial tax responsibility or the 1993 business tax responsibility, the relevant assessments for those properties or for all businesses on those properties, as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the Municipal Act, shall be restated as if the subdivision or severance of the property had come into effect on January 1, 1993. (5) Despite Parts I and II, if a separately assessed property is subsequently subdivided or severed on the last returned assessment roll for purposes of taxation in any year during 1995 to 2003, inclusive, the tax differential that would otherwise apply to the original property shall be allocated to each of the divided parts of the property in the same proportion as the assessment of each separately assessed parcel bears to the aggregate of all of the assessment making up the original property at the time of the division of that property but in no case shall the total of the tax differential be increased. (6) Despite Parts I and II, if two or more separately assessed properties, as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the Municipal Act, are consolidated, as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, in calculating the 1993 residential tax responsibility, the 1993 commercial tax responsibility or the business tax responsibility, the assessments for those properties or for all businesses on those properties, as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the Municipal Act, shall be combined and restated as if the consolidation of the properties had come into effect January 1, 1993. (7) Despite Parts I and II, if two or more separately assessed properties are consolidated on the last returned assessment roll for purposes of taxation in any year during 1995 to 2003, inclusive, the tax differentials that would otherwise apply to those properties shall be consolidated to establish a new tax differential for the consolidated property. (8) Despite subsection (7), if the total assessment of the consolidated property for purposes of taxation in any year during 1995 to 2003, inclusive, is less than the aggregate of the assessments on the constituent assessed properties in the previous year, the new tax differential shall be diminished in the same proportion and at the same time as the total assessment is diminished. O. Reg. 818/94, s. 2. PART I   PHASE-IN OF TAX INCREASES IN THE ANNEXED AREA",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) On January 1, 1994, the land annexed to the City of London under clause 2 (1) (a) of the Act is established as a special area for the purposes of phasing-in increases in municipal realty and business taxes in accordance with Part I of this Regulation. O. Reg. 346/94, s. 1.</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 360/96, s. 1.</p> <p class=\"subsection-e\">(3) Despite Parts I and II, if the assessment of a property, as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, reflects improvements to the property or a change in property class, in calculating the 1993 residential tax responsibility, the 1993 commercial tax responsibility or the 1993 business tax responsibility, the relevant assessment for that property and all businesses on that property, as contained on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the <i>Municipal Act</i>, shall be restated as if the improvement to the property or change in property class had come into effect on January 1, 1993.</p> <p class=\"subsection-e\">(4) Despite Parts I and II, if two or more separately assessed properties, as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, were assessed as one separate property on the last returned assessment roll for purposes of taxation in 1993, in calculating the 1993 residential tax responsibility, the 1993 commercial tax responsibility or the 1993 business tax responsibility, the relevant assessments for those properties or for all businesses on those properties, as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the <i>Municipal Act</i>, shall be restated as if the subdivision or severance of the property had come into effect on January 1, 1993.</p> <p class=\"subsection-e\">(5) Despite Parts I and II, if a separately assessed property is subsequently subdivided or severed on the last returned assessment roll for purposes of taxation in any year during 1995 to 2003, inclusive, the tax differential that would otherwise apply to the original property shall be allocated to each of the divided parts of the property in the same proportion as the assessment of each separately assessed parcel bears to the aggregate of all of the assessment making up the original property at the time of the division of that property but in no case shall the total of the tax differential be increased.</p> <p class=\"subsection-e\">(6) Despite Parts I and II, if two or more separately assessed properties, as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the <i>Municipal Act</i>, are consolidated, as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, in calculating the 1993 residential tax responsibility, the 1993 commercial tax responsibility or the business tax responsibility, the assessments for those properties or for all businesses on those properties, as shown on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the <i>Municipal Act</i>, shall be combined and restated as if the consolidation of the properties had come into effect January 1, 1993.</p> <p class=\"subsection-e\">(7) Despite Parts I and II, if two or more separately assessed properties are consolidated on the last returned assessment roll for purposes of taxation in any year during 1995 to 2003, inclusive, the tax differentials that would otherwise apply to those properties shall be consolidated to establish a new tax differential for the consolidated property.</p> <p class=\"subsection-e\">(8) Despite subsection (7), if the total assessment of the consolidated property for purposes of taxation in any year during 1995 to 2003, inclusive, is less than the aggregate of the assessments on the constituent assessed properties in the previous year, the new tax differential shall be diminished in the same proportion and at the same time as the total assessment is diminished. O. Reg. 818/94, s. 2.</p> <p class=\"partnum-e\"><b>PART I <br/>  PHASE-IN OF TAX INCREASES IN THE ANNEXED AREA</b></p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) In 1994, the treasurer shall establish, (a) a realty tax differential for each separately assessed residential or farm property in the special area by calculating the product of 301.341 mills and the assessment on that property as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, and subtracting the 1993 residential tax responsibility on that property; (b) a realty tax differential for each separately assessed commercial or industrial property in the special area by calculating the product of 354.519 mills and the assessment on that property as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, and subtracting the 1993 commercial tax responsibility on that property; and (c) a business tax differential for each separately assessed business in the special area by calculating the product of 354.519 mills and the commercial assessment for that business as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, and subtracting the 1993 business tax responsibility on that business. (2) If, before the return of the assessment roll for purposes of taxation in 2004, the assessment pertaining to a residential or farm property in the special area is reduced from that shown in the assessment roll for the City of London as prepared in accordance with subsection 46 (3) of the Act, the treasurer shall re-establish the realty tax differential under clause (1) (a) and, for this purpose, the reduced assessment shall be deemed to be the assessment shown on the 1994 assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act. (3) If, before the return of the assessment roll for purposes of taxation in 1998, the assessment pertaining to a commercial or industrial property or a business in the special area is reduced from that shown in the assessment roll for the City of London as prepared in accordance with subsection 46 (3) of the Act, the treasurer shall re-establish the realty tax differential under clause (1) (b) or the business tax differential under clause (1) (c), as the case may be, and for this purpose the reduced assessment shall be deemed to be the assessment shown on the 1994 assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act. O. Reg. 291/94, s. 3 (1-3). (4) If, before December 31, 1996, as a result of an assessment appeal under the Assessment Act, the assessment pertaining to a residential or farm property, a commercial or industrial property or a business in the special area is adjusted from that shown in the last returned assessment roll for the City of London for the purposes of taxation in 1993, the treasurer shall re-establish the realty tax differential under clause (1) (a) or (b), or the business tax differential under clause (1) (c), as the case may be, and for this purpose the adjusted assessment shall be deemed to be the assessment on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the Municipal Act. O. Reg. 291/94, s. 3 (4); O. Reg. 818/94, s. 3. (5) A tax differential re-established under subsection (1) in accordance with subsection (2) or (3) shall be used to determine the amount of tax assistance to be provided under subsection 5 (3) or (4), as the case may be, commencing on the effective date the change is made to the last returned assessment roll. (6) A tax differential re-established under subsection (1) in accordance with subsection (4) shall be used to determine the amount of tax assistance to be provided in any year under subsection 5 (3) or (4), as the case may be. O. Reg. 291/94, s. 3 (5, 6).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) In 1994, the treasurer shall establish,</p> <p class=\"clause-e\">(a) a realty tax differential for each separately assessed residential or farm property in the special area by calculating the product of 301.341 mills and the assessment on that property as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, and subtracting the 1993 residential tax responsibility on that property;</p> <p class=\"clause-e\">(b) a realty tax differential for each separately assessed commercial or industrial property in the special area by calculating the product of 354.519 mills and the assessment on that property as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, and subtracting the 1993 commercial tax responsibility on that property; and</p> <p class=\"clause-e\">(c) a business tax differential for each separately assessed business in the special area by calculating the product of 354.519 mills and the commercial assessment for that business as shown on the last returned assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act, and subtracting the 1993 business tax responsibility on that business.</p> <p class=\"subsection-e\">(2) If, before the return of the assessment roll for purposes of taxation in 2004, the assessment pertaining to a residential or farm property in the special area is reduced from that shown in the assessment roll for the City of London as prepared in accordance with subsection 46 (3) of the Act, the treasurer shall re-establish the realty tax differential under clause (1) (a) and, for this purpose, the reduced assessment shall be deemed to be the assessment shown on the 1994 assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act.</p> <p class=\"subsection-e\">(3) If, before the return of the assessment roll for purposes of taxation in 1998, the assessment pertaining to a commercial or industrial property or a business in the special area is reduced from that shown in the assessment roll for the City of London as prepared in accordance with subsection 46 (3) of the Act, the treasurer shall re-establish the realty tax differential under clause (1) (b) or the business tax differential under clause (1) (c), as the case may be, and for this purpose the reduced assessment shall be deemed to be the assessment shown on the 1994 assessment roll for the City of London prepared in accordance with subsection 46 (3) of the Act. O. Reg. 291/94, s. 3 (1-3).</p> <p class=\"subsection-e\">(4) If, before December 31, 1996, as a result of an assessment appeal under the <i>Assessment Act</i>, the assessment pertaining to a residential or farm property, a commercial or industrial property or a business in the special area is adjusted from that shown in the last returned assessment roll for the City of London for the purposes of taxation in 1993, the treasurer shall re-establish the realty tax differential under clause (1) (a) or (b), or the business tax differential under clause (1) (c), as the case may be, and for this purpose the adjusted assessment shall be deemed to be the assessment on the last revised assessment roll of the City of London for the purposes of the interim tax levy in 1994 under section 156 of the <i>Municipal Act</i>. O. Reg. 291/94, s. 3 (4); O. Reg. 818/94, s. 3.</p> <p class=\"subsection-e\">(5) A tax differential re-established under subsection (1) in accordance with subsection (2) or (3) shall be used to determine the amount of tax assistance to be provided under subsection 5 (3) or (4), as the case may be, commencing on the effective date the change is made to the last returned assessment roll.</p> <p class=\"subsection-e\">(6) A tax differential re-established under subsection (1) in accordance with subsection (4) shall be used to determine the amount of tax assistance to be provided in any year under subsection 5 (3) or (4), as the case may be. O. Reg. 291/94, s. 3 (5, 6).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Sections 5 and 6 do not apply to a residential or farm property unless the realty tax differential pertaining to the property, as determined under clause 3 (1) (a), is greater than 10 per cent of the 1993 residential tax responsibility on the property and not less than $200. (2) Sections 5 and 6 do not apply to a commercial or industrial property unless the realty tax differential pertaining to the property, as determined under clause 3 (1) (b), is greater than 30 per cent of the 1993 commercial tax responsibility on the property and not less than $500. (3) Sections 5 and 6 do not apply to a business unless the business tax differential pertaining to the business, as determined under clause 3 (1) (c), is greater than 30 per cent of the 1993 business tax responsibility on the business and not less than $500. O. Reg. 291/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Sections 5 and 6 do not apply to a residential or farm property unless the realty tax differential pertaining to the property, as determined under clause 3 (1) (a), is greater than 10 per cent of the 1993 residential tax responsibility on the property and not less than $200.</p> <p class=\"subsection-e\">(2) Sections 5 and 6 do not apply to a commercial or industrial property unless the realty tax differential pertaining to the property, as determined under clause 3 (1) (b), is greater than 30 per cent of the 1993 commercial tax responsibility on the property and not less than $500.</p> <p class=\"subsection-e\">(3) Sections 5 and 6 do not apply to a business unless the business tax differential pertaining to the business, as determined under clause 3 (1) (c), is greater than 30 per cent of the 1993 business tax responsibility on the business and not less than $500. O. Reg. 291/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) In each year from 1994 to 2003, inclusive, the maximum eligible tax increase on a residential or farm property within the special area shall be, (a) in 1994, the greater of $200 or 10 per cent of the 1993 residential tax responsibility; (b) in 1995, the greater of $400 or 20 per cent of the 1993 residential tax responsibility; (c) in 1996, the greater of $600 or 30 per cent of the 1993 residential tax responsibility; (d) in 1997, the greater of $800 or 40 per cent of the 1993 residential tax responsibility; (e) in 1998, the greater of $1,000 or 50 per cent of the 1993 residential tax responsibility; (f) in 1999, the greater of $1,200 or 60 per cent of the 1993 residential tax responsibility; (g) in 2000, the greater of $1,400 or 70 per cent of the 1993 residential tax responsibility; (h) in 2001, the greater of $1,600 or 80 per cent of the 1993 residential tax responsibility; (i) in 2002, the greater of $1,800 or 90 per cent of the 1993 residential tax responsibility; (j) in 2003, the greater of $2,000 or 100 per cent of the 1993 residential tax responsibility. (2) In each year from 1994 to 1997, inclusive, the maximum eligible tax increase on a commercial or industrial property and on a business within the special area shall be, (a) in 1994, the greater of $500 or 30 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be; (b) in 1995, the greater of $1,000 or 60 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be; (c) in 1996, the greater of $1,500 or 90 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be; and (d) in 1997, the greater of $2,000 or 120 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be. (3) In each year from 1994 to 2003, inclusive, the amount of tax assistance to be provided to each residential or farm property, shall be the difference between the realty tax differential determined under clause 3 (1) (a) and the maximum eligible tax increase for that year determined under subsection (1), but the amount of tax assistance shall not be less than zero. (4) In each year from 1994 to 1997, inclusive, the amount of tax assistance to be provided to each commercial or industrial property, and to each business, shall be the difference between the realty tax differential determined under clause 3 (1) (b) or the business tax differential determined under clause 3 (1) (c), as the case may be, and the applicable maximum eligible tax increase for that year determined under subsection (2), but the amount of tax assistance shall not be less than zero. O. Reg. 291/94, s. 5. 6.(1) In each year from 1994 to 2003, inclusive, the municipal realty taxes in respect to a residential or farm property shall be calculated by multiplying the residential mill rate of the City of London for all purposes for that year by the assessment pertaining to that property, as shown on the last returned assessment roll for the City of London for that taxation year, and subtracting the tax assistance for that year as determined by the treasurer under subsection 5 (3). (2) In each year from 1994 to 1997, inclusive, the municipal realty taxes in respect of a commercial or industrial property or the business taxes in respect of a business shall be calculated by multiplying the commercial mill rate of the City of London for all purposes for that year by the assessment pertaining to that property or business, as the case may be, as shown on the last returned assessment roll for the City of London for that taxation year, and subtracting the tax assistance for that year as determined by the treasurer under subsection 5 (4). O. Reg. 291/94, s. 6. (3) Where it is determined that tax assistance will apply to a property or business under subsection 5 (3) or (4) during any of the years 1995 to 2003, inclusive, the treasurer may in any of those years subtract up to 50 per cent of the tax assistance entitlement for that year from any realty or business taxes due on that property, or in respect to that business, as a result of an interim levy under section 156 of the Municipal Act. (4) Where, in any year, a portion of the tax assistance under subsection 5 (3) or (4) has been applied to reduce the amount required to be raised on that property or from that business under section 156 of the Municipal Act, the treasurer shall reduce the tax assistance that would otherwise apply in that year on that property or business under subsection (1) or (2), by the amount of tax assistance under subsection (3). O. Reg. 818/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) In each year from 1994 to 2003, inclusive, the maximum eligible tax increase on a residential or farm property within the special area shall be,</p> <p class=\"clause-e\">(a) in 1994, the greater of $200 or 10 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(b) in 1995, the greater of $400 or 20 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(c) in 1996, the greater of $600 or 30 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(d) in 1997, the greater of $800 or 40 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(e) in 1998, the greater of $1,000 or 50 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(f) in 1999, the greater of $1,200 or 60 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(g) in 2000, the greater of $1,400 or 70 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(h) in 2001, the greater of $1,600 or 80 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(i) in 2002, the greater of $1,800 or 90 per cent of the 1993 residential tax responsibility;</p> <p class=\"clause-e\">(j) in 2003, the greater of $2,000 or 100 per cent of the 1993 residential tax responsibility.</p> <p class=\"subsection-e\">(2) In each year from 1994 to 1997, inclusive, the maximum eligible tax increase on a commercial or industrial property and on a business within the special area shall be,</p> <p class=\"clause-e\">(a) in 1994, the greater of $500 or 30 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be;</p> <p class=\"clause-e\">(b) in 1995, the greater of $1,000 or 60 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be;</p> <p class=\"clause-e\">(c) in 1996, the greater of $1,500 or 90 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be; and</p> <p class=\"clause-e\">(d) in 1997, the greater of $2,000 or 120 per cent of the 1993 commercial tax responsibility or the 1993 business tax responsibility, as the case may be.</p> <p class=\"subsection-e\">(3) In each year from 1994 to 2003, inclusive, the amount of tax assistance to be provided to each residential or farm property, shall be the difference between the realty tax differential determined under clause 3 (1) (a) and the maximum eligible tax increase for that year determined under subsection (1), but the amount of tax assistance shall not be less than zero.</p> <p class=\"subsection-e\">(4) In each year from 1994 to 1997, inclusive, the amount of tax assistance to be provided to each commercial or industrial property, and to each business, shall be the difference between the realty tax differential determined under clause 3 (1) (b) or the business tax differential determined under clause 3 (1) (c), as the case may be, and the applicable maximum eligible tax increase for that year determined under subsection (2), but the amount of tax assistance shall not be less than zero. O. Reg. 291/94, s. 5.</p> <p class=\"subsection-e\"><b>6.</b>(1) In each year from 1994 to 2003, inclusive, the municipal realty taxes in respect to a residential or farm property shall be calculated by multiplying the residential mill rate of the City of London for all purposes for that year by the assessment pertaining to that property, as shown on the last returned assessment roll for the City of London for that taxation year, and subtracting the tax assistance for that year as determined by the treasurer under subsection 5 (3).</p> <p class=\"subsection-e\">(2) In each year from 1994 to 1997, inclusive, the municipal realty taxes in respect of a commercial or industrial property or the business taxes in respect of a business shall be calculated by multiplying the commercial mill rate of the City of London for all purposes for that year by the assessment pertaining to that property or business, as the case may be, as shown on the last returned assessment roll for the City of London for that taxation year, and subtracting the tax assistance for that year as determined by the treasurer under subsection 5 (4). O. Reg. 291/94, s. 6.</p> <p class=\"subsection-e\">(3) Where it is determined that tax assistance will apply to a property or business under subsection 5 (3) or (4) during any of the years 1995 to 2003, inclusive, the treasurer may in any of those years subtract up to 50 per cent of the tax assistance entitlement for that year from any realty or business taxes due on that property, or in respect to that business, as a result of an interim levy under section 156 of the <i>Municipal Act</i>.</p> <p class=\"subsection-e\">(4) Where, in any year, a portion of the tax assistance under subsection 5 (3) or (4) has been applied to reduce the amount required to be raised on that property or from that business under section 156 of the <i>Municipal Act</i>, the treasurer shall reduce the tax assistance that would otherwise apply in that year on that property or business under subsection (1) or (2), by the amount of tax assistance under subsection (3). O. Reg. 818/94, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) For the purposes of calculating a realty tax differential under clause 3 (1) (a), if a residential or farm property in the special area is subject to a commercial mill rate for purposes of taxation in 1994, the property shall continue to be treated as a residential or farm property except that for the portion of the assessment subject to a commercial mill rate, (a) the mill rate set out in clause 3 (1) (b) shall be substituted for the mill rate set out in clause 3 (1) (a); and (b) the 1993 residential tax responsibility shall be determined by applying the 1993 commercial mill rate applicable in the determination of the 1993 commercial tax responsibility for a commercial or industrial property in the land annexed to the City of London under clause 2 (1) (a) of the Act. (2) For the purposes of calculating a realty tax differential under clause 3 (1) (b), if a commercial or industrial property in the special area is subject to a residential mill rate for purposes of taxation in 1994, the property shall continue to be treated as a commercial or industrial property except that for the portion of the assessment subject to a residential mill rate, (a) the mill rate set out in clause 3 (1) (a) shall be substituted for the mill rate set out in clause 3 (1) (b); and (b) the 1993 commercial tax responsibility shall be determined by applying the 1993 residential mill rate applicable in the determination of the 1993 residential tax responsibility for a residential property in the land annexed to the City of London under clause 2 (1) (a) of the Act. O. Reg. 818/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) For the purposes of calculating a realty tax differential under clause 3 (1) (a), if a residential or farm property in the special area is subject to a commercial mill rate for purposes of taxation in 1994, the property shall continue to be treated as a residential or farm property except that for the portion of the assessment subject to a commercial mill rate,</p> <p class=\"clause-e\">(a) the mill rate set out in clause 3 (1) (b) shall be substituted for the mill rate set out in clause 3 (1) (a); and</p> <p class=\"clause-e\">(b) the 1993 residential tax responsibility shall be determined by applying the 1993 commercial mill rate applicable in the determination of the 1993 commercial tax responsibility for a commercial or industrial property in the land annexed to the City of London under clause 2 (1) (a) of the Act.</p> <p class=\"subsection-e\">(2) For the purposes of calculating a realty tax differential under clause 3 (1) (b), if a commercial or industrial property in the special area is subject to a residential mill rate for purposes of taxation in 1994, the property shall continue to be treated as a commercial or industrial property except that for the portion of the assessment subject to a residential mill rate,</p> <p class=\"clause-e\">(a) the mill rate set out in clause 3 (1) (a) shall be substituted for the mill rate set out in clause 3 (1) (b); and</p> <p class=\"clause-e\">(b) the 1993 commercial tax responsibility shall be determined by applying the 1993 residential mill rate applicable in the determination of the 1993 residential tax responsibility for a residential property in the land annexed to the City of London under clause 2 (1) (a) of the Act. O. Reg. 818/94, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. In any year, where the amount of tax assistance provided under subsections 5 (3) and (4) exceeds the amount of the eligible maximum tax adjustments added under section 13, the difference shall be charged to the general funds of The Corporation of the City of London in that year. O. Reg. 346/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>In any year, where the amount of tax assistance provided under subsections 5 (3) and (4) exceeds the amount of the eligible maximum tax adjustments added under section 13, the difference shall be charged to the general funds of The Corporation of the City of London in that year. O. Reg. 346/94, s. 4.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Despite this Regulation, if a change of use or character of a property in the special area occurs after this Regulation comes into force, the phase-in under this Part of the real property taxes on the property and of the business taxes with respect to a business located on the property ceases effective January 1 of the year following the year in which the change occurred. O. Reg. 291/94, s. 9 (1); O. Reg. 346/94, s. 5. (2) For the purpose of subsection (1), “change of use or character of a property” means, (a) the reclassification of the property from one assessment property class to another, or (b) an improvement to the property that has the effect of increasing the assessed value of the property by at least 25 per cent. O. Reg. 291/94, s. 9 (2). PART II (SS. 10.-15.)REVOKED: O. REG. 360/96, S. 2. ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Despite this Regulation, if a change of use or character of a property in the special area occurs after this Regulation comes into force, the phase-in under this Part of the real property taxes on the property and of the business taxes with respect to a business located on the property ceases effective January 1 of the year following the year in which the change occurred. O. Reg. 291/94, s. 9 (1); O. Reg. 346/94, s. 5.</p> <p class=\"subsection-e\">(2) For the purpose of subsection (1), </p> <p class=\"firstdef-e\">“change of use or character of a property” means,</p> <p class=\"defclause-e\">(a) the reclassification of the property from one assessment property class to another, or</p> <p class=\"defclause-e\">(b) an improvement to the property that has the effect of increasing the assessed value of the property by at least 25 per cent. O. Reg. 291/94, s. 9 (2).</p> <p class=\"partnum-e\"><b>PART II (SS. 10.-15.)</b>REVOKED: O. REG. 360/96, S. 2. </p> <p class=\"Normal\"></p>"
        }
    ]
}