{
    "reg_info": {
        "full_title": "O. Reg. 94/06: BORDER APPROACH LANES",
        "reg_name_text": "border approach lanes",
        "citation": "O. Reg. 94/06: BORDER APPROACH LANES",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/060094",
        "date_scraped": "2023-12-19 03:00:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060094/v4",
            "valid_from": "December 17, 2015",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/060094/v3",
            "valid_from": "April 27, 2015",
            "valid_to": "December 16, 2015"
        },
        {
            "a_href": "/laws/regulation/060094/v2",
            "valid_from": "March 31, 2006",
            "valid_to": "April 26, 2015"
        },
        {
            "a_href": "/laws/regulation/060094/v1",
            "valid_from": "March 28, 2006",
            "valid_to": "March 30, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this regulation,  “commercial motor vehicle” has the same meaning as in section 3 of Ontario Regulation 419/15 (Definitions of Commercial Motor Vehicle and Tow Truck) made under the Act. O. Reg. 94/06, s. 1; O. Reg. 425/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this regulation, </p> <p class=\"definition-e\">“commercial motor vehicle” has the same meaning as in section 3 of Ontario Regulation 419/15 (Definitions of Commercial Motor Vehicle and Tow Truck) made under the Act. O. Reg. 94/06, s. 1; O. Reg. 425/15, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Restricted use of border approach lanes",
            "content": " 2. (1) No person shall drive a commercial motor vehicle or a combination of commercial motor vehicle and towed vehicle in a border approach lane unless, (a) the commercial motor vehicle has displayed in its front windshield a valid placard issued by either the Canadian Border Services Agency or the United States of America’s Customs Border Protection as part of the Free and Secure Trade (FAST) program operated by those entities; and (b) all the occupants of the commercial motor vehicle have valid FAST Commercial Driver identification cards issued by either of the entities described in clause (a) as part of the Free and Secure Trade (FAST) program.  O. Reg. 94/06, s. 2 (1). (2) A person may drive a commercial motor vehicle or a combination of commercial motor vehicle and towed vehicle in a border approach lane without complying with subsection (1) if the commercial motor vehicle is, (a) an emergency vehicle, as defined in section 144 of the Act, operated by a person in the performance of his or her duties; (b) a vehicle operated by a police officer in the performance of his or her duties; (c) a vehicle owned or leased by the Crown in right of Ontario operated, in the performance of his or her duties, by an officer appointed for enforcing and carrying out the provisions of the Act; (d) a road service vehicle engaged in highway maintenance or construction; or (e) a bus.  O. Reg. 94/06, s. 2 (2). (3) A person may drive a commercial motor vehicle or a combination of commercial motor vehicle and towed vehicle in a border approach lane where it is impossible to avoid a temporary contravention of subsection (1), (a) due to an emergency; or (b) in order to enter a highway lane or an exit off of the highway that is adjacent to the border approach lane.  O. Reg. 94/06, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) No person shall drive a commercial motor vehicle or a combination of commercial motor vehicle and towed vehicle in a border approach lane unless,</p> <p class=\"clause-e\">  (a) the commercial motor vehicle has displayed in its front windshield a valid placard issued by either the Canadian Border Services Agency or the United States of America’s Customs Border Protection as part of the Free and Secure Trade (FAST) program operated by those entities; and </p> <p class=\"clause-e\">  (b) all the occupants of the commercial motor vehicle have valid FAST Commercial Driver identification cards issued by either of the entities described in clause (a) as part of the Free and Secure Trade (FAST) program.  O. Reg. 94/06, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A person may drive a commercial motor vehicle or a combination of commercial motor vehicle and towed vehicle in a border approach lane without complying with subsection (1) if the commercial motor vehicle<b> </b>is, </p> <p class=\"clause-e\">  (a) an emergency vehicle, as defined in section 144 of the Act, operated by a person in the performance of his or her duties;</p> <p class=\"clause-e\">  (b) a vehicle operated by a police officer in the performance of his or her duties;</p> <p class=\"clause-e\">  (c) a vehicle owned or leased by the Crown in right of Ontario operated, in the performance of his or her duties, by an officer appointed for enforcing and carrying out the provisions of the Act; </p> <p class=\"clause-e\">  (d) a road service vehicle engaged in highway maintenance or construction; or </p> <p class=\"clause-e\">  (e) a bus.  O. Reg. 94/06, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A person may drive a commercial motor vehicle or a combination of commercial motor vehicle and towed vehicle in a border approach lane where it is impossible to avoid a temporary contravention of subsection (1), </p> <p class=\"clause-e\">  (a) due to an emergency; or </p> <p class=\"clause-e\">  (b) in order to enter a highway lane or an exit off of the highway that is adjacent to the border approach lane.  O. Reg. 94/06, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Signs",
            "content": " 3. (1) The restrictions under subsection 2 (1) are in effect only if the border approach lane is marked by signs in accordance with this section.  O. Reg. 94/06, s. 3 (1). (2) Border approach lane signs shall be erected at least every 2 kilometres along the length of a border approach lane.  O. Reg. 94/06, s. 3 (2). (3) Border approach lane signs may be overhead or ground mounted; an overhead sign shall be erected directly above the border approach lane and a ground mounted sign shall be erected on the side of the highway facing approaching traffic in the border approach lane.  O. Reg. 94/06, s. 3 (3). (4) An overhead border approach lane sign shall have the dimensions and bear the markings as illustrated in Figure A and a ground mounted border approach lane sign shall have the dimensions and bear the markings as illustrated in Figure B or C.  O. Reg. 94/06, s. 3 (4). (5) Despite subsection (4), in an area designated in the Schedule to the French Language Services Act, a border approach lane sign prescribed under that subsection shall be accompanied by an overhead sign that has the dimensions and bears the markings as illustrated in Figure D or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure E or F.  O. Reg. 94/06, s. 3 (5). (6) The commencement of a border approach lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure G or a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure H or I.  O. Reg. 94/06, s. 3 (6). (7) Despite subsection (6), in an area designated in the Schedule to the French Language Services Act, a border approach lane begins sign prescribed under that subsection shall be accompanied by an overhead sign that has the dimensions and bears the markings as illustrated in Figure J or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure K or L.  O. Reg. 94/06, s. 3 (7). (8) The dimensions of a border approach lane sign or a border approach lane begins sign may differ from those prescribed under this section as long as the dimensions are in the same proportion to each other as the dimensions prescribed under this section.  O. Reg. 94/06, s. 3 (8). (9) If a municipality that is in an area designated in the Schedule to the French Language Services Act has jurisdiction over a border approach lane, the municipality may erect only the signs prescribed under subsections (4) and (6), and not the signs prescribed under subsections (5) and (7), unless the municipality has passed a by-law under section 14 of that Act and the by-law is in effect.  O. Reg. 94/06, s. 3 (9). (10) Despite subsections (4), (5), (6) and (7), a border approach lane sign or border approach lane begins sign may be a sign that displays electronic messages consisting of only the text that is prescribed under those subsections, without regard to the dimensions, markings and other characteristics illustrated in the prescribed signs.  O. Reg. 94/06, s. 3 (10).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The restrictions under subsection 2 (1) are in effect only if the border approach lane is marked by signs in accordance with this section.  O. Reg. 94/06, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Border approach lane signs shall be erected at least every 2 kilometres along the length of a border approach lane.  O. Reg. 94/06, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Border approach lane signs may be overhead or ground mounted; an overhead sign shall be erected directly above the border approach lane and a ground mounted sign shall be erected on the side of the highway facing approaching traffic in the border approach lane.  O. Reg. 94/06, s. 3 (3).</p> <p class=\"subsection-e\">  (4) An overhead border approach lane sign shall have the dimensions and bear the markings as illustrated in Figure A and a ground mounted border approach lane sign shall have the dimensions and bear the markings as illustrated in Figure B or C.  O. Reg. 94/06, s. 3 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4), in an area designated in the Schedule to the <i>French Language Services Act</i>, a border approach lane sign prescribed under that subsection shall be accompanied by an overhead sign that has the dimensions and bears the markings as illustrated in Figure D or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure E or F.  O. Reg. 94/06, s. 3 (5).</p> <p class=\"subsection-e\">  (6) The commencement of a border approach lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure G or a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure H or I.  O. Reg. 94/06, s. 3 (6).</p> <p class=\"subsection-e\"><b> </b>(7) Despite subsection (6), in an area designated in the Schedule to the <i>French Language Services Act</i>, a border approach lane begins sign prescribed under that subsection shall be accompanied by an overhead sign that has the dimensions and bears the markings as illustrated in Figure J or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure K or L.  O. Reg. 94/06, s. 3 (7).</p> <p class=\"subsection-e\">  (8) The dimensions of a border approach lane sign or a border approach lane begins sign may differ from those prescribed under this section as long as the dimensions are in the same proportion to each other as the dimensions prescribed under this section.  O. Reg. 94/06, s. 3 (8).</p> <p class=\"subsection-e\"><b> </b>(9) If a municipality that is in an area designated in the Schedule to the <i>French Language Services Act</i> has jurisdiction over a border approach lane, the municipality may erect only the signs prescribed under subsections (4) and (6), and not the signs prescribed under subsections (5) and (7), unless the municipality has passed a by-law under section 14 of that Act and the by-law is in effect.  O. Reg. 94/06, s. 3 (9).</p> <p class=\"subsection-e\">  (10) Despite subsections (4), (5), (6) and (7), a border approach lane sign or border approach lane begins sign may be a sign that displays electronic messages consisting of only the text that is prescribed under those subsections, without regard to the dimensions, markings and other characteristics illustrated in the prescribed signs.  O. Reg. 94/06, s. 3 (10).</p>"
        },
        {
            "id": "4.",
            "section": "Maximum length of border approach lane",
            "content": " 4. The maximum length of a border approach lane is 15 kilometres.  O. Reg. 94/06, s. 4. figure a  Text alternative: Illustration of an overhead border approach lane sign labelled as “Figure A”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the bottom rectangle of the sign. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure b  Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure B”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the phrase “THIS LANE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure c  Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure C”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the phrase “THIS LANE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure d  Text alternative: Illustration of an overhead border approach lane sign labelled as “Figure D”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the bottom rectangle of the sign. The bottom rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure e  Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure E”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the phrase “CETTE VOIE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure f  Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure F”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the phrase “CETTE VOIE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure g  Text alternative: Illustration of an overhead border approach lane begins sign labelled as “Figure G”. The sign contains three rectangles stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the middle rectangle of the sign. The middle rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “BEGINS” in white. The following measurements are written below the sign: (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure h  Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure H”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the phrase “THIS LANE”. The middle rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “BEGINS” in white. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure i  Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure I”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the phrase “THIS LANE”. The middle rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “BEGINS” in white. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure j  Text alternative: Illustration of an overhead border approach lane begins sign labelled as “Figure J”. The sign contains three rectangles stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the middle rectangle of the sign. The middle rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “DÉBUT” in white. The following measurements are written below the sign: (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure k  Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure K”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the text “CETTE VOIE”. The middle rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle contains the word “DÉBUT”. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1. figure l  Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure L”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the text “CETTE VOIE”. The middle rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle contains the word “DÉBUT”. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 86/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The maximum length of a border approach lane is 15 kilometres.  O. Reg. 94/06, s. 4.</p> <p class=\"headingx-e\">figure a</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure A - overhead border approach lane sign of a No Trucks symbol, down arrow and text EXCEPT FAST/EXPRES.\" border=\"0\" height=\"492\" id=\"Picture 1\" src=\"060094_e_files/image001.jpg\" width=\"245\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead border approach lane sign labelled as “Figure A”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the bottom rectangle of the sign. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure b</p> <p class=\"MsoNormal\"><img alt=\"Illustration of Figure B - sign with a No Trucks symbol, diagonally down and left arrow with text THIS LANE and EXCEPT FAST/EXPRES.\" border=\"0\" height=\"478\" id=\"Picture 2\" src=\"060094_e_files/image002.jpg\" width=\"234\"/></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure B”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the phrase “THIS LANE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure c</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure C - sign with a No Trucks symbol, diagonally down and right arrow with text THIS LANE and EXCEPT FAST/EXPRES.\" border=\"0\" height=\"503\" id=\"Picture 3\" src=\"060094_e_files/image003.jpg\" width=\"243\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure C”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the phrase “THIS LANE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure d</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure D - overhead border approach lane sign of a No Trucks symbol, down arrow and text SAUF FAST/EXPRES.\" border=\"0\" height=\"487\" id=\"Picture 4\" src=\"060094_e_files/image004.jpg\" width=\"242\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead border approach lane sign labelled as “Figure D”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the bottom rectangle of the sign. The bottom rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure e</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure E - sign with a No Trucks symbol, diagonally down and left arrow with text CETTE VOIE and SAUF FAST/EXPRES.\" border=\"0\" height=\"487\" id=\"Picture 5\" src=\"060094_e_files/image005.jpg\" width=\"236\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure E”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the phrase “CETTE VOIE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"form-e\">figure f</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure F - sign with a No Trucks symbol, diagonally down and right arrow with text CETTE VOIE and SAUF FAST/EXPRES.\" border=\"0\" height=\"468\" id=\"Picture 6\" src=\"060094_e_files/image006.jpg\" width=\"227\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane sign labelled as “Figure F”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the phrase “CETTE VOIE”. The bottom rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The following measurements are written below the sign: (60 x 150) cm or (90 x 210) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure g</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure G - sign with a No Trucks symbol, down arrow, text EXCEPT FAST/EXPRES and BEGINS.\" border=\"0\" height=\"561\" id=\"Picture 7\" src=\"060094_e_files/image007.jpg\" width=\"233\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead border approach lane begins sign labelled as “Figure G”. The sign contains three rectangles stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the middle rectangle of the sign. The middle rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “BEGINS” in white. The following measurements are written below the sign: (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure h</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure H - sign with a No Trucks symbol, diagonally down and left arrow with text THIS LANE, EXCEPT FAST/EXPRES, and BEGINS.\" border=\"0\" height=\"566\" id=\"Picture 8\" src=\"060094_e_files/image008.jpg\" width=\"233\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure H”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the phrase “THIS LANE”. The middle rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “BEGINS” in white. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure i</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure I - sign with a No Trucks symbol, diagonally down and right arrow with text THIS LANE, EXCEPT FAST/EXPRES, and BEGINS.\" border=\"0\" height=\"545\" id=\"Picture 9\" src=\"060094_e_files/image009.jpg\" width=\"221\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure I”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the phrase “THIS LANE”. The middle rectangle contains the word “EXCEPT” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “BEGINS” in white. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure j</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure J -an overhead sign with a No Trucks symbol, down arrow, text SAUF FAST/EXPRES and DÉBUT.\" border=\"0\" height=\"556\" id=\"Picture 10\" src=\"060094_e_files/image010.jpg\" width=\"231\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead border approach lane begins sign labelled as “Figure J”. The sign contains three rectangles stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A thick black arrow points down from the no symbol to the middle rectangle of the sign. The middle rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle has a black background and the word “DÉBUT” in white. The following measurements are written below the sign: (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure k</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure K - sign with a No Trucks symbol, diagonally down and left arrow with text CETTE VOIE, SAUF FAST/EXPRES, and DÉBUT.\" border=\"0\" height=\"568\" id=\"Picture 11\" src=\"060094_e_files/image011.jpg\" width=\"234\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure K”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and left from the no symbol to the left of the text “CETTE VOIE”. The middle rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle contains the word “DÉBUT”. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p> <p class=\"headingx-e\">figure l</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure L - sign with a No Trucks symbol, diagonally down and right arrow with text CETTE VOIE, SAUF FAST/EXPRES, and DÉBUT.\" border=\"0\" height=\"591\" id=\"Picture 12\" src=\"060094_e_files/image012.jpg\" width=\"240\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted border approach lane begins sign labelled as “Figure L”. The sign contains three rectangles, stacked on top of one another. The top rectangle contains a symbol of a truck inside a circle with an interdictory stroke no symbol. A black arrow points diagonally down and right from the no symbol to the right of the text “CETTE VOIE”. The middle rectangle contains the word “SAUF” above a logo. The logo consists of the American flag beside the word “FAST” on top of the Canadian flag beside the word “EXPRES”. The bottom rectangle contains the word “DÉBUT”. The following measurements are written below the sign: (60 x 170) cm or (90 x 240) cm. The sign appears in black and white, but is surrounded by arrows pointing to its different elements and indicating the colours in which they must appear. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 86/15, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Maximum length of border approach lane",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 94/06, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 94/06, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Maximum length of border approach lane",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}