{
    "reg_info": {
        "full_title": "O. Reg. 363/16: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 363/16: ",
        "act_under": "Ontario Rebate for Electricity Consumers Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/160363",
        "date_scraped": "2023-12-18 02:52:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/160363/v24",
            "valid_from": "October 20, 2023",
            "valid_to": "October 31, 2023"
        },
        {
            "a_href": "/laws/regulation/160363/v23",
            "valid_from": "October 19, 2023",
            "valid_to": "October 19, 2023"
        },
        {
            "a_href": "/laws/regulation/160363/v22",
            "valid_from": "July  1, 2023",
            "valid_to": "October 18, 2023"
        },
        {
            "a_href": "/laws/regulation/160363/v21",
            "valid_from": "June 23, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/160363/v20",
            "valid_from": "November  1, 2022",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/160363/v19",
            "valid_from": "October 20, 2022",
            "valid_to": "October 31, 2022"
        },
        {
            "a_href": "/laws/regulation/160363/v18",
            "valid_from": "July  1, 2022",
            "valid_to": "October 19, 2022"
        },
        {
            "a_href": "/laws/regulation/160363/v17",
            "valid_from": "April 11, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/160363/v16",
            "valid_from": "March 15, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/160363/v15",
            "valid_from": "November  1, 2021",
            "valid_to": "March 14, 2022"
        },
        {
            "a_href": "/laws/regulation/160363/v14",
            "valid_from": "October 22, 2021",
            "valid_to": "October 31, 2021"
        },
        {
            "a_href": "/laws/regulation/160363/v13",
            "valid_from": "May  1, 2021",
            "valid_to": "October 21, 2021"
        },
        {
            "a_href": "/laws/regulation/160363/v12",
            "valid_from": "April 22, 2021",
            "valid_to": "April 30, 2021"
        },
        {
            "a_href": "/laws/regulation/160363/v11",
            "valid_from": "January  1, 2021",
            "valid_to": "April 21, 2021"
        },
        {
            "a_href": "/laws/regulation/160363/v10",
            "valid_from": "December 11, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/160363/v9",
            "valid_from": "November  1, 2020",
            "valid_to": "December 10, 2020"
        },
        {
            "a_href": "/laws/regulation/160363/v8",
            "valid_from": "October  8, 2020",
            "valid_to": "October 31, 2020"
        },
        {
            "a_href": "/laws/regulation/160363/v7",
            "valid_from": "February 14, 2020",
            "valid_to": "October  7, 2020"
        },
        {
            "a_href": "/laws/regulation/160363/v6",
            "valid_from": "November  1, 2019",
            "valid_to": "February 13, 2020"
        },
        {
            "a_href": "/laws/regulation/160363/v5",
            "valid_from": "October 22, 2019",
            "valid_to": "October 31, 2019"
        },
        {
            "a_href": "/laws/regulation/160363/v4",
            "valid_from": "July  1, 2017",
            "valid_to": "October 21, 2019"
        },
        {
            "a_href": "/laws/regulation/160363/v3",
            "valid_from": "June 15, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/160363/v2",
            "valid_from": "January  1, 2017",
            "valid_to": "June 14, 2017"
        },
        {
            "a_href": "/laws/regulation/160363/v1",
            "valid_from": "November 18, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I ELECTRICITY VENDORS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Definitions and interpretation",
            "content": " 1. (1) In this Regulation, “common elements”, in respect of a multi-unit complex, means any part of the multi-unit complex that is not a unit; (“parties communes”) “distribution system” has the same meaning as in section 3 of the Ontario Energy Board Act, 1998; (“réseau de distribution”) “distributor” means a person who owns or operates a distribution system; (“distributeur”) “financial assistance” means an amount credited to an eligible account or paid to a person as financial assistance under the Act or this Regulation and includes an amount credited or paid as financial assistance in circumstances in which the person benefiting from the credit or payment is not entitled to all or part of the amount; (“aide financière”) “hospital” means hospital as defined in the Broader Public Sector Accountability Act, 2010; (“hôpital”) “host distributor” means a licensed distributor who is a market participant and who distributes electricity to a wholly-embedded distributor; (“distributeur hôte”) “IESO-controlled grid” means the transmission systems with respect to which, pursuant to agreements, the IESO has authority to direct operations; (“réseau dirigé par la SIERE”) “long-term care home” means a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021; (“foyer de soins de longue durée”) “market participant” means a person who is authorized by the market rules, (a)  to participate in the markets established by the market rules, or (b)  to cause or permit electricity to be conveyed into, through or out of the IESO-controlled grid; (“intervenant du marché”) “Minister” means the Minister of Energy, Northern Development and Mines; (“ministre”) “Ministry” means the Ministry of Energy, Northern Development and Mines; (“ministère”) “mobile home park” means a mobile home park as defined in the Residential Tenancies Act, 2006; (“parc de maisons mobiles”) “multi-unit complex” means a building or related group of buildings containing two or more units; (“ensemble collectif”) “Ontario Electricity Support Program” means the program described in section 79.2 of the Ontario Energy Board Act, 1998; (“Programme ontarien d’aide relative aux frais d’électricité”) “qualifying unit” means a unit that, (a)  consists of a self-contained room or set of rooms, (b)  contains kitchen and bathroom facilities that are for the sole use of the unit, and (c)  is occupied and used as a residence; (“unité admissible”) “retirement residence” means a multi-unit complex that meets the following requirements but is not a long-term care home: 1.  At least 50 per cent of the units in the multi-unit complex are occupied or intended to be occupied as a permanent residence by at least one person who is 65 years of age or older and who is not related to the operator of the multi-unit complex. 2.  The total number of persons referred to in paragraph 1 who occupy or are intended to occupy the total number of units described in that paragraph is at least six; (“résidence pour personnes retraitées”) “transmission system” means a system for transmitting electricity and includes any structures, equipment or other things used for that purpose; (“réseau de transport”) “unit” means, subject to subsection (1.1), (a)  a unit as defined in the Condominium Act, 1998, (b)  a residential unit or a rental unit, as those terms are defined in subsection 2 (1) of the Residential Tenancies Act, 2006, (c)  a member unit or a non-member unit, as those terms are defined in the Co-operative Corporations Act, or (d)  premises that is demised premises for the purposes of the Commercial Tenancies Act; (“unité”) “wholly-embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity. (“distributeur pleinement intégré”) O. Reg. 363/16, s. 1 (1); O. Reg. 342/19, s. 1 (1, 2); O. Reg. 216/22, s. 1 (1-3). (1.1) For the purposes of this Regulation, a unit, as defined in subsection (1), does not include a unit that is used or intended for parking or storage purposes or for the purpose of providing space for services, recreation or other facilities or mechanical installations. O. Reg. 216/22, s. 1 (4). (2) For the purposes of the Act and this Regulation, the commodity price of electricity includes the “Final RPP Variance Settlement Amount”, if any, required by the Standard Supply Service Code issued by the Board. O. Reg. 363/16, s. 1 (2). (3) For the purposes of this Regulation, (a)  Hydro One Remote Communities Inc. is deemed to be a wholly-embedded distributor and Hydro One Networks Inc. is deemed to be its host distributor; and (b)  Cornwall Street Railway Light and Power Company Limited is deemed to be a wholly-embedded distributor and Canadian Niagara Power Inc. is deemed to be its host distributor. O. Reg. 363/16, s. 1 (3). (4) Payments required under this Regulation are in addition to any payments that may be required by the market rules or by the Retail Settlement Code issued by the Board under the Ontario Energy Board Act, 1998. O. Reg. 363/16, s. 1 (4). (5) Except where this Regulation provides otherwise, if a consumer has an account that is solely in respect of part but not all of a multi-unit complex, this Regulation applies with respect to the part of the multi-unit complex to which the account relates. O. Reg. 342/19, s. 1 (3); O. Reg. 216/22, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“common elements”, in respect of a multi-unit complex, means any part of the multi-unit complex that is not a unit; (“parties communes”)</p> <p class=\"definition-e\">“distribution system” has the same meaning as in section 3 of the <i>Ontario Energy Board Act, 1998</i>; (“réseau de distribution”)</p> <p class=\"definition-e\">“distributor” means a person who owns or operates a distribution system; (“distributeur”)</p> <p class=\"definition-e\">“financial assistance” means an amount credited to an eligible account or paid to a person as financial assistance under the Act or this Regulation and includes an amount credited or paid as financial assistance in circumstances in which the person benefiting from the credit or payment is not entitled to all or part of the amount; (“aide financière”)</p> <p class=\"definition-e\">“hospital” means hospital as defined in the <i>Broader Public Sector Accountability Act, 2010</i>; (“hôpital”)</p> <p class=\"definition-e\">“host distributor” means a licensed distributor who is a market participant and who distributes electricity to a wholly-embedded distributor; (“distributeur hôte”)</p> <p class=\"definition-e\">“IESO-controlled grid” means the transmission systems with respect to which, pursuant to agreements, the IESO has authority to direct operations; (“réseau dirigé par la SIERE”)</p> <p class=\"definition-e\">“long-term care home” means a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>; (“foyer de soins de longue durée”)</p> <p class=\"definition-e\">“market participant” means a person who is authorized by the market rules,</p> <p class=\"defclause-e\">  (a)  to participate in the markets established by the market rules, or</p> <p class=\"defclause-e\">  (b)  to cause or permit electricity to be conveyed into, through or out of the IESO-controlled grid; (“intervenant du marché”)</p> <p class=\"definition-e\">“Minister” means the Minister of Energy, Northern Development and Mines; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Energy, Northern Development and Mines; (“ministère”)</p> <p class=\"definition-e\">“mobile home park” means a mobile home park as defined in the <i>Residential Tenancies Act, 2006</i>; (“parc de maisons mobiles”)</p> <p class=\"definition-e\">“multi-unit complex” means a building or related group of buildings containing two or more units; (“ensemble collectif”)</p> <p class=\"definition-e\">“Ontario Electricity Support Program” means the program described in section 79.2 of the<i> Ontario Energy Board Act, 1998</i>;<i> (“</i>Programme ontarien d’aide relative aux frais d’électricité”)</p> <p class=\"definition-e\">“qualifying unit” means a unit that,</p> <p class=\"defclause-e\">  (a)  consists of a self-contained room or set of rooms,</p> <p class=\"defclause-e\">  (b)  contains kitchen and bathroom facilities that are for the sole use of the unit, and</p> <p class=\"defclause-e\">  (c)  is occupied and used as a residence; (“unité admissible”)</p> <p class=\"definition-e\">“retirement residence” means a multi-unit complex that meets the following requirements but is not a long-term care home:</p> <p class=\"defparagraph-e\">  1.  At least 50 per cent of the units in the multi-unit complex are occupied or intended to be occupied as a permanent residence by at least one person who is 65 years of age or older and who is not related to the operator of the multi-unit complex.</p> <p class=\"defparagraph-e\">  2.  The total number of persons referred to in paragraph 1 who occupy or are intended to occupy the total number of units described in that paragraph is at least six; (“résidence pour personnes retraitées”)</p> <p class=\"definition-e\">“transmission system” means a system for transmitting electricity and includes any structures, equipment or other things used for that purpose; (“réseau de transport”)</p> <p class=\"definition-e\">“unit” means, subject to subsection (1.1),</p> <p class=\"defclause-e\">  (a)  a unit as defined in the <i>Condominium Act, 1998</i>,</p> <p class=\"defclause-e\">  (b)  a residential unit or a rental unit, as those terms are defined in subsection 2 (1) of the <i>Residential Tenancies Act, 2006</i>,</p> <p class=\"defclause-e\">  (c)  a member unit or a non-member unit, as those terms are defined in the <i>Co-operative Corporations Act</i>, or</p> <p class=\"defclause-e\">  (d)  premises that is demised premises for the purposes of the <i>Commercial Tenancies Act</i>; (“unité”)</p> <p class=\"definition-e\">“wholly-embedded distributor” means a licensed distributor who is not a market participant and to whom a host distributor distributes electricity. (“distributeur pleinement intégré”) O. Reg. 363/16, s. 1 (1); O. Reg. 342/19, s. 1 (1, 2); O. Reg. 216/22, s. 1 (1-3).</p> <p class=\"subsection-e\">  (1.1) For the purposes of this Regulation, a unit, as defined in subsection (1), does not include a unit that is used or intended for parking or storage purposes or for the purpose of providing space for services, recreation or other facilities or mechanical installations. O. Reg. 216/22, s. 1 (4).</p> <p class=\"subsection-e\">  (2) For the purposes of the Act and this Regulation, the commodity price of electricity includes the “Final RPP Variance Settlement Amount”, if any, required by the Standard Supply Service Code issued by the Board. O. Reg. 363/16, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation,</p> <p class=\"clause-e\">  (a)  Hydro One Remote Communities Inc. is deemed to be a wholly-embedded distributor and Hydro One Networks Inc. is deemed to be its host distributor; and</p> <p class=\"clause-e\">  (b)  Cornwall Street Railway Light and Power Company Limited is deemed to be a wholly-embedded distributor and Canadian Niagara Power Inc. is deemed to be its host distributor. O. Reg. 363/16, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Payments required under this Regulation are in addition to any payments that may be required by the market rules or by the Retail Settlement Code issued by the Board under the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 363/16, s. 1 (4).</p> <p class=\"subsection-e\">  (5) Except where this Regulation provides otherwise, if a consumer has an account that is solely in respect of part but not all of a multi-unit complex, this Regulation applies with respect to the part of the multi-unit complex to which the account relates. O. Reg. 342/19, s. 1 (3); O. Reg. 216/22, s. 1 (5).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.1",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Eligible account",
            "content": " 1.1 (1) For the purposes of the definition of “eligible account” in subsection 1 (1) of the Act, an eligible account in this Part means an account of a consumer with an electricity vendor for the provision of electricity in Ontario, if any of the following conditions is met: 1.  The consumer has a demand for electricity of 50 kilowatts or less. 2.  The consumer annually uses not more than 250,000 kilowatt hours of electricity. 3.  The consumer, i.  carries on a business that is a farming business for the purposes of the Farm Registration and Farm Organizations Funding Act, 1993, and ii.  holds a valid registration number assigned under that Act or the consumer’s obligation to file a farming business registration form was waived pursuant to an order made under subsection 22 (6) of that Act. Note: On the day section 5 of Schedule 1 to the Restoring Ontario’s Competitiveness Act, 2019 comes into force, subparagraph 3 ii of subsection 1.1 (1) of the Regulation is revoked and the following substituted: (See: O. Reg. 342/19, s. 2 (2)) ii.  holds a valid farm business registration number assigned under that Act or the consumer’s obligation to file an application for a farming business registration number was waived pursuant to an order made under subsection 22 (6) of that Act. 4.  The account is in respect of a long-term care home, other than an account that is also in respect of a hospital. 4.1  Subject to subsection (2), the account is solely in respect of any of the following premises, if the consumer exceeds the demand and use thresholds set out in paragraphs 1 and 2 and has met the notice requirements of section 1.3: i.  A retirement residence. ii.  A mobile home park. 5.  Subject to subsection (2), the account is solely in respect of a multi-unit complex that is not otherwise referred to in this subsection, and the following conditions are met: i.  The consumer exceeds the demand and use thresholds set out in paragraphs 1 and 2. ii.  The multi-unit complex contains at least two qualifying units. iii.  At least 50 per cent of the units within the multi-unit complex are qualifying units. iv.  The consumer has met the notice requirements of section 1.3. 6.  Subject to subsection (2), the account is at least partly in respect of any common elements of a multi-unit complex but is not an account otherwise referred to in this subsection, and the following conditions are met: i.  The consumer exceeds the demand and use thresholds set out in paragraphs 1 and 2. ii.  The multi-unit complex, including any part of the multi-unit complex to which the account does not apply, contains at least two qualifying units. iii.  At least 50 per cent of the units within the multi-unit complex, including any part of the multi-unit complex to which the account does not apply, are qualifying units. iv.  The consumer has met the notice requirements of section 1.3. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 2 (1-5). (2) Paragraphs 4.1, 5 and 6 of subsection (1) do not include a multi-unit complex any part of which is one of the following: 1.  A hotel, motel or motor hotel, resort, lodge, tourist camp, cottage or cabin establishment, inn, campground, tourist home, bed and breakfast vacation establishment or vacation home. 1.1  A trailer park that is not a mobile home park. 2.  Living accommodation occupied by a person for penal or correctional purposes. 3.  A hospital. 4.  A premises that is subject to the\r\nMinistry of Correctional Services Act or the Child, Youth and Family Services Act, 2017. 5.  Short-term living accommodation provided as emergency shelter. 6.  Living accommodation provided by an educational institution to its students or staff where, i.  the living accommodation is provided primarily to persons under the age of majority, or all major questions related to the living accommodation are decided after consultation with a council or association representing the residents, and ii.  the living accommodation is not intended for year-round occupancy by full-time students or staff and members of their households. 7.  A university, college of applied arts and technology or other entity that provides post-secondary education. 8.  A premises that is identified by a NAICS code commencing with the digits 21, 22, 23, 31, 32 or 33. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 2 (6-8). (3) In paragraph 8 of subsection (2), “NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time. O. Reg. 342/19, s. 2 (1). (4) Revoked: O. Reg. 216/22, s. 2 (9).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>1.1 </b>(1) For the purposes of the definition of “eligible account” in subsection 1 (1) of the Act, an eligible account in this Part means an account of a consumer with an electricity vendor for the provision of electricity in Ontario, if any of the following conditions is met:</p> <p class=\"paragraph-e\">  1.  The consumer has a demand for electricity of 50 kilowatts or less.</p> <p class=\"paragraph-e\">  2.  The consumer annually uses not more than 250,000 kilowatt hours of electricity.</p> <p class=\"paragraph-e\">  3.  The consumer,</p> <p class=\"subpara-e\">  i.  carries on a business that is a farming business for the purposes of the <i>Farm Registration and Farm Organizations Funding Act, 1993</i>, and</p> <p class=\"subpara-e\">  ii.  holds a valid registration number assigned under that Act or the consumer’s obligation to file a farming business registration form was waived pursuant to an order made under subsection 22 (6) of that Act.</p> <p class=\"Pnote-e\"><span>Note: On </span>the day section 5 of Schedule 1 to the <i>Restoring Ontario’s Competitiveness Act, 2019</i> comes into force<span>, </span>subparagraph 3 ii of subsection 1.1 (1) of the Regulation is revoked and the following substituted:<span> (See: </span>O. Reg. 342/19, s. 2 (2)<span>)</span></p> <p class=\"Ysubpara-e\">  ii.  holds a valid farm business registration number assigned under that Act or the consumer’s obligation to file an application for a farming business registration number was waived pursuant to an order made under subsection 22 (6) of that Act.</p> <p class=\"paragraph-e\">  4.  The account is in respect of a long-term care home, other than an account that is also in respect of a hospital.</p> <p class=\"paragraph-e\">  4.1  Subject to subsection (2), the account is solely in respect of any of the following premises, if the consumer exceeds the demand and use thresholds set out in paragraphs 1 and 2 and has met the notice requirements of section 1.3:</p> <p class=\"subpara-e\">  i.  A retirement residence.</p> <p class=\"subpara-e\">  ii.  A mobile home park.</p> <p class=\"paragraph-e\">  5.  Subject to subsection (2), the account is solely in respect of a multi-unit complex that is not otherwise referred to in this subsection, and the following conditions are met:</p> <p class=\"subpara-e\">  i.  The consumer exceeds the demand and use thresholds set out in paragraphs 1 and 2.</p> <p class=\"subpara-e\">  ii.  The multi-unit complex contains at least two qualifying units.</p> <p class=\"subpara-e\">  iii.  At least 50 per cent of the units within the multi-unit complex are qualifying units.</p> <p class=\"subpara-e\">  iv.  The consumer has met the notice requirements of section 1.3. </p> <p class=\"paragraph-e\">  6.  Subject to subsection (2), the account is at least partly in respect of any common elements of a multi-unit complex but is not an account otherwise referred to in this subsection, and the following conditions are met:</p> <p class=\"subpara-e\">  i.  The consumer exceeds the demand and use thresholds set out in paragraphs 1 and 2.</p> <p class=\"subpara-e\">  ii.  The multi-unit complex, including any part of the multi-unit complex to which the account does not apply, contains at least two qualifying units.</p> <p class=\"subpara-e\">  iii.  At least 50 per cent of the units within the multi-unit complex, including any part of the multi-unit complex to which the account does not apply, are qualifying units.</p> <p class=\"subpara-e\">  iv.  The consumer has met the notice requirements of section 1.3. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 2 (1-5).</p> <p class=\"subsection-e\">  (2) Paragraphs 4.1, 5 and 6 of subsection (1) do not include a multi-unit complex any part of which is one of the following:</p> <p class=\"paragraph-e\">  1.  A hotel, motel or motor hotel, resort, lodge, tourist camp, cottage or cabin establishment, inn, campground, tourist home, bed and breakfast vacation establishment or vacation home.</p> <p class=\"paragraph-e\">  1.1  A trailer park that is not a mobile home park.</p> <p class=\"paragraph-e\">  2.  Living accommodation occupied by a person for penal or correctional purposes.</p> <p class=\"paragraph-e\">  3.  A hospital.</p> <p class=\"paragraph-e\">  4.  A premises that is subject to the\r\n<i>Ministry of Correctional Services Act</i> or the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  5.  Short-term living accommodation provided as emergency shelter.</p> <p class=\"paragraph-e\">  6.  Living accommodation provided by an educational institution to its students or staff where,</p> <p class=\"subpara-e\">  i.  the living accommodation is provided primarily to persons under the age of majority, or all major questions related to the living accommodation are decided after consultation with a council or association representing the residents, and</p> <p class=\"subpara-e\">  ii.  the living accommodation is not intended for year-round occupancy by full-time students or staff and members of their households.</p> <p class=\"paragraph-e\">  7.  A university, college of applied arts and technology or other entity that provides post-secondary education.</p> <p class=\"paragraph-e\">  8.  A premises that is identified by a NAICS code commencing with the digits 21, 22, 23, 31, 32 or 33. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 2 (6-8).</p> <p class=\"subsection-e\">  (3) In paragraph 8 of subsection (2),</p> <p class=\"definition-e\">“NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time. O. Reg. 342/19, s. 2 (1).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 216/22, s. 2 (9).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.2",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Continued financial assistance for certain ineligible accounts",
            "content": " 1.2 (1) This section applies to consumers who, on October 22, 2019, were receiving financial assistance in respect of an account that, as of November 1, 2019, is not an eligible account. O. Reg. 342/19, s. 2 (1). (2) A consumer referred to in subsection (1) is, despite subsection 1.1 (1), entitled to continue receiving financial assistance in accordance with this Part on and after November 1, 2019 until the following date: 1.  October 31, 2022, if the consumer meets the notice requirements of section 1.3 before February 1, 2020. 2.  January 31, 2020, if the consumer does not meet the notice requirements of section 1.3 before February 1, 2020. O. Reg. 342/19, s. 2 (1); O. Reg. 568/20, s. 1; O. Reg. 306/21, s. 1. (3) Despite subsection (1), the definition of eligible account in subsection 1 (1) of the Act is deemed, for the purposes of this Part, to include an account in respect of which there is an entitlement to financial assistance under this section, to the extent of the entitlement. O. Reg. 16/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>1.2 </b>(1) This section applies to consumers who, on October 22, 2019, were receiving financial assistance in respect of an account that, as of November 1, 2019, is not an eligible account. O. Reg. 342/19, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A consumer referred to in subsection (1) is, despite subsection 1.1 (1), entitled to continue receiving financial assistance in accordance with this Part on and after November 1, 2019 until the following date:</p> <p class=\"paragraph-e\">  1.  October 31, 2022, if the consumer meets the notice requirements of section 1.3 before February 1, 2020.</p> <p class=\"paragraph-e\">  2.  January 31, 2020, if the consumer does not meet the notice requirements of section 1.3 before February 1, 2020. O. Reg. 342/19, s. 2 (1); O. Reg. 568/20, s. 1; O. Reg. 306/21, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), the definition of eligible account in subsection 1 (1) of the Act is deemed, for the purposes of this Part, to include an account in respect of which there is an entitlement to financial assistance under this section, to the extent of the entitlement. O. Reg. 16/20, s. 1.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "1.3",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Notice requirements",
            "content": " 1.3 (1) A consumer who wishes to receive financial assistance under paragraph 4.1, 5 or 6 of subsection 1.1 (1) or under section 1.2 shall give, in a manner specified in subsection (4), a notice to the electricity vendor in accordance with this section. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 3 (1). (2) A notice given before February 1, 2020 shall contain the following information: 1.  The consumer’s name, address and account number. 2.  Whether the account is in respect of a multi-unit complex and, if so, i.  whether the multi-unit complex contains at least two qualifying units, ii.  whether the multi-unit complex meets the condition set out in subparagraph 5 iii of subsection 1.1 (1), and iii.  whether any part of the multi-unit complex is a premises listed under subsection 1.1 (2). 3.  In the case of a consumer referred to in section 1.2, i.  whether the account is in respect of a hospital or a university, college of applied arts and technology or other entity that provides post-secondary education, and ii.  a statement that the consumer was receiving financial assistance in respect of the account on October 22, 2019. 4.  A statement that the consumer consents to the giving, by the electricity vendor, of the following information to the Minister: i.  The consumer’s name, unless the consumer is an individual. ii.  Whether the consumer holds an eligible account under paragraph 5 of subsection 1.1 (1) and, if so, whether the consumer was receiving financial assistance immediately before November 1, 2019. iii.  Whether the consumer is receiving financial assistance under section 1.2 and, if so, whether the consumer’s account is in respect of a hospital or a university, college of applied arts and technology or other entity that provides post-secondary education. iv.  The total consumption of electricity in respect of the consumer’s account for the period starting May 1, 2018 and ending April 30, 2019, as applicable. 5.  In the case of a consumer who wishes to receive financial assistance under paragraph 5 of subsection 1.1 (1), a statement that the consumer will notify the electricity vendor as required by subsection (6). 6.  A statement certifying that the information contained in the notice is complete and accurate. 7.  A statement acknowledging that it is an offence to make a false or deceptive statement in a document submitted under the Ontario Rebate for Electricity Consumers Act, 2016. 8.  The signature of the consumer, or the name and signature of an individual legally authorized by the consumer to give the notice on the consumer’s behalf, and the date of the signature. O. Reg. 342/19, s. 2 (1). (3) A notice given on or after February 1, 2020 shall contain the following information: 1.  The consumer’s name, address and account number. 2.  The following statement: i.  In the case of paragraph 4.1 of subsection 1.1 (1), a statement that, A.  the consumer’s account is solely in respect of a retirement residence or mobile home park, as the case may be, that meets the conditions set out in that paragraph, and B.  no part of the premises is a premises listed under subsection 1.1 (2). ii.  In the case of paragraph 5 of subsection 1.1 (1), a statement that, A.  the consumer’s account is solely in respect of a multi-unit complex that is not otherwise referred to in that subsection, B.  the multi-unit complex meets the conditions set out in subparagraphs 5 ii and iii of that subsection, and C.  no part of the multi-unit complex is a premises listed under subsection 1.1 (2). iii.  In the case of paragraph 6 of subsection 1.1 (1), a statement that, A.  the consumer’s account is at least partly in respect of any common elements of a multi-unit complex but is not an account otherwise referred to in that subsection, B.  the multi-unit complex, including any part of the multi-unit complex to which the account does not apply, meets the conditions set out in subparagraphs 6 ii and iii of that subsection, and C.  no part of the multi-unit complex is a premises listed under subsection 1.1 (2). 3.  A statement that the consumer will notify the electricity vendor as required by subsection (6). 4.  A statement certifying that the information contained in the notice is complete and accurate. 5.  A statement acknowledging that it is an offence to make a false or deceptive statement in a document submitted under the Ontario Rebate for Electricity Consumers Act, 2016. 6.  The signature of the consumer, or the name and signature of an individual legally authorized by the consumer to give the notice on the consumer’s behalf, and the date of the signature. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 3 (2). (4) A notice shall be given to the electricity vendor in person, by mail or by such other means as the electricity vendor may permit. O. Reg. 342/19, s. 2 (1). (5) For the purposes of this Part, a notice given in accordance with this section in order to begin receiving financial assistance takes effect, (a)  on the first day of the billing period in which it is given, if it is given at least 11 days before the expiry of that billing period; or (b)  on the first day of the billing period following the billing period in which it is given, if it is given less than 11 days before the expiry of that billing period. O. Reg. 342/19, s. 2 (1). (6) If the multi-unit complex ceases to meet a requirement of paragraph 4.1, 5 or 6 of subsection 1.1 (1), the consumer shall, no later than 90 days after the change, give a revised notice to the electricity vendor specifying the change and the date on which it occurred, and subsections (3) and (4) apply with necessary modifications with respect to the revised notice. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 3 (3). (7) A consumer who gives a revised notice in accordance with subsection (6) is entitled, despite subsection 1.1 (1), to continue to receive financial assistance until the end of the billing period in which the 90th day after the date on which the change occurred, as specified in the notice, falls. O. Reg. 342/19, s. 2 (1).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>1.3 </b>(1) A consumer who wishes to receive financial assistance under paragraph 4.1, 5 or 6 of subsection 1.1 (1) or under section 1.2 shall give, in a manner specified in subsection (4), a notice to the electricity vendor in accordance with this section. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A notice given before February 1, 2020 shall contain the following information:</p> <p class=\"paragraph-e\">  1.  The consumer’s name, address and account number.</p> <p class=\"paragraph-e\">  2.  Whether the account is in respect of a multi-unit complex and, if so,</p> <p class=\"subpara-e\">  i.  whether the multi-unit complex contains at least two qualifying units,</p> <p class=\"subpara-e\">  ii.  whether the multi-unit complex meets the condition set out in subparagraph 5 iii of subsection 1.1 (1), and</p> <p class=\"subpara-e\">  iii.  whether any part of the multi-unit complex is a premises listed under subsection 1.1 (2).</p> <p class=\"paragraph-e\">  3.  In the case of a consumer referred to in section 1.2,</p> <p class=\"subpara-e\">  i.  whether the account is in respect of a hospital or a university, college of applied arts and technology or other entity that provides post-secondary education, and</p> <p class=\"subpara-e\">  ii.  a statement that the consumer was receiving financial assistance in respect of the account on October 22, 2019.</p> <p class=\"paragraph-e\">  4.  A statement that the consumer consents to the giving, by the electricity vendor, of the following information to the Minister:</p> <p class=\"subpara-e\">  i.  The consumer’s name, unless the consumer is an individual.</p> <p class=\"subpara-e\">  ii.  Whether the consumer holds an eligible account under paragraph 5 of subsection 1.1 (1) and, if so, whether the consumer was receiving financial assistance immediately before November 1, 2019.</p> <p class=\"subpara-e\">  iii.  Whether the consumer is receiving financial assistance under section 1.2 and, if so, whether the consumer’s account is in respect of a hospital or a university, college of applied arts and technology or other entity that provides post-secondary education.</p> <p class=\"subpara-e\">  iv.  The total consumption of electricity in respect of the consumer’s account for the period starting May 1, 2018 and ending April 30, 2019, as applicable.</p> <p class=\"paragraph-e\">  5.  In the case of a consumer who wishes to receive financial assistance under paragraph 5 of subsection 1.1 (1), a statement that the consumer will notify the electricity vendor as required by subsection (6).</p> <p class=\"paragraph-e\">  6.  A statement certifying that the information contained in the notice is complete and accurate.</p> <p class=\"paragraph-e\">  7.  A statement acknowledging that it is an offence to make a false or deceptive statement in a document submitted under the <i>Ontario Rebate for Electricity Consumers Act, 2016</i>.</p> <p class=\"paragraph-e\">  8.  The signature of the consumer, or the name and signature of an individual legally authorized by the consumer to give the notice on the consumer’s behalf, and the date of the signature. O. Reg. 342/19, s. 2 (1).</p> <p class=\"subsection-e\">  (3) A notice given on or after February 1, 2020 shall contain the following information:</p> <p class=\"paragraph-e\">  1.  The consumer’s name, address and account number.</p> <p class=\"paragraph-e\">  2.  The following statement:</p> <p class=\"subpara-e\">  i.  In the case of paragraph 4.1 of subsection 1.1 (1), a statement that,</p> <p class=\"subsubpara-e\">  A.  the consumer’s account is solely in respect of a retirement residence or mobile home park, as the case may be, that meets the conditions set out in that paragraph, and</p> <p class=\"subsubpara-e\">  B.  no part of the premises is a premises listed under subsection 1.1 (2).</p> <p class=\"subpara-e\">  ii.  In the case of paragraph 5 of subsection 1.1 (1), a statement that,</p> <p class=\"subsubpara-e\">  A.  the consumer’s account is solely in respect of a multi-unit complex that is not otherwise referred to in that subsection,</p> <p class=\"subsubpara-e\">  B.  the multi-unit complex meets the conditions set out in subparagraphs 5 ii and iii of that subsection, and</p> <p class=\"subsubpara-e\">  C.  no part of the multi-unit complex is a premises listed under subsection 1.1 (2).</p> <p class=\"subpara-e\">  iii.  In the case of paragraph 6 of subsection 1.1 (1), a statement that,</p> <p class=\"subsubpara-e\">  A.  the consumer’s account is at least partly in respect of any common elements of a multi-unit complex but is not an account otherwise referred to in that subsection,</p> <p class=\"subsubpara-e\">  B.  the multi-unit complex, including any part of the multi-unit complex to which the account does not apply, meets the conditions set out in subparagraphs 6 ii and iii of that subsection, and</p> <p class=\"subsubpara-e\">  C.  no part of the multi-unit complex is a premises listed under subsection 1.1 (2).</p> <p class=\"paragraph-e\">  3.  A statement that the consumer will notify the electricity vendor as required by subsection (6).</p> <p class=\"paragraph-e\">  4.  A statement certifying that the information contained in the notice is complete and accurate.</p> <p class=\"paragraph-e\">  5.  A statement acknowledging that it is an offence to make a false or deceptive statement in a document submitted under the <i>Ontario Rebate for Electricity Consumers Act, 2016</i>.</p> <p class=\"paragraph-e\">  6.  The signature of the consumer, or the name and signature of an individual legally authorized by the consumer to give the notice on the consumer’s behalf, and the date of the signature. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 3 (2).</p> <p class=\"subsection-e\">  (4) A notice shall be given to the electricity vendor in person, by mail or by such other means as the electricity vendor may permit. O. Reg. 342/19, s. 2 (1).</p> <p class=\"subsection-e\">  (5) For the purposes of this Part, a notice given in accordance with this section in order to begin receiving financial assistance takes effect,</p> <p class=\"clause-e\">  (a)  on the first day of the billing period in which it is given, if it is given at least 11 days before the expiry of that billing period; or</p> <p class=\"clause-e\">  (b)  on the first day of the billing period following the billing period in which it is given, if it is given less than 11 days before the expiry of that billing period. O. Reg. 342/19, s. 2 (1).</p> <p class=\"subsection-e\">  (6) If the multi-unit complex ceases to meet a requirement of paragraph 4.1, 5 or 6 of subsection 1.1 (1), the consumer shall, no later than 90 days after the change, give a revised notice to the electricity vendor specifying the change and the date on which it occurred, and subsections (3) and (4) apply with necessary modifications with respect to the revised notice. O. Reg. 342/19, s. 2 (1); O. Reg. 216/22, s. 3 (3).</p> <p class=\"subsection-e\">  (7) A consumer who gives a revised notice in accordance with subsection (6) is entitled, despite subsection 1.1 (1), to continue to receive financial assistance until the end of the billing period in which the 90<sup>th</sup> day after the date on which the change occurred, as specified in the notice, falls. O. Reg. 342/19, s. 2 (1).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Financial assistance",
            "content": " 2. Except where the Act or this Regulation provides otherwise, a consumer who has an eligible account under this Part during a billing period is entitled to receive financial assistance in respect of the consumer’s costs of electricity during the billing period in an amount equal to 19.3 per cent of the base invoice amount determined in accordance with section 2.1 for the billing period in respect of the eligible account. O. Reg. 342/19, s. 3; O. Reg. 568/20, s. 2; O. Reg. 736/20, s. 1; O. Reg. 306/21, s. 2; O. Reg. 728/21, s. 1; O. Reg. 501/22, s. 1; O. Reg. 327/23, s. 1; O. Reg. 329/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>2. </b>Except where the Act or this Regulation provides otherwise, a consumer who has an eligible account under this Part during a billing period is entitled to receive financial assistance in respect of the consumer’s costs of electricity during the billing period in an amount equal to 19.3 per cent of the base invoice amount determined in accordance with section 2.1 for the billing period in respect of the eligible account. O. Reg. 342/19, s. 3; O. Reg. 568/20, s. 2; O. Reg. 736/20, s. 1; O. Reg. 306/21, s. 2; O. Reg. 728/21, s. 1; O. Reg. 501/22, s. 1; O. Reg. 327/23, s. 1; O. Reg. 329/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "2.1",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Base invoice amount",
            "content": " 2.1 (1) The base invoice amount for a billing period in respect of an eligible account under this Part, (a)  includes, (i)  the commodity price of the electricity, (ii)  the rates and charges set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998, subject to clause (b), and (iii)  any adjustment on the invoice required pursuant to section 25.33 of the Electricity Act, 1998; (b)  does not include, (i)  the balance of any amounts carried forward from previous invoices, (ii)  all penalties and interest, (iii)  any charges that do not relate to the consumption of electricity, (iv)  the fixed monthly service charge payable by a generation facility, within the meaning of section 56 of the Ontario Energy Board Act, 1998, that is classified as “microFIT” in a rate order issued by the Board under subsection 78 (3) of that Act, (v)  charges labelled as “specific service charges” or “retail service charges” in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998, and (vi)  the amount of any harmonized sales tax payable under Part IX of the Excise Tax Act\r\n(Canada). O. Reg. 342/19, s. 3. (2) Despite subsection (1), the base invoice amount for a billing period in respect of an eligible account with the following electricity vendors shall be determined as follows: 1.  If the invoice is issued by the IESO to a market participant who is a consumer, the base invoice amount for a billing period, i.  includes, A.  the commodity price of the electricity, B.  all settlement amounts appearing on the invoice in accordance with Chapter 9 of the market rules, C.  amounts payable by the market participant under subsection 79.1 (3) of the Ontario Energy Board Act, 1998, and D.  any adjustment on the invoice required pursuant to section 25.33 of the Electricity Act, 1998, and ii.  does not include anything listed under clause (1) (b). 2.  If the invoice is issued by Cornwall Street Railway Light and Power Company Limited, the base invoice amount for a billing period, i.  includes the cost of electricity supplied, including any delivery charges and regulatory charges, and ii.  does not include, A.  any charges for services that are not included in the cost of the electricity supplied, the delivery charges or the regulatory charges referred to in subparagraph i, and B.  anything listed under clause (1) (b). O. Reg. 342/19, s. 3. (3) The following amounts shall be included in the base invoice amount for a billing period as a credit: 1.  Rate assistance provided under the Ontario Electricity Support Program in respect of a billing period for which an invoice is issued before March 1, 2020. 2.  Any delivery credit provided under section 79.4 of the Ontario Energy Board Act, 1998. O. Reg. 342/19, s. 3; O. Reg. 16/20, s. 2. (4) An electricity vendor may make a reasonable estimate of, (a)  the volume of electricity used by a consumer during a portion of a billing period; and (b)  the portion of an amount that relates to electricity consumption during a portion of a billing period. O. Reg. 342/19, s. 3. (5) A base invoice amount for a billing period that would otherwise be less than zero is deemed to be zero. O. Reg. 342/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>2.1 </b>(1) The base invoice amount for a billing period in respect of an eligible account under this Part,</p> <p class=\"clause-e\">  (a)  includes,</p> <p class=\"subclause-e\">  (i)  the commodity price of the electricity,</p> <p class=\"subclause-e\">  (ii)  the rates and charges set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>, subject to clause (b), and</p> <p class=\"subclause-e\">  (iii)  any adjustment on the invoice required pursuant to section 25.33 of the <i>Electricity Act, 1998</i>;</p> <p class=\"clause-e\">  (b)  does not include,</p> <p class=\"subclause-e\">  (i)  the balance of any amounts carried forward from previous invoices,</p> <p class=\"subclause-e\">  (ii)  all penalties and interest,</p> <p class=\"subclause-e\">  (iii)  any charges that do not relate to the consumption of electricity,</p> <p class=\"subclause-e\">  (iv)  the fixed monthly service charge payable by a generation facility, within the meaning of section 56 of the <i>Ontario Energy Board Act, 1998</i>, that is classified as “microFIT” in a rate order issued by the Board under subsection 78 (3) of that Act,</p> <p class=\"subclause-e\">  (v)  charges labelled as “specific service charges” or “retail service charges” in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>, and</p> <p class=\"subclause-e\">  (vi)  the amount of any harmonized sales tax payable under Part IX of the <i>Excise Tax Act</i>\r\n(Canada). O. Reg. 342/19, s. 3.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the base invoice amount for a billing period in respect of an eligible account with the following electricity vendors shall be determined as follows:</p> <p class=\"paragraph-e\">  1.  If the invoice is issued by the IESO to a market participant who is a consumer, the base invoice amount for a billing period,</p> <p class=\"subpara-e\">  i.  includes,</p> <p class=\"subsubpara-e\">  A.  the commodity price of the electricity,</p> <p class=\"subsubpara-e\">  B.  all settlement amounts appearing on the invoice in accordance with Chapter 9 of the market rules,</p> <p class=\"subsubpara-e\">  C.  amounts payable by the market participant under subsection 79.1 (3) of the <i>Ontario Energy Board Act, 1998</i>, and</p> <p class=\"subsubpara-e\">  D.  any adjustment on the invoice required pursuant to section 25.33 of the <i>Electricity Act, 1998</i>, and</p> <p class=\"subpara-e\">  ii.  does not include anything listed under clause (1) (b).</p> <p class=\"paragraph-e\">  2.  If the invoice is issued by Cornwall Street Railway Light and Power Company Limited, the base invoice amount for a billing period,</p> <p class=\"subpara-e\">  i.  includes the cost of electricity supplied, including any delivery charges and regulatory charges, and</p> <p class=\"subpara-e\">  ii.  does not include,</p> <p class=\"subsubpara-e\">  A.  any charges for services that are not included in the cost of the electricity supplied, the delivery charges or the regulatory charges referred to in subparagraph i, and</p> <p class=\"subsubpara-e\">  B.  anything listed under clause (1) (b). O. Reg. 342/19, s. 3.</p> <p class=\"subsection-e\">  (3) The following amounts shall be included in the base invoice amount for a billing period as a credit:</p> <p class=\"paragraph-e\">  1.  Rate assistance provided under the Ontario Electricity Support Program in respect of a billing period for which an invoice is issued before March 1, 2020.</p> <p class=\"paragraph-e\">  2.  Any delivery credit provided under section 79.4 of the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 342/19, s. 3; O. Reg. 16/20, s. 2.</p> <p class=\"subsection-e\">  (4) An electricity vendor may make a reasonable estimate of,</p> <p class=\"clause-e\">  (a)  the volume of electricity used by a consumer during a portion of a billing period; and</p> <p class=\"clause-e\">  (b)  the portion of an amount that relates to electricity consumption during a portion of a billing period. O. Reg. 342/19, s. 3.</p> <p class=\"subsection-e\">  (5) A base invoice amount for a billing period that would otherwise be less than zero is deemed to be zero. O. Reg. 342/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Flow through of financial assistance",
            "content": " 3. (1) This section applies to, (a)  a consumer to whom subsection 3 (7) of the Act applies; and (b)  a person who is entitled to receive a credit under subsection 3 (7) of the Act on an invoice issued by the consumer, an agent of the consumer or a unit sub-meter provider providing unit sub-metering for the consumer. O. Reg. 363/16, s. 3 (1). (2) Subject to subsection (3), the credit that the person is entitled to receive under subsection 3 (7) of the Act and the consumer or unit sub-meter provider is required to provide is equal to the amount of the financial assistance to which the consumer is entitled for a billing period in respect of the eligible account, multiplied by the ratio of the portion of the amount of the invoice for the billing period that is payable by the person to the total amount of the invoice for the billing period payable by the consumer. O. Reg. 363/16, s. 3 (2). (3) In the case of a person who receives rate assistance under the Ontario Electricity Support Program before March 1, 2020, the credit to which the person is entitled under subsection (2) shall be reduced by the following percentage of the amount received in assistance under that program: 1.  For assistance received before November 1, 2019, 8 per cent. 2.  For assistance received during the period beginning on November 1, 2019 and ending on the last day of the last invoice period, as defined in section 4, for which an invoice is issued to the person by the applicable unit sub-meter provider before March 1, 2020, 31.8 per cent. O. Reg. 16/20, s. 3. (4) Every unit sub-meter provider shall maintain an account that records, on a monthly basis and in respect of each consumer, the difference between the amount calculated under subsection (2) without reference to subsection (3), and the amount payable after subsection (3) is taken into account. O. Reg. 363/16, s. 3 (4); O. Reg. 342/19, s. 4 (2). (5) The unit sub-meter provider shall, before February 29, 2020, pay to the Minister of Finance any amount recorded in the account under subsection (4) before February 1, 2020 that has not been already been paid to that Minister. O. Reg. 342/19, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>3. </b>(1) This section applies to,</p> <p class=\"clause-e\">  (a)  a consumer to whom subsection 3 (7) of the Act applies; and</p> <p class=\"clause-e\">  (b)  a person who is entitled to receive a credit under subsection 3 (7) of the Act on an invoice issued by the consumer, an agent of the consumer or a unit sub-meter provider providing unit sub-metering for the consumer. O. Reg. 363/16, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the credit that the person is entitled to receive under subsection 3 (7) of the Act and the consumer or unit sub-meter provider is required to provide is equal to the amount of the financial assistance to which the consumer is entitled for a billing period in respect of the eligible account, multiplied by the ratio of the portion of the amount of the invoice for the billing period that is payable by the person to the total amount of the invoice for the billing period payable by the consumer. O. Reg. 363/16, s. 3 (2).</p> <p class=\"subsection-e\">  (3) In the case of a person who receives rate assistance under the Ontario Electricity Support Program before March 1, 2020, the credit to which the person is entitled under subsection (2) shall be reduced by the following percentage of the amount received in assistance under that program:</p> <p class=\"paragraph-e\">  1.  For assistance received before November 1, 2019, 8 per cent.</p> <p class=\"paragraph-e\">  2.  For assistance received during the period beginning on November 1, 2019 and ending on the last day of the last invoice period, as defined in section 4, for which an invoice is issued to the person by the applicable unit sub-meter provider before March 1, 2020, 31.8 per cent. O. Reg. 16/20, s. 3.</p> <p class=\"subsection-e\">  (4) Every unit sub-meter provider shall maintain an account that records, on a monthly basis and in respect of each consumer, the difference between the amount calculated under subsection (2) without reference to subsection (3), and the amount payable after subsection (3) is taken into account. O. Reg. 363/16, s. 3 (4); O. Reg. 342/19, s. 4 (2).</p> <p class=\"subsection-e\">  (5) The unit sub-meter provider shall, before February 29, 2020, pay to the Minister of Finance any amount recorded in the account under subsection (4) before February 1, 2020 that has not been already been paid to that Minister. O. Reg. 342/19, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Financial assistance re fees and charges imposed by unit sub-meter providers",
            "content": " 4. (1) This section applies to, (a)  every unit sub-meter provider who provides unit sub-metering for a consumer to whom subsection 3 (7) of the Act applies; and (b)  every person to whom the unit sub-meter provider issues an invoice for electricity in respect of which a consumer is entitled to receive financial assistance under section 3 of the Act. O. Reg. 363/16, s. 4 (1); O. Reg. 342/19, s. 5 (1). (2) In this section, “fees and charges” means any fees and charges for unit sub-metering that appear on an invoice issued by a unit sub-meter provider; (“droits et frais”) “invoice period” means, in respect of an invoice for electricity issued to a person by a unit sub-meter provider, the period of time to which the invoice applies. (“période visée par la facture”) O. Reg. 363/16, s. 4 (2). (3) A person to whom an invoice is issued for an invoice period by a unit sub-meter provider is entitled to receive financial assistance equal to 19.3 per cent of the sum of the amount of fees and charges for the invoice period or, if the invoice period is not wholly in the eligible period, for the portion of the invoice period that is in the eligible period. O. Reg. 363/16, s. 4 (3); O. Reg. 342/19, s. 5 (2); O. Reg. 568/20, s. 3; O. Reg. 736/20, s. 2; O. Reg. 306/21, s. 3; O. Reg. 728/21, s. 1; O. Reg. 501/22, s. 2; O. Reg. 327/23, s. 2; O. Reg. 329/23, s. 2. (4) If an invoice period is not wholly within the eligible period, the amount of fees and charges for the portion of the invoice period that is in the eligible period is determined by multiplying the amount of the fees and charges for the invoice period by the ratio of the number of days in the invoice period that are in the eligible period to the total number of days in the invoice period. O. Reg. 363/16, s. 4 (4). (5) A unit sub-meter provider may make a reasonable estimate of, (a)  the volume of electricity used by a consumer during a portion of a billing period; and (b)  the portion of an amount that relates to electricity consumption during a portion of a billing period. O. Reg. 363/16, s. 4 (5). (6) Every unit sub-meter provider shall maintain an account that records, on a monthly basis and in respect of each consumer, the amounts paid by the unit sub-meter provider as financial assistance under this section. O. Reg. 342/19, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>4. </b>(1) This section applies to,</p> <p class=\"clause-e\">  (a)  every unit sub-meter provider who provides unit sub-metering for a consumer to whom subsection 3 (7) of the Act applies; and</p> <p class=\"clause-e\">  (b)  every person to whom the unit sub-meter provider issues an invoice for electricity in respect of which a consumer is entitled to receive financial assistance under section 3 of the Act. O. Reg. 363/16, s. 4 (1); O. Reg. 342/19, s. 5 (1).</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“fees and charges” means any fees and charges for unit sub-metering that appear on an invoice issued by a unit sub-meter provider; (“droits et frais”)</p> <p class=\"definition-e\">“invoice period” means, in respect of an invoice for electricity issued to a person by a unit sub-meter provider, the period of time to which the invoice applies. (“période visée par la facture”) O. Reg. 363/16, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A person to whom an invoice is issued for an invoice period by a unit sub-meter provider is entitled to receive financial assistance equal to 19.3 per cent of the sum of the amount of fees and charges for the invoice period or, if the invoice period is not wholly in the eligible period, for the portion of the invoice period that is in the eligible period. O. Reg. 363/16, s. 4 (3); O. Reg. 342/19, s. 5 (2); O. Reg. 568/20, s. 3; O. Reg. 736/20, s. 2; O. Reg. 306/21, s. 3; O. Reg. 728/21, s. 1; O. Reg. 501/22, s. 2; O. Reg. 327/23, s. 2; O. Reg. 329/23, s. 2.</p> <p class=\"subsection-e\">  (4) If an invoice period is not wholly within the eligible period, the amount of fees and charges for the portion of the invoice period that is in the eligible period is determined by multiplying the amount of the fees and charges for the invoice period by the ratio of the number of days in the invoice period that are in the eligible period to the total number of days in the invoice period. O. Reg. 363/16, s. 4 (4).</p> <p class=\"subsection-e\">  (5) A unit sub-meter provider may make a reasonable estimate of,</p> <p class=\"clause-e\">  (a)  the volume of electricity used by a consumer during a portion of a billing period; and</p> <p class=\"clause-e\">  (b)  the portion of an amount that relates to electricity consumption during a portion of a billing period. O. Reg. 363/16, s. 4 (5).</p> <p class=\"subsection-e\">  (6) Every unit sub-meter provider shall maintain an account that records, on a monthly basis and in respect of each consumer, the amounts paid by the unit sub-meter provider as financial assistance under this section. O. Reg. 342/19, s. 5 (3).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "4.1",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Lump sum financial assistance for certain rate-assisted consumers",
            "content": " 4.1 (1) In this section, “invoice period” means invoice period as defined in section 4; (“période visée par la facture”) “prescribed period” means, (a)  in respect of a consumer, the period beginning on November 1, 2019 and ending on the last day of the last billing period for which an invoice is issued before March 1, 2020 for the eligible account, (b)  in respect of a person referred to in clause 4 (1) (b), the period beginning on November 1, 2019 and ending on the last day of the last invoice period for which an invoice is issued before March 1, 2020; (“période prescrite”) “rate-assisted consumer” means a prescribed rate-assisted consumer under Ontario Regulation 14/18 (Ontario Electricity Support Program) made under the Ontario Energy Board Act, 1998, and a reference to a class of rate-assisted consumer is a reference to that class as set out in Schedule 1 to that Regulation. (“consommateur admissible à l’aide tarifaire”) O. Reg. 16/20, s. 4. (2) A consumer who, at any time during the prescribed period, received both financial assistance under the Act and rate assistance under the Ontario Electricity Support Program, is entitled to financial assistance of a lump sum payment in the amount set out in clause (4) (a). O. Reg. 16/20, s. 4. (3) A person referred to in clause 4 (1) (b) who, at any time during the prescribed period, received both financial assistance under the Act and rate assistance under the Ontario Electricity Support Program, is entitled to financial assistance of a lump sum payment in the amount set out in clause (4) (b). O. Reg. 16/20, s. 4. (4) The amount payable is, (a)  in the case of a consumer, the amount set out in Column 2 of the Table to this subsection for each billing period within the prescribed period during which the consumer received both the financial assistance and rate assistance as a rate-assisted consumer of the class specified in Column 1 of the Table; and (b)  in the case of a person referred to in clause 4 (1) (b), the amount set out in Column 2 of the Table to this subsection for each invoice period within the prescribed period during which the person received both the financial assistance and rate assistance as a rate-assisted consumer of the class specified in Column 1 of the Table. Table Item   Column 1   Class of rate-assisted consumer   Column 2   Amount, in dollars ($)  \n\n  1.   Class A   11.13 \n\n  2.   Class B   12.72 \n\n  3.   Class C   14.31 \n\n  4.   Class D   16.22 \n\n  5.   Class E   16.54 \n\n  6.   Class F   18.13 \n\n  7.   Class G   19.08 \n\n  8.   Class H   20.03 \n\n  9.   Class I   21.62 \n\n  10.   Class J   23.85 \n\n  11.   Class K   26.39 \n\n  12.   Class L   28.62 \n\n  13.   Class M   35.93 O. Reg. 16/20, s. 4. (5) A billing period or invoice period that began before November 1, 2019 and ended within the prescribed period shall be considered, for the purposes of subsection (4), as having fallen wholly within the prescribed period. O. Reg. 16/20, s. 4. (6) The entitlement to financial assistance under subsection (2) or (3) applies in respect of the first billing period or invoice period, as the case may be, following the prescribed period for the consumer or person referred to in clause 4 (1) (b). O. Reg. 16/20, s. 4. (7) Despite subsections (2) and (3), there is no entitlement to any financial assistance under this section if any invoice issued in respect of a billing period or invoice period, as the case may be, that falls within the prescribed period is a final invoice issued in respect of the applicable account. O. Reg. 16/20, s. 4. (8) Every electricity vendor who provides financial assistance under this section shall maintain an account that records, in respect of each billing period for each consumer, the amounts paid by the electricity vendor as financial assistance under this section. O. Reg. 16/20, s. 4. (9) Every unit sub-meter provider who provides financial assistance under this section shall maintain an account that records, in respect of each invoice period for each person referred to in clause 4 (1) (b), the amounts paid by the unit sub-meter provider as financial assistance under this section. O. Reg. 16/20, s. 4. (10) For greater certainty, financial assistance provided under this section is in addition to any other financial assistance to which there is an entitlement under this Part. O. Reg. 16/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>4.1 </b>(1) In this section,</p> <p class=\"definition-e\">“invoice period” means invoice period as defined in section 4; (“période visée par la facture”)</p> <p class=\"definition-e\">“prescribed period” means,</p> <p class=\"defclause-e\">  (a)  in respect of a consumer, the period beginning on November 1, 2019 and ending on the last day of the last billing period for which an invoice is issued before March 1, 2020 for the eligible account,</p> <p class=\"defclause-e\">  (b)  in respect of a person referred to in clause 4 (1) (b), the period beginning on November 1, 2019 and ending on the last day of the last invoice period for which an invoice is issued before March 1, 2020; (“période prescrite”)</p> <p class=\"definition-e\">“rate-assisted consumer” means a prescribed rate-assisted consumer under Ontario Regulation 14/18 (Ontario Electricity Support Program) made under the <i>Ontario Energy Board Act, 1998</i>, and a reference to a class of rate-assisted consumer is a reference to that class as set out in Schedule 1 to that Regulation. (“consommateur admissible à l’aide tarifaire”) O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (2) A consumer who, at any time during the prescribed period, received both financial assistance under the Act and rate assistance under the Ontario Electricity Support Program, is entitled to financial assistance of a lump sum payment in the amount set out in clause (4) (a). O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (3) A person referred to in clause 4 (1) (b) who, at any time during the prescribed period, received both financial assistance under the Act and rate assistance under the Ontario Electricity Support Program, is entitled to financial assistance of a lump sum payment in the amount set out in clause (4) (b). O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (4) The amount payable is,</p> <p class=\"clause-e\">  (a)  in the case of a consumer, the amount set out in Column 2 of the Table to this subsection for each billing period within the prescribed period during which the consumer received both the financial assistance and rate assistance as a rate-assisted consumer of the class specified in Column 1 of the Table; and</p> <p class=\"clause-e\">  (b)  in the case of a person referred to in clause 4 (1) (b), the amount set out in Column 2 of the Table to this subsection for each invoice period within the prescribed period during which the person received both the financial assistance and rate assistance as a rate-assisted consumer of the class specified in Column 1 of the Table.</p> <p class=\"headingx-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Column 1 <br/>  Class of rate-assisted consumer</p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table-e\">Column 2 <br/>  Amount, in dollars ($) </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class A</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">11.13</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class B</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">12.72</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class C</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">14.31</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class D</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">16.22</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class E</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">16.54</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class F</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">18.13</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class G</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">19.08</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class H</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">20.03</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class I</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">21.62</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class J</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">23.85</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class K</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">26.39</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class L</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">28.62</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"111\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"250\"> <p class=\"table-e\">Class M</p> </td> <td valign=\"top\" width=\"311\"> <p align=\"right\" class=\"table-e\">35.93</p> </td>\n</tr>\n</table> <p class=\"footnote-f\">O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (5) A billing period or invoice period that began before November 1, 2019 and ended within the prescribed period shall be considered, for the purposes of subsection (4), as having fallen wholly within the prescribed period. O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (6) The entitlement to financial assistance under subsection (2) or (3) applies in respect of the first billing period or invoice period, as the case may be, following the prescribed period for the consumer or person referred to in clause 4 (1) (b). O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (7) Despite subsections (2) and (3), there is no entitlement to any financial assistance under this section if any invoice issued in respect of a billing period or invoice period, as the case may be, that falls within the prescribed period is a final invoice issued in respect of the applicable account. O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (8) Every electricity vendor who provides financial assistance under this section shall maintain an account that records, in respect of each billing period for each consumer, the amounts paid by the electricity vendor as financial assistance under this section. O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (9) Every unit sub-meter provider who provides financial assistance under this section shall maintain an account that records, in respect of each invoice period for each person referred to in clause 4 (1) (b), the amounts paid by the unit sub-meter provider as financial assistance under this section. O. Reg. 16/20, s. 4.</p> <p class=\"subsection-e\">  (10) For greater certainty, financial assistance provided under this section is in addition to any other financial assistance to which there is an entitlement under this Part. O. Reg. 16/20, s. 4.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Explanation of calculation of credit",
            "content": " 5. (1) The issuer of an invoice that includes a credit for financial assistance shall, if requested by the person liable to pay the invoice, explain how the amount of the financial assistance on the invoice has been calculated. (2) If an invoice issued by an electricity vendor or unit sub-meter provider contains a credit for more than one billing period or invoice period, the issuer of the invoice shall provide, if requested by the person liable to pay the invoice, a break-down of the amount of the credit between periods.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>5. </b>(1) The issuer of an invoice that includes a credit for financial assistance shall, if requested by the person liable to pay the invoice, explain how the amount of the financial assistance on the invoice has been calculated.</p> <p class=\"subsection-e\">  (2) If an invoice issued by an electricity vendor or unit sub-meter provider contains a credit for more than one billing period or invoice period, the issuer of the invoice shall provide, if requested by the person liable to pay the invoice, a break-down of the amount of the credit between periods.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Payments directly to consumers",
            "content": " 6. (1) In this section, “issuer” means an electricity vendor, consumer, agent of a consumer or a unit sub-meter provider who issues an invoice to a person who is entitled to, (a)  financial assistance, or (b)  a credit under subsection 3 (7) of the Act. O. Reg. 363/16, s. 6 (1). (2) This section applies to an issuer if, (a)  subsection 4 (3) of the Act, as it read on October 31, 2019, applies to, (i)  the issuer, (ii)  an electricity vendor who issues invoices to the issuer or to a consumer for whom the issuer is an agent, or (iii)  an electricity vendor who issues invoices to a consumer for whom the issuer provides unit sub-metering; and (b)  the person entitled to the financial assistance or credit ceases to have an account with the issuer before receiving all or part of the financial assistance or credit to which he or she is entitled. O. Reg. 363/16, s. 6 (2); O. Reg. 16/20, s. 5. (3) If the amount the person is entitled to receive from an issuer but has not received is at least $10, the issuer shall, no later than September 30, 2017, mail or deliver by hand the unpaid amount to the person’s most recent address known to the issuer. O. Reg. 363/16, s. 6 (3). (4) If a cheque mailed or delivered by hand in accordance with subsection (3) has not been cashed despite the best efforts of the issuer to deliver it, and the cheque has ceased to be negotiable through the passage of time, the person ceases to be entitled to receive the amount of financial assistance or credit represented by the cheque. O. Reg. 363/16, s. 6 (4). (5) Every electricity vendor and unit sub-meter provider shall pay to the Minister of Finance all amounts of less than $10 that are not paid by the electricity vendor or unit sub-meter provider and all amounts not received by a person and to which the person has ceased under this section to be entitled to receive. O. Reg. 363/16, s. 6 (5). (6) If a consumer referred to in subsection 3 (7) of the Act is unable for reasons beyond his or her control to provide a credit to a person, to have the credit provided to the person by an agent or unit sub-meter provider or to pay the amount of the credit to the person under subsection (3), the consumer shall pay to the Minister of Finance the amount that should have been credited or paid to the person and the person ceases to be entitled to the credit. O. Reg. 16/20, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>6. </b>(1) In this section,</p> <p class=\"definition-e\">“issuer” means an electricity vendor, consumer, agent of a consumer or a unit sub-meter provider who issues an invoice to a person who is entitled to,</p> <p class=\"defclause-e\">  (a)  financial assistance, or</p> <p class=\"defclause-e\">  (b)  a credit under subsection 3 (7) of the Act. O. Reg. 363/16, s. 6 (1).</p> <p class=\"subsection-e\">  (2) This section applies to an issuer if,</p> <p class=\"clause-e\">  (a)  subsection 4 (3) of the Act, as it read on October 31, 2019, applies to,</p> <p class=\"subclause-e\">  (i)  the issuer,</p> <p class=\"subclause-e\">  (ii)  an electricity vendor who issues invoices to the issuer or to a consumer for whom the issuer is an agent, or</p> <p class=\"subclause-e\">  (iii)  an electricity vendor who issues invoices to a consumer for whom the issuer provides unit sub-metering; and</p> <p class=\"clause-e\">  (b)  the person entitled to the financial assistance or credit ceases to have an account with the issuer before receiving all or part of the financial assistance or credit to which he or she is entitled. O. Reg. 363/16, s. 6 (2); O. Reg. 16/20, s. 5.</p> <p class=\"subsection-e\">  (3) If the amount the person is entitled to receive from an issuer but has not received is at least $10, the issuer shall, no later than September 30, 2017, mail or deliver by hand the unpaid amount to the person’s most recent address known to the issuer. O. Reg. 363/16, s. 6 (3).</p> <p class=\"subsection-e\">  (4) If a cheque mailed or delivered by hand in accordance with subsection (3) has not been cashed despite the best efforts of the issuer to deliver it, and the cheque has ceased to be negotiable through the passage of time, the person ceases to be entitled to receive the amount of financial assistance or credit represented by the cheque. O. Reg. 363/16, s. 6 (4).</p> <p class=\"subsection-e\">  (5) Every electricity vendor and unit sub-meter provider shall pay to the Minister of Finance all amounts of less than $10 that are not paid by the electricity vendor or unit sub-meter provider and all amounts not received by a person and to which the person has ceased under this section to be entitled to receive. O. Reg. 363/16, s. 6 (5).</p> <p class=\"subsection-e\">  (6) If a consumer referred to in subsection 3 (7) of the Act is unable for reasons beyond his or her control to provide a credit to a person, to have the credit provided to the person by an agent or unit sub-meter provider or to pay the amount of the credit to the person under subsection (3), the consumer shall pay to the Minister of Finance the amount that should have been credited or paid to the person and the person ceases to be entitled to the credit. O. Reg. 16/20, s. 6 (6).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Duty to provide information",
            "content": " 7. (1) Every electricity vendor, every unit sub-meter provider and every person who provides financial assistance shall, upon receipt of a request from the Minister or the Board, provide the information relating to the Act and this Regulation specified in the request within the time period specified in the request, for the purpose of monitoring compliance with the Act and this Regulation. O. Reg. 363/16, s. 7 (1). (2) Without in any way restricting the generality of subsection (1), examples of information that may be requested under that subsection are, (a)  the amount of financial assistance provided; (b)  the number and location of eligible accounts; (c)  the volume of electricity on which financial assistance was provided; (d)  where applicable, the information mentioned in clauses (a), (b) and (c) categorized according to the classes of consumers receiving financial assistance; (e)  the information mentioned in clauses (a), (b) and (c) in respect of multi-unit complexes in relation to which financial assistance is provided under this Part or residential complexes in relation to which financial assistance is provided under Part II; (f)  the information mentioned in clauses (a), (b) and (c) in respect of licensed retailers; (g)  a monthly forecast of the total amount of financial assistance to be provided for the next three consecutive months, including a description of the forecasting approach and assumptions; (h)  the weighted average of the fees and charges of a unit sub-meter provider; and (i)  the applicable accounting methodology and sample calculations. O. Reg. 363/16, s. 7 (2); O. Reg. 342/19, s. 6 (1); O. Reg. 16/20, s. 6. (3) Every electricity vendor shall, on receipt of a request from the Minister, provide the information referred to in paragraph 4 of subsection 1.3 (2) that is specified in the request within the time period specified in the request. O. Reg. 342/19, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>7. </b>(1) Every electricity vendor, every unit sub-meter provider and every person who provides financial assistance shall, upon receipt of a request from the Minister or the Board, provide the information relating to the Act and this Regulation specified in the request within the time period specified in the request, for the purpose of monitoring compliance with the Act and this Regulation. O. Reg. 363/16, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Without in any way restricting the generality of subsection (1), examples of information that may be requested under that subsection are,</p> <p class=\"clause-e\">  (a)  the amount of financial assistance provided;</p> <p class=\"clause-e\">  (b)  the number and location of eligible accounts;</p> <p class=\"clause-e\">  (c)  the volume of electricity on which financial assistance was provided; </p> <p class=\"clause-e\">  (d)  where applicable, the information mentioned in clauses (a), (b) and (c) categorized according to the classes of consumers receiving financial assistance;</p> <p class=\"clause-e\">  (e)  the information mentioned in clauses (a), (b) and (c) in respect of multi-unit complexes in relation to which financial assistance is provided under this Part or residential complexes in relation to which financial assistance is provided under Part II;</p> <p class=\"clause-e\">  (f)  the information mentioned in clauses (a), (b) and (c) in respect of licensed retailers;</p> <p class=\"clause-e\">  (g)  a monthly forecast of the total amount of financial assistance to be provided for the next three consecutive months, including a description of the forecasting approach and assumptions;</p> <p class=\"clause-e\">  (h)  the weighted average of the fees and charges of a unit sub-meter provider; and</p> <p class=\"clause-e\">  (i)  the applicable accounting methodology and sample calculations. O. Reg. 363/16, s. 7 (2); O. Reg. 342/19, s. 6 (1); O. Reg. 16/20, s. 6.</p> <p class=\"subsection-e\">  (3) Every electricity vendor shall, on receipt of a request from the Minister, provide the information referred to in paragraph 4 of subsection 1.3 (2) that is specified in the request within the time period specified in the request. O. Reg. 342/19, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Records",
            "content": " 8. Every unit sub-meter provider is prescribed for the purposes of section 8 of the Act as a person required to keep records in accordance with that section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>8. </b>Every unit sub-meter provider is prescribed for the purposes of section 8 of the Act as a person required to keep records in accordance with that section.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Requirement to provide information for reimbursement purposes",
            "content": " 9. (1) Every electricity vendor listed in Column 2 of the Table to this subsection, other than a remote unlicensed distributor, shall provide to the person listed in Column 3 of the same row of the Table the information set out in Column 4 of the same row, in the format and at the times specified by the person to whom the information is to be provided, in respect of the last month ending before the day the information is to be provided. Table Column 1   Item   Column 2   Electricity vendor   Column 3   Person to whom information must be provided   Column 4   Information in respect of the last month ending before the day the information is provided \n\n  1.   A licensed retailer who uses retailer-consolidated billing   The licensed distributor in whose service area the licensed retailer has contracts with consumers   The amount of financial assistance to which consumers who have eligible accounts with the licensed retailer are entitled for the month and any adjustments to be made in respect of earlier months. \n\n  2.   A wholly-embedded distributor    The host distributor of the wholly-embedded distributor   The amount of,   (a) financial assistance to which consumers who have eligible accounts with the wholly-embedded distributor are entitled for the month and any adjustments to be made in respect of earlier months; and   (b) financial assistance to which consumers who have eligible accounts with licensed retailers are entitled for the month, if the licensed retailers use retailer-consolidated billing and the consumers are in the wholly-embedded distributor’s service area, and any adjustments to be made in respect of earlier months. \n\n  3.   A licensed distributor who is a market participant   The IESO   The amount of,   (a) financial assistance to which consumers who have eligible accounts with the licensed distributor are entitled for the month and any adjustments to be made in respect of earlier months;   (b) financial assistance to which consumers who have eligible accounts with licensed retailers are entitled for the month, if the licensed retailers use retailer-consolidated billing and the consumers are in the licensed distributor’s service area, and any adjustments to be made in respect of earlier months;   (c) financial assistance to which consumers who have eligible accounts with wholly-embedded distributors are entitled for the month, if the licensed distributor is the host distributor of the embedded distributors, and any adjustments to be made in respect of earlier months; and   (d) financial assistance to which consumers who have eligible accounts with licensed retailers are entitled for the month, if the licensed retailers use retailer-consolidated billing and the consumers are in service areas of wholly-embedded distributors of which the licensed distributor is the host distributor, and any adjustments to be made in respect of earlier months.  (2) The IESO shall provide to the Minister the information specified by the Minister relating to the following matters, in the format and at the times specified by the Minister: 1.  The amount of financial assistance the IESO is required by the Act to provide for a month to consumers who are market participants and any adjustments to be made in respect of earlier months. 2.  The amount of financial assistance to which consumers who have eligible accounts with licensed distributors who are market participants are entitled for the month and any adjustments to be made in respect of earlier months. 3.  The amount of financial assistance to which consumers who have eligible accounts with wholly-embedded distributors are entitled for the month and any adjustments to be made in respect of earlier months. 4.  The amount of financial assistance to which consumers who have eligible accounts with licensed retailers who use retailer-consolidated billing are entitled for the month and any adjustments to be made in respect of earlier months. (3) For the purposes of this section, a licensed distributor or licensed retailer may estimate the amount of financial assistance to which consumers who have eligible accounts are entitled for a month. (4) If a licensed distributor or licensed retailer estimates the amount of financial assistance under subsection (3), it must include an adjustment for the difference between the estimate and the actual amount that consumers were entitled to with the information required under subsection (1) as soon as possible after the actual amount becomes known.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>9. </b>(1) Every electricity vendor listed in Column 2 of the Table to this subsection, other than a remote unlicensed distributor, shall provide to the person listed in Column 3 of the same row of the Table the information set out in Column 4 of the same row, in the format and at the times specified by the person to whom the information is to be provided, in respect of the last month ending before the day the information is to be provided.</p> <p class=\"headingx-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"127\"> <p class=\"table-e\">Column 2 <br/>  Electricity vendor</p> </td> <td valign=\"top\" width=\"123\"> <p class=\"table-e\">Column 3 <br/>  Person to whom information must be provided</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">Column 4 <br/>  Information in respect of the last month ending before the day the information is provided</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"127\"> <p class=\"table-e\">A licensed retailer who uses retailer-consolidated billing</p> </td> <td valign=\"top\" width=\"123\"> <p class=\"table-e\">The licensed distributor in whose service area the licensed retailer has contracts with consumers</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">The amount of financial assistance to which consumers who have eligible accounts with the licensed retailer are entitled for the month and any adjustments to be made in respect of earlier months.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"127\"> <p class=\"table-e\">A wholly-embedded distributor </p> </td> <td valign=\"top\" width=\"123\"> <p class=\"table-e\">The host distributor of the wholly-embedded distributor</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">The amount of, <br/>  (a) financial assistance to which consumers who have eligible accounts with the wholly-embedded distributor are entitled for the month and any adjustments to be made in respect of earlier months; and <br/>  (b) financial assistance to which consumers who have eligible accounts with licensed retailers are entitled for the month, if the licensed retailers use retailer-consolidated billing and the consumers are in the wholly-embedded distributor’s service area, and any adjustments to be made in respect of earlier months.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"127\"> <p class=\"table-e\">A licensed distributor who is a market participant</p> </td> <td valign=\"top\" width=\"123\"> <p class=\"table-e\">The IESO</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">The amount of, <br/>  (a) financial assistance to which consumers who have eligible accounts with the licensed distributor are entitled for the month and any adjustments to be made in respect of earlier months; <br/>  (b) financial assistance to which consumers who have eligible accounts with licensed retailers are entitled for the month, if the licensed retailers use retailer-consolidated billing and the consumers are in the licensed distributor’s service area, and any adjustments to be made in respect of earlier months; <br/>  (c) financial assistance to which consumers who have eligible accounts with wholly-embedded distributors are entitled for the month, if the licensed distributor is the host distributor of the embedded distributors, and any adjustments to be made in respect of earlier months; and <br/>  (d) financial assistance to which consumers who have eligible accounts with licensed retailers are entitled for the month, if the licensed retailers use retailer-consolidated billing and the consumers are in service areas of wholly-embedded distributors of which the licensed distributor is the host distributor, and any adjustments to be made in respect of earlier months.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"subsection-e\">  (2) The IESO shall provide to the Minister the information specified by the Minister relating to the following matters, in the format and at the times specified by the Minister:</p> <p class=\"paragraph-e\">  1.  The amount of financial assistance the IESO is required by the Act to provide for a month to consumers who are market participants and any adjustments to be made in respect of earlier months.</p> <p class=\"paragraph-e\">  2.  The amount of financial assistance to which consumers who have eligible accounts with licensed distributors who are market participants are entitled for the month and any adjustments to be made in respect of earlier months.</p> <p class=\"paragraph-e\">  3.  The amount of financial assistance to which consumers who have eligible accounts with wholly-embedded distributors are entitled for the month and any adjustments to be made in respect of earlier months.</p> <p class=\"paragraph-e\">  4.  The amount of financial assistance to which consumers who have eligible accounts with licensed retailers who use retailer-consolidated billing are entitled for the month and any adjustments to be made in respect of earlier months.</p> <p class=\"subsection-e\">  (3) For the purposes of this section, a licensed distributor or licensed retailer may estimate the amount of financial assistance to which consumers who have eligible accounts are entitled for a month.</p> <p class=\"subsection-e\">  (4) If a licensed distributor or licensed retailer estimates the amount of financial assistance under subsection (3), it must include an adjustment for the difference between the estimate and the actual amount that consumers were entitled to with the information required under subsection (1) as soon as possible after the actual amount becomes known.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Reimbursement to electricity vendors",
            "content": " 10. (1) In this section, “specified electricity vendor” means an electricity vendor other than a remote unlicensed distributor. (2) The Minister shall reimburse specified electricity vendors for financial assistance provided by them to consumers entitled under the Act to receive the financial assistance. (3) Based on the information provided by specified electricity vendors under section 9, (a)  the Minister shall pay to the IESO, at such times as the Minister considers appropriate, sufficient amounts to reimburse specified electricity vendors for financial assistance to which consumers are entitled for a month, subject to any adjustments to be made in respect of earlier months; (b)  the IESO shall, after receiving the information required for a month from a licensed distributor who is a market participant, pay to the licensed distributor a sufficient amount to reimburse, (i)  the licensed distributor for the financial assistance to which consumers who have eligible accounts with the licensed distributor are entitled for the month, subject to any adjustments to be made in respect of earlier months, (ii)  wholly-embedded distributors of which the licensed distributor is the host distributor for financial assistance to which consumers who have eligible accounts with the wholly-embedded distributors are entitled for the month, subject to any adjustments to be made in respect of earlier months, and (iii)  licensed retailers who use retailer-consolidated billing for financial assistance to which consumers who have eligible accounts with the licensed retailers, and are in the service area of the licensed distributor or of a wholly-embedded distributor of which the licensed distributor is the host distributor, are entitled for the month, subject to any adjustments to be made in respect of earlier months; (c)  a host distributor shall, before the day specified by the Board, pay to every wholly-embedded distributor of which it is a host distributor a sufficient amount to reimburse, (i)  the wholly-embedded distributor for financial assistance to which consumers who have eligible accounts with the wholly-embedded distributor are entitled for a month, subject to any adjustments to be made in respect of earlier months, and (ii)  licensed retailers who use retailer-consolidated billing for financial assistance to which consumers who have eligible accounts with the licensed retailers, and are in the service area of the wholly-embedded distributor, are entitled for a month, subject to any adjustments to be made in respect of earlier months; and (d)  a licensed distributor shall, before the day specified by the Board, pay a sufficient amount to each licensed retailer who uses retailer-consolidated billing to reimburse the licensed retailer for financial assistance to which consumers who have eligible accounts with the licensed retailer, and who are in the licensed distributor’s service area, are entitled for a month, subject to any adjustments to be made in respect of earlier months. (4) Despite subsection (3), the amount of reimbursement to which an electricity vendor is entitled is subject to such subsequent adjustments as may be required by reason of, (a)  the provision to the Minister or an electricity vendor of additional information; (b)  a determination made by an inspector who conducts an inspection or inquiry under section 9 of the Act that relates to the electricity vendor or to another electricity vendor; (c)  a requirement under subsection 6 (5) of this Regulation to pay an amount to the Minister of Finance; or (d)  a requirement to pay an amount referred to in clause 14 (2) (a) of this Regulation to the Minister of Finance. (5) Despite subsections (2) and (3), no amount is payable as a reimbursement to a specified electricity vendor who fails without reasonable cause to provide any information required to be provided under this Regulation within the time it is required to be provided. (6) Payments required under this section by the IESO to a licensed distributor who is a market participant and any subsequent adjustments may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. (7) Payments required under this section by a host distributor to a wholly-embedded distributor and any subsequent adjustments may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor. (8) Payments required under this section by a licensed distributor to a licensed retailer who uses retailer-consolidated billing and any subsequent adjustments may be made at the option of the licensed distributor by way of set-off in the accounts maintained by the licensed distributor.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10. </b>(1) In this section,</p> <p class=\"definition-e\">“specified electricity vendor” means an electricity vendor other than a remote unlicensed distributor.</p> <p class=\"subsection-e\">  (2) The Minister shall reimburse specified electricity vendors for financial assistance provided by them to consumers entitled under the Act to receive the financial assistance.</p> <p class=\"subsection-e\">  (3) Based on the information provided by specified electricity vendors under section 9,</p> <p class=\"clause-e\">  (a)  the Minister shall pay to the IESO, at such times as the Minister considers appropriate, sufficient amounts to reimburse specified electricity vendors for financial assistance to which consumers are entitled for a month, subject to any adjustments to be made in respect of earlier months;</p> <p class=\"clause-e\">  (b)  the IESO shall, after receiving the information required for a month from a licensed distributor who is a market participant, pay to the licensed distributor a sufficient amount to reimburse,</p> <p class=\"subclause-e\">  (i)  the licensed distributor for the financial assistance to which consumers who have eligible accounts with the licensed distributor are entitled for the month, subject to any adjustments to be made in respect of earlier months,</p> <p class=\"subclause-e\">  (ii)  wholly-embedded distributors of which the licensed distributor is the host distributor for financial assistance to which consumers who have eligible accounts with the wholly-embedded distributors are entitled for the month, subject to any adjustments to be made in respect of earlier months, and</p> <p class=\"subclause-e\">  (iii)  licensed retailers who use retailer-consolidated billing for financial assistance to which consumers who have eligible accounts with the licensed retailers, and are in the service area of the licensed distributor or of a wholly-embedded distributor of which the licensed distributor is the host distributor, are entitled for the month, subject to any adjustments to be made in respect of earlier months;</p> <p class=\"clause-e\">  (c)  a host distributor shall, before the day specified by the Board, pay to every wholly-embedded distributor of which it is a host distributor a sufficient amount to reimburse,</p> <p class=\"subclause-e\">  (i)  the wholly-embedded distributor for financial assistance to which consumers who have eligible accounts with the wholly-embedded distributor are entitled for a month, subject to any adjustments to be made in respect of earlier months, and</p> <p class=\"subclause-e\">  (ii)  licensed retailers who use retailer-consolidated billing for financial assistance to which consumers who have eligible accounts with the licensed retailers, and are in the service area of the wholly-embedded distributor, are entitled for a month, subject to any adjustments to be made in respect of earlier months; and</p> <p class=\"clause-e\">  (d)  a licensed distributor shall, before the day specified by the Board, pay a sufficient amount to each licensed retailer who uses retailer-consolidated billing to reimburse the licensed retailer for financial assistance to which consumers who have eligible accounts with the licensed retailer, and who are in the licensed distributor’s service area, are entitled for a month, subject to any adjustments to be made in respect of earlier months.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the amount of reimbursement to which an electricity vendor is entitled is subject to such subsequent adjustments as may be required by reason of,</p> <p class=\"clause-e\">  (a)  the provision to the Minister or an electricity vendor of additional information;</p> <p class=\"clause-e\">  (b)  a determination made by an inspector who conducts an inspection or inquiry under section 9 of the Act that relates to the electricity vendor or to another electricity vendor;</p> <p class=\"clause-e\">  (c)  a requirement under subsection 6 (5) of this Regulation to pay an amount to the Minister of Finance; or</p> <p class=\"clause-e\">  (d)  a requirement to pay an amount referred to in clause 14 (2) (a) of this Regulation to the Minister of Finance.</p> <p class=\"subsection-e\">  (5) Despite subsections (2) and (3), no amount is payable as a reimbursement to a specified electricity vendor who fails without reasonable cause to provide any information required to be provided under this Regulation within the time it is required to be provided.</p> <p class=\"subsection-e\">  (6) Payments required under this section by the IESO to a licensed distributor who is a market participant and any subsequent adjustments may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO.</p> <p class=\"subsection-e\">  (7) Payments required under this section by a host distributor to a wholly-embedded distributor and any subsequent adjustments may be made at the option of the host distributor by way of set-off in the accounts maintained by the host distributor.</p> <p class=\"subsection-e\">  (8) Payments required under this section by a licensed distributor to a licensed retailer who uses retailer-consolidated billing and any subsequent adjustments may be made at the option of the licensed distributor by way of set-off in the accounts maintained by the licensed distributor.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Reimbursement to unit sub-meter providers",
            "content": " 11. (1) Every month, a unit sub-meter provider shall provide to the IESO, in the manner and within the time specified by the IESO, the following information in respect of the last month ending before the month in which the information is required to be provided, and any adjustments in respect of earlier months as applicable: 1.  The total amount of financial assistance provided by the unit sub-meter provider in accordance with section 4, as recorded in the account referred to in subsection (6) of that section. 2.  The total amount of financial assistance provided to the unit sub-meter provider for the purposes of subsection 3 (7) of the Act. 3.  The total amount of the credit the unit sub-meter provider provided in accordance with subsection 3 (2). 4.  The total amount recorded in the account referred to in subsection 3 (4), as well as any other information respecting the account that the IESO may specify. 5.  If the unit sub-meter provider provides financial assistance under section 4.1, the total amount of the financial assistance provided. O. Reg. 342/19, s. 7; O. Reg. 16/20, s. 7 (1, 2). (2) Paragraphs 2, 3 and 4 of subsection (1) begin to apply on March 1, 2020, in respect of February 2020. O. Reg. 342/19, s. 7. (2.1) Paragraph 5 of subsection (1) begins to apply on April 1, 2020, in respect of March 2020. O. Reg. 16/20, s. 7 (3). (2.2) A requirement to provide information under paragraph 4 or 5 of subsection (1) does not apply in respect of a month if the total amount referred to in the applicable paragraph for the month is zero. O. Reg. 16/20, s. 7 (3). (2.3) A requirement to provide information under paragraph 2 or 3 of subsection (1) does not apply in respect of a month if, under subsection (2.2), there is no requirement to provide information under paragraph 4 of subsection (1) for the month. O. Reg. 16/20, s. 7 (3). (3) Every month, the IESO shall provide to the Minister, in the manner and within the time specified by the Minister, the information provided by unit sub-meter providers under subsection (1) for a month, and any adjustments in respect of earlier months. O. Reg. 342/19, s. 7. (4) The reimbursement of unit sub-meter providers for financial assistance provided under section 4 and, if applicable, section 4.1 in respect of a month shall be governed by the following rules: 1.  If the amount of financial assistance provided by a unit sub-meter provider under one or both of sections 4 and 4.1 for a month is greater than the amount recorded in the account referred to in subsection 3 (4) by the unit sub-meter provider for that month, the unit sub-meter provider shall, subject to subsections (6) and (7), be reimbursed the difference between the total financial assistance provided and the amount recorded in the account, subject to any adjustments to be made in respect of earlier months. 2.  If the amount of financial assistance provided by a unit sub-meter provider under one or both of sections 4 and 4.1 for a month is less than the amount recorded in the account referred to in subsection 3 (4) by the unit sub-meter provider for that month, the unit sub-meter provider shall, subject to subsection (6), pay to the IESO the difference between the total financial assistance provided and the amount recorded in the account, subject to any adjustments to be made in respect of earlier months. O. Reg. 16/20, s. 7 (4). (5) Based on the information provided by unit sub-meter providers to the IESO for a month, (a)  the Minister shall pay to the IESO, at such time as the Minister considers appropriate, sufficient amounts to reimburse unit sub-meter providers in accordance with paragraph 1 of subsection (4), subject to any adjustments to be made in respect of earlier months; and (b)  the IESO shall pay to each unit sub-meter provider to whom reimbursement is payable under paragraph 1 of subsection (4) the amount of the reimbursement, subject to any adjustments to be made in respect of earlier months. O. Reg. 342/19, s. 7. (6) Amounts payable under subsection (4) are subject to such subsequent adjustments as may be required because of, (a)  the provision to the Minister or the IESO of additional information; (b)  a determination made by an inspector who conducts an inspection or inquiry under section 9 of the Act; or (c)  a requirement under subsection 6 (5) of this Regulation to pay an amount to the Minister of Finance. O. Reg. 342/19, s. 7. (7) No amount is payable under paragraph 1 of subsection (4) to a unit sub-meter provider who fails without reasonable cause, (a)  to provide any information required to be provided under this Regulation within the time it is required to be provided; or (b)  to comply with any requirement specified by the IESO. O. Reg. 342/19, s. 7. (8) Payments required under this section by the IESO to a unit sub-meter provider and any subsequent adjustments may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. O. Reg. 342/19, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>11. </b>(1) Every month, a unit sub-meter provider shall provide to the IESO, in the manner and within the time specified by the IESO, the following information in respect of the last month ending before the month in which the information is required to be provided, and any adjustments in respect of earlier months as applicable:</p> <p class=\"paragraph-e\">  1.  The total amount of financial assistance provided by the unit sub-meter provider in accordance with section 4, as recorded in the account referred to in subsection (6) of that section.</p> <p class=\"paragraph-e\">  2.  The total amount of financial assistance provided to the unit sub-meter provider for the purposes of subsection 3 (7) of the Act.</p> <p class=\"paragraph-e\">  3.  The total amount of the credit the unit sub-meter provider provided in accordance with subsection 3 (2).</p> <p class=\"paragraph-e\">  4.  The total amount recorded in the account referred to in subsection 3 (4), as well as any other information respecting the account that the IESO may specify. </p> <p class=\"paragraph-e\">  5.  If the unit sub-meter provider provides financial assistance under section 4.1, the total amount of the financial assistance provided. O. Reg. 342/19, s. 7; O. Reg. 16/20, s. 7 (1, 2).</p> <p class=\"subsection-e\">  (2) Paragraphs 2, 3 and 4 of subsection (1) begin to apply on March 1, 2020, in respect of February 2020. O. Reg. 342/19, s. 7.</p> <p class=\"subsection-e\">  (2.1) Paragraph 5 of subsection (1) begins to apply on April 1, 2020, in respect of March 2020. O. Reg. 16/20, s. 7 (3).</p> <p class=\"subsection-e\">  (2.2) A requirement to provide information under paragraph 4 or 5 of subsection (1) does not apply in respect of a month if the total amount referred to in the applicable paragraph for the month is zero. O. Reg. 16/20, s. 7 (3).</p> <p class=\"subsection-e\">  (2.3) A requirement to provide information under paragraph 2 or 3 of subsection (1) does not apply in respect of a month if, under subsection (2.2), there is no requirement to provide information under paragraph 4 of subsection (1) for the month. O. Reg. 16/20, s. 7 (3).</p> <p class=\"subsection-e\">  (3) Every month, the IESO shall provide to the Minister, in the manner and within the time specified by the Minister, the information provided by unit sub-meter providers under subsection (1) for a month, and any adjustments in respect of earlier months. O. Reg. 342/19, s. 7.</p> <p class=\"subsection-e\">  (4) The reimbursement of unit sub-meter providers for financial assistance provided under section 4 and, if applicable, section 4.1 in respect of a month shall be governed by the following rules:</p> <p class=\"paragraph-e\">  1.  If the amount of financial assistance provided by a unit sub-meter provider under one or both of sections 4 and 4.1 for a month is greater than the amount recorded in the account referred to in subsection 3 (4) by the unit sub-meter provider for that month, the unit sub-meter provider shall, subject to subsections (6) and (7), be reimbursed the difference between the total financial assistance provided and the amount recorded in the account, subject to any adjustments to be made in respect of earlier months.</p> <p class=\"paragraph-e\">  2.  If the amount of financial assistance provided by a unit sub-meter provider under one or both of sections 4 and 4.1 for a month is less than the amount recorded in the account referred to in subsection 3 (4) by the unit sub-meter provider for that month, the unit sub-meter provider shall, subject to subsection (6), pay to the IESO the difference between the total financial assistance provided and the amount recorded in the account, subject to any adjustments to be made in respect of earlier months. O. Reg. 16/20, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Based on the information provided by unit sub-meter providers to the IESO for a month,</p> <p class=\"clause-e\">  (a)  the Minister shall pay to the IESO, at such time as the Minister considers appropriate, sufficient amounts to reimburse unit sub-meter providers in accordance with paragraph 1 of subsection (4), subject to any adjustments to be made in respect of earlier months; and</p> <p class=\"clause-e\">  (b)  the IESO shall pay to each unit sub-meter provider to whom reimbursement is payable under paragraph 1 of subsection (4) the amount of the reimbursement, subject to any adjustments to be made in respect of earlier months. O. Reg. 342/19, s. 7.</p> <p class=\"subsection-e\">  (6) Amounts payable under subsection (4) are subject to such subsequent adjustments as may be required because of,</p> <p class=\"clause-e\">  (a)  the provision to the Minister or the IESO of additional information;</p> <p class=\"clause-e\">  (b)  a determination made by an inspector who conducts an inspection or inquiry under section 9 of the Act; or</p> <p class=\"clause-e\">  (c)  a requirement under subsection 6 (5) of this Regulation to pay an amount to the Minister of Finance. O. Reg. 342/19, s. 7.</p> <p class=\"subsection-e\">  (7) No amount is payable under paragraph 1 of subsection (4) to a unit sub-meter provider who fails without reasonable cause,</p> <p class=\"clause-e\">  (a)  to provide any information required to be provided under this Regulation within the time it is required to be provided; or</p> <p class=\"clause-e\">  (b)  to comply with any requirement specified by the IESO. O. Reg. 342/19, s. 7.</p> <p class=\"subsection-e\">  (8) Payments required under this section by the IESO to a unit sub-meter provider and any subsequent adjustments may be made at the option of the IESO by way of set-off in the accounts maintained by the IESO. O. Reg. 342/19, s. 7.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Reliance on information",
            "content": " 12. (1) The Minister and electricity vendors shall rely on the information provided to them as required under this Regulation and any additional information requested under section 7. O. Reg. 363/16, s. 12 (1); O. Reg. 342/19, s. 8. (2) A licensed retailer and licensed distributor may rely on information provided to each other in determining if a person is entitled to financial assistance under the Act and the amount of the financial assistance.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>12. </b>(1) The Minister and electricity vendors shall rely on the information provided to them as required under this Regulation and any additional information requested under section 7. O. Reg. 363/16, s. 12 (1); O. Reg. 342/19, s. 8.</p> <p class=\"subsection-e\">  (2) A licensed retailer and licensed distributor may rely on information provided to each other in determining if a person is entitled to financial assistance under the Act and the amount of the financial assistance.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Variance accounts",
            "content": " 13. With the approval of and subject to any direction from the Board, licensed distributors, other than Cornwall Street Railway Light and Power Company Limited, shall establish and maintain such variance accounts as may be necessary or desirable for the purposes of the Act and this Regulation. O. Reg. 363/16, s. 13; O. Reg. 342/19, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>13. </b>With the approval of and subject to any direction from the Board, licensed distributors, other than Cornwall Street Railway Light and Power Company Limited, shall establish and maintain such variance accounts as may be necessary or desirable for the purposes of the Act and this Regulation. O. Reg. 363/16, s. 13; O. Reg. 342/19, s. 9.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "If retail contract is deemed to be void",
            "content": " 14. (1) This section applies if, (a)  a consumer has received financial assistance under the Act in respect of the cost of electricity retailed to the consumer by a licensed retailer pursuant to a contract with the consumer; (b)  the financial assistance was provided to the consumer by means of a credit deducted from the amount otherwise payable by the consumer to a licensed distributor or the licensed retailer in respect of the electricity; and (c)  the contract is deemed to be void under section 16 of the Energy Consumer Protection Act, 2010 and, pursuant to subsection 16 (3) of that Act, the licensed retailer is required to refund to the consumer the money paid by the consumer under the contract. (2) The retailer shall, (a)  if the licensed retailer uses retailer-consolidated billing, pay to the Minister of Finance the amount of all reimbursements the licensed retailer received under clause 10 (3) (d) in respect of the eligible account to which the contract related; or (b)  if the licensed retailer uses distributor-consolidated billing, pay to the Minister of Finance an amount equal to the total amount of all financial assistance the consumer received in respect of the commodity price of the electricity under the contract.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>14. </b>(1) This section applies if,</p> <p class=\"clause-e\">  (a)  a consumer has received financial assistance under the Act in respect of the cost of electricity retailed to the consumer by a licensed retailer pursuant to a contract with the consumer;</p> <p class=\"clause-e\">  (b)  the financial assistance was provided to the consumer by means of a credit deducted from the amount otherwise payable by the consumer to a licensed distributor or the licensed retailer in respect of the electricity; and</p> <p class=\"clause-e\">  (c)  the contract is deemed to be void under section 16 of the <i>Energy Consumer Protection Act, 2010</i> and, pursuant to subsection 16 (3) of that Act, the licensed retailer is required to refund to the consumer the money paid by the consumer under the contract.</p> <p class=\"subsection-e\">  (2) The retailer shall,</p> <p class=\"clause-e\">  (a)  if the licensed retailer uses retailer-consolidated billing, pay to the Minister of Finance the amount of all reimbursements the licensed retailer received under clause 10 (3) (d) in respect of the eligible account to which the contract related; or</p> <p class=\"clause-e\">  (b)  if the licensed retailer uses distributor-consolidated billing, pay to the Minister of Finance an amount equal to the total amount of all financial assistance the consumer received in respect of the commodity price of the electricity under the contract.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": "PART I  ",
            "part_type": "PART I ELECTRICITY VENDORS",
            "section": "Limitation periods",
            "content": " 15. (1) The following limitation periods are prescribed for the purposes of subsection 6 (1) of the Act: 1.  In the case of financial assistance to which there was an entitlement before November 1, 2019, 24 months from the date of issuance of the invoice in which the financial assistance was not provided. 2.  In the case of financial assistance to which there is an entitlement on or after November 1, 2019 but before July 1, 2023, i.  12 months from the date of issuance of the invoice in which the financial assistance was not provided, in the case of financial assistance under this Part, and ii.  24 months from the date of issuance of the invoice in which the financial assistance was not provided, in the case of financial assistance under Part II. 3.  In the case of financial assistance to which there is an entitlement on or after July 1, 2023, 24 months from the date of issuance of the invoice in which the financial assistance was not provided. O. Reg. 342/19, s. 10; O. Reg. 16/20, s. 8; O. Reg. 160/23, s. 1 (1, 2). (2) The limitation period for the purposes of subsection 6 (2) of the Act is six months from the earliest date when the electricity vendor or other person referred to in that subsection could have submitted a claim for reimbursement of a rebate amount that they provided. O. Reg. 363/16, s. 15 (2). (3) In the event of a conflict between a limitation period referred to in subsection (2) and a limitation period provided for in section 36.1.1 of the Electricity Act, 1998, the limitation period that provides the longest time period for a claim to be made prevails. O. Reg. 160/23, s. 1 (3). PART II   REMOTE UNLICENSED DISTRIBUTORS",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15. </b>(1) The following limitation periods are prescribed for the purposes of subsection 6 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  In the case of financial assistance to which there was an entitlement before November 1, 2019, 24 months from the date of issuance of the invoice in which the financial assistance was not provided.</p> <p class=\"paragraph-e\">  2.  In the case of financial assistance to which there is an entitlement on or after November 1, 2019 but before July 1, 2023,</p> <p class=\"subpara-e\">  i.  12 months from the date of issuance of the invoice in which the financial assistance was not provided, in the case of financial assistance under this Part, and</p> <p class=\"subpara-e\">  ii.  24 months from the date of issuance of the invoice in which the financial assistance was not provided, in the case of financial assistance under Part II. </p> <p class=\"paragraph-e\">  3.  In the case of financial assistance to which there is an entitlement on or after July 1, 2023, 24 months from the date of issuance of the invoice in which the financial assistance was not provided. O. Reg. 342/19, s. 10; O. Reg. 16/20, s. 8; O. Reg. 160/23, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) The limitation period for the purposes of subsection 6 (2) of the Act is six months from the earliest date when the electricity vendor or other person referred to in that subsection could have submitted a claim for reimbursement of a rebate amount that they provided. O. Reg. 363/16, s. 15 (2).</p> <p class=\"subsection-e\"><a name=\"BK21\"></a>  (3) In the event of a conflict between a limitation period referred to in subsection (2) and a limitation period provided for in section 36.1.1 of the <i>Electricity Act, 1998</i>, the limitation period that provides the longest time period for a claim to be made prevails. O. Reg. 160/23, s. 1 (3).</p> <p class=\"partnum-e\">PART II <br/>  REMOTE UNLICENSED DISTRIBUTORS</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "Remote unlicensed distributors",
            "content": " 16. (1) A remote unlicensed distributor is a person, corporation or organization that, (a)  distributes electricity in a remote community listed in the Schedule; (b)  issues invoices for electricity distributed to electricity customers who are eligible to receive financial assistance under the Act; and (c)  is willing to provide financial assistance to those customers as an agent of the Minister. (2) Every remote unlicensed distributor meeting the requirements set out in section 17 is prescribed as an electricity vendor for the purposes of the Act. (3) Section 6 does not apply to remote unlicensed distributors or to consumers who have eligible accounts with them. O. Reg. 363/16, s. 16 (3); O. Reg. 342/19, s. 11. (4) Despite section 21, no amount is payable as a reimbursement to a remote unlicensed distributor who fails without reasonable cause to provide any information required by the Minister within the time it is required to be provided.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>16. </b>(1) A remote unlicensed distributor is a person, corporation or organization that,</p> <p class=\"clause-e\">  (a)  distributes electricity in a remote community listed in the Schedule;</p> <p class=\"clause-e\">  (b)  issues invoices for electricity distributed to electricity customers who are eligible to receive financial assistance under the Act; and</p> <p class=\"clause-e\">  (c)  is willing to provide financial assistance to those customers as an agent of the Minister.</p> <p class=\"subsection-e\">  (2) Every remote unlicensed distributor meeting the requirements set out in section 17 is prescribed as an electricity vendor for the purposes of the Act.</p> <p class=\"subsection-e\">  (3) Section 6 does not apply to remote unlicensed distributors or to consumers who have eligible accounts with them. O. Reg. 363/16, s. 16 (3); O. Reg. 342/19, s. 11.</p> <p class=\"subsection-e\">  (4) Despite section 21, no amount is payable as a reimbursement to a remote unlicensed distributor who fails without reasonable cause to provide any information required by the Minister within the time it is required to be provided.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "Enrolment of remote unlicensed distributors",
            "content": " 17. (1) Subject to subsection (4), in order to be prescribed under section 16, a remote unlicensed distributor must first, (a)  submit a completed form entitled “Enrolment Application”, available from the Ministry, to the contact person at the Ministry listed on the form; and (b)  enter into an agreement in the form required by the Ministry. (2) The distributor must submit with the Enrolment Application, (a)  information on the distributor’s electricity pricing structure; (b)  information on the distributor’s consumer rate classes, if any, including the number of customers within each consumer rate class; and (c)  a sample of an invoice it intends to issue to its electricity customers that shows the amount of financial assistance the customer is entitled to with respect to the time period specified on the application. (3) The Ministry may request, at any time and from time to time, and the distributor shall provide any additional information or documents the Ministry requires in order to confirm that the distributor is a remote unlicensed distributor during the eligible period and to determine if there are consumers who have eligible accounts with the distributor during the eligible period. (4) The requirements of clause (1) (a) do not apply to a remote unlicensed distributor distributing electricity to any of the following remote communities: 1.  North Spirit Lake. 2.  Winisk Indian Settlement. 3.  Summer Beaver Settlement. 4.  Muskrat Dam Lake.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>17. </b>(1) Subject to subsection (4), in order to be prescribed under section 16, a remote unlicensed distributor must first,</p> <p class=\"clause-e\">  (a)  submit a completed form entitled “Enrolment Application”, available from the Ministry, to the contact person at the Ministry listed on the form; and</p> <p class=\"clause-e\">  (b)  enter into an agreement in the form required by the Ministry.</p> <p class=\"subsection-e\">  (2) The distributor must submit with the Enrolment Application,</p> <p class=\"clause-e\">  (a)  information on the distributor’s electricity pricing structure;</p> <p class=\"clause-e\">  (b)  information on the distributor’s consumer rate classes, if any, including the number of customers within each consumer rate class; and</p> <p class=\"clause-e\">  (c)  a sample of an invoice it intends to issue to its electricity customers that shows the amount of financial assistance the customer is entitled to with respect to the time period specified on the application.</p> <p class=\"subsection-e\">  (3) The Ministry may request, at any time and from time to time, and the distributor shall provide any additional information or documents the Ministry requires in order to confirm that the distributor is a remote unlicensed distributor during the eligible period and to determine if there are consumers who have eligible accounts with the distributor during the eligible period.</p> <p class=\"subsection-e\">  (4) The requirements of clause (1) (a) do not apply to a remote unlicensed distributor distributing electricity to any of the following remote communities:</p> <p class=\"paragraph-e\">  1.  North Spirit Lake. </p> <p class=\"paragraph-e\">  2.  Winisk Indian Settlement.</p> <p class=\"paragraph-e\">  3.  Summer Beaver Settlement.</p> <p class=\"paragraph-e\">  4.  Muskrat Dam Lake.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "18.",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "Eligible account",
            "content": " 18. (1) For the purposes of the definition of “eligible account” in subsection 1 (1) of the Act, an eligible account in this Part means an account of a consumer in a remote community listed in the Schedule with the applicable remote unlicensed distributor for the provision of electricity, if any of the following conditions is met: 1.  The consumer has a demand for electricity of 50 kilowatts or less. 2.  The consumer annually uses not more than 250,000 kilowatt hours of electricity. 3.  The consumer, i.  carries on a business that is a farming business for the purposes of the Farm Registration and Farm Organizations Funding Act, 1993, and ii.  holds a valid registration number assigned under that Act or the consumer’s obligation to file a farming business registration form was waived pursuant to an order made under subsection 22 (6) of that Act. Note: On the day section 5 of Schedule 1 to the Restoring Ontario’s Competitiveness Act, 2019 comes into force, subparagraph 3 ii of subsection 18 (1) of the Regulation is revoked and the following substituted: (See: O. Reg. 342/19, s. 12 (2)) ii.  holds a valid farm business registration number assigned under that Act or the consumer’s obligation to file an application for a farming business registration number was waived pursuant to an order made under subsection 22 (6) of that Act. 4.  The account relates to, i.  a dwelling, ii.  a property, within the meaning of the Condominium Act, 1998, iii.  a residential complex, within the meaning of subsection 2 (1) of the Residential Tenancies Act, 2006, without regard to section 5 of that Act, iv.  a property that includes one or more housing units and that is owned or leased by a co-operative within the meaning of the Co-operative Corporations Act. O. Reg. 363/16, s. 18 (1); O. Reg. 342/19, s. 12 (1). (2) A person who is eligible to receive financial assistance under this Part is entitled to receive it in respect of electricity consumed in the period before the first invoice in which financial assistance is shown, as long as the electricity was consumed no more than 24 months before the issuance of the invoice. O. Reg. 363/16, s. 18 (2); O. Reg. 342/19, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>18. </b>(1) For the purposes of the definition of “eligible account” in subsection 1 (1) of the Act, an eligible account in this Part means an account of a consumer in a remote community listed in the Schedule with the applicable remote unlicensed distributor for the provision of electricity, if any of the following conditions is met:</p> <p class=\"paragraph-e\">  1.  The consumer has a demand for electricity of 50 kilowatts or less.</p> <p class=\"paragraph-e\">  2.  The consumer annually uses not more than 250,000 kilowatt hours of electricity.</p> <p class=\"paragraph-e\">  3.  The consumer,</p> <p class=\"subpara-e\">  i.  carries on a business that is a farming business for the purposes of the <i>Farm Registration and Farm Organizations Funding Act, 1993</i>, and</p> <p class=\"subpara-e\">  ii.  holds a valid registration number assigned under that Act or the consumer’s obligation to file a farming business registration form was waived pursuant to an order made under subsection 22 (6) of that Act.</p> <p class=\"Pnote-e\"><span>Note: On </span>the day section 5 of Schedule 1 to the <i>Restoring Ontario’s Competitiveness Act, 2019</i> comes into force<span>, </span>subparagraph 3 ii of subsection 18 (1) of the Regulation is revoked and the following substituted:<span> (See: </span>O. Reg. 342/19, s. 12 (2)<span>)</span></p> <p class=\"Ysubpara-e\">  ii.  holds a valid farm business registration number assigned under that Act or the consumer’s obligation to file an application for a farming business registration number was waived pursuant to an order made under subsection 22 (6) of that Act.</p> <p class=\"paragraph-e\">  4.  The account relates to,</p> <p class=\"subpara-e\">  i.  a dwelling,</p> <p class=\"subpara-e\">  ii.  a property, within the meaning of the <i>Condominium Act, 1998</i>,</p> <p class=\"subpara-e\">  iii.  a residential complex, within the meaning of subsection 2 (1) of the <i>Residential Tenancies Act, 2006</i>, without regard to section 5 of that Act,</p> <p class=\"subpara-e\">  iv.  a property that includes one or more housing units and that is owned or leased by a co-operative within the meaning of the <i>Co-operative Corporations Act</i>. O. Reg. 363/16, s. 18 (1); O. Reg. 342/19, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A person who is eligible to receive financial assistance under this Part is entitled to receive it in respect of electricity consumed in the period before the first invoice in which financial assistance is shown, as long as the electricity was consumed no more than 24 months before the issuance of the invoice. O. Reg. 363/16, s. 18 (2); O. Reg. 342/19, s. 12 (3).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "19.",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "Calculating the financial assistance",
            "content": " 19. (1) A consumer who has an eligible account under this Part during a billing period is entitled to receive financial assistance in respect of the consumer’s costs of electricity during the billing period in an amount equal to 8 per cent of the base invoice amount determined in accordance with this section for the billing period in respect of the eligible account. O. Reg. 342/19, s. 13 (1). (2) The base invoice amount for a billing period includes the cost of the electricity billed to the consumer for the billing period, including the variable and fixed charges relating to the production and delivery of the electricity. O. Reg. 363/16, s. 19 (1); O. Reg. 342/19, s. 13 (2). (3) The base invoice amount for a billing period for a consumer must exclude, (a)  any unpaid amounts that have already been billed for a previous billing period; (b)  all penalties, interest and any other charges not relating to the production and delivery of electricity to the consumer during the billing period; and (c)  Revoked: O. Reg. 342/19, s. 13 (3). (d)  the amount of any harmonized sales tax (HST) payable under Part IX of the Excise Tax Act\r\n(Canada). O. Reg. 363/16, s. 19 (2); O. Reg. 342/19, s. 13 (3). (4) Revoked: O. Reg. 342/19, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>19. </b>(1) A consumer who has an eligible account under this Part during a billing period is entitled to receive financial assistance in respect of the consumer’s costs of electricity during the billing period in an amount equal to 8 per cent of the base invoice amount determined in accordance with this section for the billing period in respect of the eligible account. O. Reg. 342/19, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The base invoice amount for a billing period includes the cost of the electricity billed to the consumer for the billing period, including the variable and fixed charges relating to the production and delivery of the electricity. O. Reg. 363/16, s. 19 (1); O. Reg. 342/19, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The base invoice amount for a billing period for a consumer must exclude,</p> <p class=\"clause-e\">  (a)  any unpaid amounts that have already been billed for a previous billing period;</p> <p class=\"clause-e\">  (b)  all penalties, interest and any other charges not relating to the production and delivery of electricity to the consumer during the billing period; and</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 342/19, s. 13 (3).</p> <p class=\"clause-e\">  (d)  the amount of any harmonized sales tax (HST) payable under Part IX of the <i>Excise Tax Act</i>\r\n(Canada). O. Reg. 363/16, s. 19 (2); O. Reg. 342/19, s. 13 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 342/19, s. 13 (4).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "How the distributor provides the financial assistance to a consumer",
            "content": " 20. If a consumer’s eligible account for electricity with a remote unlicensed distributor is closed before the consumer receives all or part of his or her financial assistance from the distributor, the following rules apply: 1.  The distributor may apply the amount of the financial assistance the consumer is entitled to receive but has not yet received to any outstanding balance owing by the consumer to the distributor. 2.  If the amount then remaining that the consumer is entitled to receive but has not yet received is at least $10, the distributor must mail or deliver by hand that unpaid amount to the consumer’s most recent address known to the distributor. 3.  If a cheque mailed or delivered by hand in accordance with paragraph 2 has not been cashed despite the best efforts of the distributor to deliver it, and the cheque has ceased to be negotiable through the passage of time, the distributor is no longer liable to pay the benefits to the consumer and must ensure that the amount is repaid or credited to the Minister of Finance. 4.  The distributor shall pay or credit to the Minister of Finance all amounts of less than $10 that are not paid by the distributor and all amounts referred to in paragraph 3, i.  by reporting the total amount in the next Energy Report form, required under section 21, as a deduction from the amount of any reimbursement payable to the distributor, or ii.  by remitting the total amount to the Ministry of Energy, Northern Development and Mines (but payable to the Minister of Finance). O. Reg. 363/16, s. 20; O. Reg. 342/19, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>20. </b>If a consumer’s eligible account for electricity with a remote unlicensed distributor is closed before the consumer receives all or part of his or her financial assistance from the distributor, the following rules apply:</p> <p class=\"paragraph-e\">  1.  The distributor may apply the amount of the financial assistance the consumer is entitled to receive but has not yet received to any outstanding balance owing by the consumer to the distributor.</p> <p class=\"paragraph-e\">  2.  If the amount then remaining that the consumer is entitled to receive but has not yet received is at least $10, the distributor must mail or deliver by hand that unpaid amount to the consumer’s most recent address known to the distributor.</p> <p class=\"paragraph-e\">  3.  If a cheque mailed or delivered by hand in accordance with paragraph 2 has not been cashed despite the best efforts of the distributor to deliver it, and the cheque has ceased to be negotiable through the passage of time, the distributor is no longer liable to pay the benefits to the consumer and must ensure that the amount is repaid or credited to the Minister of Finance.</p> <p class=\"paragraph-e\">  4.  The distributor shall pay or credit to the Minister of Finance all amounts of less than $10 that are not paid by the distributor and all amounts referred to in paragraph 3,</p> <p class=\"subpara-e\">  i.  by reporting the total amount in the next Energy Report form, required under section 21, as a deduction from the amount of any reimbursement payable to the distributor, or</p> <p class=\"subpara-e\">  ii.  by remitting the total amount to the Ministry of Energy, Northern Development and Mines (but payable to the Minister of Finance). O. Reg. 363/16, s. 20; O. Reg. 342/19, s. 14.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "Reimbursement of benefits provided to consumers",
            "content": " 21. (1) To receive a reimbursement for financial assistance provided to its consumers, a remote unlicensed distributor must complete a form entitled “Energy Report”, available from the Ministry, for each billing period for which the distributor provided financial assistance to a consumer, and must submit it to the Ministry in accordance with the directions on the form. (2) The Ministry may at any time request, and the distributor shall provide, within the time specified in the request, any additional information or documents the Ministry considers necessary to determine the amount of the reimbursement to be made to the distributor.  No reimbursement for a billing period may be made until the Ministry has received the Energy Report for the billing period and any additional information or documents it has requested to verify the amount to be reimbursed. (3) Based on the information provided in an Energy Report and any additional information and documents provided by the distributor, the Minister shall reimburse the distributor for the amount of financial assistance provided to consumers.  The reimbursement shall be made in the manner set out in the Enrolment Application submitted by the distributor or in another manner established by the Ministry. (4) The amount of a reimbursement may be subsequently adjusted by way of a reduction or increase in the amount of a subsequent reimbursement if it is subsequently determined by an inspector under section 9 of the Act or by the Ministry that the amount of the reimbursement was inaccurate. (5) Despite subsection 15 (2), the limitation period for a claim for reimbursement described in this section is 12 months from the earliest date when the remote unlicensed distributor could have submitted a claim for reimbursement of a rebate amount that they provided. O. Reg. 363/16, s. 21 (5); O. Reg. 342/19, s. 15. 22. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1.  Fort Hope No. 64. 2.  Keewaywin. 3.  North Spirit Lake. 4.  Winisk Indian Settlement. 5.  Pikangikum No. 14. 6.  Poplar Hill. 7.  Summer Beaver Settlement. 8.  Wunnumin No.1. 9.  Muskrat Dam Lake. 10.  Wawakapewin.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>21. </b>(1) To receive a reimbursement for financial assistance provided to its consumers, a remote unlicensed distributor must complete a form entitled “Energy Report”, available from the Ministry, for each billing period for which the distributor provided financial assistance to a consumer, and must submit it to the Ministry in accordance with the directions on the form.</p> <p class=\"subsection-e\">  (2) The Ministry may at any time request, and the distributor shall provide, within the time specified in the request, any additional information or documents the Ministry considers necessary to determine the amount of the reimbursement to be made to the distributor.  No reimbursement for a billing period may be made until the Ministry has received the Energy Report for the billing period and any additional information or documents it has requested to verify the amount to be reimbursed.</p> <p class=\"subsection-e\">  (3) Based on the information provided in an Energy Report and any additional information and documents provided by the distributor, the Minister shall reimburse the distributor for the amount of financial assistance provided to consumers.  The reimbursement shall be made in the manner set out in the Enrolment Application submitted by the distributor or in another manner established by the Ministry.</p> <p class=\"subsection-e\">  (4) The amount of a reimbursement may be subsequently adjusted by way of a reduction or increase in the amount of a subsequent reimbursement if it is subsequently determined by an inspector under section 9 of the Act or by the Ministry that the amount of the reimbursement was inaccurate.</p> <p class=\"subsection-e\">  (5) Despite subsection 15 (2), the limitation period for a claim for reimbursement described in this section is 12 months from the earliest date when the remote unlicensed distributor could have submitted a claim for reimbursement of a rebate amount that they provided. O. Reg. 363/16, s. 21 (5); O. Reg. 342/19, s. 15.</p> <p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK28\"></a>Schedule</p> <p class=\"paragraph-e\">  1.  Fort Hope No. 64.</p> <p class=\"paragraph-e\">  2.  Keewaywin.</p> <p class=\"paragraph-e\">  3.  North Spirit Lake.</p> <p class=\"paragraph-e\">  4.  Winisk Indian Settlement.</p> <p class=\"paragraph-e\">  5.  Pikangikum No. 14.</p> <p class=\"paragraph-e\">  6.  Poplar Hill.</p> <p class=\"paragraph-e\">  7.  Summer Beaver Settlement.</p> <p class=\"paragraph-e\">  8.  Wunnumin No.1.</p> <p class=\"paragraph-e\">  9.  Muskrat Dam Lake.</p> <p class=\"paragraph-e\">  10.  Wawakapewin.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160363\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Schedule",
            "part_id": "PART II  ",
            "part_type": "PART II REMOTE UNLICENSED DISTRIBUTORS",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}