{
    "reg_info": {
        "full_title": "O. Reg. 531/94: ZONING AREAS - UNINCORPORATED TOWNSHIP OF EAST MILLS, DISTRICT OF PARRY SOUND",
        "reg_name_text": "ZONING AREAS — UNINCORPORATED TOWNSHIP OF EAST MILLS, DISTRICT OF PARRY SOUND",
        "citation": "O. Reg. 531/94: ZONING AREAS - UNINCORPORATED TOWNSHIP OF EAST MILLS, DISTRICT OF PARRY SOUND",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/940531",
        "date_scraped": "2023-12-19 05:45:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Order,  “commercial use” means the use of land, buildings or structures for the purpose of buying and selling commodities or supplying services; “dwelling unit” means one or more habitable rooms occupied or capable of being occupied as an independent and separate household in which separate kitchen and sanitary facilities are provided for the exclusive use of the unit; “seasonal dwelling” means a separate building containing only one dwelling unit used for recreation and not occupied as a permanent residence; “single dwelling” means a building containing only one dwelling unit. O. Reg. 531/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Order, </p> <p class=\"firstdef-e\">“commercial use” means the use of land, buildings or structures for the purpose of buying and selling commodities or supplying services; </p> <p class=\"definition-e\">“dwelling unit” means one or more habitable rooms occupied or capable of being occupied as an independent and separate household in which separate kitchen and sanitary facilities are provided for the exclusive use of the unit; </p> <p class=\"definition-e\">“seasonal dwelling” means a separate building containing only one dwelling unit used for recreation and not occupied as a permanent residence; </p> <p class=\"definition-e\">“single dwelling” means a building containing only one dwelling unit. O. Reg. 531/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Order applies to that parcel of land in the Unincorporated Township of East Mills, District of Parry Sound, being composed of part of Lot 1, Concession 9, designated as Lots 1 to 7 inclusive on Plan 42M-601, registered in the Land Registry Office for the Land Titles Division of Parry Sound (No. 42). O. Reg. 531/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Order applies to that parcel of land in the Unincorporated Township of East Mills, District of Parry Sound, being composed of part of Lot 1, Concession 9, designated as Lots 1 to 7 inclusive on Plan 42M-601, registered in the Land Registry Office for the Land Titles Division of Parry Sound (No. 42). O. Reg. 531/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Every use of land and every erection or use of buildings or structures is prohibited on Lots 1 to 6, Plan 42M-601 except one seasonal dwelling per lot and uses, building and structures normally incidental or subordinate to a seasonal dwelling. O. Reg. 531/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Every use of land and every erection or use of buildings or structures is prohibited on Lots 1 to 6, Plan 42M-601 except one seasonal dwelling per lot and uses, building and structures normally incidental or subordinate to a seasonal dwelling. O. Reg. 531/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Every use of land and every erection or use of buildings or structures is prohibited on Lot 7, Plan 42M-601 except,  (a) one seasonal dwelling; (b) one single dwelling; (c) one commercial building; and (d) uses, buildings and structures normally incidental or subordinate to the above-noted uses. O. Reg. 531/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Every use of land and every erection or use of buildings or structures is prohibited on Lot 7, Plan 42M-601 except, </p> <p class=\"clause-e\">(a) one seasonal dwelling; </p> <p class=\"clause-e\">(b) one single dwelling; </p> <p class=\"clause-e\">(c) one commercial building; and </p> <p class=\"clause-e\">(d) uses, buildings and structures normally incidental or subordinate to the above-noted uses. O. Reg. 531/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building structure are not increased and its original use is not altered. O. Reg. 531/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building structure are not increased and its original use is not altered. O. Reg. 531/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Nothing in this Order prevents the strengthening or restoration to a safe condition of all or part of any building or structure. O. Reg. 531/94, s. 6. ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Nothing in this Order prevents the strengthening or restoration to a safe condition of all or part of any building or structure. O. Reg. 531/94, s. 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}