{
    "reg_info": {
        "full_title": "O. Reg. 622/91: EXEMPTION - CITY OF WINDSOR - WIND-C-2",
        "reg_name_text": "EXEMPTION — CITY OF WINDSOR — WIND-C-2",
        "citation": "O. Reg. 622/91: EXEMPTION - CITY OF WINDSOR - WIND-C-2",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/910622",
        "date_scraped": "2023-12-21 14:19:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 18, 1991",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the City of Windsor (the “City”) that an undertaking, namely: The activity of developing a waterfront park, covering approximately 35 acres, bounded by Riverside Drive, Viale Udine, Devonshire Road and the Detroit River, providing for a range of recreational and tourism uses, be exempt from the application of subclauses 5 (3) (b) (i) (other than a description of the undertaking) and (iii) of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the City of Windsor (the “City”) that an undertaking, namely:</p> <p class=\"parawindt-e\">The activity of developing a waterfront park, covering approximately 35 acres, bounded by Riverside Drive, Viale Udine, Devonshire Road and the Detroit River, providing for a range of recreational and tourism uses,</p> <p class=\"paranoindt-e\">be exempt from the application of subclauses 5 (3) (b) (i) (other than a description of the undertaking) and (iii) of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the City of Windsor that if the undertaking is subject to the application of subclauses 5 (3) (b) (i) (other than a description of the undertaking) and (iii) of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The land assembly by the City of Windsor for the waterfront park was partially carried out through expropriation of properties for the express purpose of a park. Legal requirements will not permit the municipality to use the properties acquired through expropriation for other purposes. B. The City has identified the need for additional park space in downtown Windsor since the 1940s. A study carried out in 1980 identified a shortage of park space in the Central and Walkerville planning districts. The construction of the park will be delayed if the City is required to re-examine the need, rationale and alternatives to the undertaking. In this way, recreational opportunities for residents of Windsor will be delayed.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the City of Windsor that if the undertaking is subject to the application of subclauses 5 (3) (b) (i) (other than a description of the undertaking) and (iii) of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The land assembly by the City of Windsor for the waterfront park was partially carried out through expropriation of properties for the express purpose of a park. Legal requirements will not permit the municipality to use the properties acquired through expropriation for other purposes.</p> <p class=\"paragraph-e\">B. The City has identified the need for additional park space in downtown Windsor since the 1940s. A study carried out in 1980 identified a shortage of park space in the Central and Walkerville planning districts. The construction of the park will be delayed if the City is required to re-examine the need, rationale and alternatives to the undertaking. In this way, recreational opportunities for residents of Windsor will be delayed.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of subclauses 5 (3) (b) (i) (other than a description of the undertaking) and (iii) of the Act for the following reasons: A. The area has been the subject of numerous studies and has long been identified as a suitable site for a park. It has been designated in the Windsor Official Plan for such use. Previous studies have been carried out to determine the need for leisure space and alternative uses for the property in question. B. On-going public consultation has determined that the majority of the residents of Windsor wish the space to be used for park purposes. C. The waterfront park will provide public access to the waterfront. This location has been identified by the City as being the only suitable site for the purpose of a waterfront park. D. Land use planning and development projects on adjacent lands have relied on the development of the waterfront park. The prospect of the site not being used as a waterfront park would inhibit the trust of the business community in municipal planning.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of subclauses 5 (3) (b) (i) (other than a description of the undertaking) and (iii) of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The area has been the subject of numerous studies and has long been identified as a suitable site for a park. It has been designated in the Windsor Official Plan for such use. Previous studies have been carried out to determine the need for leisure space and alternative uses for the property in question.</p> <p class=\"paragraph-e\">B. On-going public consultation has determined that the majority of the residents of Windsor wish the space to be used for park purposes.</p> <p class=\"paragraph-e\">C. The waterfront park will provide public access to the waterfront. This location has been identified by the City as being the only suitable site for the purpose of a waterfront park.</p> <p class=\"paragraph-e\">D. Land use planning and development projects on adjacent lands have relied on the development of the waterfront park. The prospect of the site not being used as a waterfront park would inhibit the trust of the business community in municipal planning.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. When a project that is exempt by this order is being carried out as or is part of an undertaking that has an approval or another exemption under the Environmental Assessment Act, that project shall be carried out according to the terms and conditions of this order, any approval and any other order. In the event of a conflict, the Minister of the Environment shall decide how the project is to be carried out. 2. The waterfront park area as described above shall not be sold to anyone other than the Essex Region Conservation Authority. Should such a sale take place, the use shall continue to be for a waterfront park. 3. Construction must begin within two years of approval under the Environmental Assessment Act. O. Reg. 622/91. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. When a project that is exempt by this order is being carried out as or is part of an undertaking that has an approval or another exemption under the <i>Environmental Assessment Act</i>, that project shall be carried out according to the terms and conditions of this order, any approval and any other order. In the event of a conflict, the Minister of the Environment shall decide how the project is to be carried out.</p> <p class=\"paragraph-e\">2. The waterfront park area as described above shall not be sold to anyone other than the Essex Region Conservation Authority. Should such a sale take place, the use shall continue to be for a waterfront park.</p> <p class=\"paragraph-e\">3. Construction must begin within two years of approval under the <i>Environmental Assessment Act</i>. O. Reg. 622/91.</p> <p class=\"Normal\"></p>"
        }
    ]
}