{
    "reg_info": {
        "full_title": "O. Reg. 43/02: EHEALTH ONTARIO",
        "reg_name_text": "eHealth Ontario",
        "citation": "O. Reg. 43/02: EHEALTH ONTARIO",
        "act_under": "Development Corporations Act   Loi sur les sociétés de développement",
        "url": "https://www.ontario.ca/laws/regulation/020043",
        "date_scraped": "2023-12-18 22:02:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020043/v14",
            "valid_from": "March 19, 2020",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/regulation/020043/v13",
            "valid_from": "December  2, 2019",
            "valid_to": "March 18, 2020"
        },
        {
            "a_href": "/laws/regulation/020043/v12",
            "valid_from": "November 13, 2019",
            "valid_to": "December  1, 2019"
        },
        {
            "a_href": "/laws/regulation/020043/v11",
            "valid_from": "February 26, 2019",
            "valid_to": "November 12, 2019"
        },
        {
            "a_href": "/laws/regulation/020043/v10",
            "valid_from": "November  3, 2017",
            "valid_to": "February 25, 2019"
        },
        {
            "a_href": "/laws/regulation/020043/v9",
            "valid_from": "February  6, 2017",
            "valid_to": "November  2, 2017"
        },
        {
            "a_href": "/laws/regulation/020043/v8",
            "valid_from": "December 15, 2014",
            "valid_to": "February  5, 2017"
        },
        {
            "a_href": "/laws/regulation/020043/v7",
            "valid_from": "December 23, 2013",
            "valid_to": "December 14, 2014"
        },
        {
            "a_href": "/laws/regulation/020043/v6",
            "valid_from": "December 17, 2012",
            "valid_to": "December 22, 2013"
        },
        {
            "a_href": "/laws/regulation/020043/v5",
            "valid_from": "July  9, 2012",
            "valid_to": "December 16, 2012"
        },
        {
            "a_href": "/laws/regulation/020043/v4",
            "valid_from": "June  7, 2010",
            "valid_to": "July  8, 2012"
        },
        {
            "a_href": "/laws/regulation/020043/v3",
            "valid_from": "September 29, 2008",
            "valid_to": "June  6, 2010"
        },
        {
            "a_href": "/laws/regulation/020043/v2",
            "valid_from": "February 23, 2005",
            "valid_to": "September 28, 2008"
        },
        {
            "a_href": "/laws/regulation/020043/v1",
            "valid_from": "May  2, 2003",
            "valid_to": "February 22, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “Agency” means the corporation continued under section 2; “Digital Health Technology Services” means one or more services to promote the delivery of health care services in Ontario that use electronic systems and processes, information technology and communication technology to facilitate electronic availability and exchange of information related to health matters, including personal information and personal health information, by and among patients, health care providers and other permitted users; “directive” means a directive issued by the Management Board of Cabinet; “Minister” means the Minister of Health and Long-Term Care; “personal health information” has the same meaning as in the Personal Health Information Protection Act, 2004; “personal information” has the same meaning as in the Freedom of Information and Protection of Privacy Act.  O. Reg. 43/02, s. 1; O. Reg. 54/05, s. 1; O. Reg. 339/08, s. 2; O. Reg. 410/17, s. 1, 2. Corporate Matters",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b><b> </b>In this Regulation,</p> <p class=\"firstdef-e\">“Agency” means the corporation continued under section 2; </p> <p class=\"definition-e\">“Digital Health Technology Services” means one or more services to promote the delivery of health care services in Ontario that use electronic systems and processes, information technology and communication technology to facilitate electronic availability and exchange of information related to health matters, including personal information and personal health information, by and among patients, health care providers and other permitted users;</p> <p class=\"definition-e\">“directive” means a directive issued by the Management Board of Cabinet; </p> <p class=\"definition-e\">“Minister” means the Minister of Health and Long-Term Care;</p> <p class=\"definition-e\">“personal health information” has the same meaning as in the <i>Personal Health Information Protection Act, 2004</i>;</p> <p class=\"definition-e\">“personal information” has the same meaning as in the <i>Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 43/02, s. 1; O. Reg. 54/05, s. 1; O. Reg. 339/08, s. 2; O. Reg<span>. 410/17, s. 1, 2.</span></p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Corporate Matters</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Corporate Matters",
            "part_id": null,
            "part_type": null,
            "section": "Corporate Matters",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Corporation continued",
            "content": " 2. (1) The corporation known as the Smart Systems for Health Agency is continued as a corporation without share capital under the name of eHealth Ontario in English and Cybersanté Ontario in French.  O. Reg. 339/08, s. 3. (1.1) A reference in any document to the Smart Systems for Health Agency shall be read as referring to eHealth Ontario.  O. Reg. 339/08, s. 3. (1.2) For greater certainty, eHealth Ontario possesses all the property, assets, rights and privileges and is subject to all the liabilities and contracts of the Smart Systems for Health Agency.  O. Reg. 339/08, s. 3. (2) The Agency is composed of the members of its board of directors.  O. Reg. 43/02, s. 2 (2). (3) The Agency is, for all its purposes, an agent of Her Majesty within the meaning of the Crown Agency Act and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 43/02, s. 2 (3). (4) Section 132 (conflict of interest), subsection 134 (1) (standard of care) and section 136 (indemnification) of the Business Corporations Act apply, with necessary modifications, to the Agency and to the members of its board of directors.  O. Reg. 43/02, s. 2 (4). (5) The Corporations Act and the Corporations Information Act do not apply to the Agency.  O. Reg. 43/02, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) The corporation known as the Smart Systems for Health Agency is continued as a corporation without share capital under the name of eHealth Ontario<b> </b>in English and Cybersanté Ontario<b> </b>in French.  O. Reg. 339/08, s. 3.</p> <p class=\"subsection-e\">  (1.1) A reference in any document to the Smart Systems for Health Agency shall be read as referring to eHealth Ontario.  O. Reg. 339/08, s. 3.</p> <p class=\"subsection-e\"><b> </b>(1.2) For greater certainty, eHealth Ontario possesses all the property, assets, rights and privileges and is subject to all the liabilities and contracts of the Smart Systems for Health Agency.  O. Reg. 339/08, s. 3.</p> <p class=\"subsection-e\">  (2) The Agency is composed of the members of its board of directors.  O. Reg. 43/02, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The Agency is, for all its purposes, an agent of Her Majesty within the meaning of the <i>Crown Agency Act</i> and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 43/02, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Section 132 (conflict of interest), subsection 134 (1) (standard of care) and section 136 (indemnification) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Agency and to the members of its board of directors.  O. Reg. 43/02, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The <i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the Agency.  O. Reg. 43/02, s. 2 (5).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Objects of the Agency",
            "content": " 3. The following are the objects of the Agency: 1. To provide Digital Health Technology Services and related support for the effective and efficient planning, management and delivery of health care in Ontario. 2. To develop operational policy for the provision of Digital Health Technology Services. 3. To protect the privacy of individuals whose personal information or personal health information is collected, transmitted, stored or exchanged by and through the Agency, in accordance with the Freedom of Information and Protection of Privacy Act, the Personal Health Information Protection Act, 2004 and any other applicable law.  O. Reg. 339/08, s. 4; O. Reg. 410/17, s. 1, 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>The following are the objects of the Agency:</p> <p class=\"paragraph-e\">  1. To provide Digital Health Technology Services and related support for the effective and efficient planning, management and delivery of health care in Ontario.</p> <p class=\"paragraph-e\">  2. To develop operational policy for the provision of Digital Health Technology Services.</p> <p class=\"paragraph-e\"><b> </b>3. To protect the privacy of individuals whose personal information or personal health information is collected, transmitted, stored or exchanged by and through the Agency, in accordance with the <i>Freedom of Information and Protection of Privacy Act</i>, the <i>Personal Health Information Protection Act, 2004</i> and any other applicable law.  O. Reg. 339/08, s. 4; O. Reg<span>. 410/17, s. 1, 3.</span></p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Powers of the Agency",
            "content": " 4. (1) The Agency has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Regulation.  O. Reg. 339/08, s. 5. (2) The Agency shall carry out its objects without the purpose of gain and shall not use its revenue, including money or assets that it receives by grant, contribution or otherwise, for any purpose other than to further its objects.  O. Reg. 339/08, s. 5. (3) The Agency shall not, except with the approval of the Lieutenant Governor in Council, (a) acquire, dispose of, lease, mortgage, charge, hypothecate or otherwise transfer or encumber any interest in real property, except as permitted by this section; (b) borrow or lend money; (c) make investments, except as permitted by this section; (d) pledge, charge or encumber any of its personal property; (e) generate revenue; (f) establish a subsidiary; or (g) apply for or obtain registration as a registered charity under the Income Tax Act (Canada).  O. Reg. 339/08, s. 5. (4) The Agency may lease office space that is reasonably necessary for the purposes of the Agency.  O. Reg. 339/08, s. 5. (5) The Agency may establish a bank account with the approval of the Minister of Finance.  O. Reg. 339/08, s. 5. (6) The Agency may make short-term investments that are consistent with its objects with the approval of the Minister of Finance.  O. Reg. 339/08, s. 5. (7) While providing Digital Health Technology Services, the Agency may, if necessary for the provision of the service, collect, use and disclose personal information and personal health information.  O. Reg. 339/08, s. 5; O. Reg. 410/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) The Agency has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Regulation.  O. Reg. 339/08, s. 5.</p> <p class=\"subsection-e\">  (2) The Agency shall carry out its objects without the purpose of gain and shall not use its revenue, including money or assets that it receives by grant, contribution or otherwise, for any purpose other than to further its objects.  O. Reg. 339/08, s. 5.</p> <p class=\"subsection-e\">  (3) The Agency shall not, except with the approval of the Lieutenant Governor in Council, </p> <p class=\"clause-e\">  (a) acquire, dispose of, lease, mortgage, charge, hypothecate or otherwise transfer or encumber any interest in real property, except as permitted by this section; </p> <p class=\"clause-e\">  (b) borrow or lend money; </p> <p class=\"clause-e\">  (c) make investments, except as permitted by this section; </p> <p class=\"clause-e\">  (d) pledge, charge or encumber any of its personal property; </p> <p class=\"clause-e\">  (e) generate revenue; </p> <p class=\"clause-e\">  (f) establish a subsidiary; or</p> <p class=\"clause-e\">  (g) apply for or obtain registration as a registered charity under the <i>Income Tax Act </i>(Canada).  O. Reg. 339/08, s. 5.</p> <p class=\"subsection-e\">  (4) The Agency may lease office space that is reasonably necessary for the purposes of the Agency.  O. Reg. 339/08, s. 5.</p> <p class=\"subsection-e\">  (5) The Agency may establish a bank account with the approval of the Minister of Finance.  O. Reg. 339/08, s. 5.</p> <p class=\"subsection-e\">  (6) The Agency may make short-term investments that are consistent with its objects with the approval of the Minister of Finance.  O. Reg. 339/08, s. 5.</p> <p class=\"subsection-e\">  (7) While providing Digital Health Technology Services, the Agency may, if necessary for the provision of the service, collect, use and disclose personal information and personal health information.  O. Reg. 339/08, s. 5; O. Reg<span>. 410/17, s. 1.</span></p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Memorandum of understanding",
            "content": " 5. The Agency and the Minister shall enter into a memorandum of understanding and make it available to the public, and in doing so shall comply with any applicable directive. O. Reg. 410/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>The Agency and the Minister shall enter into a memorandum of understanding and make it available to the public, and in doing so shall comply with any applicable directive. O. Reg<span>. 410/17, s. 4.</span></p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Board of directors",
            "content": " 6. (1) The board of directors of the Agency shall be composed of not more than 12 members, to be appointed by the Lieutenant Governor in Council on the recommendation of the Minister.  O. Reg. 213/10, s. 1 (1); O. Reg. 18/17, s. 1 (1); O. Reg. 19/19, s. 1 (1). (2) In appointing the members of the board, the Lieutenant Governor in Council shall consider the knowledge, skills and experience of the board as a whole in the following areas: 1. The health sector. 2. Information technology. 3. Business and financial matters, including management of public and private sector organizations.  O. Reg. 339/08, s. 7. (3) The Lieutenant Governor in Council may designate a board member as chair of the board.  O. Reg. 339/08, s. 7. (4) The chair presides at the meetings of the board and shall perform any other duties required by by-law.  O. Reg. 339/08, s. 7. (5) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the member designated by the board for the purpose shall act as and have all the powers of the chair.  O. Reg. 339/08, s. 7. (6) With the exception of any member who is a public servant employed under Part III of the Public Service of Ontario Act, 2006, the members of the board are to be paid such remuneration and expenses as the Lieutenant Governor in Council determines.  O. Reg. 339/08, s. 7; O. Reg. 213/10, s. 1 (2); O. Reg. 18/17, s. 1 (2); O. Reg. 410/17, s. 5; O. Reg. 19/19, s. 1 (2). (7) A majority of the members constitutes a quorum.  O. Reg. 339/08, s. 7. (8) The board of directors of the Agency shall meet regularly at the call of the chair throughout the year and in any event shall meet at least four times a year.  O. Reg. 339/08, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) The board of directors of the Agency shall be composed of not more than 12 members, to be appointed by the Lieutenant Governor in Council on the recommendation of the Minister.  O. Reg. 213/10, s. 1 (1); O. Reg. 18/17, s. 1 (1); O. Reg. 19/19, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In appointing the members of the board, the Lieutenant Governor in Council shall consider the knowledge, skills and experience of the board as a whole in the following areas:</p> <p class=\"paragraph-e\">  1. The health sector.</p> <p class=\"paragraph-e\">  2. Information technology.</p> <p class=\"paragraph-e\">  3. Business and financial matters, including management of public and private sector organizations.  O. Reg. 339/08, s. 7.</p> <p class=\"subsection-e\">  (3) The Lieutenant Governor in Council may designate a board member as chair of the board.  O. Reg. 339/08, s. 7.</p> <p class=\"subsection-e\">  (4) The chair presides at the meetings of the board and shall perform any other duties required by by-law.  O. Reg. 339/08, s. 7.</p> <p class=\"subsection-e\">  (5) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the member designated by the board for the purpose shall act as and have all the powers of the chair.  O. Reg. 339/08, s. 7.</p> <p class=\"subsection-e\">  (6) With the exception of any member who is a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i><i>,</i> the members of the board are to be paid such remuneration and expenses as the Lieutenant Governor in Council determines.  O. Reg. 339/08, s. 7; O. Reg. 213/10, s. 1 (2); O. Reg. 18/17, s. 1 (2); O. Reg<span>. 410/17, s. 5</span>; O. Reg. 19/19, s. 1 (2)<span>.</span></p> <p class=\"subsection-e\">  (7) A majority of the members constitutes a quorum.  O. Reg. 339/08, s. 7.</p> <p class=\"subsection-e\">  (8) The board of directors of the Agency shall meet regularly at the call of the chair throughout the year and in any event shall meet at least four times a year.  O. Reg. 339/08, s. 7.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Powers of the board of directors",
            "content": " 7. (1) The affairs of the Agency are under the management and control of the board of directors, subject to any directions given under section 8.  O. Reg. 43/02, s. 7 (1). (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Agency.  O. Reg. 43/02, s. 7 (2). (3) The Minister may require the board of directors to submit a by-law to the Minister for approval and, if so, (a) the by-law concerned ceases to be effective from the time that the Minister imposes the requirement until the Minister approves the by-law; (b) anything that the board has done in compliance with the by-law concerned before the Minister imposes the requirement is valid; and (c) the board may do anything that, before the Minister imposes the requirement, it has agreed to do.  O. Reg. 339/08, s. 8. (4) The board of directors of the Agency shall develop, in consultation with the Minister, conflict of interest policies for the members and employees of the Agency.  O. Reg. 339/08, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7.</b><b> </b>(1) The affairs of the Agency are under the management and control of the board of directors, subject to any directions given under section 8.  O. Reg. 43/02, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Agency.  O. Reg. 43/02, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The Minister may require the board of directors to submit a by-law to the Minister for approval and, if so, </p> <p class=\"clause-e\">  (a) the by-law concerned ceases to be effective from the time that the Minister imposes the requirement until the Minister approves the by-law; </p> <p class=\"clause-e\">  (b) anything that the board has done in compliance with the by-law concerned before the Minister imposes the requirement is valid; and </p> <p class=\"clause-e\">  (c) the board may do anything that, before the Minister imposes the requirement, it has agreed to do.  O. Reg. 339/08, s. 8.</p> <p class=\"subsection-e\">  (4) The board of directors of the Agency shall develop, in consultation with the Minister, conflict of interest policies for the members and employees of the Agency.  O. Reg. 339/08, s. 8.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Policy directions by Minister",
            "content": " 8. (1) The Minister may issue directions to the board of directors where, in the opinion of the Minister, it is in the public interest to do so, and the board shall comply with the directions.  O. Reg. 43/02, s. 8 (1); O. Reg. 410/17, s. 6. (2) Revoked:  O. Reg. 339/08, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8.</b><b> </b>(1) The Minister may issue directions to the board of directors where, in the opinion of the Minister, it is in the public interest to do so, and the board shall comply with the directions.  O. Reg. 43/02, s. 8 (1); O. Reg<span>. 410/17, s. 6.</span></p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 339/08, s. 9.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Chief executive officer and other employees",
            "content": " 9. (1) The Lieutenant Governor in Council shall appoint a person to be the chief executive officer of the Agency.  O. Reg. 339/08, s. 10. (2) The Agency shall employ as its chief executive officer the person appointed by the Lieutenant Governor in Council and shall terminate that person’s employment as chief executive officer when the term of the appointment expires or if the Lieutenant Governor in Council revokes the person’s appointment.  O. Reg. 339/08, s. 10. (3) The chief executive officer is responsible for the management and administration of the Agency’s affairs, subject to the supervision and direction of its board of directors.  O. Reg. 339/08, s. 10. (4) The Lieutenant Governor in Council shall fix the salary or other remuneration and the benefits, including rights relating to severance, termination, retirement and superannuation, of the chief executive officer, and the Agency shall provide such salary or other remuneration and such benefits to the chief executive officer.  O. Reg. 339/08, s. 10. (5) The Agency may employ or otherwise engage such persons, other than the chief executive officer, as it considers necessary for the proper conduct of the business of the Agency.  O. Reg. 339/08, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) The Lieutenant Governor in Council shall appoint a person to be the chief executive officer of the Agency.  O. Reg. 339/08, s. 10.</p> <p class=\"subsection-e\">  (2) The Agency shall employ as its chief executive officer the person appointed by the Lieutenant Governor in Council and shall terminate that person’s employment as chief executive officer when the term of the appointment expires or if the Lieutenant Governor in Council revokes the person’s appointment.  O. Reg. 339/08, s. 10.</p> <p class=\"subsection-e\">  (3) The chief executive officer is responsible for the management and administration of the Agency’s affairs, subject to the supervision and direction of its board of directors.  O. Reg. 339/08, s. 10.</p> <p class=\"subsection-e\">  (4) The Lieutenant Governor in Council shall fix the salary or other remuneration and the benefits, including rights relating to severance, termination, retirement and superannuation, of the chief executive officer, and the Agency shall provide such salary or other remuneration and such benefits to the chief executive officer.  O. Reg. 339/08, s. 10.</p> <p class=\"subsection-e\">  (5) The Agency may employ or otherwise engage such persons, other than the chief executive officer, as it considers necessary for the proper conduct of the business of the Agency.  O. Reg. 339/08, s. 10.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Annual report",
            "content": " 10. (1) The Agency shall prepare an annual report on its affairs with respect to every fiscal year, provide it to the Minister and make it available to the public, and in doing so the Agency shall comply with any applicable directive. O. Reg. 410/17, s. 7 (1). (2) Each annual report shall include, (a) a general description of every instance of an unauthorized person’s access to, or use or disclosure of, personal information or personal health information within the Agency’s custody or control; (b) information about every instance of the Agency’s unauthorized collection, use, disclosure or disposal of personal information or personal health information within the Agency’s custody or control; and (c) any additional information requested by the Minister. O. Reg. 339/08, s. 11; O. Reg. 410/17, s. 7 (2). (3) The Agency shall give the Minister such other information and reports on its affairs as the Minister may require. O. Reg. 410/17, s. 7 (3). (4) Revoked: O. Reg. 410/17, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>(1) The Agency shall prepare an annual report on its affairs with respect to every fiscal year, provide it to the Minister and make it available to the public, and in doing so the Agency shall comply with any applicable directive. O. Reg<span>. 410/17, s. 7 (1).</span></p> <p class=\"subsection-e\">  (2) Each annual report shall include, </p> <p class=\"clause-e\">  (a) a general description of every instance of an unauthorized person’s access to, or use or disclosure of, personal information or personal health information within the Agency’s custody or control;</p> <p class=\"clause-e\">  (b) information about every instance of the Agency’s unauthorized collection, use, disclosure or disposal of personal information or personal health information within the Agency’s custody or control; and</p> <p class=\"clause-e\">  (c) any additional information requested by the Minister. O. Reg. 339/08, s. 11; O. Reg<span>. 410/17, s. 7 (2).</span></p> <p class=\"subsection-e\">  (3) The Agency shall give the Minister such other information and reports on its affairs as the Minister may require. O. Reg<span>. 410/17, s. 7 (3).</span></p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg<span>. 410/17, s. 7 (3).</span></p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.1",
            "part_id": null,
            "part_type": null,
            "section": "Business Plan",
            "content": " 10.1 The Agency shall prepare an annual business plan, provide it to the Minister and make it available to the public, and in doing so the Agency shall comply with any applicable directive. O. Reg. 410/17, s. 8. 10.2 Revoked: O. Reg. 410/17, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10.1 </b>The Agency shall prepare an annual business plan, provide it to the Minister and make it available to the public, and in doing so the Agency shall comply with any applicable directive. O. Reg<span>. 410/17, s. 8.</span></p> <p class=\"section-e\"><b>  10.2 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg<span>. 410/17, s. 8.</span></p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Annual audit",
            "content": " 11. (1) The board of directors shall ensure that the Agency’s accounts and financial transactions are audited annually.  O. Reg. 43/02, s. 11 (1). (2) The annual audit is subject to the review of the Provincial Auditor.  O. Reg. 43/02, s. 11 (2). (3) The Minister may, at any time, require that an audit of the Agency be conducted.  O. Reg. 43/02, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11.</b><b> </b>(1) The board of directors shall ensure that the Agency’s accounts and financial transactions are audited annually.  O. Reg. 43/02, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The annual audit is subject to the review of the Provincial Auditor.  O. Reg. 43/02, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The Minister may, at any time, require that an audit of the Agency be conducted.  O. Reg. 43/02, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Fiscal year",
            "content": " 12. The Agency’s fiscal year commences on April 1 in each year and ends on March 31 in the following year.  O. Reg. 43/02, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12.</b><b> </b>The Agency’s fiscal year commences on April 1 in each year and ends on March 31 in the following year.  O. Reg. 43/02, s. 12.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Appointment of administrator",
            "content": " 13. (1) The Minister may, by order, appoint a person to temporarily administer the business and affairs of the Agency if the Minister considers it to be in the public interest to do so, and the Minister may impose conditions and restrictions upon the administrator.  O. Reg. 43/02, s. 13 (1). (2) The administrator has all of the powers of the board of directors of the Agency and may exercise them for the purpose of managing the affairs of the Agency, ensuring that the Agency carries out its objects and performing such other duties as may be specified by the Minister.  O. Reg. 43/02, s. 13 (2). (3) The board of directors of the Agency cannot exercise any of its powers while the administrator holds office.  O. Reg. 43/02, s. 13 (3). (4) The term of office of the administrator is 12 months or such lesser period as the Minister may determine, and the Minister may extend the term for further terms of not more than six months.  O. Reg. 43/02, s. 13 (4). (5) The Minister may terminate the administrator’s appointment before the end of the term if the Minister is satisfied that the appointment is no longer in the public interest.  O. Reg. 43/02, s. 13 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13.</b><b> </b>(1) The Minister may, by order, appoint a person to temporarily administer the business and affairs of the Agency if the Minister considers it to be in the public interest to do so, and the Minister may impose conditions and restrictions upon the administrator.  O. Reg. 43/02, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The administrator has all of the powers of the board of directors of the Agency and may exercise them for the purpose of managing the affairs of the Agency, ensuring that the Agency carries out its objects and performing such other duties as may be specified by the Minister.  O. Reg. 43/02, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The board of directors of the Agency cannot exercise any of its powers while the administrator holds office.  O. Reg. 43/02, s. 13 (3).</p> <p class=\"subsection-e\">  (4) The term of office of the administrator is 12 months or such lesser period as the Minister may determine, and the Minister may extend the term for further terms of not more than six months.  O. Reg. 43/02, s. 13 (4).</p> <p class=\"subsection-e\">  (5) The Minister may terminate the administrator’s appointment before the end of the term if the Minister is satisfied that the appointment is no longer in the public interest.  O. Reg. 43/02, s. 13 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Winding up the Agency",
            "content": " 14. (1) If the Minister decides that it is in the public interest to wind up the business and affairs of the Agency, he or she may do all things necessary to do so, including distributing the Agency’s assets.  O. Reg. 43/02, s. 14 (1). (2) In acting under subsection (1), the Minister may direct that all or some of the Agency’s assets be, (a) liquidated or sold as a going concern and the proceeds paid into the Consolidated Revenue Fund; or (b) transferred to Her Majesty in right of Ontario or, if the assets do not constitute “public money” for the purposes of the Financial Administration Act, to another agency of the Crown.  O. Reg. 43/02, s. 14 (2); O. Reg. 339/08, s. 14 (1). (3) Any information or technology in the custody or control of the Agency immediately before it is wound up that the Agency holds on behalf of another person must be returned to that person.  O. Reg. 43/02, s. 14 (3); O. Reg. 54/05, s. 6. (4), (5) Revoked:  O. Reg. 339/08, s. 14 (2). 15. Revoked:  O. Reg. 339/08, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>14.</b><b> </b>(1) If the Minister decides that it is in the public interest to wind up the business and affairs of the Agency, he or she may do all things necessary to do so, including distributing the Agency’s assets.  O. Reg. 43/02, s. 14 (1).</p> <p class=\"subsection-e\">  (2) In acting under subsection (1), the Minister may direct that all or some of the Agency’s assets be,</p> <p class=\"clause-e\">  (a) liquidated or sold as a going concern and the proceeds paid into the Consolidated Revenue Fund; or</p> <p class=\"clause-e\">  (b) transferred to Her Majesty in right of Ontario or, if the assets do not constitute “public money” for the purposes of the <i>Financial Administration Act</i>, to another agency of the Crown.  O. Reg. 43/02, s. 14 (2); O. Reg. 339/08, s. 14 (1).</p> <p class=\"subsection-e\">  (3) Any information or technology in the custody or control of the Agency immediately before it is wound up that the Agency holds on behalf of another person must be returned to that person.  O. Reg. 43/02, s. 14 (3); O. Reg. 54/05, s. 6.</p> <p class=\"subsection-e\">  (4), (5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 339/08, s. 14 (2).</p> <p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 339/08, s. 15.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Verification of users",
            "content": " 16. (1) The Agency may collect personal information and use or disclose it in order, (a) to register persons to use the Agency’s information infrastructure; (b) to verify the identity of persons registering or registered to use the Agency’s information infrastructure; and (c) to maintain and administer the registration of such persons.  O. Reg. 54/05, s. 7. (2) The Agency shall not use or disclose the personal information referred to in subsection (1) for any other purpose.  O. Reg. 54/05, s. 7. 17. Revoked:  O. Reg. 54/05, s. 7. Revocation 18. This Regulation is revoked on January 1, 2021.  O. Reg. 339/08, s. 16; O. Reg. 213/10, s. 2; O. Reg. 198/12, s. 1; O. Reg. 418/12, s. 1; O. Reg. 366/13, s. 1; O. Reg. 270/14, s. 1; O. Reg. 410/17, s. 9; O. Reg. 380/19, s. 1.    ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>16. </b>(1) The Agency may collect personal information and use or disclose it in order,</p> <p class=\"clause-e\">  (a) to register persons to use the Agency’s information infrastructure;</p> <p class=\"clause-e\">  (b) to verify the identity of persons registering or registered to use the Agency’s information infrastructure; and </p> <p class=\"clause-e\">  (c) to maintain and administer the registration of such persons.  O. Reg. 54/05, s. 7.</p> <p class=\"subsection-e\">  (2) The Agency shall not use or disclose the personal information referred to in subsection (1) for any other purpose.  O. Reg. 54/05, s. 7.</p> <p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 54/05, s. 7.</p> <p class=\"headnote-e\">Revocation</p> <p class=\"Psection-e\"> <a name=\"BK18\"></a>18. This Regulation is revoked on January 1, 2021.  O. Reg. 339/08, s. 16; O. Reg. 213/10, s. 2; O. Reg. 198/12, s. 1; O. Reg. 418/12, s. 1; O. Reg. 366/13, s. 1; O. Reg. 270/14, s. 1; O. Reg<span>. 410/17, s. 9;</span> O. Reg. 380/19, s. 1.</p> <p class=\"Psection-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Revocation",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}