{
    "reg_info": {
        "full_title": "O. Reg. 474/19: CONTROLLED ACTS",
        "reg_name_text": "CONTROLLED ACTS",
        "citation": "O. Reg. 474/19: ",
        "act_under": "Occupational Therapy Act, 1991",
        "url": "https://www.ontario.ca/laws/regulation/190474",
        "date_scraped": "2023-12-18 22:09:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190474/v1",
            "valid_from": "December 23, 2019",
            "valid_to": "December 31, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Psychotherapy technique",
            "content": "  1. (1) For the purposes of subsection 3.1 (2) of the Act, a member holding a general practising certificate of registration may treat, by means of psychotherapy technique delivered through a therapeutic relationship, an individual’s serious disorder of thought, cognition, mood, emotional regulation, perception or memory that may seriously impair the individual’s judgement, insight, behaviour, communication or social functioning if the member meets the standards of practice set out in subsection (3) of this section. (2) For the purposes of subsection 3.1 (2) of the Act, a member holding a temporary certificate of registration who has the approval of the Registrar may treat, by means of psychotherapy technique delivered through a therapeutic relationship, an individual’s serious disorder of thought, cognition, mood, emotional regulation, perception or memory that may seriously impair the individual’s judgement, insight, behaviour, communication or social functioning if the member meets the standards of practice set out in subsection (3) of this section. (3) It is a standard of practice of the profession that a member referred to in subsection (1) or (2) who performs the controlled act described in those subsections must comply with the following: 1. Either have formal psychotherapy training that includes instructional, theoretical, and practical components or else have a combination of training and experience that in the opinion of the College is equivalent to such training. 2. Maintain competence by engaging in ongoing psychotherapy-based learning activities. 3. Have the knowledge, skill and judgment to perform the controlled act safely, effectively and ethically. 4. Have the knowledge, skill and judgement to determine whether the individual’s condition warrants performance of the controlled act. 5. Determine that the individual’s condition warrants performance of the controlled act, having considered, i. the known risks and benefits to the individual of performing the controlled act, ii. the predictability of the outcome of performing the controlled act, iii. the safeguards and resources available in the circumstances to safely manage the outcome of performing the controlled act, and iv. other relevant factors specific to the situation.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) For the purposes of subsection 3.1 (2) of the Act, a member holding a general practising certificate of registration may treat, by means of psychotherapy technique delivered through a therapeutic relationship, an individual’s serious disorder of thought, cognition, mood, emotional regulation, perception or memory that may seriously impair the individual’s judgement, insight, behaviour, communication or social functioning if the member meets the standards of practice set out in subsection (3) of this section.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 3.1 (2) of the Act, a member holding a temporary certificate of registration who has the approval of the Registrar may treat, by means of psychotherapy technique delivered through a therapeutic relationship, an individual’s serious disorder of thought, cognition, mood, emotional regulation, perception or memory that may seriously impair the individual’s judgement, insight, behaviour, communication or social functioning if the member meets the standards of practice set out in subsection (3) of this section.</p> <p class=\"subsection-e\">  (3) It is a standard of practice of the profession that a member referred to in subsection (1) or (2) who performs the controlled act described in those subsections must comply with the following:</p> <p class=\"paragraph-e\">  1. Either have formal psychotherapy training that includes instructional, theoretical, and practical components or else have a combination of training and experience that in the opinion of the College is equivalent to such training.</p> <p class=\"paragraph-e\">  2. Maintain competence by engaging in ongoing psychotherapy-based learning activities.</p> <p class=\"paragraph-e\">  3. Have the knowledge, skill and judgment to perform the controlled act safely, effectively and ethically.</p> <p class=\"paragraph-e\">  4. Have the knowledge, skill and judgement to determine whether the individual’s condition warrants performance of the controlled act.</p> <p class=\"paragraph-e\">  5. Determine that the individual’s condition warrants performance of the controlled act, having considered,</p> <p class=\"subpara-e\">  i. the known risks and benefits to the individual of performing the controlled act,</p> <p class=\"subpara-e\">  ii. the predictability of the outcome of performing the controlled act,</p> <p class=\"subpara-e\">  iii. the safeguards and resources available in the circumstances to safely manage the outcome of performing the controlled act, and</p> <p class=\"subpara-e\">  iv. other relevant factors specific to the situation.</p>"
        },
        {
            "id": "2.",
            "section": "No delegation",
            "content": " 2. A member shall not delegate the performance of the controlled act authorized by subsection 3.1 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A member shall not delegate the performance of the controlled act authorized by subsection 3.1 (1) of the Act.</p>"
        },
        {
            "id": "3.",
            "section": "No delegation",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "No delegation",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190474\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}