{
    "reg_info": {
        "full_title": "O. Reg. 627/91: EXEMPTION - THE CORPORATION OF THE CITY OF TORONTO - TORO-C-5",
        "reg_name_text": "EXEMPTION — THE CORPORATION OF THE CITY OF TORONTO — TORO-C-5",
        "citation": "O. Reg. 627/91: EXEMPTION - THE CORPORATION OF THE CITY OF TORONTO - TORO-C-5",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/910627",
        "date_scraped": "2023-12-21 14:21:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 23, 1991",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the City of Toronto that an undertaking, namely: The decommissioning of the former Toronto Refiners and Smelters Ltd. properties in the vicinity of 28 Bathurst Street which will involve: building decontamination (removal of contaminated dust and sludge, and removal of contaminated building surfaces); building demolition and removal including asbestos removal and disposal, PCB removal and storage, underground tank removal, process equipment removal and disposal; and removal and off-site disposal of all contaminated soil and materials at approved sites, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the City of Toronto that an undertaking, namely:</p> <p class=\"parawindt-e\">The decommissioning of the former Toronto Refiners and Smelters Ltd. properties in the vicinity of 28 Bathurst Street which will involve: building decontamination (removal of contaminated dust and sludge, and removal of contaminated building surfaces); building demolition and removal including asbestos removal and disposal, PCB removal and storage, underground tank removal, process equipment removal and disposal; and removal and off-site disposal of all contaminated soil and materials at approved sites,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the City of Toronto that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. Since hazardous materials and soils, including lead, mercury, arsenic and PAH’s, pose a potential hazard to the health of children and residents of the area, there will be a prolonged exposure of these children and residents to the potential hazard. B. The public will become increasingly uneasy over the continuing presence of the hazardous materials and soils in view of its potential hazard to children and residents of the area and the City of Toronto’s requirement to decommission.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the City of Toronto that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. Since hazardous materials and soils, including lead, mercury, arsenic and PAH’s, pose a potential hazard to the health of children and residents of the area, there will be a prolonged exposure of these children and residents to the potential hazard.</p> <p class=\"paragraph-e\">B. The public will become increasingly uneasy over the continuing presence of the hazardous materials and soils in view of its potential hazard to children and residents of the area and the City of Toronto’s requirement to decommission.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The presence of hazardous materials and contamination at the site, the blowing of contaminated dust and the potential discharge of contaminated water to the sanitary sewer poses a potential hazard to the residents of the area. Delays which would be engendered by the application of the Act to the removal program will add to the duration of this potential hazard. Therefore, it is in the public interest to immediately decommission the site. B. A Steering Committee with representatives from the local citizens has been established to monitor progress made in the cleanup of the site and off-site disposal of the contaminated waste. C. Based on extensive public participation, there is widespread consensus within and among the community, Steering Committee, Board of Health, local politicians and others that this project should proceed expeditiously. D. A Director’s Order was issued pursuant to section 18 of the Environmental Protection Act, by the Regional Director, Central Region, Ministry of the Environment, to the City of Toronto. The Order required the decommissioning of the site.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The presence of hazardous materials and contamination at the site, the blowing of contaminated dust and the potential discharge of contaminated water to the sanitary sewer poses a potential hazard to the residents of the area. Delays which would be engendered by the application of the Act to the removal program will add to the duration of this potential hazard. Therefore, it is in the public interest to immediately decommission the site.</p> <p class=\"paragraph-e\">B. A Steering Committee with representatives from the local citizens has been established to monitor progress made in the cleanup of the site and off-site disposal of the contaminated waste.</p> <p class=\"paragraph-e\">C. Based on extensive public participation, there is widespread consensus within and among the community, Steering Committee, Board of Health, local politicians and others that this project should proceed expeditiously.</p> <p class=\"paragraph-e\">D. A Director’s Order was issued pursuant to section 18 of the <i>Environmental Protection Act</i>, by the Regional Director, Central Region, Ministry of the Environment, to the City of Toronto. The Order required the decommissioning of the site.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. The City of Toronto, where appropriate, will inform and consult with interested agencies, the Niagara Neighbourhood Association and the public which have expressed concern with the undertaking before commencement of the undertaking. 2. The City of Toronto shall ensure that the Steering Committee, comprised of members of the public and government agencies, continues to monitor the progress made in the cleanup of the site and off-site disposal of the contaminated wastes. The City of Toronto will submit monthly reports to the Steering Committee and the Niagara Neighbourhood Association, including a summary of the work completed to date, work to be completed and any concerns which might affect the health or safety of the public. 3. Prior to commencement of decommissioning activities at the site, the City of Toronto shall submit to the Director, Central Region, Ministry of the Environment, the following items: (a) a work plan and project schedule outlining the phasing of the decommissioning and timing of each activity within each work zone; (b) measures to be taken for the prevention of cross-contamination between working zones; (c) a detailed program for the control of dust emissions, including washing procedures, expected emission levels and an air monitoring program; and (d) excavation procedures, including a monitoring program to determine the extent of excavation required and the appropriate disposal location. 4. During the decommissioning phases, the City of Toronto will engage the services of a qualified environmental consultant to monitor the activities on-site and provide advice with respect to control of contaminants. The consultant will have discretionary power to halt any activities that, in its opinion, could result in danger to the health and safety of the workers or the public. 5. The City of Toronto will report on a weekly basis to the Director, Central Region, Ministry of the Environment of activities carried on in the previous week. The weekly summary reports will include but are not limited to the following: (a) site security; (b) activities occurring during the week; (c) activities planned for the following week; (d) changes or modifications to work plan and project schedule; (e) quantity, type and destination of waste materials; (f) results of all monitoring, report of any leaks or spills; and (g) comments received and responses to any public concerns regarding the decommissioning activities. 6. Within thirty calendar days after the completion of the undertaking, the City of Toronto will submit to the Director, Central Region, Ministry of the Environment, a written report outlining the assessment of the need for groundwater collection and treatment, and a proposed remediation plan. 7. The City of Toronto shall submit to the Director, Central Region, Ministry of the Environment, details of the wastewater treatment system to be used at the site, including design, construction and disposal of resulting effluent and sludge. A wastewater system for the site must be in place prior to the commencement of any decommissioning activities. 8. The City of Toronto will submit to the Director, Central Region, Ministry of the Environment, for approval, a list of those waste disposal sites at which the waste materials (both hazardous and non-hazardous) from the site will be disposed of, as well as any sites where soils will be disposed of. 9. The City of Toronto will submit to the Director, Central Region, Ministry of the Environment, for approval in writing, specific truck haulage routes to be followed throughout the undertaking in order to minimize any potential adverse effects on local residents. 10. The City of Toronto will take steps to ensure that the hauling contractor(s) securely contain all loads in order to prevent spillage and will clean up any spill that does result from the loading and hauling of the soil and material. In the event of a spill, the Toronto West District Office of the Ministry of the Environment (during work hours 416-467-3000) or the Spills Action Centre (after hours 416-325-3000) will be notified. 11. A Provincial Officer appointed under the Environmental Protection Act will have the right to shut-down the operations, where the Officer is of the opinion that a danger to the health or safety of the public exists. 12. Within thirty calendar days after the completion of the undertaking, the City of Toronto will provide the Director of the Environmental Assessment Branch of the Ministry of the Environment a written description of how the conditions of this exemption have been met, for filing with the public records kept under section 30 of the Act by the Branch. O. Reg. 627/91. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. The City of Toronto, where appropriate, will inform and consult with interested agencies, the Niagara Neighbourhood Association and the public which have expressed concern with the undertaking before commencement of the undertaking.</p> <p class=\"paragraph-e\">2. The City of Toronto shall ensure that the Steering Committee, comprised of members of the public and government agencies, continues to monitor the progress made in the cleanup of the site and off-site disposal of the contaminated wastes. The City of Toronto will submit monthly reports to the Steering Committee and the Niagara Neighbourhood Association, including a summary of the work completed to date, work to be completed and any concerns which might affect the health or safety of the public.</p> <p class=\"paragraph-e\">3. Prior to commencement of decommissioning activities at the site, the City of Toronto shall submit to the Director, Central Region, Ministry of the Environment, the following items:</p> <p class=\"subpara-e\">(a) a work plan and project schedule outlining the phasing of the decommissioning and timing of each activity within each work zone;</p> <p class=\"subpara-e\">(b) measures to be taken for the prevention of cross-contamination between working zones;</p> <p class=\"subpara-e\">(c) a detailed program for the control of dust emissions, including washing procedures, expected emission levels and an air monitoring program; and</p> <p class=\"subpara-e\">(d) excavation procedures, including a monitoring program to determine the extent of excavation required and the appropriate disposal location.</p> <p class=\"paragraph-e\">4. During the decommissioning phases, the City of Toronto will engage the services of a qualified environmental consultant to monitor the activities on-site and provide advice with respect to control of contaminants. The consultant will have discretionary power to halt any activities that, in its opinion, could result in danger to the health and safety of the workers or the public.</p> <p class=\"paragraph-e\">5. The City of Toronto will report on a weekly basis to the Director, Central Region, Ministry of the Environment of activities carried on in the previous week. The weekly summary reports will include but are not limited to the following:</p> <p class=\"subpara-e\">(a) site security;</p> <p class=\"subpara-e\">(b) activities occurring during the week;</p> <p class=\"subpara-e\">(c) activities planned for the following week;</p> <p class=\"subpara-e\">(d) changes or modifications to work plan and project schedule;</p> <p class=\"subpara-e\">(e) quantity, type and destination of waste materials;</p> <p class=\"subpara-e\">(f) results of all monitoring, report of any leaks or spills; and</p> <p class=\"subpara-e\">(g) comments received and responses to any public concerns regarding the decommissioning activities.</p> <p class=\"paragraph-e\">6. Within thirty calendar days after the completion of the undertaking, the City of Toronto will submit to the Director, Central Region, Ministry of the Environment, a written report outlining the assessment of the need for groundwater collection and treatment, and a proposed remediation plan.</p> <p class=\"paragraph-e\">7. The City of Toronto shall submit to the Director, Central Region, Ministry of the Environment, details of the wastewater treatment system to be used at the site, including design, construction and disposal of resulting effluent and sludge. A wastewater system for the site must be in place prior to the commencement of any decommissioning activities.</p> <p class=\"paragraph-e\">8. The City of Toronto will submit to the Director, Central Region, Ministry of the Environment, for approval, a list of those waste disposal sites at which the waste materials (both hazardous and non-hazardous) from the site will be disposed of, as well as any sites where soils will be disposed of.</p> <p class=\"paragraph-e\">9. The City of Toronto will submit to the Director, Central Region, Ministry of the Environment, for approval in writing, specific truck haulage routes to be followed throughout the undertaking in order to minimize any potential adverse effects on local residents.</p> <p class=\"paragraph-e\">10. The City of Toronto will take steps to ensure that the hauling contractor(s) securely contain all loads in order to prevent spillage and will clean up any spill that does result from the loading and hauling of the soil and material. In the event of a spill, the Toronto West District Office of the Ministry of the Environment (during work hours 416-467-3000) or the Spills Action Centre (after hours 416-325-3000) will be notified.</p> <p class=\"paragraph-e\">11. A Provincial Officer appointed under the <i>Environmental Protection Act</i> will have the right to shut-down the operations, where the Officer is of the opinion that a danger to the health or safety of the public exists.</p> <p class=\"paragraph-e\">12. Within thirty calendar days after the completion of the undertaking, the City of Toronto will provide the Director of the Environmental Assessment Branch of the Ministry of the Environment a written description of how the conditions of this exemption have been met, for filing with the public records kept under section 30 of the Act by the Branch. O. Reg. 627/91.</p> <p class=\"Normal\"></p>"
        }
    ]
}