{
    "reg_info": {
        "full_title": "O. Reg. 133/92: BURIAL SITES",
        "reg_name_text": "BURIAL SITES",
        "citation": "O. Reg. 133/92: ",
        "act_under": "Cemeteries Act (Revised)   Loi sur les cimetières (révisée)",
        "url": "https://www.ontario.ca/laws/regulation/920133",
        "date_scraped": "2023-12-19 05:10:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920133/v2",
            "valid_from": "February 11, 2011",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/920133/v1",
            "valid_from": "April  1, 1992",
            "valid_to": "February 10, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “aboriginal people” includes the Indian, Inuit and Métis peoples of Canada; “First Nations Government” means the government of a “band” as defined in the Indian Act (Canada); “representative”, when used in connection with a person whose remains are interred, means, (a) in the case of an unapproved cemetery, (i) a descendant of the interred person, or (ii) if there is no known surviving descendant, a representative of the religious denomination with which the interred person was affiliated as evidenced by the place of interment, or (b) in the case of an unapproved aboriginal peoples’ cemetery, the nearest First Nations Government or other community of aboriginal people which is willing to act as a representative and whose members have a close cultural affinity to the interred person. O. Reg. 133/92, s. 1. Investigating Burial Sites",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“aboriginal people” includes the Indian, Inuit and Métis peoples of Canada;</p> <p class=\"definition-e\">“First Nations Government” means the government of a “band” as defined in the <i>Indian Act</i> (Canada);</p> <p class=\"definition-e\">“representative”, when used in connection with a person whose remains are interred, means,</p> <p class=\"defclause-e\">(a) in the case of an unapproved cemetery,</p> <p class=\"defsubclause-e\">(i) a descendant of the interred person, or</p> <p class=\"defsubclause-e\">(ii) if there is no known surviving descendant, a representative of the religious denomination with which the interred person was affiliated as evidenced by the place of interment, or</p> <p class=\"defclause-e\">(b) in the case of an unapproved aboriginal peoples’ cemetery, the nearest First Nations Government or other community of aboriginal people which is willing to act as a representative and whose members have a close cultural affinity to the interred person. O. Reg. 133/92, s. 1.</p> <p class=\"heading1-e\"><a name=\"P19_1116\"></a><a name=\"BK1\"></a>Investigating Burial Sites</p>"
        },
        {
            "id": "2.",
            "section": "Investigating Burial Sites",
            "content": "2. (1) If an investigation of a burial site is ordered under section 70 of the Act, the person conducting the investigation shall, within five days after beginning the investigation, advise the Registrar of the possible cultural origins of the human remains. O. Reg. 133/92, s. 2 (1). (2) Upon completing the investigation, the investigator shall provide the Registrar with a final, written report containing the following information: 1. A determination of the probable cultural origin or religious affiliation of the persons whose remains are interred and the basis upon which it is made. 2. A description of the boundaries of the burial site. 3. Details of the style and manner in which the human remains are interred. 4. A description of any artifacts that, in the opinion of the investigator, form part of the burial site. 5. An opinion as to whether the burial site was set aside with the apparent intention of interring human remains in accordance with cultural affinities and the basis upon which the opinion is made. 6. Information relevant to the preparation of a site disposition agreement. O. Reg. 133/92, s. 2 (2). Procedures for Dealing with Burial Sites",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) If an investigation of a burial site is ordered under section 70 of the Act, the person conducting the investigation shall, within five days after beginning the investigation, advise the Registrar of the possible cultural origins of the human remains. O. Reg. 133/92, s. 2 (1).</p> <p class=\"subsection-e\">(2) Upon completing the investigation, the investigator shall provide the Registrar with a final, written report containing the following information:</p> <p class=\"paragraph-e\">1. A determination of the probable cultural origin or religious affiliation of the persons whose remains are interred and the basis upon which it is made.</p> <p class=\"paragraph-e\">2. A description of the boundaries of the burial site.</p> <p class=\"paragraph-e\">3. Details of the style and manner in which the human remains are interred.</p> <p class=\"paragraph-e\">4. A description of any artifacts that, in the opinion of the investigator, form part of the burial site.</p> <p class=\"paragraph-e\">5. An opinion as to whether the burial site was set aside with the apparent intention of interring human remains in accordance with cultural affinities and the basis upon which the opinion is made.</p> <p class=\"paragraph-e\">6. Information relevant to the preparation of a site disposition agreement. O. Reg. 133/92, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"P28_2273\"></a><a name=\"BK2\"></a>Procedures for Dealing with Burial Sites</p>"
        },
        {
            "id": "3.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "3. The owner of land on which a burial site is discovered shall, if a coroner declares that foul play is not suspected in relation to the discovered remains, take whatever steps are necessary to preserve the site, the human remains and any artifacts until a final disposition is made in accordance with the Act and regulations. O. Reg. 133/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The owner of land on which a burial site is discovered shall, if a coroner declares that foul play is not suspected in relation to the discovered remains, take whatever steps are necessary to preserve the site, the human remains and any artifacts until a final disposition is made in accordance with the Act and regulations. O. Reg. 133/92, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "4. The owner of land that contains an irregular burial site shall, (a) ensure that the remains are interred in a cemetery located in the same municipality as the land in which they were discovered or in an adjacent municipality; or (b) establish the land as a cemetery. O. Reg. 133/92, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The owner of land that contains an irregular burial site shall,</p> <p class=\"clause-e\">(a) ensure that the remains are interred in a cemetery located in the same municipality as the land in which they were discovered or in an adjacent municipality; or</p> <p class=\"clause-e\">(b) establish the land as a cemetery. O. Reg. 133/92, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "5. For the purposes of subsection 74 (2) of the Act, the prescribed maximum amount that an owner of a cemetery may charge is $500 or the lowest price filed for the purchase of interment rights and of opening and closing services, whichever is less. O. Reg. 133/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>For the purposes of subsection 74 (2) of the Act, the prescribed maximum amount that an owner of a cemetery may charge is $500 or the lowest price filed for the purchase of interment rights and of opening and closing services, whichever is less. O. Reg. 133/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "6. (1) One month before declaring a burial site to be an unapproved cemetery, the Registrar shall publish notice of the declaration in a newspaper with general circulation in the municipality in which the cemetery is located. O. Reg. 133/92, s. 6 (1). (2) The notice shall be published once a week for two consecutive weeks. O. Reg. 133/92, s. 6 (2). (3) The published notice shall invite any representative of the persons whose remains are interred in the cemetery to contact the Registrar within two weeks after the date of the second published notice. O. Reg. 133/92, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) One month before declaring a burial site to be an unapproved cemetery, the Registrar shall publish notice of the declaration in a newspaper with general circulation in the municipality in which the cemetery is located. O. Reg. 133/92, s. 6 (1).</p> <p class=\"subsection-e\">(2) The notice shall be published once a week for two consecutive weeks. O. Reg. 133/92, s. 6 (2).</p> <p class=\"subsection-e\">(3) The published notice shall invite any representative of the persons whose remains are interred in the cemetery to contact the Registrar within two weeks after the date of the second published notice. O. Reg. 133/92, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "7. (1) For the purposes of subsection 72 (1) of the Act, the following persons are to be notified of a declaration that a burial site is an unapproved aboriginal peoples’ cemetery or an unapproved cemetery: 1. The owner of the land on which the cemetery is located. 2. The representative of each person whose remains are interred in the cemetery. O. Reg. 133/92, s. 7 (1). (2) If no representatives contact the Registrar within two weeks of the notice under subsection (1), the owner of the land on which an unapproved cemetery is located shall, (a) ensure that the remains found in the cemetery are reinterred in a cemetery located in the same municipality as the land in which they were discovered or in an adjacent municipality; or (b) establish the land as a cemetery. O. Reg. 133/92, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) For the purposes of subsection 72 (1) of the Act, the following persons are to be notified of a declaration that a burial site is an unapproved aboriginal peoples’ cemetery or an unapproved cemetery:</p> <p class=\"paragraph-e\">1. The owner of the land on which the cemetery is located.</p> <p class=\"paragraph-e\">2. The representative of each person whose remains are interred in the cemetery. O. Reg. 133/92, s. 7 (1).</p> <p class=\"subsection-e\">(2) If no representatives contact the Registrar within two weeks of the notice under subsection (1), the owner of the land on which an unapproved cemetery is located shall,</p> <p class=\"clause-e\">(a) ensure that the remains found in the cemetery are reinterred in a cemetery located in the same municipality as the land in which they were discovered or in an adjacent municipality; or</p> <p class=\"clause-e\">(b) establish the land as a cemetery. O. Reg. 133/92, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "8. Unless consent is given by a representative of a person whose remains are interred in an unapproved cemetery or an unapproved aboriginal people’s cemetery, no person shall, (a) remove the remains or associated artifacts from the cemetery; or (b) conduct scientific analysis of the remains or associated artifacts. O. Reg. 133/92, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Unless consent is given by a representative of a person whose remains are interred in an unapproved cemetery or an unapproved aboriginal people’s cemetery, no person shall,</p> <p class=\"clause-e\">(a) remove the remains or associated artifacts from the cemetery; or</p> <p class=\"clause-e\">(b) conduct scientific analysis of the remains or associated artifacts. O. Reg. 133/92, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Procedures for Dealing with Burial Sites",
            "content": "9. (1) If the owner of land on which a burial site is discovered establishes the site as a cemetery, the owner shall ensure that no interment rights for the cemetery are sold. O. Reg. 133/92, s. 9 (1). (2) If the owner of land on which a burial site is discovered establishes the site as a cemetery, the owner is exempt from clause 3 (1) (a) of the Act and from subsections 3 (2) and (3) of the Act. O. Reg. 133/92, s. 9 (2). Arbitration",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) If the owner of land on which a burial site is discovered establishes the site as a cemetery, the owner shall ensure that no interment rights for the cemetery are sold. O. Reg. 133/92, s. 9 (1).</p> <p class=\"subsection-e\">(2) If the owner of land on which a burial site is discovered establishes the site as a cemetery, the owner is exempt from clause 3 (1) (a) of the Act and from subsections 3 (2) and (3) of the Act. O. Reg. 133/92, s. 9 (2).</p> <p class=\"heading1-e\"><a name=\"P48_5435\"></a><a name=\"BK3\"></a>Arbitration</p>"
        },
        {
            "id": "10.",
            "section": "Arbitration",
            "content": "10. The prescribed time for the purpose of subsection 72 (3) of the Act is one month after the negotiations begin. O. Reg. 133/92, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The prescribed time for the purpose of subsection 72 (3) of the Act is one month after the negotiations begin. O. Reg. 133/92, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Arbitration",
            "content": "11. (1) The parties to the arbitration are, (a) the owner of the land on which the burial site is located; and (b) the representatives of the persons whose remains are discovered on the burial site. O. Reg. 133/92, s. 11 (1). (2) A matter referred to arbitration by the Registrar under subsection 72 (3) of the Act shall be referred to an arbitration board or, upon the request of the parties, to a single arbitrator appointed by the Director and selected from the list of arbitrators chosen by the parties. O. Reg. 133/92, s. 11 (2). (3) The arbitration board shall be composed of the following members: 1. A member appointed by the owner of the land. 2. A member appointed by the representatives. 3. A member appointed under subsection (5). O. Reg. 133/92, s. 11 (3). (4) The names of the members described in paragraphs 1 and 2 of subsection (3) shall be provided to the Registrar within five days after the expiry of the time for making the site disposition agreement. O. Reg. 133/92, s. 11 (4). (5) The members described in paragraphs 1 and 2 of subsection (3) shall within five days after their own appointment appoint another member who shall be the chair of the arbitration board. O. Reg. 133/92, s. 11 (5). (6) If a member is not appointed within the prescribed time, the Director shall make the appointment from a list of arbitrators chosen by the parties. O. Reg. 133/92, s. 11 (6). (7) A party to the arbitration is not entitled to challenge the member chosen by another party to be appointed to the board. O. Reg. 133/92, s. 11 (7). (8) Any period of time mentioned in this section may be extended by written agreement of the parties. O. Reg. 133/92, s. 11 (8).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The parties to the arbitration are,</p> <p class=\"clause-e\">(a) the owner of the land on which the burial site is located; and</p> <p class=\"clause-e\">(b) the representatives of the persons whose remains are discovered on the burial site. O. Reg. 133/92, s. 11 (1).</p> <p class=\"subsection-e\">(2) A matter referred to arbitration by the Registrar under subsection 72 (3) of the Act shall be referred to an arbitration board or, upon the request of the parties, to a single arbitrator appointed by the Director and selected from the list of arbitrators chosen by the parties. O. Reg. 133/92, s. 11 (2).</p> <p class=\"subsection-e\">(3) The arbitration board shall be composed of the following members:</p> <p class=\"paragraph-e\">1. A member appointed by the owner of the land.</p> <p class=\"paragraph-e\">2. A member appointed by the representatives.</p> <p class=\"paragraph-e\">3. A member appointed under subsection (5). O. Reg. 133/92, s. 11 (3).</p> <p class=\"subsection-e\">(4) The names of the members described in paragraphs 1 and 2 of subsection (3) shall be provided to the Registrar within five days after the expiry of the time for making the site disposition agreement. O. Reg. 133/92, s. 11 (4).</p> <p class=\"subsection-e\">(5) The members described in paragraphs 1 and 2 of subsection (3) shall within five days after their own appointment appoint another member who shall be the chair of the arbitration board. O. Reg. 133/92, s. 11 (5).</p> <p class=\"subsection-e\">(6) If a member is not appointed within the prescribed time, the Director shall make the appointment from a list of arbitrators chosen by the parties. O. Reg. 133/92, s. 11 (6).</p> <p class=\"subsection-e\">(7) A party to the arbitration is not entitled to challenge the member chosen by another party to be appointed to the board. O. Reg. 133/92, s. 11 (7).</p> <p class=\"subsection-e\">(8) Any period of time mentioned in this section may be extended by written agreement of the parties. O. Reg. 133/92, s. 11 (8).</p>"
        },
        {
            "id": "12.",
            "section": "Arbitration",
            "content": "12. The hearing in the arbitration shall begin within two weeks after the day the chair of the arbitration board or the arbitrator is appointed. O. Reg. 133/92, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The hearing in the arbitration shall begin within two weeks after the day the chair of the arbitration board or the arbitrator is appointed. O. Reg. 133/92, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Arbitration",
            "content": "13. (1) The arbitrator or arbitration board may, (a) inspect the burial site; (b) appoint an expert to inspect the remains and any artifacts found on the site and to report to the arbitrator or arbitration board; and (c) award costs of the arbitration as between the parties. O. Reg. 133/92, s. 13 (1). (2) The arbitrator or arbitration board shall not order the removal of human remains and associated artifacts from the burial site for scientific study. O. Reg. 133/92, s. 13 (2). (3) The arbitration award may include anything listed in section 14 to the extent it is not included in the site disposition agreement. O. Reg. 133/92, s. 13 (3). Site Disposition Agreements",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The arbitrator or arbitration board may,</p> <p class=\"clause-e\">(a) inspect the burial site;</p> <p class=\"clause-e\">(b) appoint an expert to inspect the remains and any artifacts found on the site and to report to the arbitrator or arbitration board; and</p> <p class=\"clause-e\">(c) award costs of the arbitration as between the parties. O. Reg. 133/92, s. 13 (1).</p> <p class=\"subsection-e\">(2) The arbitrator or arbitration board shall not order the removal of human remains and associated artifacts from the burial site for scientific study. O. Reg. 133/92, s. 13 (2).</p> <p class=\"subsection-e\">(3) The arbitration award may include anything listed in section 14 to the extent it is not included in the site disposition agreement. O. Reg. 133/92, s. 13 (3).</p> <p class=\"heading1-e\"><a name=\"P70_8141\"></a><a name=\"BK4\"></a>Site Disposition Agreements</p>"
        },
        {
            "id": "14.",
            "section": "Site Disposition Agreements",
            "content": "14. A site disposition agreement respecting an unapproved aboriginal peoples’ cemetery or an unapproved cemetery shall contain the following: 1. A legal description of the location of the cemetery in which the human remains are interred and, if appropriate, a statement that the remains will be left where they are interred. 2. The style and manner in which the human remains are to be disinterred and reinterred, if applicable. 3. The time within which the disinterment and reinterment are to take place, if applicable. 4. The provisions being made for future maintenance of the cemetery in which the human remains are to be located. 5. The allocation of the costs for carrying out the agreement. 6. Such other matters as the parties to the agreement agree upon. O. Reg. 133/92, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>A site disposition agreement respecting an unapproved aboriginal peoples’ cemetery or an unapproved cemetery shall contain the following:</p> <p class=\"paragraph-e\">1. A legal description of the location of the cemetery in which the human remains are interred and, if appropriate, a statement that the remains will be left where they are interred.</p> <p class=\"paragraph-e\">2. The style and manner in which the human remains are to be disinterred and reinterred, if applicable.</p> <p class=\"paragraph-e\">3. The time within which the disinterment and reinterment are to take place, if applicable.</p> <p class=\"paragraph-e\">4. The provisions being made for future maintenance of the cemetery in which the human remains are to be located.</p> <p class=\"paragraph-e\">5. The allocation of the costs for carrying out the agreement.</p> <p class=\"paragraph-e\">6. Such other matters as the parties to the agreement agree upon. O. Reg. 133/92, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Site Disposition Agreements",
            "content": "15. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 133/92, s. 15. ",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 133/92, s. 15.</p> <p class=\"Normal\"></p>"
        }
    ]
}