{
    "reg_info": {
        "full_title": "O. Reg. 440/01: ONTARIO EDUCATION NUMBERS",
        "reg_name_text": "Ontario Education numbers",
        "citation": "O. Reg. 440/01: ONTARIO EDUCATION NUMBERS",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/010440",
        "date_scraped": "2023-12-19 10:12:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  9, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010440/v1",
            "valid_from": "November 30, 2001",
            "valid_to": "March  8, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Educational institutions",
            "content": " 1. The following educational institutions are prescribed for the purposes of sections 266.2 to 266.4 of the Act: 1. All boards. 2. All schools under the jurisdiction of a board or the Ministry of Education. 3. All private schools in Ontario. 3.1 Any private school outside Ontario that has been inspected under subsection 16 (7) of the Act. 4. All facilities in which a board provides an elementary or secondary school educational program under agreement with the facility. 5. The Education Quality and Accountability Office. 6. The Crown in right of Canada and a band, a council of a band or an education authority if, i. the band, council or authority, as the case may be, is authorized by the Crown in right of Canada to provide elementary or secondary school education to pupils who are Indians, and ii. an agreement has been entered into with the Ministry providing for the use of Ontario education numbers for those pupils.  O. Reg. 440/01, s. 1; O. Reg. 90/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>The following educational institutions are prescribed for the purposes of sections 266.2 to 266.4 of the Act:</p> <p class=\"paragraph-e\">  1. All boards.</p> <p class=\"paragraph-e\">  2. All schools under the jurisdiction of a board or the Ministry of Education.</p> <p class=\"paragraph-e\">  3. All private schools in Ontario.</p> <p class=\"paragraph-e\">  3.1 Any private school outside Ontario that has been inspected under subsection 16 (7) of the Act.</p> <p class=\"paragraph-e\">  4. All facilities in which a board provides an elementary or secondary school educational program under agreement with the facility.</p> <p class=\"paragraph-e\">  5. The Education Quality and Accountability Office.</p> <p class=\"paragraph-e\">  6. The Crown in right of Canada and a band, a council of a band or an education authority if,</p> <p class=\"subpara-e\">  i. the band, council or authority, as the case may be, is authorized by the Crown in right of Canada to provide elementary or secondary school education to pupils who are Indians, and\r\n</p> <p class=\"subpara-e\">  ii. an agreement has been entered into with the Ministry providing for the use of Ontario education numbers for those pupils.  O. Reg. 440/01, s. 1; O. Reg. 90/07, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Post-secondary institutions",
            "content": " 1.1 The following educational institutions are prescribed for the purposes of sections 266.2 to 266.4 of the Act: 1. All colleges of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002. 2. All universities that receive regular and ongoing operating funding from the province for purposes of post-secondary education and the federated and affiliated colleges and universities of those institutions. 3. The Ontario College of Art & Design. 4. The Northern Ontario School of Medicine. 5. The Eastern Ontario School of X-Ray Technology. 6. The Michener Institute for Applied Health Sciences. 7. Collège dominicain de philosophie et de théologie. 8. Université de Guelph — Campus d’Alfred. 9. The University of Guelph — Kemptville Campus. 10. The University of Guelph — Ridgetown Campus.  O. Reg. 89/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>The following educational institutions are prescribed for the purposes of sections 266.2 to 266.4 of the Act:</p> <p class=\"paragraph-e\">  1. All colleges of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>.</p> <p class=\"paragraph-e\">  2. All universities that receive regular and ongoing operating funding from the province for purposes of post-secondary education and the federated and affiliated colleges and universities of those institutions.</p> <p class=\"paragraph-e\">  3. The Ontario College of Art &amp; Design.</p> <p class=\"paragraph-e\">  4. The Northern Ontario School of Medicine.</p> <p class=\"paragraph-e\">  5. The Eastern Ontario School of X-Ray Technology.</p> <p class=\"paragraph-e\">  6. The Michener Institute for Applied Health Sciences.</p> <p class=\"paragraph-e\">  7. Collège dominicain de philosophie et de théologie.</p> <p class=\"paragraph-e\">  8. Université de Guelph — Campus d’Alfred.</p> <p class=\"paragraph-e\">  9. The University of Guelph — Kemptville Campus.</p> <p class=\"paragraph-e\">  10. The University of Guelph — Ridgetown Campus.  O. Reg. 89/07, s. 1.</p>"
        },
        {
            "id": "1.2",
            "section": "Prescribed entities, s. 266.3 (3) of the Act",
            "content": " 1.2 The following entities are prescribed for the purposes of subsection 266.3 (3) of the Act: 1. The Ontario Universities’ Application Centre. 2. The Ontario College Application Services.  O. Reg. 90/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.2 </b>The following entities are prescribed for the purposes of subsection 266.3 (3) of the Act:</p> <p class=\"paragraph-e\">  1. The Ontario Universities’ Application Centre.</p> <p class=\"paragraph-e\">  2. The Ontario College Application Services.  O. Reg. 90/07, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed person, s. 266.3 (3) of the Act",
            "content": " 2. The following persons are prescribed for the purposes of subsection 266.3 (3) of the Act: 1. Officers and employees of educational institutions prescribed by section 1 or 1.1. 1.1 Officers and employees of entities prescribed by section 1.2. 2. Officers and employees who are employed in the Ministry of Education or the Ministry of Training, Colleges and Universities. 3. Officers and employees of Statistics Canada.  O. Reg. 440/01, s. 2; O. Reg. 89/07, s. 2; O. Reg. 90/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>The following persons are prescribed for the purposes of subsection 266.3 (3) of the Act:</p> <p class=\"paragraph-e\">  1. Officers and employees of educational institutions prescribed by section 1 or 1.1.</p> <p class=\"paragraph-e\">  1.1 Officers and employees of entities prescribed by section 1.2.</p> <p class=\"paragraph-e\">  2. Officers and employees who are employed in the Ministry of Education or the Ministry of Training, Colleges and Universities.</p> <p class=\"paragraph-e\">  3. Officers and employees of Statistics Canada.  O. Reg. 440/01, s. 2; O. Reg. 89/07, s. 2; O. Reg. 90/07, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Indirect collection of personal information",
            "content": " 3. The Minister of Education and officials of the Ministry of Education may collect from an educational institution prescribed by section 1 or 1.1 the following personal information about an individual who is or was enrolled in an educational institution prescribed by section 1 or who seeks or sought to be enrolled in the institution: 1. The individual’s full name, any name the individual prefers to use and any previous names the individual used. 2. The individual’s gender. 3. The individual’s date of birth.  O. Reg. 440/01, s. 3; O. Reg. 89/07, s. 3; O. Reg. 90/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>The Minister of Education and officials of the Ministry of Education may collect from an educational institution prescribed by section 1 or 1.1 the following personal information about an individual who is or was enrolled in an educational institution prescribed by section 1 or who seeks or sought to be enrolled in the institution:</p> <p class=\"paragraph-e\">  1. The individual’s full name, any name the individual prefers to use and any previous names the individual used.</p> <p class=\"paragraph-e\">  2. The individual’s gender.</p> <p class=\"paragraph-e\">  3. The individual’s date of birth.  O. Reg. 440/01, s. 3; O. Reg. 89/07, s. 3; O. Reg. 90/07, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": "Ontario education number",
            "content": " 4. Educational institutions prescribed by section 1 shall use an individual’s Ontario education number to identify the individual in the following types of material: 1. All pupil records that are compiled and maintained in accordance with the Act or under any policy, guideline or directive issued by the Minister of Education relating to pupil records. 2. Applications made by the individual for enrolment in an educational program, school or institution. 3. Pupil assessments, tests and evaluations of the individual.  O. Reg. 440/01, s. 4; O. Reg. 90/07, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>4.</b><b> </b>Educational institutions prescribed by section 1 shall use an individual’s Ontario education number to identify the individual in the following types of material:</p> <p class=\"paragraph-e\">  1. All pupil records that are compiled and maintained in accordance with the Act or under any policy, guideline or directive issued by the Minister of Education relating to pupil records. </p> <p class=\"paragraph-e\">  2. Applications made by the individual for enrolment in an educational program, school or institution.</p> <p class=\"paragraph-e\">  3. Pupil assessments, tests and evaluations of the individual.  O. Reg. 440/01, s. 4; O. Reg. 90/07, s. 5.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010440\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}