{
    "reg_info": {
        "full_title": "O. Reg. 317/12: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 317/12: ",
        "act_under": "Psychotherapy Act, 2007",
        "url": "https://www.ontario.ca/laws/regulation/120317",
        "date_scraped": "2023-12-19 03:46:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  2, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120317/v1",
            "valid_from": "October 19, 2012",
            "valid_to": "October  1, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Acts of misconduct",
            "content": " 1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Contravening, by act or omission, a standard of practice of the profession or failing to maintain the standard of practice of the profession. 2. Abusing a client or a client’s representative verbally, physically, psychologically or emotionally. 3. Doing anything to a client for a therapeutic, preventive, palliative, diagnostic or other health-related purpose except, i. with the informed consent of the client or the client’s authorized representative, or ii. as required or authorized by law. 4. Failing to reply appropriately to a reasonable request by a client or a client’s authorized representative for information respecting a service or product provided or recommended by the member. 5. Giving information about a client to a person other than the client or the client’s authorized representative except with the consent of the client or the authorized representative or as required or authorized by law. 6. Discontinuing professional services unless the discontinuation would reasonably be regarded by members as appropriate having regard to, i. the member’s reasons for discontinuing the services, ii. the condition of the client, iii. the availability of alternate services, and iv. the opportunity given to the client to arrange alternate services before the discontinuation. 7. Recommending or providing unnecessary treatment or continuing to treat a client where the treatment is no longer indicated or has ceased to be effective. 8. Treating a condition that the member knows or ought to know he or she does not have the knowledge, skills or judgment to treat. 9. Failing to advise a client or the client’s authorized representative to consult another member of a health profession within the meaning of the Regulated Health Professions Act, 1991, where the member knows or ought to know that the client requires a service that the member does not have the knowledge, skills or judgment to offer. 10. Performing a controlled act that the member is not authorized to perform. 11. Failing to appropriately supervise a person whom the member is professionally obligated to supervise. 12. Delegating the authorized act set out in section 4 of the Act.  Despite this, such a delegation may be made in exceptional circumstances, but only if, i. the Council has given its prior approval, or ii. circumstances exist so that time does not allow the member to obtain prior approval, and the member notifies the College of the delegation as soon as is reasonably possible. 13. Permitting, counselling or assisting a person who is not a member to represent himself or herself as such or to perform a controlled act that the person is not authorized to perform. 14. Failing to advise a client, a client’s authorized representative or a member of the public, when requested, of his or her right to file a complaint with the College. 15. Failing to provide a client, a client’s authorized representative or a member of the public, when requested, with the address and telephone number of the College. 16. Acting in a professional capacity while in a conflict of interest or being in a conflict of interest when acting in a professional capacity. 17. Issuing an invoice, bill or receipt for services that the member knows or ought to know is false or misleading. 18. Charging a fee that is excessive in relation to the service provided. 19. Charging more than the member’s usual fee for a service where a third party is paying for the service. 20. Failing to advise a client or a client’s authorized representative, prior to providing a service, of the fee to be charged for the service or of any penalties that will be charged for late payment of the fee. 21. Charging a block fee without first specifying the following in writing: i. The services covered by the fee. ii. The amount of the fee. iii. The arrangements for paying the fee. iv. The rights and obligations of the member and the client if the relationship between them is terminated before all the services are provided. 22. Offering or giving a reduction for prompt payment of an account. 23. Failing to itemize an account for professional goods or services, if requested to do so. 24. Breaching, without reasonable cause, an agreement with a client or a client’s authorized representative relating to professional services for the client or fees for such services. 25. Failing to keep written records in accordance with the standards of the profession. 26. Signing or issuing, in his or her professional capacity, a document that the member knows or ought to know contains a false or misleading statement. 27. Falsifying a record relating to the member’s practice. 28. Making a claim about a therapeutic approach, modality, remedy, treatment, device or procedure other than a claim that can be supported as reasonable professional opinion. 29. Permitting the advertising of the member or his or her practice in a manner that is false or misleading or that includes statements that are not factual and verifiable. 30. Using a testimonial by a client, former client or other person in the advertising of the member or his or her practice. 31. Soliciting or permitting the solicitation of an individual in person, by telephone, by electronic communication or by other means of communication unless, i. the person who is the subject of the solicitation is advised, at the earliest possible time during the communication, that, A. the purpose of the communication is to solicit use of the member’s professional services, and B. the person may elect to end the communication immediately or at any time during the communication if he or she wishes to do so, and ii. the communication ends immediately if the person who is the subject of the solicitation so elects. 32. Influencing a client or the client’s authorized representative to change the client’s will or other testamentary instrument. 33. Inappropriately using a term, title or designation in respect of the member’s practice. 34. Inappropriately using a term, title or designation indicating or implying a specialization in the profession. 35. Practising the profession or offering to provide services using a name other than the member’s name as entered in the register. 36. Failing to use the title designated by the College while acting in a professional capacity. 37. Failing, without reasonable cause, to provide a report or certificate relating to a treatment performed by the member, within a reasonable time, to a client or the client’s authorized representative after the client or authorized representative has requested such a report or certificate. 38. If the member intends to close his or her practice, failing to take reasonable steps to give appropriate notice of the intended closure to each client for whom the member has primary responsibility, or failing to, i. ensure that each client’s records are transferred to the member’s successor or to another member, if the client so requests, or ii. ensure that each client’s records are retained or disposed of in a secure manner. 39. Failing to promptly report to the College an incident of unsafe practice by another member if the member believes on reasonable grounds that the other member has committed such an incident. 40. Making a report of an incident of suspected unsafe practice by another member to the College in which the name of a client is mentioned, unless the client’s consent has been previously obtained, or disclosure of the client’s name is authorized or required by law. 41. Practising the profession while the member’s ability to do so is impaired by any condition or dysfunction or substance which the member knows or ought to know impairs his or her ability to practise. 42. Contravening, by act or omission, a provision of the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 43. Contravening, by act or omission, a law in Canada if, i. the purpose of the law is to protect or promote public health, or ii. the contravention is relevant to the member’s suitability to practise. 44. Contravening, by act or omission, a term, condition or limitation on the member’s certificate of registration. 45. Practising the profession while the member’s certificate of registration has been suspended. 46. Directly or indirectly benefiting from the practice of the profession while the member’s certificate of registration is suspended, unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. 47. Failing to comply with an order of a panel of the College. 48. Failing to appear before a panel of the Inquiries, Complaints and Reports Committee to be cautioned. 49. Failing to carry out or abide by an undertaking given to the College or breaching an agreement with the College. 50. Failing to reply appropriately and within 30 days to a written inquiry or request from the College. 51. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services. 52. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. 53. Engaging in conduct that would reasonably be regarded by members as conduct unbecoming a member of the profession. 54. Failing to make reasonable attempts to communicate with the client’s other relevant health care providers respecting the client’s care unless the client refuses to consent to such communication, or unless such communication is counter-therapeutic or unnecessary. 55. Providing professional services through electronic communications technology unless, i. the client provides his or her informed consent to receiving professional services through the medium, ii. the member ensures that the professional liability insurance required under the by-laws provides coverage for the services delivered through the medium, and iii. the member takes reasonable steps to ensure that the electronic communication technology employed is secure, confidential and appropriate under the circumstances. O. Reg. 317/12, s. 1; O. Reg. 305/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">  1. Contravening, by act or omission, a standard of practice of the profession or failing to maintain the standard of practice of the profession.</p> <p class=\"paragraph-e\">  2. Abusing a client or a client’s representative verbally, physically, psychologically or emotionally.</p> <p class=\"paragraph-e\">  3. Doing anything to a client for a therapeutic, preventive, palliative, diagnostic or other health-related purpose except,</p> <p class=\"subpara-e\">  i. with the informed consent of the client or the client’s authorized representative, or</p> <p class=\"subpara-e\">  ii. as required or authorized by law. </p> <p class=\"paragraph-e\">  4. Failing to reply appropriately to a reasonable request by a client or a client’s authorized representative for information respecting a service or product provided or recommended by the member.</p> <p class=\"paragraph-e\">  5. Giving information about a client to a person other than the client or the client’s authorized representative except with the consent of the client or the authorized representative or as required or authorized by law.</p> <p class=\"paragraph-e\">  6. Discontinuing professional services unless the discontinuation would reasonably be regarded by members as appropriate having regard to,</p> <p class=\"subpara-e\">  i. the member’s reasons for discontinuing the services,</p> <p class=\"subpara-e\">  ii. the condition of the client,</p> <p class=\"subpara-e\">  iii. the availability of alternate services, and</p> <p class=\"subpara-e\">  iv. the opportunity given to the client to arrange alternate services before the discontinuation.</p> <p class=\"paragraph-e\">  7. Recommending or providing unnecessary treatment or continuing to treat a client where the treatment is no longer indicated or has ceased to be effective.</p> <p class=\"paragraph-e\">  8. Treating a condition that the member knows or ought to know he or she does not have the knowledge, skills or judgment to treat.</p> <p class=\"paragraph-e\">  9. Failing to advise a client or the client’s authorized representative to consult another member of a health profession within the meaning of the <i>Regulated Health Professions Act, 1991</i>, where the member knows or ought to know that the client requires a service that the member does not have the knowledge, skills or judgment to offer. </p> <p class=\"paragraph-e\">  10. Performing a controlled act that the member is not authorized to perform.</p> <p class=\"paragraph-e\">  11. Failing to appropriately supervise a person whom the member is professionally obligated to supervise.</p> <p class=\"paragraph-e\">  12. Delegating the authorized act set out in section 4 of the Act.  Despite this, such a delegation may be made in exceptional circumstances, but only if,</p> <p class=\"subpara-e\">  i. the Council has given its prior approval, or</p> <p class=\"subpara-e\">  ii. circumstances exist so that time does not allow the member to obtain prior approval, and the member notifies the College of the delegation as soon as is reasonably possible.</p> <p class=\"paragraph-e\">  13. Permitting, counselling or assisting a person who is not a member to represent himself or herself as such or to perform a controlled act that the person is not authorized to perform. </p> <p class=\"paragraph-e\">  14. Failing to advise a client, a client’s authorized representative or a member of the public, when requested, of his or her right to file a complaint with the College.  </p> <p class=\"paragraph-e\">  15. Failing to provide a client, a client’s authorized representative or a member of the public, when requested, with the address and telephone number of the College.</p> <p class=\"paragraph-e\">  16. Acting in a professional capacity while in a conflict of interest or being in a conflict of interest when acting in a professional capacity.</p> <p class=\"paragraph-e\">  17. Issuing an invoice, bill or receipt for services that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">  18. Charging a fee that is excessive in relation to the service provided. </p> <p class=\"paragraph-e\">  19. Charging more than the member’s usual fee for a service where a third party is paying for the service.</p> <p class=\"paragraph-e\">  20. Failing to advise a client or a client’s authorized representative, prior to providing a service, of the fee to be charged for the service or of any penalties that will be charged for late payment of the fee.</p> <p class=\"paragraph-e\">  21. Charging a block fee without first specifying the following in writing:</p> <p class=\"subpara-e\">  i. The services covered by the fee.</p> <p class=\"subpara-e\">  ii. The amount of the fee.</p> <p class=\"subpara-e\">  iii. The arrangements for paying the fee.</p> <p class=\"subpara-e\">  iv. The rights and obligations of the member and the client if the relationship between them is terminated before all the services are provided.</p> <p class=\"paragraph-e\">  22. Offering or giving a reduction for prompt payment of an account.</p> <p class=\"paragraph-e\">  23. Failing to itemize an account for professional goods or services, if requested to do so.</p> <p class=\"paragraph-e\">  24. Breaching, without reasonable cause, an agreement with a client or a client’s authorized representative relating to professional services for the client or fees for such services.</p> <p class=\"paragraph-e\">  25. Failing to keep written records in accordance with the standards of the profession.</p> <p class=\"paragraph-e\">  26. Signing or issuing, in his or her professional capacity, a document that the member knows or ought to know contains a false or misleading statement.</p> <p class=\"paragraph-e\">  27. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">  28. Making a claim about a therapeutic approach, modality, remedy, treatment, device or procedure other than a claim that can be supported as reasonable professional opinion.</p> <p class=\"paragraph-e\">  29. Permitting the advertising of the member or his or her practice in a manner that is false or misleading or that includes statements that are not factual and verifiable. </p> <p class=\"paragraph-e\">  30. Using a testimonial by a client, former client or other person in the advertising of the member or his or her practice.</p> <p class=\"paragraph-e\">  31. Soliciting or permitting the solicitation of an individual in person, by telephone, by electronic communication or by other means of communication unless,</p> <p class=\"subpara-e\">  i. the person who is the subject of the solicitation is advised, at the earliest possible time during the communication, that,</p> <p class=\"subsubpara-e\">  A. the purpose of the communication is to solicit use of the member’s professional services, and</p> <p class=\"subsubpara-e\">  B. the person may elect to end the communication immediately or at any time during the communication if he or she wishes to do so, and </p> <p class=\"subpara-e\">  ii. the communication ends immediately if the person who is the subject of the solicitation so elects.</p> <p class=\"paragraph-e\">  32. Influencing a client or the client’s authorized representative to change the client’s will or other testamentary instrument.</p> <p class=\"paragraph-e\">  33. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">  34. Inappropriately using a term, title or designation indicating or implying a specialization in the profession.</p> <p class=\"paragraph-e\">  35. Practising the profession or offering to provide services using a name other than the member’s name as entered in the register.</p> <p class=\"paragraph-e\">  36. Failing to use the title designated by the College while acting in a professional capacity.  </p> <p class=\"paragraph-e\">  37. Failing, without reasonable cause, to provide a report or certificate relating to a treatment performed by the member, within a reasonable time, to a client or the client’s authorized representative after the client or authorized representative has requested such a report or certificate.</p> <p class=\"paragraph-e\">  38. If the member intends to close his or her practice, failing to take reasonable steps to give appropriate notice of the intended closure to each client for whom the member has primary responsibility, or failing to,</p> <p class=\"subpara-e\">  i. ensure that each client’s records are transferred to the member’s successor or to another member, if the client so requests, or</p> <p class=\"subpara-e\">  ii. ensure that each client’s records are retained or disposed of in a secure manner.</p> <p class=\"paragraph-e\">  39. Failing to promptly report to the College an incident of unsafe practice by another member if the member believes on reasonable grounds that the other member has committed such an incident.</p> <p class=\"paragraph-e\">  40. Making a report of an incident of suspected unsafe practice by another member to the College in which the name of a client is mentioned, unless the client’s consent has been previously obtained, or disclosure of the client’s name is authorized or required by law.</p> <p class=\"paragraph-e\">  41. Practising the profession while the member’s ability to do so is impaired by any condition or dysfunction or substance which the member knows or ought to know impairs his or her ability to practise.</p> <p class=\"paragraph-e\">  42. Contravening, by act or omission, a provision of the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  43. Contravening, by act or omission, a law in Canada if, </p> <p class=\"subpara-e\">  i. the purpose of the law is to protect or promote public health, or </p> <p class=\"subpara-e\">  ii. the contravention is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  44. Contravening, by act or omission, a term, condition or limitation on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  45. Practising the profession while the member’s certificate of registration has been suspended.</p> <p class=\"paragraph-e\">  46. Directly or indirectly benefiting from the practice of the profession while the member’s certificate of registration is suspended, unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee.</p> <p class=\"paragraph-e\">  47. Failing to comply with an order of a panel of the College.</p> <p class=\"paragraph-e\">  48. Failing to appear before a panel of the Inquiries, Complaints and Reports Committee to be cautioned.</p> <p class=\"paragraph-e\">  49. Failing to carry out or abide by an undertaking given to the College or breaching an agreement with the College.</p> <p class=\"paragraph-e\">  50. Failing to reply appropriately and within 30 days to a written inquiry or request from the College.</p> <p class=\"paragraph-e\">  51. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services.</p> <p class=\"paragraph-e\">  52. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">  53. Engaging in conduct that would reasonably be regarded by members as conduct unbecoming a member of the profession.  </p> <p class=\"paragraph-e\">  54. Failing to make reasonable attempts to communicate with the client’s other relevant health care providers respecting the client’s care unless the client refuses to consent to such communication, or unless such communication is counter-therapeutic or unnecessary.</p> <p class=\"paragraph-e\">  55. Providing professional services through electronic communications technology unless,</p> <p class=\"subpara-e\">  i. the client provides his or her informed consent to receiving professional services through the medium,</p> <p class=\"subpara-e\">  ii. the member ensures that the professional liability insurance required under the by-laws provides coverage for the services delivered through the medium, and</p> <p class=\"subpara-e\">  iii. the member takes reasonable steps to ensure that the electronic communication technology employed is secure, confidential and appropriate under the circumstances. O. Reg. 317/12, s. 1; O. Reg. 305/15, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Acts of misconduct",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 317/12, s. 2; O. Reg. 305/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 317/12, s. 2; O. Reg. 305/15, s. 1.</p>"
        },
        {
            "id": null,
            "section": "Acts of misconduct",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120317\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}