{
    "reg_info": {
        "full_title": "O. Reg. 333/07: ADMINISTRATIVE PENALTIES",
        "reg_name_text": "administrative penalties",
        "citation": "O. Reg. 333/07: ADMINISTRATIVE PENALTIES",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/070333",
        "date_scraped": "2023-12-19 03:54:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070333/v2",
            "valid_from": "June 18, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/070333/v1",
            "valid_from": "July  5, 2007",
            "valid_to": "June 17, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “administrative penalty by-law” means a by-law establishing a system of administrative penalties and described in clause 3 (1) (a); (“règlement municipal sur les pénalités administratives”) “designated by-law” means a by-law with respect to parking, standing or stopping of vehicles that is designated by a municipality as a by-law to which the municipality’s system of administrative penalties applies and, if only a part of a by-law is designated, includes only the designated part of the by-law. (“règlement municipal désigné”)  O. Reg. 333/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“administrative penalty by-law” means a by-law establishing a system of administrative penalties and described in clause 3 (1) (a); (“règlement municipal sur les pénalités administratives”)</p> <p class=\"definition-e\">“designated by-law” means a by-law with respect to parking, standing or stopping of vehicles that is designated by a municipality as a by-law to which the municipality’s system of administrative penalties applies and, if only a part of a by-law is designated, includes only the designated part of the by-law. (“règlement municipal désigné”)  O. Reg. 333/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Regulation applies to administrative penalties that are required by a municipality in respect of the parking, standing or stopping of vehicles and referred to in section 102.1 of the Act.  O. Reg. 333/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation applies to administrative penalties that are required by a municipality in respect of the parking, standing or stopping of vehicles and referred to in section 102.1 of the Act.  O. Reg. 333/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "General condition",
            "content": " 3. (1) A municipality shall not exercise the power referred to in section 102.1 of the Act to require a person to pay an administrative penalty unless the municipality, (a) has passed a by-law establishing a system of administrative penalties that meets the requirements of this Regulation; (b) has designated the by-laws respecting parking, standing or stopping of vehicles, or the parts of such by-laws, to which the system of administrative penalties applies; and (c) has met any other requirements of this Regulation.  O. Reg. 333/07, s. 3 (1). (2) The purpose of the system of administrative penalties established by the municipality shall be to assist the municipality in regulating the flow of traffic and use of land, including highways, by promoting compliance with its by-laws respecting the parking, standing or stopping of motor vehicles.  O. Reg. 333/07, s. 3 (2). (3) Revoked: O. Reg. 149/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A municipality shall not exercise the power referred to in section 102.1 of the Act to require a person to pay an administrative penalty unless the municipality,</p> <p class=\"clause-e\">  (a) has passed a by-law establishing a system of administrative penalties that meets the requirements of this Regulation;</p> <p class=\"clause-e\">  (b) has designated the by-laws respecting parking, standing or stopping of vehicles, or the parts of such by-laws, to which the system of administrative penalties applies; and</p> <p class=\"clause-e\">  (c) has met any other requirements of this Regulation.  O. Reg. 333/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The purpose of the system of administrative penalties established by the municipality shall be to assist the municipality in regulating the flow of traffic and use of land, including highways, by promoting compliance with its by-laws respecting the parking, standing or stopping of motor vehicles.  O. Reg. 333/07, s. 3 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 149/15, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Non-application of Provincial Offences Act",
            "content": " 4. The Provincial Offences Act does not apply to the contravention of a designated by-law.  O. Reg. 333/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The <i>Provincial Offences Act </i>does not apply to the contravention of a designated by-law.  O. Reg. 333/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Liability of owner",
            "content": " 5. (1) If a vehicle has been left parked, standing or stopped in contravention of a designated by-law, the owner of the vehicle shall, upon issuance of a penalty notice in accordance with the administrative penalty by-law, be liable to pay an administrative penalty in an amount specified in the administrative penalty by-law.  O. Reg. 333/07, s. 5 (1). (2) For the purposes of subsection (1), the owner of a vehicle is deemed to be, (a) the person whose name appears on the permit for the vehicle; and (b) if the vehicle permit consists of a vehicle portion and plate portion and different persons are named on each portion, the person whose name appears on the plate portion.  O. Reg. 333/07, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If a vehicle has been left parked, standing or stopped in contravention of a designated by-law, the owner of the vehicle shall, upon issuance of a penalty notice in accordance with the administrative penalty by-law, be liable to pay an administrative penalty in an amount specified in the administrative penalty by-law.  O. Reg. 333/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the owner of a vehicle is deemed to be,</p> <p class=\"clause-e\">  (a) the person whose name appears on the permit for the vehicle; and</p> <p class=\"clause-e\">  (b) if the vehicle permit consists of a vehicle portion and plate portion and different persons are named on each portion, the person whose name appears on the plate portion.  O. Reg. 333/07, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Monetary limit",
            "content": "  6. The amount of an administrative penalty established by a municipality, (a) shall not be punitive in nature; and (b) shall not exceed the amount reasonably required to promote compliance with a designated by-law. (c)  Revoked: O. Reg. 149/15, s. 2. O. Reg. 333/07, s. 6; O. Reg. 149/15, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>The amount of an administrative penalty established by a municipality,</p> <p class=\"clause-e\">  (a) shall not be punitive in nature; and</p> <p class=\"clause-e\">  (b) shall not exceed the amount reasonably required to promote compliance with a designated by-law.</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 149/15, s. 2.</p> <p class=\"footnote-e\">O. Reg. 333/07, s. 6; O. Reg. 149/15, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": "Administration of system of administrative penalties",
            "content": " 7. A  municipality shall develop standards relating to the administration of the system of administrative penalties which shall include, (a) policies and procedures to prevent political interference in the administration of the system; (b) guidelines to define what constitutes a conflict of interest in relation to the administration of the system, to prevent such conflicts of interest and to redress such conflicts should they occur; (c) policies and procedures regarding financial management and reporting; and (d) procedures for the filing and processing of complaints made by the public with respect to the administration of the system.  O. Reg. 333/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A  municipality shall develop standards relating to the administration of the system of administrative penalties which shall include,</p> <p class=\"clause-e\">  (a) policies and procedures to prevent political interference in the administration of the system;</p> <p class=\"clause-e\">  (b) guidelines to define what constitutes a conflict of interest in relation to the administration of the system, to prevent such conflicts of interest and to redress such conflicts should they occur; </p> <p class=\"clause-e\">  (c) policies and procedures regarding financial management and reporting; and</p> <p class=\"clause-e\">  (d) procedures for the filing and processing of complaints made by the public with respect to the administration of the system.  O. Reg. 333/07, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Procedural requirements",
            "content": " 8. (1) The administrative penalty by-law passed by a municipality shall include the following procedural requirements: 1. The owner of a vehicle must be provided with reasonable notice that an administrative penalty is payable under the administrative penalty by-law. 2. The individual issuing a penalty notice in respect of the contravention of a designated by-law is not allowed to accept payment in respect of the penalty. 3. A person who receives a penalty notice shall be given the right to request a review of the administrative penalty by a screening officer appointed by the municipality for that purpose. 4. The screening officer may cancel, affirm or vary the penalty, including any fee imposed under section 12, upon such grounds as are set out in the administrative penalty by-law. 5. A person who receives notice of the decision of the screening officer shall, in such circumstances as may be specified in the administrative penalty by-law, be given the right to a review of the screening officer’s decision by a hearing officer appointed by the municipality for that purpose. 6. The hearing officer shall not make a determination with respect to a review of the screening officer’s decision unless he or she has given the person who requested the review an opportunity to be heard. 7. The hearing officer may cancel, affirm or vary the decision of the screening officer upon such grounds as are set out in the administrative penalty by-law. 8. Procedures must be established to allow a person to obtain an extension of time in which to request a review by a screening officer, or a review by a hearing officer, on such grounds as may be specified in the administrative penalty by-law. 9. Procedures must be established to permit persons to obtain an extension of time for payment of the penalty on such conditions as may be specified in the administrative penalty by-law. 10. The procedures established under paragraphs 8 and 9 shall provide for a suspension of the enforcement mechanisms available under sections 9, 10 and 11 in relation to the administrative penalty if an extension of time has been granted. 11. Procedures must be established to permit persons to be excused from paying all or part of the administrative penalty, including any administrative fees referred to in section 12, if requiring them to do so would cause undue hardship.  O. Reg. 333/07, s. 8 (1). (2) The appointment of the hearing officer shall be consistent with the conflict of interest guidelines referred to in clause 7 (b) and the hearing officer shall conduct hearings in an impartial manner.  O. Reg. 333/07, s. 8 (2). (3) Neither a screening officer nor a hearing officer has jurisdiction to consider questions relating to the validity of a statute, regulation or by-law or the constitutional applicability or operability of any statute, regulation or by-law.  O. Reg. 333/07, s. 8 (3). (4) The Statutory Powers Procedure Act applies to a review by a hearing officer.  O. Reg. 333/07, s. 8 (4). (5) The decision of a hearing officer is final.  O. Reg. 333/07, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The administrative penalty by-law passed by a municipality shall include the following procedural requirements:</p> <p class=\"paragraph-e\">  1. The owner of a vehicle must be provided with reasonable notice that an administrative penalty is payable under the administrative penalty by-law.</p> <p class=\"paragraph-e\">  2. The individual issuing a penalty notice in respect of the contravention of a designated by-law is not allowed to accept payment in respect of the penalty.</p> <p class=\"paragraph-e\">  3. A person who receives a penalty notice shall be given the right to request a review of the administrative penalty by a screening officer appointed by the municipality for that purpose.</p> <p class=\"paragraph-e\">  4. The screening officer may cancel, affirm or vary the penalty, including any fee imposed under section 12, upon such grounds as are set out in the administrative penalty by-law.</p> <p class=\"paragraph-e\">  5. A person who receives notice of the decision of the screening officer shall, in such circumstances as may be specified in the administrative penalty by-law, be given the right to a review of the screening officer’s decision by a hearing officer appointed by the municipality for that purpose.</p> <p class=\"paragraph-e\">  6. The hearing officer shall not make a determination with respect to a review of the screening officer’s decision unless he or she has given the person who requested the review an opportunity to be heard.</p> <p class=\"paragraph-e\">  7. The hearing officer may cancel, affirm or vary the decision of the screening officer upon such grounds as are set out in the administrative penalty by-law.</p> <p class=\"paragraph-e\">  8. Procedures must be established to allow a person to obtain an extension of time in which to request a review by a screening officer, or a review by a hearing officer, on such grounds as may be specified in the administrative penalty by-law.</p> <p class=\"paragraph-e\">  9. Procedures must be established to permit persons to obtain an extension of time for payment of the penalty on such conditions as may be specified in the administrative penalty by-law.</p> <p class=\"paragraph-e\">  10. The procedures established under paragraphs 8 and 9 shall provide for a suspension of the enforcement mechanisms available under sections 9, 10 and 11 in relation to the administrative penalty if an extension of time has been granted.</p> <p class=\"paragraph-e\">  11. Procedures must be established to permit persons to be excused from paying all or part of the administrative penalty, including any administrative fees referred to in section 12, if requiring them to do so would cause undue hardship.  O. Reg. 333/07, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The appointment of the hearing officer shall be consistent with the conflict of interest guidelines referred to in clause 7 (b) and the hearing officer shall conduct hearings in an impartial manner.  O. Reg. 333/07, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Neither a screening officer nor a hearing officer has jurisdiction to consider questions relating to the validity of a statute, regulation or by-law or the constitutional applicability or operability of any statute, regulation or by-law.  O. Reg. 333/07, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The <i>Statutory Powers Procedure Act</i> applies to a review by a hearing officer.  O. Reg. 333/07, s. 8 (4).</p> <p class=\"subsection-e\">  (5) The decision of a hearing officer is final.  O. Reg. 333/07, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": "Enforcement",
            "content": " 9. (1) If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to a municipality, it has the right to enforce payment of the amount in default in accordance with this section.  O. Reg. 333/07, s. 9 (1). (2) The municipality may file a certificate of default in a court of competent jurisdiction and, once filed, the certificate is deemed to be an order of the court and may be enforced in the same manner as an order of the court.  O. Reg. 333/07, s. 9 (2). (3) A certificate of default shall be in the form approved by the Attorney General.  O. Reg. 333/07, s. 9 (3). (4) Costs incurred in obtaining and enforcing the deemed order shall be added to the order and collected under the order.  O. Reg. 333/07, s. 9 (4). (5) Revoked: O. Reg. 149/15, s. 3. (6) One certificate of default may be filed with the court in respect of two or more administrative penalties imposed on the same person.  O. Reg. 333/07, s. 9 (6). (7) If, after a certificate of default has been filed with the court, every penalty to which the certificate relates is paid in full, the municipality shall, (a) notify the court in writing; and (b) if a writ of execution has been filed with the sheriff, notify the sheriff in writing.  O. Reg. 333/07, s. 9 (7).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to a municipality, it has the right to enforce payment of the amount in default in accordance with this section.  O. Reg. 333/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The municipality may file a certificate of default in a court of competent jurisdiction and, once filed, the certificate is deemed to be an order of the court and may be enforced in the same manner as an order of the court.  O. Reg. 333/07, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A certificate of default shall be in the form approved by the Attorney General.  O. Reg. 333/07, s. 9 (3).</p> <p class=\"subsection-e\">  (4) Costs incurred in obtaining and enforcing the deemed order shall be added to the order and collected under the order.  O. Reg. 333/07, s. 9 (4).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 149/15, s. 3.</p> <p class=\"subsection-e\">  (6) One certificate of default may be filed with the court in respect of two or more administrative penalties imposed on the same person.  O. Reg. 333/07, s. 9 (6).</p> <p class=\"subsection-e\">  (7) If, after a certificate of default has been filed with the court, every penalty to which the certificate relates is paid in full, the municipality shall,</p> <p class=\"clause-e\">  (a) notify the court in writing; and </p> <p class=\"clause-e\">  (b) if a writ of execution has been filed with the sheriff, notify the sheriff in writing.  O. Reg. 333/07, s. 9 (7).</p>"
        },
        {
            "id": "10.",
            "section": "Plate denial",
            "content": " 10. (1) If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to a municipality, it may notify the Registrar of Motor Vehicles of the default and the Registrar shall not validate the permit of a person named in the default notice nor issue a new permit to that person until the penalty is paid.  O. Reg. 333/07, s. 10 (1). (2) Subsection (1) applies only to the permit related to the vehicle to which the administrative penalty relates.  O. Reg. 333/07, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to a municipality, it may notify the Registrar of Motor Vehicles of the default and the Registrar shall not validate the permit of a person named in the default notice nor issue a new permit to that person until the penalty is paid.  O. Reg. 333/07, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) applies only to the permit related to the vehicle to which the administrative penalty relates.  O. Reg. 333/07, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Other enforcement measures",
            "content": " 11. (1) If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to a municipality, it may adopt, in addition to the enforcement measures described in sections 9 and 10, such other enforcement measures as may be permitted under the Act.  O. Reg. 333/07, s. 11 (1). (2) The other enforcement measures referred to in subsection (1) shall not be punitive in nature.  O. Reg. 333/07, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to a municipality, it may adopt, in addition to the enforcement measures described in sections 9 and 10, such other enforcement measures as may be permitted under the Act.  O. Reg. 333/07, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The other enforcement measures referred to in subsection (1) shall not be punitive in nature.  O. Reg. 333/07, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Administrative fees",
            "content": " 12. (1) Subject to subsection (2), a municipality may charge administrative fees, in the amounts specified in the by-law, as follows: 1. If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to the municipality, i. late payment fees, and ii. fees in respect of amounts paid by the municipality to obtain documents or information about the vehicle or the owner of the vehicle. 2. A fee in respect of the failure of a person to appear at the time and place scheduled for a hearing by a hearing officer. 3. Any other fee or charge that may be imposed by the municipality in respect of the administration of the administrative penalty system under section 391 of the Act.  O. Reg. 333/07, s. 12 (1). (2) No fee may be charged in relation to obtaining a review before a screening officer or a hearing officer.  O. Reg. 333/07, s. 12 (2). (3) Revoked: O. Reg. 149/15, s. 4. (4) The fees described in subsection (1) may be added to the administrative penalties in default and the additional amount may be included in the amount to be collected in accordance with the enforcement measures adopted by the municipality under sections 9, 10 and 11.  O. Reg. 333/07, s. 12 (4). (5) If a person has paid any of the fees described in subsection (1) in respect of an administrative penalty and the penalty is subsequently cancelled by a screening officer or a hearing officer, the municipality shall refund the fees in full to the person.  O. Reg. 333/07, s. 12 (5).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Subject to subsection (2), a municipality may charge administrative fees, in the amounts specified in the by-law, as follows:</p> <p class=\"paragraph-e\">  1. If an administrative penalty is not paid within 15 days after the date that it becomes due and payable to the municipality,</p> <p class=\"subpara-e\">  i. late payment fees, and</p> <p class=\"subpara-e\">  ii. fees in respect of amounts paid by the municipality to obtain documents or information about the vehicle or the owner of the vehicle.</p> <p class=\"paragraph-e\">  2. A fee in respect of the failure of a person to appear at the time and place scheduled for a hearing by a hearing officer.</p> <p class=\"paragraph-e\">  3. Any other fee or charge that may be imposed by the municipality in respect of the administration of the administrative penalty system under section 391 of the Act.  O. Reg. 333/07, s. 12 (1).</p> <p class=\"subsection-e\">  (2) No fee may be charged in relation to obtaining a review before a screening officer or a hearing officer.  O. Reg. 333/07, s. 12 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 149/15, s. 4.</p> <p class=\"subsection-e\">  (4) The fees described in subsection (1) may be added to the administrative penalties in default and the additional amount may be included in the amount to be collected in accordance with the enforcement measures adopted by the municipality under sections 9, 10 and 11.  O. Reg. 333/07, s. 12 (4).</p> <p class=\"subsection-e\">  (5) If a person has paid any of the fees described in subsection (1) in respect of an administrative penalty and the penalty is subsequently cancelled by a screening officer or a hearing officer, the municipality shall refund the fees in full to the person.  O. Reg. 333/07, s. 12 (5).</p>"
        },
        {
            "id": "13.",
            "section": "Availability of by-laws",
            "content": " 13. A municipality shall ensure that its administrative penalty by-law is made available to the public in such manner as it sees fit, at no cost.  O. Reg. 333/07, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>A municipality shall ensure that its administrative penalty by-law is made available to the public in such manner as it sees fit, at no cost.  O. Reg. 333/07, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Availability of by-laws",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 333/07, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 333/07, s. 14.</p>"
        },
        {
            "id": null,
            "section": "Availability of by-laws",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070333\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}