{
    "reg_info": {
        "full_title": "O. Reg. 83/94: EXEMPTION - MINISTRY OF NATURAL RESOURCES - MNR-59/2",
        "reg_name_text": "EXEMPTION — MINISTRY OF NATURAL RESOURCES — MNR-59/2",
        "citation": "O. Reg. 83/94: EXEMPTION - MINISTRY OF NATURAL RESOURCES - MNR-59/2",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940083",
        "date_scraped": "2023-12-21 14:32:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940083/v1",
            "valid_from": "February 28, 1994",
            "valid_to": "October 21, 2009"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Minister of Natural Resources that an undertaking, namely: The carrying out of the Provincial Parks Program including, (a) implementing: 1) Park Management Plans, 2) Resource Management Strategies, 3) Operations Strategies and Maintenance Schedules, 4) Development Strategies, 5) Site Plans, 6) Visitor Service and Interpretive Programs, 7) Capital Construction and Lease Purchase Projects; (b) managing provincial parks and areas recommended as provincial parks on an interim basis (prior to approval of a Park Management Plan) consisting of activities to protect park values, managing uses and activities and developing new facilities; (c) developing sewage and water works within or for Provincial Parks; and (d) acquiring land to amend the boundaries of Provincial Parks, to complete land acquisition for an existing Provincial Park or for a sewage lagoon in or for a Provincial Park; (e) amending and rescinding boundary regulations for Provincial Parks, be exempt from the application of the Act pursuant to section 29; and having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. Park environmental and recreational features could be damaged in the absence of Provincial Park projects that address park management issues. B. The Ministry of Natural Resources (MNR) will be damaged by the interference with its ongoing programs associated with natural heritage protection and outdoor recreation. C. The public will be damaged by the loss of anticipated benefits associated with resource protection and the provision of outdoor recreation opportunities, associated tourism benefits and economic benefits to local communities. D. Pre-submission consultation and completion of the Class Environmental Assessment (Class EA) for Provincial Park Management for formal submission will be hampered by having to prepare separate exemption orders or environmental assessments for all Provincial Park projects at the same time.",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Minister of Natural Resources that an undertaking, namely:</p> <p class=\"parawindt-e\">The carrying out of the Provincial Parks Program including,</p> <p class=\"subpara-e\">(a) implementing:</p> <p class=\"subsubpara-e\">1) Park Management Plans,</p> <p class=\"subsubpara-e\">2) Resource Management Strategies,</p> <p class=\"subsubpara-e\">3) Operations Strategies and Maintenance Schedules,</p> <p class=\"subsubpara-e\">4) Development Strategies,</p> <p class=\"subsubpara-e\">5) Site Plans,</p> <p class=\"subsubpara-e\">6) Visitor Service and Interpretive Programs,</p> <p class=\"subsubpara-e\">7) Capital Construction and Lease Purchase Projects;</p> <p class=\"subpara-e\">(b) managing provincial parks and areas recommended as provincial parks on an interim basis (prior to approval of a Park Management Plan) consisting of activities to protect park values, managing uses and activities and developing new facilities;</p> <p class=\"subpara-e\">(c) developing sewage and water works within or for Provincial Parks; and</p> <p class=\"subpara-e\">(d) acquiring land to amend the boundaries of Provincial Parks, to complete land acquisition for an existing Provincial Park or for a sewage lagoon in or for a Provincial Park;</p> <p class=\"subpara-e\">(e) amending and rescinding boundary regulations for Provincial Parks,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. Park environmental and recreational features could be damaged in the absence of Provincial Park projects that address park management issues.</p> <p class=\"paragraph-e\">B. The Ministry of Natural Resources (MNR) will be damaged by the interference with its ongoing programs associated with natural heritage protection and outdoor recreation.</p> <p class=\"paragraph-e\">C. The public will be damaged by the loss of anticipated benefits associated with resource protection and the provision of outdoor recreation opportunities, associated tourism benefits and economic benefits to local communities.</p> <p class=\"paragraph-e\">D. Pre-submission consultation and completion of the Class Environmental Assessment (Class EA) for Provincial Park Management for formal submission will be hampered by having to prepare separate exemption orders or environmental assessments for all Provincial Park projects at the same time.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The Provincial Parks Program is carried out within a context of conservation, protection and wise management of the environment. A major feature of the Provincial Parks Program is the preservation of significant natural and cultural features in the Ontario landscape. B. The conditions to which this undertaking is subject will ensure that affected government agencies and the public are informed on MNR’s intentions to implement components of the Provincial Parks Program during the period of this exemption order. C. A number of activities that make up this undertaking are similar to activities that are covered by approved MNR Class Environmental Assessments. The Minister of Natural Resources will apply such parts of the procedure specified in the Class Environmental Assessments as are appropriate to the activities that make up this undertaking until such procedures or other procedures are made directly applicable to the Class EA for Provincial Park Management. D. This interim exemption will allow Provincial Park plans and projects to continue while a Class EA for Provincial Park Management is prepared for approval.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The Provincial Parks Program is carried out within a context of conservation, protection and wise management of the environment. A major feature of the Provincial Parks Program is the preservation of significant natural and cultural features in the Ontario landscape.</p> <p class=\"paragraph-e\">B. The conditions to which this undertaking is subject will ensure that affected government agencies and the public are informed on MNR’s intentions to implement components of the Provincial Parks Program during the period of this exemption order.</p> <p class=\"paragraph-e\">C. A number of activities that make up this undertaking are similar to activities that are covered by approved MNR Class Environmental Assessments. The Minister of Natural Resources will apply such parts of the procedure specified in the Class Environmental Assessments as are appropriate to the activities that make up this undertaking until such procedures or other procedures are made directly applicable to the Class EA for Provincial Park Management.</p> <p class=\"paragraph-e\">D. This interim exemption will allow Provincial Park plans and projects to continue while a Class EA for Provincial Park Management is prepared for approval.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption order is subject to the following terms and conditions: 1. This exemption order does not apply to a plan or project, (a) where the undertaking is likely to affect the known habitat of a species designated under the Endangered Species Act (except for protecting the species); (b) where the estimated completion costs of a sewage or water works or a capital construction or lease purchase project is in excess of $2 million, not including any land acquisition costs. 2. During the period covered by this order, the Provincial Parks Program shall be planned, implemented and managed according to the following guidelines and policies as amended from time to time: — Ontario Provincial Parks Policy — Ontario Provincial Parks Planning and Management Policies — Ontario Provincial Parks Management Planning Guidelines — Provincial Parks Management Planning Reference — Ontario Provincial Parks Provincial Operating Standards — Ontario Provincial Parks Development Manual — Ontario Provincial Parks Development Standards — Ontario Provincial Parks Capital Maintenance Standards — Parks and Recreational Areas Branch Policies and Procedures — Visitor Services Interim Policy — Guidelines for Preparing Interim Management Statements 3. The guidelines and policies specified in Condition 2 and any amendments, additions or deletions to the guidelines and policies listed will be forwarded to the Director of the Environmental Assessment Branch (EA Branch) of the Ministry of Environment and Energy (MOEE) and will be made available by MNR for public inspection upon request. 4. Prior to amending or rescinding boundary regulations for a park (which for greater clarity, includes the elimination of the entire area of a park), MNR shall follow applicable public consultation and notification as provided for in the policies and guidelines included in Condition 2 of this order. MNR will include the Director, EA Branch as well as the appropriate Director, Regional Office of MOEE, as a mandatory contact for all public and government agency notices required by the policies and guidelines included under Condition 2 of this order with respect to the amending or rescinding boundary regulations. 5. With respect to preparation, review or amendment of Park Management Plans, MNR will include the Director, EA Branch, as well as the appropriate Director, Regional Office of MOEE, as a mandatory contact for all public and government agency notices required by the policies and guidelines included under Condition 2 of this order. 6. The MNR will notify, individually, each landowner whose property abuts or would be surrounded by property being recommended to be acquired or deregulated for the purpose of amending or rescinding boundary regulations for Provincial Parks. Such notification will occur either prior to amending or rescinding boundary regulations or in the initial invitation for public consultation in the park management planning process, whichever comes first. 7. Lists of completed interim management statements and approved Park Management Plans will be maintained and available upon request for examination at the Park Operations Section, Provincial Operations Branch, MNR. Copies of interim management statements and approved Park Management Plans will be maintained and available for examination at the appropriate local MNR office. 8. Any activity exempt under this order and carried out in a Park that does not have an approved Park Management Plan and that would be the subject of an approved MNR Class Environmental Assessment, except that the approval does not apply to Provincial Parks, shall be carried out in accordance with the appropriate Class EA procedures, including notification, as though the activity were not in a provincial park, and the MNR Construction and Mitigation Handbook, in which case conditions 11 through 14 of this order shall not apply. 9. Any activity exempt under this order and carried out in a park that has an approved Park Management Plan and that would be the subject of an approved MNR Class Environmental Assessment, except that the approval does not apply to Provincial Parks, shall be carried out in accordance with the guidelines contained in the MNR Construction and Mitigation Handbook. 10. Where any project for provincial park management, or another activity, involves a disposition of certain or all rights to Crown resources, including Crown property, such disposition will be done pursuant to this exemption order, and the MNR exemption order for dispositions, MNR-26/7, filed as Ontario Regulation 145/90 shall not apply. Notice of all such dispositions will be given to MOEE as per conditions 11 through 14. 11. MNR will provide the Director, EA Branch, as well as the appropriate Director, Regional Office of MOEE, with notice of proposed plans and projects (e.g., capital development and facility upgrading projects, facility retirement, park resource management activities, but does not include Park Management Plan preparations, reviews or amendments) for the Provincial Parks Program no less than forty-five days prior to the implementation of any such plan or project. The notice will specify location and a brief description of all plans and projects and a contact person for further information. Notice may be provided in the form of an annual list and/or on a project specific basis. MNR will notify the above offices of revisions to the plan or project no less than forty-five days prior to the implementation. 12. A copy of all plans or additional information prepared for projects noted in Condition 11 shall be available to the public upon request for examination at the appropriate local MNR office at least forty-five days before implementation commences. 13. Within forty-five days of receiving notification from MNR under Condition 10 or 11 and after consultation with the Minister of Natural Resources, the Minister of Environment and Energy may, by written notice to the Minister of Natural Resources which outlines the Minister’s reasons, (a) direct that an environmental assessment be prepared for the proposed plan or project, in which event the plan or project will not be exempt under this order; or (b) give notice that the Minister is considering the application of clause (a) to the proposed plan or project. 14. Where the Minister of Environment and Energy has given written notice to the Minister of Natural Resources under clause (b) of condition 13, the MNR shall not implement the project until forty-five days have elapsed from the giving of notice or the Minister of Environment and Energy gives written notice to the Minister of Natural Resources that it is not proposed to require an environmental assessment, whichever comes first. 15. Where a plan or project is the subject of an individual environmental assessment that plan or project shall be deemed to be a separate undertaking not exempt by this order. 16. (1) Except as provided in subcondition (2), any activity to be carried out in a provincial park, which is described in another exemption order, shall be carried out pursuant to this order only, and not pursuant to the other exemption order. (2) Activities that are the subject of Exemption Orders MNR-1 (fire protection), MNR-9 (plugging oil and gas wells), MNR-11/9 (forest management), MNR-54 (fish culture), MNR-39/7 (Special Employment programs), MNR-14 (nuisance species), MNR-22 (Ontario Ranger Camps), provided that these projects and activities are consistent with the appropriate interim management statements or approved Park Management Plans, will be carried out pursuant to those particular exemption orders and this order shall not apply. 17. Where an emergency situation exists by reason of danger to the health or safety of any person or the injury, damage or impairment or immediate risk of injury, damage or impairment to property, plant or animal life or the environment, the MNR Regional Director, Parks Superintendent, or designate may determine, where possible in consultation with the MOEE District Officer, and carry out an appropriate course of action to address the situation. The MNR Regional Director, Parks Superintendent, or designate shall, after the emergency situation has been dealt with, notify the Director of the EA Branch, and appropriate MOEE Regional Director of the actions carried out, why the actions were necessary, any required future actions and how MNR intends to comply with the requirements of the Act for those future actions. 18. Those plans and projects under this exemption order, not fully implemented by the date of expiry of this order, may continue to proceed in accordance with this order. 19. (1) Subject to subcondition (2), this order expires December 31, 1995, except that the Minister of Environment and Energy, taking into consideration the progress of MNR on pre-submission consultation and preparation of the Class EA for Provincial Park Management and upon written request of the Minister of Natural Resources, may extend this expiry date by notice in The Ontario Gazette. (2) If MNR has submitted a Class EA for the Provincial Park Management for approval under the Environmental Assessment Act prior to the expiry of this order, this order shall remain in effect until a final decision on the approval of the Class EA has been made. 20. (1) This exemption order replaces Ontario Regulation 366/92, MNR-59, which expired on December 31, 1993. (2) Those plans and projects planned under the exemption orders referred to in subcondition (1) but not implemented by the date of approval of this order may continue to proceed in accordance with the conditions of this order. O. Reg. 83/94. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption order is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. This exemption order does not apply to a plan or project,</p> <p class=\"subpara-e\">(a) where the undertaking is likely to affect the known habitat of a species designated under the <i>Endangered Species Act</i> (except for protecting the species);</p> <p class=\"subpara-e\">(b) where the estimated completion costs of a sewage or water works or a capital construction or lease purchase project is in excess of $2 million, not including any land acquisition costs.</p> <p class=\"paragraph-e\">2. During the period covered by this order, the Provincial Parks Program shall be planned, implemented and managed according to the following guidelines and policies as amended from time to time:</p> <p class=\"subpara-e\">— Ontario Provincial Parks Policy</p> <p class=\"subpara-e\">— Ontario Provincial Parks Planning and Management Policies</p> <p class=\"subpara-e\">— Ontario Provincial Parks Management Planning Guidelines</p> <p class=\"subpara-e\">— Provincial Parks Management Planning Reference</p> <p class=\"subpara-e\">— Ontario Provincial Parks Provincial Operating Standards</p> <p class=\"subpara-e\">— Ontario Provincial Parks Development Manual</p> <p class=\"subpara-e\">— Ontario Provincial Parks Development Standards</p> <p class=\"subpara-e\">— Ontario Provincial Parks Capital Maintenance Standards</p> <p class=\"subpara-e\">— Parks and Recreational Areas Branch Policies and Procedures</p> <p class=\"subpara-e\">— Visitor Services Interim Policy</p> <p class=\"subpara-e\">— Guidelines for Preparing Interim Management Statements</p> <p class=\"paragraph-e\">3. The guidelines and policies specified in Condition 2 and any amendments, additions or deletions to the guidelines and policies listed will be forwarded to the Director of the Environmental Assessment Branch (EA Branch) of the Ministry of Environment and Energy (MOEE) and will be made available by MNR for public inspection upon request.</p> <p class=\"paragraph-e\">4. Prior to amending or rescinding boundary regulations for a park (which for greater clarity, includes the elimination of the entire area of a park), MNR shall follow applicable public consultation and notification as provided for in the policies and guidelines included in Condition 2 of this order. MNR will include the Director, EA Branch as well as the appropriate Director, Regional Office of MOEE, as a mandatory contact for all public and government agency notices required by the policies and guidelines included under Condition 2 of this order with respect to the amending or rescinding boundary regulations.</p> <p class=\"paragraph-e\">5. With respect to preparation, review or amendment of Park Management Plans, MNR will include the Director, EA Branch, as well as the appropriate Director, Regional Office of MOEE, as a mandatory contact for all public and government agency notices required by the policies and guidelines included under Condition 2 of this order.</p> <p class=\"paragraph-e\">6. The MNR will notify, individually, each landowner whose property abuts or would be surrounded by property being recommended to be acquired or deregulated for the purpose of amending or rescinding boundary regulations for Provincial Parks. Such notification will occur either prior to amending or rescinding boundary regulations or in the initial invitation for public consultation in the park management planning process, whichever comes first.</p> <p class=\"paragraph-e\">7. Lists of completed interim management statements and approved Park Management Plans will be maintained and available upon request for examination at the Park Operations Section, Provincial Operations Branch, MNR. Copies of interim management statements and approved Park Management Plans will be maintained and available for examination at the appropriate local MNR office.</p> <p class=\"paragraph-e\">8. Any activity exempt under this order and carried out in a Park that does not have an approved Park Management Plan and that would be the subject of an approved MNR Class Environmental Assessment, except that the approval does not apply to Provincial Parks, shall be carried out in accordance with the appropriate Class EA procedures, including notification, as though the activity were not in a provincial park, and the MNR Construction and Mitigation Handbook, in which case conditions 11 through 14 of this order shall not apply.</p> <p class=\"paragraph-e\">9. Any activity exempt under this order and carried out in a park that has an approved Park Management Plan and that would be the subject of an approved MNR Class Environmental Assessment, except that the approval does not apply to Provincial Parks, shall be carried out in accordance with the guidelines contained in the MNR Construction and Mitigation Handbook.</p> <p class=\"paragraph-e\">10. Where any project for provincial park management, or another activity, involves a disposition of certain or all rights to Crown resources, including Crown property, such disposition will be done pursuant to this exemption order, and the MNR exemption order for dispositions, MNR-26/7, filed as Ontario Regulation 145/90 shall not apply. Notice of all such dispositions will be given to MOEE as per conditions 11 through 14.</p> <p class=\"paragraph-e\">11. MNR will provide the Director, EA Branch, as well as the appropriate Director, Regional Office of MOEE, with notice of proposed plans and projects (e.g., capital development and facility upgrading projects, facility retirement, park resource management activities, but does not include Park Management Plan preparations, reviews or amendments) for the Provincial Parks Program no less than forty-five days prior to the implementation of any such plan or project. The notice will specify location and a brief description of all plans and projects and a contact person for further information. Notice may be provided in the form of an annual list and/or on a project specific basis. MNR will notify the above offices of revisions to the plan or project no less than forty-five days prior to the implementation.</p> <p class=\"paragraph-e\">12. A copy of all plans or additional information prepared for projects noted in Condition 11 shall be available to the public upon request for examination at the appropriate local MNR office at least forty-five days before implementation commences.</p> <p class=\"paragraph-e\">13. Within forty-five days of receiving notification from MNR under Condition 10 or 11 and after consultation with the Minister of Natural Resources, the Minister of Environment and Energy may, by written notice to the Minister of Natural Resources which outlines the Minister’s reasons,</p> <p class=\"subpara-e\">(a) direct that an environmental assessment be prepared for the proposed plan or project, in which event the plan or project will not be exempt under this order; or</p> <p class=\"subpara-e\">(b) give notice that the Minister is considering the application of clause (a) to the proposed plan or project.</p> <p class=\"paragraph-e\">14. Where the Minister of Environment and Energy has given written notice to the Minister of Natural Resources under clause (b) of condition 13, the MNR shall not implement the project until forty-five days have elapsed from the giving of notice or the Minister of Environment and Energy gives written notice to the Minister of Natural Resources that it is not proposed to require an environmental assessment, whichever comes first.</p> <p class=\"paragraph-e\">15. Where a plan or project is the subject of an individual environmental assessment that plan or project shall be deemed to be a separate undertaking not exempt by this order.</p> <p class=\"subpara-e\">16. (1) Except as provided in subcondition (2), any activity to be carried out in a provincial park, which is described in another exemption order, shall be carried out pursuant to this order only, and not pursuant to the other exemption order.</p> <p class=\"subpara-e\">(2) Activities that are the subject of Exemption Orders MNR-1 (fire protection), MNR-9 (plugging oil and gas wells), MNR-11/9 (forest management), MNR-54 (fish culture), MNR-39/7 (Special Employment programs), MNR-14 (nuisance species), MNR-22 (Ontario Ranger Camps), provided that these projects and activities are consistent with the appropriate interim management statements or approved Park Management Plans, will be carried out pursuant to those particular exemption orders and this order shall not apply.</p> <p class=\"paragraph-e\">17. Where an emergency situation exists by reason of danger to the health or safety of any person or the injury, damage or impairment or immediate risk of injury, damage or impairment to property, plant or animal life or the environment, the MNR Regional Director, Parks Superintendent, or designate may determine, where possible in consultation with the MOEE District Officer, and carry out an appropriate course of action to address the situation. The MNR Regional Director, Parks Superintendent, or designate shall, after the emergency situation has been dealt with, notify the Director of the EA Branch, and appropriate MOEE Regional Director of the actions carried out, why the actions were necessary, any required future actions and how MNR intends to comply with the requirements of the Act for those future actions.</p> <p class=\"paragraph-e\">18. Those plans and projects under this exemption order, not fully implemented by the date of expiry of this order, may continue to proceed in accordance with this order.</p> <p class=\"subpara-e\">19. (1) Subject to subcondition (2), this order expires December 31, 1995, except that the Minister of Environment and Energy, taking into consideration the progress of MNR on pre-submission consultation and preparation of the Class EA for Provincial Park Management and upon written request of the Minister of Natural Resources, may extend this expiry date by notice in <i>The Ontario Gazette</i>.</p> <p class=\"subpara-e\">(2) If MNR has submitted a Class EA for the Provincial Park Management for approval under the <i>Environmental Assessment Act</i> prior to the expiry of this order, this order shall remain in effect until a final decision on the approval of the Class EA has been made.</p> <p class=\"subpara-e\">20. (1) This exemption order replaces Ontario Regulation 366/92, MNR-59, which expired on December 31, 1993.</p> <p class=\"subpara-e\">(2) Those plans and projects planned under the exemption orders referred to in subcondition (1) but not implemented by the date of approval of this order may continue to proceed in accordance with the conditions of this order. O. Reg. 83/94.</p> <p class=\"Normal\"></p>"
        }
    ]
}