{
    "reg_info": {
        "full_title": "O. Reg. 142/08: LETTERS OF PERMISSION",
        "reg_name_text": "LETTERS OF PERMISSION",
        "citation": "O. Reg. 142/08: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/080142",
        "date_scraped": "2023-12-19 09:28:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 30, 2008",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080142/v1",
            "valid_from": "May 15, 2008",
            "valid_to": "June 29, 2008"
        }
    ],
    "content": [
        {
            "id": "P11_227",
            "section": "Letters of permission",
            "content": "1. (1) The Minister may grant to a board a letter of permission for a period specified in the letter if, (a) the director of education or secretary of the board or, in the case of a school authority, the appropriate supervisory officer, submits to the Ministry an application in the form required by the Minister, which shall include the declaration of the person submitting the application that, (i) the board has publicly advertised, at least once, a position for which a teacher is required under the regulations, (ii) the advertisement, (A) was published in a daily newspaper having provincial circulation in Ontario for at least three days, and at least one of those days was within the five days before the closing date of the competition for the position, or (B) was published on a publicly accessible website approved by the Minister for at least ten days and was not removed before the closing date of the competition for the position, (iii) every day that the advertisement appeared was within the 30 days before the closing date of the competition for the position, (iv) no teacher has applied for the position or no teacher who has applied for the position has accepted it, (v) the individual that the board proposes to employ under the authority of a letter of permission is 18 years of age or older and holds an Ontario secondary school diploma, a secondary school graduation diploma or a secondary school honour graduation diploma, or an equivalent to any of them, (vi) the individual is not and has never been a member of the Ontario College of Teachers; (vii) the individual has provided to the board a written statement that any teaching certificate or licence granted to him or her by another jurisdiction is not cancelled, revoked or suspended for any reason other than for failure to pay fees or levies to the governing body, (viii) the board has collected a personal criminal history, as defined in Ontario Regulation 521/01 (Collection of Personal Information) made under the Act, of the individual, and (ix) the board has conducted a reference check of the individual and is satisfied with the results; (b) the person submitting the application attaches to the application such evidence as the Minister may require of the facts set out in the declaration under clause (a); (c) the application and evidence are submitted no earlier than seven days after the closing date of the competition for the position; and (d) the anticipated start date of the position for which the board proposes to employ the individual is no later than 30 days after the closing date of the competition for the position. O. Reg. 142/08, s. 1 (1). (2) If a letter of permission is granted, it shall be effective as of the start date of the position. O. Reg. 142/08, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_227\"></a><a name=\"s1s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s1s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s1s1\">1. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s1s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s1s1\">(1)</a> The Minister may grant to a board a letter of permission for a period specified in the letter if,</p> <p class=\"clause-e\">(a) the director of education or secretary of the board or, in the case of a school authority, the appropriate supervisory officer, submits to the Ministry an application in the form required by the Minister, which shall include the declaration of the person submitting the application that,</p> <p class=\"subclause-e\">(i) the board has publicly advertised, at least once, a position for which a teacher is required under the regulations,</p> <p class=\"subclause-e\">(ii) the advertisement,</p> <p class=\"subsubclause-e\">(A) was published in a daily newspaper having provincial circulation in Ontario for at least three days, and at least one of those days was within the five days before the closing date of the competition for the position, or</p> <p class=\"subsubclause-e\">(B) was published on a publicly accessible website approved by the Minister for at least ten days and was not removed before the closing date of the competition for the position,</p> <p class=\"subclause-e\">(iii) every day that the advertisement appeared was within the 30 days before the closing date of the competition for the position,</p> <p class=\"subclause-e\">(iv) no teacher has applied for the position or no teacher who has applied for the position has accepted it,</p> <p class=\"subclause-e\">(v) the individual that the board proposes to employ under the authority of a letter of permission is 18 years of age or older and holds an Ontario secondary school diploma, a secondary school graduation diploma or a secondary school honour graduation diploma, or an equivalent to any of them,</p> <p class=\"subclause-e\">(vi) the individual is not and has never been a member of the Ontario College of Teachers; </p> <p class=\"subclause-e\">(vii) the individual has provided to the board a written statement that any teaching certificate or licence granted to him or her by another jurisdiction is not cancelled, revoked or suspended for any reason other than for failure to pay fees or levies to the governing body,</p> <p class=\"subclause-e\">(viii) the board has collected a personal criminal history, as defined in Ontario Regulation 521/01 (Collection of Personal Information) made under the Act, of the individual, and</p> <p class=\"subclause-e\">(ix) the board has conducted a reference check of the individual and is satisfied with the results;</p> <p class=\"clause-e\">(b) the person submitting the application attaches to the application such evidence as the Minister may require of the facts set out in the declaration under clause (a);  </p> <p class=\"clause-e\">(c) the application and evidence are submitted no earlier than seven days after the closing date of the competition for the position; and  </p> <p class=\"clause-e\">(d) the anticipated start date of the position for which the board proposes to employ the individual is no later than 30 days after the closing date of the competition for the position. O. Reg. 142/08, s. 1 (1).</p> <p class=\"subsection-e\"><a name=\"P27_2857\"></a><a name=\"s1s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s1s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s1s2\">(2)</a> If a letter of permission is granted, it shall be effective as of the start date of the position. O. Reg. 142/08, s. 1 (2).</p>"
        },
        {
            "id": "P28_2990",
            "section": "Letters of permission",
            "content": "2. Omitted (revokes other Regulations). O. Reg. 142/08, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"P28_2990\"></a><a name=\"s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s2\">2.</a> Omitted (revokes other Regulations). O. Reg. 142/08, s. 2.</p>"
        },
        {
            "id": "P29_3057",
            "section": "Letters of permission",
            "content": "3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 142/08, s. 3. Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P29_3057\"></a><a name=\"s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s3. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm#s3\">3.</a> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 142/08, s. 3.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080142_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}