{
    "reg_info": {
        "full_title": "O. Reg. 423/16: REGISTERED CHARITIES",
        "reg_name_text": "REGISTERED CHARITIES",
        "citation": "O. Reg. 423/16: ",
        "act_under": "Employer Health Tax Act",
        "url": "https://www.ontario.ca/laws/regulation/160423",
        "date_scraped": "2023-12-19 03:07:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  6, 2016",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "s1",
            "section": "Application",
            "content": " 1. This Regulation applies to years that begin after December 31, 2016.",
            "raw_html": "<p class=\"section-e\"><a name=\"s1\"></a><b> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s1\"><span lang=\"EN-US\">1.</span></a> </b>This Regulation applies to years that begin after December 31, 2016.</p>"
        },
        {
            "id": "s2s1",
            "section": "Deeming rule",
            "content": " 2. (1) If an eligible employer who is a registered charity and an eligible employer who is not a registered charity would be associated with each other under subsection 1 (5.1) of the Act, those employers are deemed not to be associated with each other for the purposes of subsections 2.1 (3), (4), (6), (8), (14) and (15) of the Act. (2) If two or more eligible employers who are not registered charities would be deemed to be associated with each other under clause 1 (5.1) (e) of the Act because each of them would, but for subsection (1), be associated with the same eligible employer who is a registered charity, those eligible employers are still deemed, despite subsection (1), to be associated with each other for the purposes of subsections 2.1 (3), (4), (6), (8), (14) and (15) of the Act.",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s2s1\"><span lang=\"EN-US\">2. (1)</span></a> If an eligible employer who is a registered charity and an eligible employer who is not a registered charity would be associated with each other under subsection 1 (5.1) of the Act, those employers are deemed not to be associated with each other for the purposes of subsections 2.1 (3), (4), (6), (8), (14) and (15) of the Act.</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s2s2\"><span lang=\"EN-US\">(2)</span></a> If two or more eligible employers who are not registered charities would be deemed to be associated with each other under clause 1 (5.1) (e) of the Act because each of them would, but for subsection (1), be associated with the same eligible employer who is a registered charity, those eligible employers are still deemed, despite subsection (1), to be associated with each other for the purposes of subsections 2.1 (3), (4), (6), (8), (14) and (15) of the Act.</p>"
        },
        {
            "id": "s3s1",
            "section": "Registered charity with two or more qualifying charity campuses",
            "content": " 3. (1) In this section, “group home” means a residence licensed or funded under a federal or provincial statute for the accommodation of three or more persons, exclusive of staff, living under supervision in a single housekeeping unit and who, by reason of their emotional, mental, social or physical condition or legal status, require a group living arrangement for their well-being; (“foyer de groupe”) “property” has the same meaning as in subsection 1 (1) of the Condominium Act, 1998; (“propriété”) “unit” has the same meaning as in subsection 1 (1) of the Condominium Act, 1998. (“partie privative”) (2) An eligible employer who is a registered charity with two or more qualifying charity campuses, as described in subsection (6) is exempt from determining, (a) its taxable total Ontario remuneration for a year under subsection 2.1 (1) of the Act and shall instead determine that amount under subsection (7) of this section; and (b) its exemption amount in accordance with subsection 2.1 (9) of the Act. (3) For the purposes of this section, a charity campus of a registered charity is one or more locations of the registered charity that are located on a single parcel of land or that are located on two or more parcels of land that are contiguous to one another. (4) If a registered charity has locations that are in two or more units of the same property, those locations are deemed to be on a single parcel of land for the purposes of subsection (3). (5) For the purposes of this section, a location of a registered charity is a place or premises that satisfies all of the following criteria: 1. The place or premises is, or is part of, a permanent establishment located in Ontario. 2. The registered charity has the exclusive right to occupy the place or premises. 3. The place or premises is used and occupied solely by the registered charity. 4. The place or premises is used and occupied by the registered charity for the purpose of carrying out its charitable activities. (6) A charity campus of a registered charity is a qualifying charity campus if all of the following circumstances exist: 1. The registered charity has notified the Minister in writing about the charity campus. 2. The registered charity has provided the Minister with the information relevant and necessary to determine the composition of the charity campus, including the address, name and period of occupancy of each location within the charity campus. 3. The registered charity, i. publicly advertises at least one of the locations that is part of the charity campus, or ii. does not publicly advertise any of the locations that are part of the charity campus and at least one of those locations is, A. an emergency shelter, B. a group home, or C. an intensive support residence as defined in subsection 4 (2) of the Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008. (7) The taxable total Ontario remuneration paid during a year by an eligible employer who is a registered charity with two or more qualifying charity campuses shall be determined as follows: 1. Determine the total Ontario remuneration paid by the eligible employer during the year. 2. For each qualifying charity campus, determine the total Ontario remuneration paid during the year to employees who report for work at the qualifying charity campus. 3. For each qualifying charity campus, determine its exemption amount using the formula, A × B/C in which, “A” is $450,000 for a year in a five-year period consisting of the calendar years 2014 to 2018 or, for a year in a subsequent five-year period, is the adjusted amount determined for that period under section 2.1.1 of the Act for the year, “B” is the number of days in the year in which, (a) it was a qualifying charity campus, and (b) the employer was an eligible employer, and “C” is the number of days in the year. 4. For each qualifying charity campus, determine the amount that is the lesser of the amount determined under paragraph 2 and the amount determined under paragraph 3. 5. Add the amounts for each qualifying charity campus determined under paragraph 4. 6. The taxable total Ontario remuneration paid during the year by the eligible employer is the amount by which the amount determined under paragraph 1 exceeds the amount determined under paragraph 5.",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s1\"><span lang=\"EN-US\">3. (1)</span></a> In this section,</p> <p class=\"firstdef-e\">“group home” means a residence licensed or funded under a federal or provincial statute for the accommodation of three or more persons, exclusive of staff, living under supervision in a single housekeeping unit and who, by reason of their emotional, mental, social or physical condition or legal status, require a group living arrangement for their well-being; (“foyer de groupe”)</p> <p class=\"definition-e\">“property” has the same meaning as in subsection 1 (1) of the <i>Condominium Act, 1998</i>; (“propriété”)</p> <p class=\"definition-e\">“unit” has the same meaning as in subsection 1 (1) of the <i>Condominium Act, 1998</i>. (“partie privative”)</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s2\"><span lang=\"EN-US\">(2)</span></a> An eligible employer who is a registered charity with two or more qualifying charity campuses, as described in subsection (6) is exempt from determining,</p> <p class=\"clause-e\">  (a) its taxable total Ontario remuneration for a year under subsection 2.1 (1) of the Act and shall instead determine that amount under subsection (7) of this section; and</p> <p class=\"clause-e\">  (b) its exemption amount in accordance with subsection 2.1 (9) of the Act.</p> <p class=\"subsection-e\"><a name=\"s3s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s3\"><span lang=\"EN-US\">(3)</span></a> For the purposes of this section, a charity campus of a registered charity is one or more locations of the registered charity that are located on a single parcel of land or that are located on two or more parcels of land that are contiguous to one another.</p> <p class=\"subsection-e\"><a name=\"s3s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s4\"><span lang=\"EN-US\">(4)</span></a> If a registered charity has locations that are in two or more units of the same property, those locations are deemed to be on a single parcel of land for the purposes of subsection (3).</p> <p class=\"subsection-e\"><a name=\"s3s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s5\"><span lang=\"EN-US\">(5)</span></a> For the purposes of this section, a location of a registered charity is a place or premises that satisfies all of the following criteria:</p> <p class=\"paragraph-e\">  1. The place or premises is, or is part of, a permanent establishment located in Ontario.</p> <p class=\"paragraph-e\">  2. The registered charity has the exclusive right to occupy the place or premises.</p> <p class=\"paragraph-e\">  3. The place or premises is used and occupied solely by the registered charity.</p> <p class=\"paragraph-e\">  4. The place or premises is used and occupied by the registered charity for the purpose of carrying out its charitable activities.</p> <p class=\"subsection-e\"><a name=\"s3s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s6\"><span lang=\"EN-US\">(6)</span></a> A charity campus of a registered charity is a qualifying charity campus if all of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. The registered charity has notified the Minister in writing about the charity campus.</p> <p class=\"paragraph-e\">  2. The registered charity has provided the Minister<b> </b>with the information relevant and necessary to determine the composition of the charity campus, including the address, name and period of occupancy of each location within the charity campus.</p> <p class=\"paragraph-e\">  3. The registered charity,</p> <p class=\"subpara-e\">  i. publicly advertises at least one of the locations that is part of the charity campus, or</p> <p class=\"subpara-e\">  ii. does not publicly advertise any of the locations that are part of the charity campus and at least one of those locations is,</p> <p class=\"subsubpara-e\">  A. an emergency shelter,</p> <p class=\"subsubpara-e\">  B. a group home, or</p> <p class=\"subsubpara-e\">  C. an intensive support residence as defined in subsection 4 (2) of the <i>Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008</i>.</p> <p class=\"subsection-e\"><a name=\"s3s7\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s3s7\"><span lang=\"EN-US\">(7)</span></a> The taxable total Ontario remuneration paid during a year by an eligible employer who is a registered charity with two or more qualifying charity campuses shall be determined as follows:</p> <p class=\"paragraph-e\">  1. Determine the total Ontario remuneration paid by the eligible employer during the year.</p> <p class=\"paragraph-e\">  2. For each qualifying charity campus, determine the total Ontario remuneration paid during the year to employees who report for work at the qualifying charity campus.</p> <p class=\"paragraph-e\">  3. For each qualifying charity campus, determine its exemption amount using the formula,</p> <p class=\"equation-e\">A × B/C</p> <p class=\"Sparagraph-e\">in which,</p> <p class=\"equationind2-f\">  “A” is $450,000 for a year in a five-year period consisting of the calendar years 2014 to 2018 or, for a year in a subsequent five-year period, is the adjusted amount determined for that period under section 2.1.1 of the Act for the year,</p> <p class=\"equationind2-e\">  “B” is the number of days in the year in which,</p> <p class=\"equationind3-e\">  (a) it was a qualifying charity campus, and</p> <p class=\"equationind3-e\">  (b) the employer was an eligible employer, and</p> <p class=\"equationind2-e\">  “C” is the number of days in the year.</p> <p class=\"paragraph-e\">  4. For each qualifying charity campus, determine the amount that is the lesser of the amount determined under paragraph 2 and the amount determined under paragraph 3.</p> <p class=\"paragraph-e\">  5. Add the amounts for each qualifying charity campus determined under paragraph 4.</p> <p class=\"paragraph-e\">  6. The taxable total Ontario remuneration paid during the year by the eligible employer is the amount by which the amount determined under paragraph 1 exceeds the amount determined under paragraph 5.</p>"
        },
        {
            "id": "Sig",
            "section": "Registered charity with two or more qualifying charity campuses",
            "content": " 4. Omitted\r\n(provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><a name=\"Sig\"></a><a name=\"s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160423#s4\"><span lang=\"EN-US\">4.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Registered charity with two or more qualifying charity campuses",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160423\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}