{
    "reg_info": {
        "full_title": "O. Reg. 265/18: PAYMENTS TO SUPPORT LIVE HORSE RACING IN ONTARIO",
        "reg_name_text": "PAYMENTS TO SUPPORT LIVE HORSE RACING IN ONTARIO",
        "citation": "O. Reg. 265/18: ",
        "act_under": "Ontario Lottery and Gaming Corporation Act, 1999",
        "url": "https://www.ontario.ca/laws/regulation/180265",
        "date_scraped": "2023-12-19 01:53:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 23, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180265/v1",
            "valid_from": "April 20, 2018",
            "valid_to": "April 22, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Payments required",
            "content": "  1. (1) For the purposes of paragraph 6 of subsection 14 (1) of the Act, starting on or after April 1, 2019, the Corporation shall make payments for the support of live horse racing in Ontario if,  (a) before April 1, 2019, a corporation is incorporated without share capital under the Canada Not-for-profit Corporations Act under the name Horse Racing Ontario and the corporation carries on its business in the Province of Ontario; (b) before April 1, 2019, the Corporation, Horse Racing Ontario, Ontario Racing Management Inc. and Woodbine Entertainment Group enter into an agreement for the purposes of supporting live horse racing in Ontario; (c) the payments are required to be made to Horse Racing Ontario under the agreement and are made in accordance with the terms of the agreement; (d) the agreement and any amendments to the agreement are approved by the Minister prior to their execution; and (e) the executed agreement and any amendments to the agreement are published by the Corporation on its website. (2) The purposes of the payments made under this section are to provide long-term funding for live horse racing in Ontario starting on or after April 1, 2019 and continuing for a period that shall end no later than March 31, 2038 and, through that funding, to encourage growth in the live horse racing industry in Ontario and enable the industry to become self-sustaining.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) For the purposes of paragraph 6 of subsection 14 (1) of the Act, starting on or after April 1, 2019, the Corporation shall make payments for the support of live horse racing in Ontario if, </p> <p class=\"clause-e\">  (a) before April 1, 2019, a corporation is incorporated without share capital under the <i>Canada Not-for-profit Corporations Act</i> under the name Horse Racing Ontario and the corporation carries on its business in the Province of Ontario;</p> <p class=\"clause-e\">  (b) before April 1, 2019, the Corporation, Horse Racing Ontario, Ontario Racing Management Inc. and Woodbine Entertainment Group enter into an agreement for the purposes of supporting live horse racing in Ontario;</p> <p class=\"clause-e\">  (c) the payments are required to be made to Horse Racing Ontario under the agreement and are made in accordance with the terms of the agreement; </p> <p class=\"clause-e\">  (d) the agreement and any amendments to the agreement are approved by the Minister prior to their execution; and</p> <p class=\"clause-e\">  (e) the executed agreement and any amendments to the agreement are published by the Corporation on its website.</p> <p class=\"subsection-e\">  (2) The purposes of the payments made under this section are to provide long-term funding for live horse racing in Ontario starting on or after April 1, 2019 and continuing for a period that shall end no later than March 31, 2038 and, through that funding, to encourage growth in the live horse racing industry in Ontario and enable the industry to become self-sustaining.</p>"
        },
        {
            "id": "2.",
            "section": "Payments required",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Payments required",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180265\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}