{
    "reg_info": {
        "full_title": "O. Reg. 214/96: DISSOLUTION OF AND CHANGES TO LOCAL BOARDS",
        "reg_name_text": "DISSOLUTION OF AND CHANGES TO LOCAL BOARDS",
        "citation": "O. Reg. 214/96: ",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/960214",
        "date_scraped": "2023-12-19 10:28:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/960214/v2",
            "valid_from": "December 27, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/regulation/960214/v1",
            "valid_from": "December  4, 2003",
            "valid_to": "December 26, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. Sections 5, 6 and 7 do not apply to police villages. O. Reg. 385/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Sections 5, 6 and 7 do not apply to police villages. O. Reg. 385/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. For the purposes of this Regulation, (a) a police village is a local board of the municipalities within which it is located; (b) the Board of Management of the Toronto Zoo is a local board of the City of Toronto; (c) the Toronto Atmospheric Fund and the Toronto Atmospheric Fund Foundation are local boards of the City of Toronto; (d) The Hamilton Entertainment and Convention Facilities Inc. is a local board of the City of Hamilton; and (e) The Centre in The Square Inc. is a local board of The Corporation of the City of Kitchener. O. Reg. 214/96, s. 2; O. Reg. 385/02, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of this Regulation,</p> <p class=\"clause-e\">(a) a police village is a local board of the municipalities within which it is located;</p> <p class=\"clause-e\">(b) the Board of Management of the Toronto Zoo is a local board of the City of Toronto;</p> <p class=\"clause-e\">(c) the Toronto Atmospheric Fund and the Toronto Atmospheric Fund Foundation are local boards of the City of Toronto;</p> <p class=\"clause-e\">(d) The Hamilton Entertainment and Convention Facilities Inc. is a local board of the City of Hamilton; and</p> <p class=\"clause-e\">(e) The Centre in The Square Inc. is a local board of The Corporation of the City of Kitchener. O. Reg. 214/96, s. 2; O. Reg. 385/02, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. If the council of a municipality passes a by-law to dissolve a local board, on the day the by-law comes into force, (a) the board ceases to exist; (b) the municipality stands in the place of the board for all purposes; and (c) if the board is a corporation, the corporation is dissolved. O. Reg. 214/96, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>If the council of a municipality passes a by-law to dissolve a local board, on the day the by-law comes into force,</p> <p class=\"clause-e\">(a) the board ceases to exist;</p> <p class=\"clause-e\">(b) the municipality stands in the place of the board for all purposes; and</p> <p class=\"clause-e\">(c) if the board is a corporation, the corporation is dissolved. O. Reg. 214/96, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. If a local board of two or more municipalities is dissolved, each municipality stands in the place of the board for the purposes of that municipality and, (a) the powers of the board vest in each municipality, for the purposes of that municipality, on the day the by-law comes into force; (b) all rights, claims, undertakings, obligations, assets and liabilities of the board vest in the municipalities that are given the powers of the board under clause (a) on the day the by-law comes into force; and (c) the by-laws and resolutions of the board are continued as the by-laws and resolutions of the municipalities that are given the powers of the board under clause (a) on the day the by-law comes into force, and they shall remain in force until repealed or amended. O. Reg. 214/96, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>If a local board of two or more municipalities is dissolved, each municipality stands in the place of the board for the purposes of that municipality and,</p> <p class=\"clause-e\">(a) the powers of the board vest in each municipality, for the purposes of that municipality, on the day the by-law comes into force;</p> <p class=\"clause-e\">(b) all rights, claims, undertakings, obligations, assets and liabilities of the board vest in the municipalities that are given the powers of the board under clause (a) on the day the by-law comes into force; and</p> <p class=\"clause-e\">(c) the by-laws and resolutions of the board are continued as the by-laws and resolutions of the municipalities that are given the powers of the board under clause (a) on the day the by-law comes into force, and they shall remain in force until repealed or amended. O. Reg. 214/96, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A municipality may by by-law make the following changes to a local board: 1. It may assume one or more powers of the board. 2. It may make any changes it considers advisable related to membership on the board, including changes related to the number of members, their terms, their remuneration and the manner by which they become members. 3. It may dispense with any requirement to elect members to a board and replace those members, after their current term has expired, with members appointed to the board by the municipality. 4. It may change the name of the board. 5. It may require the board to follow any rules and procedures it may specify related to, i. the provision of information, including information concerning its estimates and finances, ii. requiring approval of its estimates or amendments to its estimates by the municipality, and iii. the manner in which the board applies the money paid to it by the municipality. O. Reg. 214/96, s. 5 (1); O. Reg. 385/02, s. 3 (1). (2) Revoked: O. Reg. 385/02, s. 3 (2). (3) Revoked: O. Reg. 385/02, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A municipality may by by-law make the following changes to a local board:</p> <p class=\"paragraph-e\">1. It may assume one or more powers of the board.</p> <p class=\"paragraph-e\">2. It may make any changes it considers advisable related to membership on the board, including changes related to the number of members, their terms, their remuneration and the manner by which they become members.</p> <p class=\"paragraph-e\">3. It may dispense with any requirement to elect members to a board and replace those members, after their current term has expired, with members appointed to the board by the municipality.</p> <p class=\"paragraph-e\">4. It may change the name of the board.</p> <p class=\"paragraph-e\">5. It may require the board to follow any rules and procedures it may specify related to,</p> <p class=\"subpara-e\">i. the provision of information, including information concerning its estimates and finances,</p> <p class=\"subpara-e\">ii. requiring approval of its estimates or amendments to its estimates by the municipality, and</p> <p class=\"subpara-e\">iii. the manner in which the board applies the money paid to it by the municipality. O. Reg. 214/96, s. 5 (1); O. Reg. 385/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 385/02, s. 3 (2).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 385/02, s. 3 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A municipality that assumes one or more powers from a local board under a by-law under paragraph 1 of subsection 5 (1) stands in place of the board for the purposes of exercising those powers and all rights, claims, undertakings and obligations, assets and liabilities of the board pertaining to those powers vest in the municipality on the day that the by-law comes into force. (2) Where a municipality assumes one or more powers from a local board under a by-law under paragraph 1 of subsection 5 (1), the by-laws and resolutions of the board pertaining to the exercise of those powers are continued as by-laws or resolutions of the municipality on the day the by-law assuming the powers comes into force, and they shall remain in force until repealed or amended. O. Reg. 214/96, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A municipality that assumes one or more powers from a local board under a by-law under paragraph 1 of subsection 5 (1) stands in place of the board for the purposes of exercising those powers and all rights, claims, undertakings and obligations, assets and liabilities of the board pertaining to those powers vest in the municipality on the day that the by-law comes into force.</p> <p class=\"subsection-e\">(2) Where a municipality assumes one or more powers from a local board under a by-law under paragraph 1 of subsection 5 (1), the by-laws and resolutions of the board pertaining to the exercise of those powers are continued as by-laws or resolutions of the municipality on the day the by-law assuming the powers comes into force, and they shall remain in force until repealed or amended. O. Reg. 214/96, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. If one or more powers of a local board of two or more municipalities are assumed under paragraph 1 of subsection 5 (1), each municipality stands in the place of the board for the purposes of those powers and, (a) those powers assumed from the board vest in each municipality, for the purposes of that municipality, on the day the by-law comes into force; (b) all rights, claims, undertakings, obligations, assets and liabilities pertaining to those powers of the board vest in the municipalities that are given the powers under clause (a) on the day the by-law comes into force; and (c) the by-laws and resolutions of the board are continued as the by-laws and resolutions of the municipalities that are given the powers under clause (a) on the day the by-law assuming the powers comes into force, and they shall remain in force until repealed or amended. O. Reg. 214/96, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>If one or more powers of a local board of two or more municipalities are assumed under paragraph 1 of subsection 5 (1), each municipality stands in the place of the board for the purposes of those powers and,</p> <p class=\"clause-e\">(a) those powers assumed from the board vest in each municipality, for the purposes of that municipality, on the day the by-law comes into force;</p> <p class=\"clause-e\">(b) all rights, claims, undertakings, obligations, assets and liabilities pertaining to those powers of the board vest in the municipalities that are given the powers under clause (a) on the day the by-law comes into force; and</p> <p class=\"clause-e\">(c) the by-laws and resolutions of the board are continued as the by-laws and resolutions of the municipalities that are given the powers under clause (a) on the day the by-law assuming the powers comes into force, and they shall remain in force until repealed or amended. O. Reg. 214/96, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) A municipality does not have the power under section 216 of the Act to dissolve or make any changes described in section 5 to the following local boards: 1. A society as defined in section 3 of the Child and Family Services Act. 2. A district social services administration board established under the District Social Services Administration Boards Act. 3. A board of health as defined in section 1 of the Health Protection and Promotion Act. 4. A committee of management and a board of management established under the Homes for the Aged and Rest Homes Act. 5. A board as defined in section 1 of the Public Libraries Act. 6. A planning board under the Planning Act. 7. A municipal planning authority under the Planning Act. O. Reg. 385/02, s. 4; O. Reg. 407/03, s. 1 (1). (2) Despite subsection (1), the City of Greater Sudbury may change the number of members it appoints as its representatives on the board of health of the Sudbury and District Health Unit subject to the following rules: 1. There shall be a minimum of two and a maximum of seven members appointed. 2. At least one of the members shall also be a member of the council of the City. 3. At least one of the members shall not be a member of the council of the City. O. Reg. 407/03, s. 1 (2). Français ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1)<b> </b>A municipality does not have the power under section 216 of the Act to dissolve or make any changes described in section 5 to the following local boards:</p> <p class=\"paragraph-e\">1. A society as defined in section 3 of the <i>Child and Family Services Act</i>.</p> <p class=\"paragraph-e\">2. A district social services administration board established under the <i>District Social Services Administration Boards Act</i>.</p> <p class=\"paragraph-e\">3. A board of health as defined in section 1 of the <i>Health Protection and Promotion Act</i>.</p> <p class=\"paragraph-e\">4. A committee of management and a board of management established under the <i>Homes for the Aged and Rest Homes Act</i>.</p> <p class=\"paragraph-e\">5. A board as defined in section 1 of the <i>Public Libraries Act</i>.</p> <p class=\"paragraph-e\">6. A planning board under the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">7. A municipal planning authority under the <i>Planning Act</i>. O. Reg. 385/02, s. 4; O. Reg. 407/03, s. 1 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the City of Greater Sudbury may change the number of members it appoints as its representatives on the board of health of the Sudbury and District Health Unit subject to the following rules:</p> <p class=\"paragraph-e\">1. There shall be a minimum of two and a maximum of seven members appointed.</p> <p class=\"paragraph-e\">2. At least one of the members shall also be a member of the council of the City.</p> <p class=\"paragraph-e\">3. At least one of the members shall not be a member of the council of the City. O. Reg. 407/03, s. 1 (2).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960214_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960214_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}