{
    "reg_info": {
        "full_title": "O. Reg. 225/18: TIRES",
        "reg_name_text": "TIRES",
        "citation": "O. Reg. 225/18: ",
        "act_under": "Resource Recovery and Circular Economy Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/180225",
        "date_scraped": "2023-12-18 04:50:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 20, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180225/v5",
            "valid_from": "January  1, 2023",
            "valid_to": "March 19, 2023"
        },
        {
            "a_href": "/laws/regulation/180225/v4",
            "valid_from": "December  9, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/180225/v3",
            "valid_from": "January  1, 2019",
            "valid_to": "December  8, 2022"
        },
        {
            "a_href": "/laws/regulation/180225/v2",
            "valid_from": "July  1, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "/laws/regulation/180225/v1",
            "valid_from": "April  9, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “Audit Guideline” means the document entitled “Registry Procedure – Audit” published by the Authority and dated February 20, 2018, as amended from time to time, and available on the Registry; (“Guide de vérification”) “calculated weight” means weight calculated in accordance with subsection (2); (“poids calculé”) “end-of-life vehicle” has the same meaning as in Ontario Regulation 85/16 (Registrations under Part II.2 of the Act — End-of-life Vehicles) made under the Environmental Protection Act; (“véhicule hors d’usage”) “land disposed” has the same meaning as “land disposal” in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act; (“éliminé en milieu terrestre”) “large tire” has the meaning set out in the Weight Conversion Guideline; (“gros pneu”) “local municipality” means a single-tier municipality or a lower-tier municipality; (“municipalité locale”) “motor assisted bicycle” has the same meaning as in the Highway Traffic Act; (“cyclomoteur”) “motor vehicle” includes an automobile, motorcycle, motor assisted bicycle, tractor, transport truck, aircraft and any other vehicle propelled or driven otherwise than by muscular power, but does not include a power-assisted bicycle or personal mobility device; (“véhicule automobile”) “muscular-powered equipment” means equipment, with tires, that is propelled or drawn by muscular power, but does not include equipment designed to transport a person; (“équipement fonctionnant au moyen de la force musculaire”) “personal mobility device” means a device, with tires, driven by muscular power or any other kind of power that is designed for a person whose mobility is limited by one or more conditions or physical impairments; (“appareil de mobilité personnelle”) “power-assisted bicycle” has the same meaning as in the Highway Traffic Act; (“bicyclette assistée”) “processed materials” means materials that result from the processing of tires; (“matériaux transformés”) “processing”, in respect of a tire, means, (a) transforming a tire into constituent materials, including by shredding, chipping, grinding, cutting or cryogenic crushing, and (b) any activity designed to chemically alter a tire, such as depolymerization; (“transformation”) “producer” means a person who is required to carry out responsibilities relating to tires, as determined in accordance with section 3 of this Regulation; (“producteur”) “producer responsibility organization” means a person retained by a producer for the purposes of carrying out one or more of the following producer responsibilities relating to tires: 1. Arranging for the establishment or operation of a collection or management system. 2. Establishing or operating a collection or management system. 3. Preparing and submitting reports; (“organisme assumant les responsabilités d’un producteur”) “resident in Canada” means a person having a permanent establishment in Canada; (“résident du Canada”) “resident in Ontario” means a person having a permanent establishment in Ontario; (“résident de l’Ontario”) “territorial district” means a geographic area, other than a municipality, named and described in Schedule 2 to Ontario Regulation 180/03 (Division of Ontario into Geographic Areas) made under the Territorial Division Act, 2002; (“district territorial”) “tire” means a component that is designed to surround the rim of a vehicle’s wheel and has an actual weight of one kilogram or more; (“pneu”) “tire collection site” means a site where tires are collected for the purposes of resource recovery or disposal and includes a site where end-of-life vehicles with tires are managed; (“lieu de collecte de pneus”) “tire collector” means a person who owns or operates a tire collection site in Ontario, but does not include, (a) a person who, in addition to collecting tires at the tire collection site, retreads or processes tires at the site, (b) a person who collects tires for private domestic purposes, or (c) a person who owns or operates a site where tires are only collected from the on-site servicing of vehicles the person owns or operates; (“collecteur de pneus”) “tire hauler” means a person who arranges for the transport of tires that are used by consumers in Ontario and are destined for processing, reuse, retreading or disposal, but does not include a person who arranges for the transport of tires initially generated by that person; (“transporteur de pneus”) “tire processor” means a person who receives and processes tires collected in Ontario for the purposes of resource recovery or disposal; (“transformateur de pneus”) “tire retreader” means a person who replaces the tread on worn tires with a new tread in order for the tire to be used for its original purpose; (“rechapeur de pneus”) “tire type” includes, (a) large tires, (b) medium truck tires, (c) off the road tires, except for large tires that are off the road tires, and (d) passenger and light truck tires; (“type de pneus”) “trailer” means any equipment, with tires, that is suitable for being attached to and drawn by a motor vehicle; (“remorque”) “vehicle” includes motor vehicles, muscular-powered equipment and trailers; (“véhicule”) “volunteer organization” means a person who owns a brand that is used in respect of tires and is not resident in Canada; (“organisme bénévole”) “Weight Conversion Guideline” means the document entitled “Registry Procedure – Weight Conversion Factors (Tires)” published by the Authority and dated February 20, 2018, as amended from time to time, and available on the Registry. (“Guide de conversion du poids”) O. Reg. 225/18, s. 1 (1); O. Reg. 552/22, s. 1. (2) For the purposes of the definition of “calculated weight” in subsection (1), calculated weight is, (a) the actual weight of tires; or (b) the corresponding weight of tires determined in accordance with the Weight Conversion Guideline. O. Reg. 225/18, s. 1 (2). (3) For greater certainty, any reference in this Regulation to the calculated weight of a tire or the actual weight of a tire does not include the weight of the rim the tire surrounds. O. Reg. 225/18, s. 1 (3). Designated Class",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“Audit Guideline” means the document entitled “Registry Procedure – Audit” published by the Authority and dated February 20, 2018, as amended from time to time, and available on the Registry; (“Guide de vérification”)</p> <p class=\"definition-e\">“calculated weight” means weight calculated in accordance with subsection (2); (“poids calculé”)</p> <p class=\"definition-e\">“end-of-life vehicle” has the same meaning as in Ontario Regulation 85/16 (Registrations under Part II.2 of the Act — End-of-life Vehicles) made under the <i>Environmental Protection Act</i>; (“véhicule hors d’usage”)</p> <p class=\"definition-e\">“land disposed” has the same meaning as “land disposal” in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>; (“éliminé en milieu terrestre”)</p> <p class=\"definition-e\">“large tire” has the meaning set out in the Weight Conversion Guideline; (“gros pneu”)</p> <p class=\"definition-e\">“local municipality” means a single-tier municipality or a lower-tier municipality; (“municipalité locale”)</p> <p class=\"definition-e\">“motor assisted bicycle” has the same meaning as in the <i>Highway Traffic Act</i>; (“cyclomoteur”)</p> <p class=\"definition-e\">“motor vehicle” includes an automobile, motorcycle, motor assisted bicycle, tractor, transport truck, aircraft and any other vehicle propelled or driven otherwise than by muscular power, but does not include a power-assisted bicycle or personal mobility device; (“véhicule automobile”)</p> <p class=\"definition-e\">“muscular-powered equipment” means equipment, with tires, that is propelled or drawn by muscular power, but does not include equipment designed to transport a person; (“équipement <span>fonctionnant au moyen de la force musculaire</span>”)</p> <p class=\"definition-e\">“personal mobility device” means a device, with tires, driven by muscular power or any other kind of power that is designed for a person whose mobility is limited by one or more conditions or physical impairments; (“appareil de mobilité personnelle”)</p> <p class=\"definition-e\">“power-assisted bicycle” has the same meaning as in the <i>Highway Traffic Act</i>; (“bicyclette assistée”)</p> <p class=\"definition-e\">“processed materials” means materials that result from the processing of tires; (“matériaux transformés”)</p> <p class=\"definition-e\">“processing”, in respect of a tire, means,</p> <p class=\"defclause-e\">  (a) transforming a tire into constituent materials, including by shredding, chipping, grinding, cutting or cryogenic crushing, and</p> <p class=\"defclause-e\">  (b) any activity designed to chemically alter a tire, such as depolymerization; (“transformation”)</p> <p class=\"definition-e\">“producer” means a person who is required to carry out responsibilities relating to tires, as determined in accordance with section 3 of this Regulation; (“producteur”)</p> <p class=\"definition-e\">“producer responsibility organization” means a person retained by a producer for the purposes of carrying out one or more of the following producer responsibilities relating to tires:</p> <p class=\"defparagraph-e\">  1. Arranging for the establishment or operation of a collection or management system.</p> <p class=\"defparagraph-e\">  2. Establishing or operating a collection or management system.</p> <p class=\"defparagraph-e\">  3. Preparing and submitting reports; (“organisme assumant les responsabilités d’un producteur”)</p> <p class=\"definition-e\">“resident in Canada” means a person having a permanent establishment in Canada; (“résident du Canada”)</p> <p class=\"definition-e\">“resident in Ontario” means a person having a permanent establishment in Ontario; (“résident de l’Ontario”)</p> <p class=\"definition-e\">“territorial district” means a geographic area, other than a municipality, named and described in Schedule 2 to Ontario Regulation 180/03 (Division of Ontario into Geographic Areas) made under the <i>Territorial Division Act, 2002</i>; (“district territorial”)</p> <p class=\"definition-e\">“tire” means a component that is designed to surround the rim of a vehicle’s wheel and has an actual weight of one kilogram or more; (“pneu”)</p> <p class=\"definition-e\">“tire collection site” means a site where tires are collected for the purposes of resource recovery or disposal and includes a site where end-of-life vehicles with tires are managed; (“lieu de collecte de pneus”)</p> <p class=\"definition-e\">“tire collector” means a person who owns or operates a tire collection site in Ontario, but does not include,</p> <p class=\"defclause-e\">  (a) a person who, in addition to collecting tires at the tire collection site, retreads or processes tires at the site,</p> <p class=\"defclause-e\">  (b) a person who collects tires for private domestic purposes, or</p> <p class=\"defclause-e\">  (c) a person who owns or operates a site where tires are only collected from the on-site servicing of vehicles the person owns or operates; (“collecteur de pneus”)</p> <p class=\"definition-e\">“tire hauler” means a person who arranges for the transport of tires that are used by consumers in Ontario and are destined for processing, reuse, retreading or disposal, but does not include a person who arranges for the transport of tires initially generated by that person; (“transporteur de pneus”)</p> <p class=\"definition-e\">“tire processor” means a person who receives and processes tires collected in Ontario for the purposes of resource recovery or disposal; (“transformateur de pneus”)</p> <p class=\"definition-e\">“tire retreader” means a person who replaces the tread on worn tires with a new tread in order for the tire to be used for its original purpose; (“rechapeur de pneus”)</p> <p class=\"definition-e\">“tire type” includes,</p> <p class=\"defclause-e\">  (a) large tires,</p> <p class=\"defclause-e\">  (b) medium truck tires,</p> <p class=\"defclause-e\">  (c) off the road tires, except for large tires that are off the road tires, and</p> <p class=\"defclause-e\">  (d) passenger and light truck tires; (“type de pneus”)</p> <p class=\"definition-e\">“trailer” means any equipment, with tires, that is suitable for being attached to and drawn by a motor vehicle; (“remorque”)</p> <p class=\"definition-e\">“vehicle” includes motor vehicles, muscular-powered equipment and trailers; (“véhicule”)</p> <p class=\"definition-e\">“volunteer organization” means a person who owns a brand that is used in respect of tires and is not resident in Canada; (“organisme bénévole”)</p> <p class=\"definition-e\">“Weight Conversion Guideline” means the document entitled “Registry Procedure – Weight Conversion Factors (Tires)” published by the Authority and dated February 20, 2018, as amended from time to time, and available on the Registry. (“Guide de conversion du poids”) O. Reg. 225/18, s. 1 (1); O. Reg. 552/22, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of the definition of “calculated weight” in subsection (1), calculated weight is,</p> <p class=\"clause-e\">  (a) the actual weight of tires; or</p> <p class=\"clause-e\">  (b) the corresponding weight of tires determined in accordance with the Weight Conversion Guideline. O. Reg. 225/18, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For greater certainty, any reference in this Regulation to the calculated weight of a tire or the actual weight of a tire does not include the weight of the rim the tire surrounds. O. Reg. 225/18, s. 1 (3).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Designated Class</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Designated Class",
            "part_id": null,
            "part_type": null,
            "section": "Designated Class",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Tires",
            "content": " 2. For the purposes of section 60 of the Act, tires are a designated class of material. Producers",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>For the purposes of section 60 of the Act, tires are a designated class of material.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Producers</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Producers",
            "part_id": null,
            "part_type": null,
            "section": "Producers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Producers",
            "content": " 3. (1) For the purposes of the definition of “producer” in subsection 1 (1), the producer is, (a) subject to subsections (2) and (3), with respect to new vehicles marketed to consumers in Ontario, on which new tires are provided, (i) if the manufacturer of the vehicle is resident in Canada, the manufacturer, (ii) if there is no person described in subclause (i) and the vehicle is imported into Ontario by a person resident in Ontario, the importer, (iii) if there is no person described in subclause (i) or (ii) and the vehicle is marketed by a person resident in Ontario, the first person who marketed the vehicle, or (iv) if there is no person described in subclause (i), (ii) or (iii) and the vehicle is marketed by a person not resident in Ontario, the person who marketed the vehicle; or (b) with respect to new tires marketed to consumers in Ontario separately from a vehicle, (i) if the brand holder of the tires is resident in Canada, the brand holder, (ii) if there is no person described in subclause (i) and the tires are imported into Ontario by a person resident in Ontario, the importer, (iii) if there is no person described in subclause (i) or (ii) and the tires are marketed by a person resident in Ontario, the first person who marketed the tires, or (iv) if there is no person described in subclause (i), (ii) or (iii) and the tires are marketed by a person not resident in Ontario, the person who marketed the tires. O. Reg. 225/18, s. 3 (1); O. Reg. 552/22, s. 2. (2) For the purposes of clause 61 (6) (c) of the Act, a person referred to in clause (1) (a) of this section is required to carry out the responsibilities of a producer under Part IV of the Act with respect to tires if they market a new vehicle in Ontario on which new tires are provided. O. Reg. 225/18, s. 3 (2). (3) Clause (1) (a) does not apply with respect to a new vehicle that is an aircraft. O. Reg. 225/18, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) For the purposes of the definition of “producer” in subsection 1 (1), the producer is,</p> <p class=\"clause-e\">  (a) subject to subsections (2) and (3), with respect to new vehicles marketed to consumers in Ontario, on which new tires are provided,</p> <p class=\"subclause-e\">  (i) if the manufacturer of the vehicle is resident in Canada, the manufacturer,</p> <p class=\"subclause-e\">  (ii) if there is no person described in subclause (i) and the vehicle is imported into Ontario by a person resident in Ontario, the importer,</p> <p class=\"subclause-e\">  (iii) if there is no person described in subclause (i) or (ii) and the vehicle is marketed by a person resident in Ontario, the first person who marketed the vehicle, or</p> <p class=\"subclause-e\">  (iv) if there is no person described in subclause (i), (ii) or (iii) and the vehicle is marketed by a person not resident in Ontario, the person who marketed the vehicle; or</p> <p class=\"clause-e\">  (b) with respect to new tires marketed to consumers in Ontario separately from a vehicle,</p> <p class=\"subclause-e\">  (i) if the brand holder of the tires is resident in Canada, the brand holder,</p> <p class=\"subclause-e\">  (ii) if there is no person described in subclause (i) and the tires are imported into Ontario by a person resident in Ontario, the importer,</p> <p class=\"subclause-e\">  (iii) if there is no person described in subclause (i) or (ii) and the tires are marketed by a person resident in Ontario, the first person who marketed the tires, or</p> <p class=\"subclause-e\">  (iv) if there is no person described in subclause (i), (ii) or (iii) and the tires are marketed by a person not resident in Ontario, the person who marketed the tires. O. Reg. 225/18, s. 3 (1); O. Reg. 552/22, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of clause 61 (6) (c) of the Act, a person referred to in clause (1) (a) of this section is required to carry out the responsibilities of a producer under Part IV of the Act with respect to tires if they market a new vehicle in Ontario on which new tires are provided. O. Reg. 225/18, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Clause (1) (a) does not apply with respect to a new vehicle that is an aircraft. O. Reg. 225/18, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.1",
            "part_id": null,
            "part_type": null,
            "section": "Producer responsibility organizations",
            "content": " 3.1 (1) Every producer responsibility organization that has entered into an agreement with a producer to provide collection services or management services under this Regulation is required to satisfy the requirements set out in sections 6 to 10 and clause 11 (2) (a) that apply to that producer with respect to the services covered in that agreement. O. Reg. 552/22, s. 3. (2) In sections 6 to 10 and clause 11 (2) (a), a reference to a producer includes a producer responsibility organization to which subsection (1) applies. O. Reg. 552/22, s. 3. (3) For the purposes of paragraph 2 of subsection 61 (2) of the Act, the condition that must be met by a person in respect of tires is that the person must be a producer responsibility organization. O. Reg. 552/22, s. 3. (4) For the purposes of clause 61 (6) (c) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 552/22, s. 3. (5) For the purposes of clause 62 (1) (d) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 552/22, s. 3. Tire Collection and Management",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>3.1 </b>(1) Every producer responsibility organization that has entered into an agreement with a producer<b> </b>to provide collection services or management services under this Regulation is required to satisfy the requirements set out in sections 6 to 10 and clause 11 (2) (a) that apply to that producer with respect to the services covered in that agreement. O. Reg. 552/22, s. 3.</p> <p class=\"subsection-e\"><b> </b>(2) In sections 6 to 10 and clause 11 (2) (a), a reference to a producer includes a producer responsibility organization to which subsection (1) applies. O. Reg. 552/22, s. 3.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 2 of subsection 61 (2) of the Act, the condition that must be met by a person in respect of tires is that the person must be a producer responsibility organization. O. Reg. 552/22, s. 3.</p> <p class=\"subsection-e\">  (4) For the purposes of clause 61 (6) (c) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 552/22, s. 3.</p> <p class=\"subsection-e\">  (5) For the purposes of clause 62 (1) (d) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 552/22, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Tire Collection and Management</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Tire Collection and Management",
            "part_id": null,
            "part_type": null,
            "section": "Tire Collection and Management",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection amounts",
            "content": " 4. (1) Subject to subsection (7), every calendar year, every producer shall collect a minimum amount of tires in accordance with this section. O. Reg. 225/18, s. 4 (1). (2) The minimum amount of tires that must be collected each calendar year shall be determined using the formula, (Y3 + Y4 + Y5) / 3 × 0.85 in which, “Y3” is the calculated weight of tires supplied or provided on vehicles supplied in Ontario by the producer in the calendar year three years prior to the collection year, “Y4” is the calculated weight of tires supplied or provided on vehicles supplied in Ontario by the producer in the calendar year four years prior to the collection year, and “Y5” is the calculated weight of tires supplied or provided on vehicles supplied in Ontario by the producer in the calendar year five years prior to the collection year. O. Reg. 225/18, s. 4 (2). (3) No producer shall collect tires from outside of Ontario for the purpose of satisfying the minimum amount of tires required under subsection (2). O. Reg. 225/18, s. 4 (3). (4) The following conditions apply for the purposes of satisfying the minimum amount of tires required under subsection (2): 1. Tires counted toward the minimum requirement must be, i. picked up by a tire hauler registered under section 17 and provided to a tire processor or tire retreader registered under section 17, or ii. provided to a person for reuse. 2. Tires must only be counted once and must not be counted by more than one producer. O. Reg. 225/18, s. 4 (4). (5) The producer shall calculate the minimum amount under subsection (2) using the data submitted under paragraph 4 of subsection 18 (2) with respect to the calculated weight of tires supplied or provided on vehicles supplied in Ontario for the calendar year to which Y3, Y4 and Y5 apply. O. Reg. 552/22, s. 4 (1). (6) Every producer who supplies large tires or a vehicle on which large tires are provided shall ensure that the amount of large tires collected in a calendar year equals at least 60 per cent of the amount determined under subsection (2) for that calendar year that is attributable to large tires supplied or provided on vehicles supplied in Ontario. O. Reg. 225/18, s. 4 (6). (7) Subsection (1) and sections 5 to 10, 15, 18 and 26 do not apply to a producer in a calendar year if the minimum amount determined under subsection (2) of this section for the producer in that calendar year is 1000 kilograms or less of calculated weight. O. Reg. 225/18, s. 4 (7); O. Reg. 552/22, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>4. </b>(1) Subject to subsection (7), every calendar year, every producer shall collect a minimum amount of tires in accordance with this section. O. Reg. 225/18, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The minimum amount of tires that must be collected each calendar year shall be determined using the formula,</p> <p class=\"equation-e\">(Y3 + Y4 + Y5) / 3 × 0.85</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\"> “Y3” is the calculated weight of tires supplied or provided on vehicles supplied in Ontario by the producer in the calendar year three years prior to the collection year,</p> <p class=\"equationind1-e\"> “Y4” is the calculated weight of tires supplied or provided on vehicles supplied in Ontario by the producer in the calendar year four years prior to the collection year, and</p> <p class=\"equationind1-e\"> “Y5” is the calculated weight of tires supplied or provided on vehicles supplied in Ontario by the producer in the calendar year five years prior to the collection year.</p> <p class=\"footnote-e\">O. Reg. 225/18, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No producer shall collect tires from outside of Ontario for the purpose of satisfying the minimum amount of tires required under subsection (2). O. Reg. 225/18, s. 4 (3).</p> <p class=\"subsection-e\">  (4) The following conditions apply for the purposes of satisfying the minimum amount of tires required under subsection (2):</p> <p class=\"paragraph-e\">  1. Tires counted toward the minimum requirement must be,</p> <p class=\"subpara-e\">  i. picked up by a tire hauler registered under section 17 and provided to a tire processor or tire retreader registered under section 17, or</p> <p class=\"subpara-e\">  ii. provided to a person for reuse.</p> <p class=\"paragraph-e\">  2. Tires must only be counted once and must not be counted by more than one producer. O. Reg. 225/18, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The producer shall calculate the minimum amount under subsection (2) using the data submitted under paragraph 4 of subsection 18 (2) with respect to the calculated weight of tires supplied or provided on vehicles supplied in Ontario for the calendar year to which Y3, Y4 and Y5 apply. O. Reg. 552/22, s. 4 (1).</p> <p class=\"subsection-e\">  (6) Every producer who supplies large tires or a vehicle on which large tires are provided shall ensure that the amount of large tires collected in a calendar year equals at least 60 per cent of the amount determined under subsection (2) for that calendar year that is attributable to large tires supplied or provided on vehicles supplied in Ontario. O. Reg. 225/18, s. 4 (6).</p> <p class=\"subsection-e\">  (7) Subsection (1) and sections 5 to 10, 15, 18 and 26 do not apply to a producer in a calendar year if the minimum amount determined under subsection (2) of this section for the producer in that calendar year is 1000 kilograms or less of calculated weight. O. Reg. 225/18, s. 4 (7); O. Reg. 552/22, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection system, producer requirements",
            "content": " 5. (1) Every producer shall establish and operate a collection system for tires in accordance with the applicable requirements set out in sections 6 to 10.  (2) For greater certainty, a tire collection site may be operated by or on behalf of one or more producers and may be relied on by one or more producers to satisfy the requirements set out in sections 6 to 10.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>5. </b>(1) Every producer shall establish and operate a collection system for tires in accordance with the applicable requirements set out in sections 6 to 10. </p> <p class=\"subsection-e\">  (2) For greater certainty, a tire collection site may be operated by or on behalf of one or more producers and may be relied on by one or more producers to satisfy the requirements set out in sections 6 to 10. </p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection, large producers",
            "content": " 6. (1) Every producer, other than a producer who only supplies large tires or vehicles on which large tires are provided, who is required under section 4 to collect 10,000 kilograms or more of calculated weight in a calendar year shall, (a) satisfy the following four requirements: (i) in local municipalities with one or more retail locations that supplied the producer’s tires or vehicles on which their tires were provided to consumers in the previous calendar year, the producer shall establish and operate as many tire collection sites in the subsequent calendar year as are equal to or greater than 75 per cent of the number of retail locations in the municipality that were operating in the previous calendar year and had supplied more than 1,000 kilograms of calculated weight in that year, (ii) in local municipalities with a population of 5,000 or more, as reported by Statistics Canada in the most recent official census, but without a retail location that supplies the producer’s tires or vehicles on which their tires are provided to consumers, the producer shall establish and operate at least one tire collection site, (iii) in territorial districts, the producer shall establish and operate a tire collection site within 30 kilometres of each retail location that supplies the producer’s tires or vehicles on which the tires are provided, and (iv) in territorial districts with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, but without a retail location that supplies the producer’s tires or vehicles on which their tires are provided to consumers, the producer shall establish and operate at least one tire collection site or hold at least one public tire collection event each calendar year; or (b) satisfy the following two requirements: (i) in local municipalities with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate, (A) at least one tire collection site if the population is less than 3,000, or (B) if the population is 3,000 or more, at least one tire collection site for every 3,000 people or portion thereof, and (ii) in territorial districts with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate at least one tire collection site. O. Reg. 225/18, s. 6 (1). (2) Subject to subsection (4), with respect to a tire collection site owned or operated by the Crown in right of Ontario or by a municipality with a population of less than 1,000, as reported by Statistics Canada in the most recent official census, if the operator of the site collects 200 or more tires, (a) the operator may notify a producer referred to in subsection (1); and (b) the producer shall collect all of the tires of which it was notified from the site within one year from the day the producer was notified. O. Reg. 552/22, s. 5. (3) Subject to subsection (4), with respect to a tire collection site located on a reserve, as defined in the Indian Act (Canada), if the operator of the site collects 200 or more tires, (a) the operator may notify a producer referred to in subsection (1); and (b) the producer shall collect all of the tires of which it was notified from the site within one year from the day the producer was notified. O. Reg. 552/22, s. 5. (4) Subsections (2) and (3) do not apply to a tire collection site that is located in the Far North, as defined under the Far North Act, 2010. O. Reg. 552/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>6. </b>(1) Every producer, other than a producer who only supplies large tires or vehicles on which large tires are provided, who is required under section 4 to collect 10,000 kilograms or more of calculated weight in a calendar year shall,</p> <p class=\"clause-e\">  (a) satisfy the following four requirements:</p> <p class=\"subclause-e\">  (i) in local municipalities with one or more retail locations that supplied the producer’s tires or vehicles on which their tires were provided to consumers in the previous calendar year, the producer shall establish and operate as many tire collection sites in the subsequent calendar year as are equal to or greater than 75 per cent of the number of retail locations in the municipality that were operating in the previous calendar year and had supplied more than 1,000 kilograms of calculated weight in that year,</p> <p class=\"subclause-e\">  (ii) in local municipalities with a population of 5,000 or more, as reported by Statistics Canada in the most recent official census, but without a retail location that supplies the producer’s tires or vehicles on which their tires are provided to consumers, the producer shall establish and operate at least one tire collection site,</p> <p class=\"subclause-e\">  (iii) in territorial districts, the producer shall establish and operate a tire collection site within 30 kilometres of each retail location that supplies the producer’s tires or vehicles on which the tires are provided, and</p> <p class=\"subclause-e\">  (iv) in territorial districts with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, but without a retail location that supplies the producer’s tires or vehicles on which their tires are provided to consumers, the producer shall establish and operate at least one tire collection site or hold at least one public tire collection event each calendar year; or</p> <p class=\"clause-e\">  (b) satisfy the following two requirements:</p> <p class=\"subclause-e\">  (i) in local municipalities with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate,</p> <p class=\"subsubclause-e\">  (A) at least one tire collection site if the population is less than 3,000, or</p> <p class=\"subsubclause-e\">  (B) if the population is 3,000 or more, at least one tire collection site for every 3,000 people or portion thereof, and</p> <p class=\"subclause-e\">  (ii) in territorial districts with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate at least one tire collection site. O. Reg. 225/18, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), with respect to a tire collection site owned or operated by the Crown in right of Ontario or by a municipality with a population of less than 1,000, as reported by Statistics Canada in the most recent official census, if the operator of the site collects 200 or more tires,</p> <p class=\"clause-e\">  (a) the operator may notify a producer referred to in subsection (1); and</p> <p class=\"clause-e\">  (b) the producer shall collect all of the tires of which it was notified from the site within one year from the day the producer was notified. O. Reg. 552/22, s. 5.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), with respect to a tire collection site located on a reserve, as defined in the <i>Indian Act</i> (Canada), if the operator of the site collects 200 or more tires,</p> <p class=\"clause-e\">  (a) the operator may notify a producer referred to in subsection (1); and</p> <p class=\"clause-e\">  (b) the producer shall collect all of the tires of which it was notified from the site within one year from the day the producer was notified. O. Reg. 552/22, s. 5.</p> <p class=\"subsection-e\">  (4) Subsections (2) and (3) do not apply to a tire collection site that is located in the Far North, as defined under the <i>Far North Act, 2010</i>. O. Reg. 552/22, s. 5.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection, small producers",
            "content": " 7. Every producer, other than a producer who only supplies large tires or vehicles on which large tires are provided, who is required under section 4 to collect less than 10,000 kilograms of calculated weight in a calendar year shall satisfy the following requirements: 1. In local municipalities with one or more retail locations that supply the producer’s tires or vehicles on which their tires are provided to consumers, the producer shall establish and operate at least one tire collection site. 2. In territorial districts, the producer shall establish and operate a tire collection site within 30 kilometres of each retail location that supplies the producer’s tires or vehicles on which their tires are provided.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7. </b>Every producer, other than a producer who only supplies large tires or vehicles on which large tires are provided, who is required under section 4 to collect less than 10,000 kilograms of calculated weight in a calendar year shall satisfy the following requirements:</p> <p class=\"paragraph-e\">  1. In local municipalities with one or more retail locations that supply the producer’s tires or vehicles on which their tires are provided to consumers, the producer shall establish and operate at least one tire collection site.</p> <p class=\"paragraph-e\">  2. In territorial districts, the producer shall establish and operate a tire collection site within 30 kilometres of each retail location that supplies the producer’s tires or vehicles on which their tires are provided.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection, producers without a retail location",
            "content": " 8. Every producer, other than a producer who only supplies large tires or vehicles on which large tires are provided, whose sole means of supplying tires or vehicles on which tires are provided to consumers in Ontario is through the Internet, using a catalogue or telephone order system or by any other remote sales method, shall provide for the collection of tires in a manner that is, at a minimum, equivalent to the manner in which the tires were supplied or shall, (a) in local municipalities with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, establish and operate, (i) at least one tire collection site if the population is less than 3,000, or (ii) if the population is 3,000 or more, at least one tire collection site for every 3,000 people or portion thereof; and (b) in territorial districts with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, establish and operate at least one tire collection site.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>8. </b>Every producer, other than a producer who only supplies large tires or vehicles on which large tires are provided, whose sole means of supplying tires or vehicles on which tires are provided to consumers in Ontario is through the Internet, using a catalogue or telephone order system or by any other remote sales method, shall provide for the collection of tires in a manner that is, at a minimum, equivalent to the manner in which the tires were supplied or shall,</p> <p class=\"clause-e\">  (a) in local municipalities with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, establish and operate,</p> <p class=\"subclause-e\">  (i) at least one tire collection site if the population is less than 3,000, or</p> <p class=\"subclause-e\">  (ii) if the population is 3,000 or more, at least one tire collection site for every 3,000 people or portion thereof; and</p> <p class=\"clause-e\">  (b) in territorial districts with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, establish and operate at least one tire collection site.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection, producers of large tires",
            "content": " 9. Every producer who supplies large tires or a vehicle on which large tires are provided to consumers in Ontario shall provide for the collection of large tires in a manner that is, at a minimum, equivalent to the manner in which the tires were supplied. ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9. </b>Every producer who supplies large tires or a vehicle on which large tires are provided to consumers in Ontario shall provide for the collection of large tires in a manner that is, at a minimum, equivalent to the manner in which the tires were supplied. </p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Tire collection, general requirements",
            "content": " 10. Every producer shall ensure that, with respect to each tire collection site that is part of the producer’s tire collection system, the following requirements are satisfied: 1. The tire collection site must be operated and accept tires during normal business hours. 2. The tire collection site must accept tires that are still attached to rims. 3. The tire collection site, other than a tire collection site owned or operated by a municipality or the Crown in right of Ontario, at which new tires are supplied or provided on a new vehicle must accept, at a minimum, i. tires that are of a similar rim size and calculated weight as those supplied or provided at the site, and ii. up to 10 tires per day from any person that are of a similar rim size and calculated weight as those supplied or provided at the site. 4. If a tire collection site referred to in paragraph 3 accepts more than 10 tires from a person on a single day, the operator of the site shall record the person’s name, contact information, any unique identifier assigned by the Registrar and the number of tires accepted at the site from that person. 5. If the tire collection site is owned or operated by a municipality or the Crown in right of Ontario, it must accept, at a minimum, i. passenger and light truck tires, and ii. up to 10 passenger and light truck tires per day from any person.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>Every producer shall ensure that, with respect to each tire collection site that is part of the producer’s tire collection system, the following requirements are satisfied:</p> <p class=\"paragraph-e\">  1. The tire collection site must be operated and accept tires during normal business hours.</p> <p class=\"paragraph-e\">  2. The tire collection site must accept tires that are still attached to rims.</p> <p class=\"paragraph-e\">  3. The tire collection site, other than a tire collection site owned or operated by a municipality or the Crown in right of Ontario, at which new tires are supplied or provided on a new vehicle must accept, at a minimum,</p> <p class=\"subpara-e\">  i. tires that are of a similar rim size and calculated weight as those supplied or provided at the site, and</p> <p class=\"subpara-e\">  ii. up to 10 tires per day from any person that are of a similar rim size and calculated weight as those supplied or provided at the site.</p> <p class=\"paragraph-e\">  4. If a tire collection site referred to in paragraph 3 accepts more than 10 tires from a person on a single day, the operator of the site shall record the person’s name, contact information, any unique identifier assigned by the Registrar and the number of tires accepted at the site from that person.</p> <p class=\"paragraph-e\">  5. If the tire collection site is owned or operated by a municipality or the Crown in right of Ontario, it must accept, at a minimum,</p> <p class=\"subpara-e\">  i. passenger and light truck tires, and</p> <p class=\"subpara-e\">  ii. up to 10 passenger and light truck tires per day from any person.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Management of tires",
            "content": " 11. (1) Every producer shall, in addition to establishing and operating a collection system for tires, establish and operate a system for managing the collected tires in accordance with the requirements set out in this section. O. Reg. 225/18, s. 11 (1). (2) The producer shall ensure that, with respect to tires collected in a calendar year for the purpose of satisfying the minimum amount requirement under section 4 for that calendar year, (a) one or more of the reuse, retreading or processing activities referred to in subsection (3) are undertaken with respect to the collected tires by March 31 in the following calendar year; and (b) the calculated weight of the tires that were reused or retreaded or the weight of the processed materials used in place of raw materials, or a combination thereof, amounts in total to at least 85 per cent of the calculated weight of the collected tires. O. Reg. 225/18, s. 11 (2). (3) The activities referred to in subsection (2) are the following: 1. The tires are sold and reused for their original purpose, i. without modification, or ii. with modification, including repair but not including retreading. 2. The tires are reused without modification for a new purpose, including for the purpose of being reused as a bumper or similar apparatus for absorbing shock or preventing damage, but not including for the purpose of being deposited on land. 3. The tires are retreaded by a tire retreader registered under section 17. 4. The tires are processed by a tire processor registered under section 17 and the processed materials are used in place of raw materials in the making of new products or packaging, including the following: i. Blasting mats. ii. Paving products used in pavement, including products used to maintain or repair pavement. iii. Rubber products used for indoor or outdoor surfaces, including poured-in-place rubber products, mats, curbs, carpeting, or athletic or recreational surfacing. iv. Rubber products used for bases to support signage. v. Subject to subsection (5), mulch and landscaping material. vi. Subject to subsection (5), tire-derived aggregate used in roadbed construction or repair. O. Reg. 225/18, s. 11 (3); O. Reg. 552/22, s. 6. (4) The producer shall not include the following in the 85 per cent minimum requirement referred to in clause (2) (b): 1. The calculated weight of tires or the weight of processed materials that are land disposed. 2. The calculated weight of tires, the weight of processed materials or the weight of any products or packaging derived from tires or processed materials that are incinerated or used as a fuel or a fuel supplement. 3. The calculated weight of tires or the weight of processed materials that are stored, stockpiled or otherwise deposited on land, unless they are deposited on land in a manner set out under paragraph 4 of subsection (3). O. Reg. 225/18, s. 11 (4). (5) Mulch and landscaping material and tire-derived aggregate used in roadbed construction or repair must not, separately or combined, account for more than 20 per cent of the 85 per cent minimum requirement referred to in clause (2) (b). O. Reg. 225/18, s. 11 (5). (6) Any producer who collects tires in a calendar year despite being exempt from the requirement to collect tires in that calendar year pursuant to subsection 4 (7) shall ensure that the activities referred to in subsection (3) of this section are undertaken with respect to those tires. O. Reg. 225/18, s. 11 (6). 12., 13. Revoked: O. Reg. 552/22, s. 7. 14. Revoked: O. Reg. 42/23, s. 1. Registration",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>11. </b>(1) Every producer shall, in addition to establishing and operating a collection system for tires, establish and operate a system for managing the collected tires in accordance with the requirements set out in this section. O. Reg. 225/18, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The producer shall ensure that, with respect to tires collected in a calendar year for the purpose of satisfying the minimum amount requirement under section 4 for that calendar year,</p> <p class=\"clause-e\">  (a) one or more of the reuse, retreading or processing activities referred to in subsection (3) are undertaken with respect to the collected tires by March 31 in the following calendar year; and</p> <p class=\"clause-e\">  (b) the calculated weight of the tires that were reused or retreaded or the weight of the processed materials used in place of raw materials, or a combination thereof, amounts in total to at least 85 per cent of the calculated weight of the collected tires. O. Reg. 225/18, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The activities referred to in subsection (2) are the following:</p> <p class=\"paragraph-e\">  1. The tires are sold and reused for their original purpose,</p> <p class=\"subpara-e\">  i. without modification, or</p> <p class=\"subpara-e\">  ii. with modification, including repair but not including retreading.</p> <p class=\"paragraph-e\">  2. The tires are reused without modification for a new purpose, including for the purpose of being reused as a bumper or similar apparatus for absorbing shock or preventing damage, but not including for the purpose of being deposited on land.</p> <p class=\"paragraph-e\">  3. The tires are retreaded by a tire retreader registered under section 17.</p> <p class=\"paragraph-e\">  4. The tires are processed by a tire processor registered under section 17 and the processed materials are used in place of raw materials in the making of new products or packaging, including the following:</p> <p class=\"subpara-e\">  i. Blasting mats.</p> <p class=\"subpara-e\">  ii. Paving products used in pavement, including products used to maintain or repair pavement.</p> <p class=\"subpara-e\">  iii. Rubber products used for indoor or outdoor surfaces, including poured-in-place rubber products, mats, curbs, carpeting, or athletic or recreational surfacing.</p> <p class=\"subpara-e\">  iv. Rubber products used for bases to support signage.</p> <p class=\"subpara-e\">  v. Subject to subsection (5), mulch and landscaping material.</p> <p class=\"subpara-e\">  vi. Subject to subsection (5), tire-derived aggregate used in roadbed construction or repair. O. Reg. 225/18, s. 11 (3); O. Reg. 552/22, s. 6.</p> <p class=\"subsection-e\">  (4) The producer shall not include the following in the 85 per cent minimum requirement referred to in clause (2) (b):</p> <p class=\"paragraph-e\">  1. The calculated weight of tires or the weight of processed materials that are land disposed.</p> <p class=\"paragraph-e\">  2. The calculated weight of tires, the weight of processed materials or the weight of any products or packaging derived from tires or processed materials that are incinerated or used as a fuel or a fuel supplement.</p> <p class=\"paragraph-e\">  3. The calculated weight of tires or the weight of processed materials that are stored, stockpiled or otherwise deposited on land, unless they are deposited on land in a manner set out under paragraph 4 of subsection (3). O. Reg. 225/18, s. 11 (4).</p> <p class=\"subsection-e\">  (5) Mulch and landscaping material and tire-derived aggregate used in roadbed construction or repair must not, separately or combined, account for more than 20 per cent of the 85 per cent minimum requirement referred to in clause (2) (b). O. Reg. 225/18, s. 11 (5).</p> <p class=\"subsection-e\">  (6) Any producer who collects tires in a calendar year despite being exempt from the requirement to collect tires in that calendar year pursuant to subsection 4 (7) shall ensure that the activities referred to in subsection (3) of this section are undertaken with respect to those tires. O. Reg. 225/18, s. 11 (6).</p> <p class=\"section-e\"><b>  12., 13. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 552/22, s. 7.</p> <p class=\"section-e\"> <b>14. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 42/23, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Registration</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Registration",
            "part_id": null,
            "part_type": null,
            "section": "Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Registration, producers",
            "content": " 15. (1) Every producer shall register with the Authority through the Registry by submitting the information set out under subsection (2) within 30 days of marketing tires or a vehicle on which tires are provided, in Ontario. O. Reg. 552/22, s. 9 (1). (2) The following information is required to be submitted for registration: 1. The producer’s name, contact information and any unique identifier assigned by the Registrar. 2. The designated class of materials the producer collects or is required to collect. 3. The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the producer. 4. The name and contact information of an employee of the producer who has authority to bind the corporation or entity and who is responsible for having the registration complete and up to date. 5. A description of how the producer is fulfilling or plans to fulfil their responsibilities relating to tires, including the following: i. If subclause 6 (1) (a) (i) applies to the producer, a list of retail locations in Ontario where the producer supplies tires or vehicles on which tires are provided. ii. If subclause 6 (1) (a) (iii) or paragraph 2 of section 7 applies, the location of any retail locations where the producer supplies tires or vehicles on which tires are provided. iii. If paragraph 1 of section 7 applies, the location of one retail location within the municipality. iv. The name, contact information and any unique identifier assigned by the Registrar of each tire collector that is part of the producer’s tire collection system, and the location of each tire collection site that is part of the system. v. The name, contact information and any unique identifier assigned by the Registrar of each tire hauler, tire processor and tire retreader that is part of the producer’s tire collection or management system. vi. A description of any collection services provided by the producer that are available other than at a tire collection site. 6. The date the producer first marketed tires or provided tires on vehicles marketed in Ontario. 7. Revoked: O. Reg. 552/22, s. 9 (2). O. Reg. 225/18, s. 15 (2); O. Reg. 552/22, s. 9 (2). (3), (4) Revoked: O. Reg. 552/22, s. 9 (3). (5) The producer shall submit updated information within 15 days after any change to the information required to be submitted under this section. O. Reg. 225/18, s. 15 (5). (6) This section applies with necessary modifications to any producer who collects tires in a calendar year despite being exempt from the requirement to collect tires in that calendar year pursuant to subsection 4 (7). O. Reg. 225/18, s. 15 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>15. </b>(1) Every producer shall register with the Authority through the Registry by submitting the information set out under subsection (2) within 30 days of marketing tires or a vehicle on which tires are provided, in Ontario. O. Reg. 552/22, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The following information is required to be submitted for registration:</p> <p class=\"paragraph-e\">  1. The producer’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The designated class of materials the producer collects or is required to collect.</p> <p class=\"paragraph-e\">  3. The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  4. The name and contact information of an employee of the producer who has authority to bind the corporation or entity and who is responsible for having the registration complete and up to date.</p> <p class=\"paragraph-e\">  5. A description of how the producer is fulfilling or plans to fulfil their responsibilities relating to tires, including the following:</p> <p class=\"subpara-e\">  i. If subclause 6 (1) (a) (i) applies to the producer, a list of retail locations in Ontario where the producer supplies tires or vehicles on which tires are provided.</p> <p class=\"subpara-e\">  ii. If subclause 6 (1) (a) (iii) or paragraph 2 of section 7 applies, the location of any retail locations where the producer supplies tires or vehicles on which tires are provided.</p> <p class=\"subpara-e\">  iii. If paragraph 1 of section 7 applies, the location of one retail location within the municipality.</p> <p class=\"subpara-e\">  iv. The name, contact information and any unique identifier assigned by the Registrar of each tire collector that is part of the producer’s tire collection system, and the location of each tire collection site that is part of the system.</p> <p class=\"subpara-e\">  v. The name, contact information and any unique identifier assigned by the Registrar of each tire hauler, tire processor and tire retreader that is part of the producer’s tire collection or management system.</p> <p class=\"subpara-e\">  vi. A description of any collection services provided by the producer that are available other than at a tire collection site.</p> <p class=\"paragraph-e\">  6. The date the producer first marketed tires or provided tires on vehicles marketed in Ontario.</p> <p class=\"paragraph-e\"><span class=\"ovsmallcap\">  7. Revoked</span>: O. Reg. 552/22, s. 9 (2).</p> <p class=\"footnote-e\">O. Reg. 225/18, s. 15 (2); O. Reg. 552/22, s. 9 (2).</p> <p class=\"subsection-e\"><span class=\"ovsmallcap\">  (3), (4) Revoked</span>: O. Reg. 552/22, s. 9 (3).</p> <p class=\"subsection-e\">  (5) The producer shall submit updated information within 15 days after any change to the information required to be submitted under this section. O. Reg. 225/18, s. 15 (5).</p> <p class=\"subsection-e\">  (6) This section applies with necessary modifications to any producer who collects tires in a calendar year despite being exempt from the requirement to collect tires in that calendar year pursuant to subsection 4 (7). O. Reg. 225/18, s. 15 (6).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.1",
            "part_id": null,
            "part_type": null,
            "section": "Submission of registration information by volunteer organization",
            "content": " 15.1 (1) A producer of tires who is not the brand holder of the tires may enter into a written agreement that authorizes a volunteer organization that owns a brand used in respect of the tires to submit information set out under section 15 on behalf of the producer. O. Reg. 552/22, s. 10. (2) A volunteer organization that enters into an agreement referred to in subsection (1) shall submit the information set out under section 15 on behalf of the producer at least 15 days before the producer is required to register under that section and shall also submit the following information: 1. The volunteer organization’s name, contact information and any unique identifier assigned by the Registrar. 2. The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the volunteer organization. 3. The name and contact information of an employee of the volunteer organization who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date. 4. The brand of tires that is owned by the volunteer organization and in respect of which the registration relates. O. Reg. 552/22, s. 10. (3) The volunteer organization shall submit updated information within 15 days after any change to the information required under subsection (2) or 15 (2). O. Reg. 552/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15.1 </b>(1) A producer of tires who is not the brand holder of the tires may enter into a written agreement that authorizes a volunteer organization that owns a brand used in respect of the tires to submit information set out under section 15 on behalf of the producer. O. Reg. 552/22, s. 10.</p> <p class=\"subsection-e\">  (2) A volunteer organization that enters into an agreement referred to in subsection (1) shall submit the information set out under section 15 on behalf of the producer at least 15 days before the producer is required to register under that section and shall also submit the following information:</p> <p class=\"paragraph-e\">  1. The volunteer organization’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the volunteer organization.</p> <p class=\"paragraph-e\">  3. The name and contact information of an employee of the volunteer organization who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date.</p> <p class=\"paragraph-e\">  4. The brand of tires that is owned by the volunteer organization and in respect of which the registration relates. O. Reg. 552/22, s. 10.</p> <p class=\"subsection-e\">  (3) The volunteer organization shall submit updated information within 15 days after any change to the information required under subsection (2) or 15 (2). O. Reg. 552/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Registration, producer responsibility organizations",
            "content": " 16. (1) Every producer responsibility organization shall, within 30 days of being retained by a producer, register with the Authority through the Registry by submitting the following information: 1. The producer responsibility organization’s name, contact information and any unique identifier assigned by the Registrar. 2. The designated class of materials in respect of which the producer responsibility organization is retained. 3. A description of how tires collected by the producer responsibility organization are allocated among producers who have retained the organization’s services for the purposes of meeting their requirements under section 4. 4. A description of how tires or processed materials collected by the producer responsibility organization are allocated among producers who have retained the organization’s services for the purposes of meeting their requirements under section 11. 5. The name and contact information of an employee of the producer responsibility organization who has authority to bind the corporation or entity and who is responsible for having the registration complete and up to date. (2) The producer responsibility organization shall submit updated information within 15 days of any change to the information required to be submitted under this section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>(1) Every producer responsibility organization shall, within 30 days of being retained by a producer, register with the Authority through the Registry by submitting the following information:</p> <p class=\"paragraph-e\">  1. The producer responsibility organization’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The designated class of materials in respect of which the producer responsibility organization is retained.</p> <p class=\"paragraph-e\">  3. A description of how tires collected by the producer responsibility organization are allocated among producers who have retained the organization’s services for the purposes of meeting their requirements under section 4.</p> <p class=\"paragraph-e\">  4. A description of how tires or processed materials collected by the producer responsibility organization are allocated among producers who have retained the organization’s services for the purposes of meeting their requirements under section 11.</p> <p class=\"paragraph-e\">  5. The name and contact information of an employee of the producer responsibility organization who has authority to bind the corporation or entity and who is responsible for having the registration complete and up to date. </p> <p class=\"subsection-e\">  (2) The producer responsibility organization shall submit updated information within 15 days of any change to the information required to be submitted under this section. </p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Reporting, Auditing and Record Keeping",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, Auditing and Record Keeping",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.1",
            "part_id": null,
            "part_type": null,
            "section": "Submission of reports by third parties",
            "content": " 18.1 (1) A producer may enter into a written agreement that authorizes a third party, including a volunteer organization, to submit a report under this Regulation on behalf of the producer. O. Reg. 552/22, s. 13. (2) If the third party that submits a report under subsection (1) is a volunteer organization, the volunteer organization shall submit the report on behalf of the producer at least 15 days before the producer is required to submit the report. O. Reg. 552/22, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>18.1 </b>(1) A producer may enter into a written agreement that authorizes a third party, including a volunteer organization, to submit a report under this Regulation on behalf of the producer. O. Reg. 552/22, s. 13.</p> <p class=\"subsection-e\">  (2) If the third party that submits a report under subsection (1) is a volunteer organization, the volunteer organization shall submit the report on behalf of the producer at least 15 days before the producer is required to submit the report. O. Reg. 552/22, s. 13.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Reports, producer responsibility organizations",
            "content": " 19. On or before May 31 in each year, every producer responsibility organization shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year: 1. The number and calculated weight of tires, for each tire type, that were collected by the producer responsibility organization. 2. The calculated weight of tires allocated to each producer who retained the producer responsibility organization’s services for the purposes of meeting their requirements under section 4. 3. The calculated weight of tires or the weight of processed materials allocated to each producer who retained the producer responsibility organization’s services for the purposes of meeting their requirements under section 11. 4. The number and location of tire collection sites or public tire collection events arranged, established or operated on behalf of each producer by the producer responsibility organization and the producer’s name, contact information and any unique identifier assigned by the Registrar. O. Reg. 225/18, s. 19; O. Reg. 552/22, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>19.</b> On or before May 31 in each year, every producer responsibility organization shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year:</p> <p class=\"paragraph-e\">  1. The number and calculated weight of tires, for each tire type, that were collected by the producer responsibility organization.</p> <p class=\"paragraph-e\">  2. The calculated weight of tires allocated to each producer who retained the producer responsibility organization’s services for the purposes of meeting their requirements under section 4.</p> <p class=\"paragraph-e\">  3. The calculated weight of tires or the weight of processed materials allocated to each producer who retained the producer responsibility organization’s services for the purposes of meeting their requirements under section 11.</p> <p class=\"paragraph-e\">  4. The number and location of tire collection sites or public tire collection events arranged, established or operated on behalf of each producer by the producer responsibility organization and the producer’s name, contact information and any unique identifier assigned by the Registrar. O. Reg. 225/18, s. 19; O. Reg. 552/22, s. 14.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Reports, tire collectors",
            "content": " 20. On or before May 31 in each year, every tire collector, other than a municipality, the Crown in right of Ontario or a reserve, who collects more than 1,000 kilograms of calculated weight in the previous calendar year shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year: 1. The number of tires collected for each tire type at each tire collection site. 2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, that the tire collector sold for reuse. 3. For each tire hauler to whom the tire collector provided collected tires referred to in paragraph 1, the number of tires provided, for each tire type, and the tire hauler’s name, contact information and any unique identifier assigned by the Registrar. 4. If the tire collector is part of a producer’s tire collection system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. 5. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number of those tires for each tire type. 6. The number of times, including multiple instances on a single day, that the tire collector accepted more than 10 tires from a person at a tire collection site on a single day. O. Reg. 225/18, s. 20; O. Reg. 552/22, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>20. </b>On or before May 31 in each year, every tire collector, other than a municipality, the Crown in right of Ontario or a reserve, who collects more than 1,000 kilograms of calculated weight in the previous calendar year shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year:</p> <p class=\"paragraph-e\">  1. The number of tires collected for each tire type at each tire collection site.</p> <p class=\"paragraph-e\">  2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, that the tire collector sold for reuse.</p> <p class=\"paragraph-e\">  3. For each tire hauler to whom the tire collector provided collected tires referred to in paragraph 1, the number of tires provided, for each tire type, and the tire hauler’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  4. If the tire collector is part of a producer’s tire collection system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  5. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number of those tires for each tire type.</p> <p class=\"paragraph-e\">  6. The number of times, including multiple instances on a single day, that the tire collector accepted more than 10 tires from a person at a tire collection site on a single day. O. Reg. 225/18, s. 20; O. Reg. 552/22, s. 15.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Reports, tire haulers",
            "content": " 21. On or before May 31 in each year, every tire hauler shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year: 1. The number and calculated weight of tires, for each tire type, picked up from a tire collector or other person and the tire collector’s or other person’s name, contact information and any unique identifier assigned by the Registrar. 2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, that the tire hauler sold or provided for reuse. 3. For each tire retreader to whom the tire hauler provided tires referred to in paragraph 1, the number and calculated weight of tires provided, for each tire type, and the tire retreader’s name, contact information and any unique identifier assigned by the Registrar. 4. For each tire processor to whom the tire hauler provided tires referred to in paragraph 1, the number and actual weight of tires provided, for each tire type, and the tire processor’s name, contact information and any unique identifier assigned by the Registrar. 5. If the tire hauler is part of a producer’s tire collection system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. 6. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number and calculated weight of those tires for each tire type. O. Reg. 225/18, s. 21; O. Reg. 552/22, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>21. </b>On or before May 31 in each year, every tire hauler shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year:</p> <p class=\"paragraph-e\">  1. The number and calculated weight of tires, for each tire type, picked up from a tire collector or other person and the tire collector’s or other person’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, that the tire hauler sold or provided for reuse.</p> <p class=\"paragraph-e\">  3. For each tire retreader to whom the tire hauler provided tires referred to in paragraph 1, the number and calculated weight of tires provided, for each tire type, and the tire retreader’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  4. For each tire processor to whom the tire hauler provided tires referred to in paragraph 1, the number and actual weight of tires provided, for each tire type, and the tire processor’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  5. If the tire hauler is part of a producer’s tire collection system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  6. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number and calculated weight of those tires for each tire type. O. Reg. 225/18, s. 21; O. Reg. 552/22, s. 16.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Reports, tire processors",
            "content": " 22. On or before May 31 in each year, every tire processor shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year: 1. The number and actual weight of tires, for each tire type, received from a tire hauler at each site where the tire processor receives and processes tires and the tire hauler’s name, contact information and any unique identifier assigned by the Registrar. 2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, that the tire processor sold or provided for reuse. 3. A description of the processing activities undertaken by the tire processor, including the number and actual weight of tires referred to in paragraph 1 that were processed and the weight of the processed materials, by material type. 4. With respect to the processed materials referred to in paragraph 3, i. a list of the types of products and packaging that were made by the tire processor and the weight of the processed materials that were used in the making of such products and packaging, and ii. the weight of the processed materials that were sent by the tire processor to another person for the purposes of making products and packaging and the types of products and packaging that were made by the other person with the processed materials. 5. The number and actual weight of tires referred to in paragraph 1 and the weight of processed materials referred to in paragraph 3 that were, i. land disposed, ii. incinerated, iii. used as a fuel or a fuel supplement, or iv. stored, stockpiled, or otherwise deposited on land. 6. If the tire processor is part of a producer’s tire management system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. 7. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number and calculated weight of those tires for each tire type. 8. If the tire processor received processed materials derived from tires collected outside of Ontario, the weight of those processed materials. O. Reg. 225/18, s. 22; O. Reg. 552/22, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>22. </b>On or before May 31 in each year, every tire processor shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year:</p> <p class=\"paragraph-e\">  1. The number and actual weight of tires, for each tire type, received from a tire hauler at each site where the tire processor receives and processes tires and the tire hauler’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, that the tire processor sold or provided for reuse.</p> <p class=\"paragraph-e\">  3. A description of the processing activities undertaken by the tire processor, including the number and actual weight of tires referred to in paragraph 1 that were processed and the weight of the processed materials, by material type.</p> <p class=\"paragraph-e\">  4. With respect to the processed materials referred to in paragraph 3,</p> <p class=\"subpara-e\">  i. a list of the types of products and packaging that were made by the tire processor and the weight of the processed materials that were used in the making of such products and packaging, and</p> <p class=\"subpara-e\">  ii. the weight of the processed materials that were sent by the tire processor to another person for the purposes of making products and packaging and the types of products and packaging that were made by the other person with the processed materials.</p> <p class=\"paragraph-e\">  5. The number and actual weight of tires referred to in paragraph 1 and the weight of processed materials referred to in paragraph 3 that were,</p> <p class=\"subpara-e\">  i. land disposed,</p> <p class=\"subpara-e\">  ii. incinerated,</p> <p class=\"subpara-e\">  iii. used as a fuel or a fuel supplement, or</p> <p class=\"subpara-e\">  iv. stored, stockpiled, or otherwise deposited on land.</p> <p class=\"paragraph-e\">  6. If the tire processor is part of a producer’s tire management system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  7. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number and calculated weight of those tires for each tire type.</p> <p class=\"paragraph-e\">  8. If the tire processor received processed materials derived from tires collected outside of Ontario, the weight of those processed materials. O. Reg. 225/18, s. 22; O. Reg. 552/22, s. 17.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Reports, tire retreaders",
            "content": " 23. On or before May 31 in each year, every tire retreader shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year: 1. The number and calculated weight of tires, for each tire type, received from a tire hauler and the tire hauler’s name, contact information and any unique identifier assigned by the Registrar. 2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, in respect of which each of the following activities referred to in subsection 11 (3) was undertaken at each site where the person receives and retreads tires: i. Tires that were retreaded. ii. Tires that were sold or provided for reuse, without retreading first. iii. Tires that were sent to a tire processor for processing. iv. Tires that were land disposed, incinerated, used as a fuel or a fuel supplement, or that were stored, stockpiled or otherwise deposited on land. 3. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number and calculated weight of those tires for each tire type. 4. If the tire retreader is part of a producer’s tire management system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. O. Reg. 225/18, s. 23; O. Reg. 552/22, s. 18. 24. Revoked: O. Reg. 552/22, s. 19.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>23. </b>On or before May 31 in each year, every tire retreader shall create and submit to the Authority through the Registry an annual report that contains the following information with respect to the previous calendar year:</p> <p class=\"paragraph-e\">  1. The number and calculated weight of tires, for each tire type, received from a tire hauler and the tire hauler’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The number and calculated weight of tires referred to in paragraph 1, for each tire type, in respect of which each of the following activities referred to in subsection 11 (3) was undertaken at each site where the person receives and retreads tires:</p> <p class=\"subpara-e\">  i. Tires that were retreaded.</p> <p class=\"subpara-e\">  ii. Tires that were sold or provided for reuse, without retreading first.</p> <p class=\"subpara-e\">  iii. Tires that were sent to a tire processor for processing.</p> <p class=\"subpara-e\">  iv. Tires that were land disposed, incinerated, used as a fuel or a fuel supplement, or that were stored, stockpiled or otherwise deposited on land.</p> <p class=\"paragraph-e\">  3. If any of the tires referred to in paragraph 1 were collected from outside of Ontario, the number and calculated weight of those tires for each tire type.</p> <p class=\"paragraph-e\">  4. If the tire retreader is part of a producer’s tire management system, the name and contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. O. Reg. 225/18, s. 23; O. Reg. 552/22, s. 18.</p> <p class=\"section-e\"><span class=\"ovsmallcap\"> <b>24. </b>Revoked</span>: O. Reg. 552/22, s. 19.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": " 25. Every producer, producer responsibility organization, tire collector, tire hauler, tire processor and tire retreader shall keep the following records in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from their date of creation: 1. Records related to arranging for the establishment or operation of a collection or management system for the purposes of fulfilling their responsibilities relating to tires. 2. Records related to establishing or operating a collection or management system for the purposes of fulfilling their responsibilities relating to tires. 3. Records related to information required to be submitted to the Authority through the Registry. 4. Records related to implementing a promotion and education program required under this Regulation. 5. Any agreements that relate to paragraph 1, 2, 3 or 4.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>25. </b>Every producer, producer responsibility organization, tire collector, tire hauler, tire processor and tire retreader shall keep the following records in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from their date of creation:</p> <p class=\"paragraph-e\">  1. Records related to arranging for the establishment or operation of a collection or management system for the purposes of fulfilling their responsibilities relating to tires.</p> <p class=\"paragraph-e\">  2. Records related to establishing or operating a collection or management system for the purposes of fulfilling their responsibilities relating to tires.</p> <p class=\"paragraph-e\">  3. Records related to information required to be submitted to the Authority through the Registry.</p> <p class=\"paragraph-e\">  4. Records related to implementing a promotion and education program required under this Regulation.</p> <p class=\"paragraph-e\">  5. Any agreements that relate to paragraph 1, 2, 3 or 4.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Audit, management systems",
            "content": " 26. (1) Every producer shall cause an audit to be undertaken of the practices and procedures the producer implemented in order to comply with section 11 of this Regulation with respect to tires collected in the previous calendar year. O. Reg. 225/18, s. 26 (1). (2) The audit referred to in subsection (1) must be conducted by an independent auditor who is licensed or holds a certificate of authorization under the Public Accounting Act, 2004 and in accordance with the procedures set out in the Audit Guideline. O. Reg. 225/18, s. 26 (2). (3) On or before October 31, 2024 and on or before October 31 in every third subsequent year, the producer shall prepare and submit a copy of a report on the audit to the Authority through the Registry that includes the following with respect to tires collected in the previous three calendar years: 1. The number and calculated weight of tires, for each tire type, that were reused. 2. The number and calculated weight of tires, for each tire type, that were retreaded. 3. The weight of processed materials, by material type, that resulted from the processing of tires. 4. A list of types of products and packaging that were made with the processed materials referred to in paragraph 3, by material type. 5. The number and calculated weight of tires and the weight of processed materials, by material type, that were land disposed, incinerated, used as a fuel or a fuel supplement, or stored, stockpiled or otherwise deposited on land. 6. A statement confirming whether the producer met their resource recovery standard of 85 per cent, as set out in section 11. O. Reg. 225/18, s. 26 (3); O. Reg. 552/22, s. 20.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK28\"></a>26. </b>(1) Every producer shall cause an audit to be undertaken of the practices and procedures the producer implemented in order to comply with section 11 of this Regulation with respect to tires collected in the previous calendar year. O. Reg. 225/18, s. 26 (1).</p> <p class=\"subsection-e\">  (2) The audit referred to in subsection (1) must be conducted by an independent auditor who is licensed or holds a certificate of authorization under the <i>Public Accounting Act, 2004</i> and in accordance with the procedures set out in the Audit Guideline. O. Reg. 225/18, s. 26 (2).</p> <p class=\"subsection-e\">  (3) On or before October 31, 2024 and on or before October 31 in every third subsequent year, the producer shall prepare and submit a copy of a report on the audit to the Authority through the Registry that includes the following with respect to tires collected in the previous three calendar years:</p> <p class=\"paragraph-e\">  1. The number and calculated weight of tires, for each tire type, that were reused.</p> <p class=\"paragraph-e\">  2. The number and calculated weight of tires, for each tire type, that were retreaded.</p> <p class=\"paragraph-e\">  3. The weight of processed materials, by material type, that resulted from the processing of tires.</p> <p class=\"paragraph-e\">  4. A list of types of products and packaging that were made with the processed materials referred to in paragraph 3, by material type.</p> <p class=\"paragraph-e\">  5. The number and calculated weight of tires and the weight of processed materials, by material type, that were land disposed, incinerated, used as a fuel or a fuel supplement, or stored, stockpiled or otherwise deposited on land.</p> <p class=\"paragraph-e\">  6. A statement confirming whether the producer met their resource recovery standard of 85 per cent, as set out in section 11. O. Reg. 225/18, s. 26 (3); O. Reg. 552/22, s. 20.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Access to information and privacy",
            "content": " 27. (1) Subject to subsection (2), information and data submitted under this Regulation to the Authority through the Registry shall not be posted on the Registry, unless it is posted in a manner that is consistent with the “Access and Privacy Code” published by the Authority and dated December 14, 2017, as amended from time to time, and available on the website of the Registry. O. Reg. 552/22, s. 21. (2) For greater certainty, the Authority shall not post information, including data, that is, (a) provided by or on behalf of a producer and that relates to the producer’s supply of, or management of, tires; or (b) classified as “commercially sensitive information”, “confidential information” or “personal information”, as those terms are defined in the “Access and Privacy Code” referred to in subsection (1), as amended from time to time. O. Reg. 552/22, s. 21. 28. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>27. </b>(1) Subject to subsection (2), information and data submitted under this Regulation to the Authority through the Registry shall not be posted on the Registry, unless it is posted in a manner that is consistent with the “Access and Privacy Code” published by the Authority and dated December 14, 2017, as amended from time to time, and available on the website of the Registry. O. Reg. 552/22, s. 21.</p> <p class=\"subsection-e\">  (2) For greater certainty, the Authority shall not post information, including data, that is,</p> <p class=\"clause-e\">  (a) provided by or on behalf of a producer and that relates to the producer’s supply of, or management of, tires; or</p> <p class=\"clause-e\">  (b) classified as “commercially sensitive information”, “confidential information” or “personal information”, as those terms are defined in the “Access and Privacy Code” referred to in subsection (1), as amended from time to time. O. Reg. 552/22, s. 21.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180225\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}