{
    "reg_info": {
        "full_title": "O. Reg. 528/94: ZONING AREAS - GEOGRAPHIC TOWNSHIP OF HAGGART, TERRITORIAL DISTRICT OF COCHRANE",
        "reg_name_text": "ZONING AREAS — GEOGRAPHIC TOWNSHIP OF HAGGART, TERRITORIAL DISTRICT OF COCHRANE",
        "citation": "O. Reg. 528/94: ZONING AREAS - GEOGRAPHIC TOWNSHIP OF HAGGART, TERRITORIAL DISTRICT OF COCHRANE",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/940528",
        "date_scraped": "2023-12-19 05:45:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation ",
            "content": "1. In this Order,  “dwelling unit” means one or more habitable rooms occupied or capable of being occupied as an independent and separate housekeeping establishment in which separate kitchen and sanitary facilities are provided for the exclusive use of the occupants; “lot” means a parcel of land shown as a lot or block on a registered plan of subdivision; “seasonal dwelling” means a building containing only one dwelling unit capable of being occupied for recreation but not as a permanent residence. O. Reg. 528/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Order, </p> <p class=\"firstdef-e\">“dwelling unit” means one or more habitable rooms occupied or capable of being occupied as an independent and separate housekeeping establishment in which separate kitchen and sanitary facilities are provided for the exclusive use of the occupants; </p> <p class=\"definition-e\">“lot” means a parcel of land shown as a lot or block on a registered plan of subdivision; </p> <p class=\"definition-e\">“seasonal dwelling” means a building containing only one dwelling unit capable of being occupied for recreation but not as a permanent residence. O. Reg. 528/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation ",
            "content": "2. One seasonal dwelling together with accessory buildings and structures may be erected, located and used on each lot on the land described in section 3. O. Reg. 528/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>One seasonal dwelling together with accessory buildings and structures may be erected, located and used on each lot on the land described in section 3. O. Reg. 528/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Interpretation ",
            "content": "3. This Order applies to that parcel of land in the geographic Township of Haggart in the District of Cochrane being part of the east half of Lot 19 in Concession VIII, being lots 1 to 10 inclusive, on Plan 6M-462 registered in the Land Registry Office for the Land Titles Division of Cochrane (No. 6). O. Reg. 528/94, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>This Order applies to that parcel of land in the geographic Township of Haggart in the District of Cochrane being part of the east half of Lot 19 in Concession VIII, being lots 1 to 10 inclusive, on Plan 6M-462 registered in the Land Registry Office for the Land Titles Division of Cochrane (No. 6). O. Reg. 528/94, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}