{
    "reg_info": {
        "full_title": "O. Reg. 196/17: INVOICING REQUIREMENTS",
        "reg_name_text": "INVOICING REQUIREMENTS",
        "citation": "O. Reg. 196/17: ",
        "act_under": "Ontario Fair Hydro Plan Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/170196",
        "date_scraped": "2023-12-18 23:23:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/170196/v4",
            "valid_from": "January  1, 2018",
            "valid_to": "March 21, 2019"
        },
        {
            "a_href": "/laws/regulation/170196/v3",
            "valid_from": "December 15, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/170196/v2",
            "valid_from": "July  1, 2017",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/170196/v1",
            "valid_from": "June 15, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Information to be included on invoices",
            "content": " 1. (1) Subject to section 1.1, this section applies in respect of invoices issued to a specified consumer by an electricity vendor or unit sub-meter provider. O. Reg. 515/17, s. 1. (2) Every electricity vendor and unit sub-meter provider shall comply with this section, (a) as soon as is practicable after the day this section comes into force; and (b) in every case, no later than March 31, 2018. O. Reg. 515/17, s. 1. (3) The electricity vendor or unit sub-meter provider shall ensure that the invoice in respect of each billing period sets out, in a location where conservation or other utility messages to consumers are usually placed, the following statement: “Ontario’s Fair Hydro Plan saved you [insert specified amount] on your bill.  This includes the 8% Provincial Rebate.” O. Reg. 515/17, s. 1. (4) For the purposes of the statement mentioned in subsection (3), the specified amount to be inserted shall be calculated for each invoice in accordance with section 1.2 or 1.3, as the case may be. O. Reg. 515/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) Subject to section 1.1, this section applies in respect of invoices issued to a specified consumer by an electricity vendor or unit sub-meter provider. O. Reg. 515/17, s. 1.</p> <p class=\"subsection-e\">  (2) Every electricity vendor and unit sub-meter provider shall comply with this section,</p> <p class=\"clause-e\">  (a) as soon as is practicable after the day this section comes into force; and</p> <p class=\"clause-e\">  (b) in every case, no later than March 31, 2018. O. Reg. 515/17, s. 1.</p> <p class=\"subsection-e\">  (3) The electricity vendor or unit sub-meter provider shall ensure that the invoice in respect of each billing period sets out, in a location where conservation or other utility messages to consumers are usually placed, the following statement: “Ontario’s Fair Hydro Plan saved you [<i>insert specified amount</i>] on your bill.  This includes the 8% Provincial Rebate.” O. Reg. 515/17, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of the statement mentioned in subsection (3), the specified amount to be inserted shall be calculated for each invoice in accordance with section 1.2 or 1.3, as the case may be. O. Reg. 515/17, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Exceptions",
            "content": " 1.1 Sections 1, 1.2 and 1.3 do not apply in respect of an invoice issued by an electricity vendor or unit sub-meter provider to a specified consumer for a billing period if the electricity distributed to the consumer by the electricity vendor or unit sub-meter provider for the billing period, (a) is electricity conveyed to a distribution system under a net metering agreement between the consumer, the distributor and any other person; or (b) is electricity conveyed in respect of an electricity price pilot project specified by the Board in accordance with subsection 6 (3) of Ontario Regulation 95/05 (Classes of Consumers and Determination of Rates) made under the Ontario Energy Board Act, 1998. O. Reg. 515/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>Sections 1, 1.2 and 1.3 do not apply in respect of an invoice issued by an electricity vendor or unit sub-meter provider to a specified consumer for a billing period if the electricity distributed to the consumer by the electricity vendor or unit sub-meter provider for the billing period,</p> <p class=\"clause-e\">  (a) is electricity conveyed to a distribution system under a net metering agreement between the consumer, the distributor and any other person;<i> </i>or</p> <p class=\"clause-e\">  (b) is electricity conveyed in respect of an electricity price pilot project specified by the Board in accordance with subsection 6 (3) of Ontario Regulation 95/05 (Classes of Consumers and Determination of Rates) made under the <i>Ontario Energy Board Act, 1998</i><i>. </i>O. Reg. 515/17, s. 1.</p>"
        },
        {
            "id": "1.2",
            "section": "Specified amount, regulated rate consumer",
            "content": " 1.2 (1) Subject to subsection (2), for the purposes of subsection 1 (4), if the specified consumer is a regulated rate consumer, the specified amount shall be the amount calculated in respect of the consumer by taking the following steps: 1. Calculate the difference between the following amounts in respect of charges relating to electricity: i. The sum of the following amounts: A. If the electricity was consumed on or before April 30, 2018 and the invoice in respect of the electricity is issued on or after January 1, 2018, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate that would have been effective on January 1, 2018 if it had been determined by the Board using the method prescribed by regulations under clause 79.16 (1) (b) of the Ontario Energy Board Act, 1998 and which is published by the Board under its Regulated Price Plan Report (dated May 1, 2017 to April 30, 2018). B. If the electricity was consumed during the period beginning on May 1, 2018 and ending on April 30, 2019, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate that would have been effective on May 1, 2018 if it had been determined by the Board using the method prescribed by regulations under clause 79.16 (1) (b) of the Ontario Energy Board Act, 1998, and which is published by the Board in accordance with subsection 5 (5) of Ontario Regulation 195/17 (Fair Adjustment Under Part II of the Act) made under the Act. ii. The sum of the following amounts: A. If the electricity was consumed on or before April 30, 2018 and the invoice in respect of the electricity is issued on or after January 1, 2018, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate determined under section 3 of Ontario Regulation 195/17 made under the Act. B. If the electricity was consumed during the period beginning on May 1, 2018 and ending on April 30, 2019, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate determined under subsection 5 (1) of Ontario Regulation 195/17 made under the Act. 2. If applicable, calculate the amount in respect of the electricity vendor’s specific loss adjustment factor, if any, by applying the following steps: i. Multiply the amount calculated under subparagraph 1 i by the electricity vendor’s specific loss adjustment factor as determined by the Board. ii. Multiply the amount calculated under subparagraph 1 ii by the electricity vendor’s specific loss adjustment factor as determined by the Board. iii. Subtract the amount calculated under subparagraph ii from the amount calculated under subparagraph i. 3. Calculate the sum of the following amounts: i. The amount of any rate protection provided to the consumer under section 79.3 of the Ontario Energy Board Act, 1998 and Ontario Regulation 198/17 (Distribution Rate-Protected Residential Consumers) made under that Act. ii. The amount of any rate protection provided to the consumer under section 79.4 of the Ontario Energy Board Act, 1998 and Ontario Regulation 197/17 (First Nations Delivery Credit (On-Reserve Consumers Under Section 79.4 of the Act)) made under that Act. 4. Calculate the difference between the following amounts in respect of regulatory charges: i. The sum of the following amounts as set out in the Board’s Order EB-2016-0362 dated December 15, 2016: A. The amount that the consumer would have been required to contribute under subsection 79 (4) of the Ontario Energy Board Act, 1998. B. The amount that the consumer would have been required to contribute under subsection 79.2 (10) of the Ontario Energy Board Act, 1998. ii. The sum of the following amounts: A. The amount that the consumer is required to contribute under subsection 79 (4) of the Ontario Energy Board Act, 1998, as set out in the Board’s Order EB-2017-0234 dated June 22, 2017. B. The amount that the consumer is required to contribute under subsection 79.2 (10) of the Ontario Energy Board Act, 1998 as set out in the Board’s Order EB-2017-0135 dated March 23, 2017. 5. Calculate the amount of the financial assistance provided to the specified consumer pursuant to the Ontario Rebate for Electricity Consumers Act, 2016. 6. Calculate the difference between the following amounts in respect of tax payable under Part IX of the Excise Tax Act (Canada): i. The amount of harmonized sales tax that would have been payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1, 2, 3 and 4 if each of those amounts is calculated without taking into account any forecasted impact of any provision of the Act and sections 1, 2 and 4 of Schedule 2 of the Fair Hydro Act, 2017. ii. The amount of harmonized sales tax that is payable by the consumer under Part IX of the Excise Tax Act (Canada) by the consumer in respect of the amounts mentioned in paragraphs 1, 2, 3 and 4. 7. Calculate the sum of the amounts calculated under paragraphs 1 to 6. O. Reg. 515/17, s. 1. (2) In the case of an invoice in respect of electricity conveyed by a unit sub-meter provider, the calculations under paragraphs 2 and 3 of subsection (1) do not apply and the sum calculated under paragraph 7 of subsection (1) shall not include such amounts. O. Reg. 515/17, s. 1. (3) For the purposes of paragraph 4 of subsection (1), a reference to subsection 79.2 (10) of the Ontario Energy Board Act, 1998 is a reference to that subsection as it read on the day this section comes into force. O. Reg. 515/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.2 </b>(1) Subject to subsection (2), for the purposes of subsection 1 (4), if the specified consumer is a regulated rate consumer, the specified amount shall be the amount calculated in respect of the consumer by taking the following steps:</p> <p class=\"paragraph-e\">  1. Calculate the difference between the following amounts in respect of charges relating to electricity:</p> <p class=\"subpara-e\">  i. The sum of the following amounts:</p> <p class=\"subsubpara-e\">  A. If the electricity was consumed on or before April 30, 2018 and the invoice in respect of the electricity is issued on or after January 1, 2018, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate that would have been effective on January 1, 2018 if it had been determined by the Board using the method prescribed by regulations under clause 79.16 (1) (b) of the <i>Ontario Energy Board Act, 1998 </i>and which is published by the Board under its Regulated Price Plan Report (dated May 1, 2017 to April 30, 2018).</p> <p class=\"subsubpara-e\">  B. If the electricity was consumed during the period beginning on May 1, 2018 and ending on April 30, 2019, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate that would have been effective on May 1, 2018 if it had been determined by the Board using the method prescribed by regulations under clause 79.16 (1) (b) of the <i>Ontario Energy Board Act, 1998, </i>and which is published by the Board in accordance with subsection 5 (5) of Ontario Regulation 195/17 (Fair Adjustment Under Part II of the Act) made under the Act.</p> <p class=\"subpara-e\">  ii. The sum of the following amounts:</p> <p class=\"subsubpara-e\">  A. If the electricity was consumed on or before April 30, 2018 and the invoice in respect of the electricity is issued on or after January 1, 2018, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate determined under section 3 of Ontario Regulation 195/17 made under the Act.</p> <p class=\"subsubpara-e\">  B. If the electricity was consumed during the period beginning on May 1, 2018 and ending on April 30, 2019, the amount calculated by multiplying the following rate by the amount of electricity consumed by the specified consumer: the rate determined under subsection 5 (1) of Ontario Regulation 195/17 made under the Act.</p> <p class=\"paragraph-e\">  2. If applicable, calculate the amount in respect of the electricity vendor’s specific loss adjustment factor, if any, by applying the following steps:</p> <p class=\"subpara-e\">  i. Multiply the amount calculated under subparagraph 1 i by the electricity vendor’s specific loss adjustment factor as determined by the Board.</p> <p class=\"subpara-e\">  ii. Multiply the amount calculated under subparagraph 1 ii by the electricity vendor’s specific loss adjustment factor as determined by the Board.</p> <p class=\"subpara-e\">  iii. Subtract the amount calculated under subparagraph ii from the amount calculated under subparagraph i.</p> <p class=\"paragraph-e\">  3. Calculate the sum of the following amounts:</p> <p class=\"subpara-e\">  i. The amount of any rate protection provided to the consumer under section 79.3 of the <i>Ontario Energy Board Act, 1998</i> and Ontario Regulation 198/17 (Distribution Rate-Protected Residential Consumers) made under that Act.</p> <p class=\"subpara-e\">  ii. The amount of any rate protection provided to the consumer under section 79.4 of the <i>Ontario Energy Board Act, 1998</i> and Ontario Regulation 197/17 (First Nations Delivery Credit (On-Reserve Consumers Under Section 79.4 of the Act)) made under that Act.</p> <p class=\"paragraph-e\">  4. Calculate the difference between the following amounts in respect of regulatory charges:</p> <p class=\"subpara-e\">  i. The sum of the following amounts as set out in the Board’s Order EB-2016-0362 dated December 15, 2016:</p> <p class=\"subsubpara-e\">  A. The amount that the consumer would have been required to contribute under subsection 79 (4) of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"subsubpara-e\">  B. The amount that the consumer would have been required to contribute under subsection 79.2 (10) of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"subpara-e\">  ii. The sum of the following amounts:</p> <p class=\"subsubpara-e\">  A. The amount that the consumer is required to contribute under subsection 79 (4) of the <i>Ontario Energy Board Act, 1998</i>, as set out in the Board’s Order EB-2017-0234 dated June 22, 2017.</p> <p class=\"subsubpara-e\">  B. The amount that the consumer is required to contribute under subsection 79.2 (10) of the <i>Ontario Energy Board Act, 1998</i> as set out in the Board’s Order EB-2017-0135 dated March 23, 2017.</p> <p class=\"paragraph-e\">  5. Calculate the amount of the financial assistance provided to the specified consumer pursuant to the <i>Ontario Rebate for Electricity Consumers Act, 2016</i>.</p> <p class=\"paragraph-e\">  6. Calculate the difference between the following amounts in respect of tax payable under Part IX of the <i>Excise Tax Act</i> (Canada):</p> <p class=\"subpara-e\">  i. The amount of harmonized sales tax that would have been payable by the consumer under Part IX of the <i>Excise Tax Act</i> (Canada) in respect of the amounts mentioned in paragraphs 1, 2, 3 and 4 if each of those amounts is calculated without taking into account any forecasted impact of any provision of the Act and sections 1, 2 and 4 of Schedule 2 of the <i>Fair Hydro Act, 2017</i>.</p> <p class=\"subpara-e\">  ii. The amount of harmonized sales tax that is payable by the consumer under Part IX of the <i>Excise Tax Act</i> (Canada) by the consumer in respect of the amounts mentioned in paragraphs 1, 2, 3 and 4.</p> <p class=\"paragraph-e\">  7. Calculate the sum of the amounts calculated under paragraphs 1 to 6. O. Reg. 515/17, s. 1.</p> <p class=\"subsection-e\">  (2) In the case of an invoice in respect of electricity conveyed by a unit sub-meter provider, the calculations under paragraphs 2 and 3 of subsection (1) do not apply and the sum calculated under paragraph 7 of subsection (1) shall not include such amounts. O. Reg. 515/17, s. 1.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 4 of subsection (1), a reference to subsection 79.2 (10) of the <i>Ontario Energy Board Act, 1998 </i><i>is a reference to that subsection as it read on the day this section comes into force. </i>O. Reg. 515/17, s. 1.</p>"
        },
        {
            "id": "1.3",
            "section": "Specified amount, other specified consumer",
            "content": " 1.3 (1) Subject to subsection (2), for the purposes of subsection 1 (4), if the specified consumer is not a regulated rate consumer, the specified amount shall be the amount calculated in respect of the consumer by taking the following steps: 1. Calculate the sum of the following amounts in respect of charges relating to electricity: i. If the electricity was consumed on or before April 30, 2018 and the invoice in respect of the electricity is issued on or after January 1, 2018, the amount calculated by multiplying the dollar per megawatt hour amount determined under subsection 4 (1) of Ontario Regulation 195/17 (Fair Adjustment under Part II of the Act) made under the Act by the amount of electricity consumed by the specified consumer. ii. If the electricity was consumed during the period beginning on May 1, 2018, and ending on April 30, 2019, the amount calculated by multiplying the dollar per megawatt hour amount determined under subsection 6 (1) of Ontario Regulation 195/17 made under the Act by the amount of electricity consumed by the specified consumer. 2. If applicable, calculate the amount in respect of the electricity vendor’s specific loss adjustment factor, if any, by multiplying the amount calculated under paragraph 1 by the electricity vendor’s specific loss adjustment factor as determined by the Board. 3. Calculate the sum of the amounts referred to in subparagraphs 3 i and ii of subsection 1.2 (1). 4. Calculate the amounts referred to in paragraphs 4, 5 and 6 of subsection 1.2 (1) in respect of the consumer. 5. Calculate the sum of the amounts calculated under paragraphs 1 to 4. O. Reg. 515/17, s. 1. (2) In the case of an invoice in respect of electricity conveyed by a unit sub-meter provider, the calculations under paragraphs 2 and 3 of subsection (1) do not apply and the sum calculated under paragraph 5 of subsection (1) shall not include such amounts. O. Reg. 515/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.3 </b>(1) Subject to subsection (2), for the purposes of subsection 1 (4), if the specified consumer is not a regulated rate consumer, the specified amount shall be the amount calculated in respect of the consumer by taking the following steps:</p> <p class=\"paragraph-e\">  1. Calculate the sum of the following amounts in respect of charges relating to electricity:</p> <p class=\"subpara-e\">  i. If the electricity was consumed on or before April 30, 2018 and the invoice in respect of the electricity is issued on or after January 1, 2018, the amount calculated by multiplying the dollar per megawatt hour amount determined under subsection 4 (1) of Ontario Regulation 195/17 (Fair Adjustment under Part II of the Act) made under the Act by the amount of electricity consumed by the specified consumer.</p> <p class=\"subpara-e\">  ii. If the electricity was consumed during the period beginning on May 1, 2018, and ending on April 30, 2019, the amount calculated by multiplying the dollar per megawatt hour amount determined under subsection 6 (1) of Ontario Regulation 195/17 made under the Act by the amount of electricity consumed by the specified consumer.</p> <p class=\"paragraph-e\">  2. If applicable, calculate the amount in respect of the electricity vendor’s specific loss adjustment factor, if any, by multiplying the amount calculated under paragraph 1 by the electricity vendor’s specific loss adjustment factor as determined by the Board.</p> <p class=\"paragraph-e\">  3. Calculate the sum of the amounts referred to in subparagraphs 3 i and ii of subsection 1.2 (1).</p> <p class=\"paragraph-e\">  4. Calculate the amounts referred to in paragraphs 4, 5 and 6 of subsection 1.2 (1) in respect of the consumer.</p> <p class=\"paragraph-e\">  5. Calculate the sum of the amounts calculated under paragraphs 1 to 4. O. Reg. 515/17, s. 1.</p> <p class=\"subsection-e\">  (2) In the case of an invoice in respect of electricity conveyed by a unit sub-meter provider, the calculations under paragraphs 2 and 3 of subsection (1) do not apply and the sum calculated under paragraph 5 of subsection (1) shall not include such amounts. O. Reg. 515/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Information to be included with invoices",
            "content": " 2. (1) This section applies to invoices issued in paper form to a specified consumer by an electricity vendor or a unit sub-meter provider. (2) During the 12-month period beginning with the first invoice issued to the specified consumer on or after July 1, 2017 and ending with the first invoice issued to the specified consumer on or after July 1, 2018, an invoice must, with the frequency set out in subsection (3), be accompanied by a bill insert that meets the following requirements: 1. The Ontario government trillium logo must appear in a reasonably prominent place on the face of the bill insert. 2. The words “Ontario’s Fair Hydro Plan” and “Bringing electricity bills down” must appear in a reasonably prominent location on the face of the bill insert. 3. The insert must contain the following wording: Ontario’s Fair Hydro Plan Electricity bills will be lowered by 25 per cent on average for residential consumers Rate increases will be held to inflation for four years As many as half a million small businesses and farms will also benefit from this reduction Lower-income Ontarians and those living in eligible rural communities will receive even greater reductions, as much as a 40 to 50 per cent cut The benefit will vary for individual consumers depending on electricity usage and service territory. These measures include the eight per cent rebate introduced in January 2017 and build on previous initiatives to deliver broad-based relief on all electricity bills. To find out more, visit ontario.ca/FairHydroPlan. (3) The bill insert shall be included with an invoice, (a) once every quarter, in the case of specified consumers who are billed on a monthly basis; and (b) twice during the period, in the case of specified consumers who are billed on a seasonal basis.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This section applies to invoices issued in paper form to a specified consumer by an electricity vendor or a unit sub-meter provider.</p> <p class=\"subsection-e\">  (2) During the 12-month period beginning with the first invoice issued to the specified consumer on or after July 1, 2017 and ending with the first invoice issued to the specified consumer on or after July 1, 2018, an invoice must, with the frequency set out in subsection (3), be accompanied by a bill insert that meets the following requirements:</p> <p class=\"paragraph-e\">  1. The Ontario government trillium logo must appear in a reasonably prominent place on the face of the bill insert.</p> <p class=\"paragraph-e\">  2. The words “Ontario’s Fair Hydro Plan” and “Bringing electricity bills down” must appear in a reasonably prominent location on the face of the bill insert.</p> <p class=\"paragraph-e\">  3. The insert must contain the following wording:</p> <p class=\"parawindt2-e\">Ontario’s Fair Hydro Plan</p> <p class=\"parawindt3-e\">Electricity bills will be lowered by 25 per cent on average for residential consumers</p> <p class=\"parawindt3-e\">Rate increases will be held to inflation for four years</p> <p class=\"parawindt3-e\">As many as half a million small businesses and farms will also benefit from this reduction</p> <p class=\"parawindt3-e\">Lower-income Ontarians and those living in eligible rural communities will receive even greater reductions, as much as a 40 to 50 per cent cut</p> <p class=\"parawindt2-e\">The benefit will vary for individual consumers depending on electricity usage and service territory. These measures include the eight per cent rebate introduced in January 2017 and build on previous initiatives to deliver broad-based relief on all electricity bills.</p> <p class=\"parawindt2-e\">To find out more, visit ontario.ca/FairHydroPlan.</p> <p class=\"subsection-e\">  (3) The bill insert shall be included with an invoice,</p> <p class=\"clause-e\">  (a) once every quarter, in the case of specified consumers who are billed on a monthly basis; and</p> <p class=\"clause-e\">  (b) twice during the period, in the case of specified consumers who are billed on a seasonal basis.</p>"
        },
        {
            "id": "3.",
            "section": "Alternatives authorized by Minister",
            "content": " 3. (1) If the Minister is satisfied that, for technical or operational reasons, it would be impossible, impractical or unreasonably difficult for an electricity vendor or a unit sub-meter provider to use on its invoices the wording required by this Regulation or to follow an invoicing process required by this Regulation, and if the Minister is satisfied that using different wording specified by the Minister or following a different invoicing process specified by the Minister would also promote the purposes of the requirement, the Minister may give the electricity vendor or unit sub-meter provider a written notice so stating. (2) If an electricity vendor or unit sub-meter provider receives a notice from the Minister under subsection (1), it shall use on its invoices the wording specified in the Minister’s notice and shall follow the invoicing process specified in the Minister’s notice instead of the wording or invoicing process otherwise required under this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) If the Minister is satisfied that, for technical or operational reasons, it would be impossible, impractical or unreasonably difficult for an electricity vendor or a unit sub-meter provider to use on its invoices the wording required by this Regulation or to follow an invoicing process required by this Regulation, and if the Minister is satisfied that using different wording specified by the Minister or following a different invoicing process specified by the Minister would also promote the purposes of the requirement, the Minister may give the electricity vendor or unit sub-meter provider a written notice so stating.</p> <p class=\"subsection-e\">  (2) If an electricity vendor or unit sub-meter provider receives a notice from the Minister under subsection (1), it shall use on its invoices the wording specified in the Minister’s notice and shall follow the invoicing process specified in the Minister’s notice instead of the wording or invoicing process otherwise required under this Regulation.</p>"
        },
        {
            "id": "4.",
            "section": "Alternatives authorized by Minister",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Alternatives authorized by Minister",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170196\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}