{
    "reg_info": {
        "full_title": "O. Reg. 102/20: MONITORING OF MERCURY NEAR DAMS",
        "reg_name_text": "MONITORING OF MERCURY NEAR DAMS",
        "citation": "O. Reg. 102/20: ",
        "act_under": "Lakes and Rivers Improvement Act",
        "url": "https://www.ontario.ca/laws/regulation/200102",
        "date_scraped": "2023-12-18 22:03:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 30, 2020",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Preparation of plan",
            "content": "  1. (1) The owner of a dam that is associated with the production of electricity shall prepare a mercury monitoring plan in accordance with this Regulation if, (a)  immediately before the day this Regulation comes into force, the dam was the subject of a permit issued under section 34.1 of the Ontario Water Resources Act; and (b)  the permit referred to in clause (a) included requirements for the measurement, monitoring or reporting of total mercury or methyl mercury in water or fish. (2) For greater certainty, the owner of a dam described in subsection (1) is required to prepare a mercury monitoring plan in accordance with this Regulation even if the measurement, monitoring or reporting requirements described in clause (1) (b), (a)  were included in a document that was incorporated by reference in the permit and entitled “Risk Management Plan” or “Adaptive Management Plan”, instead of being included directly in the permit referred to in clause (1) (a); or (b)  were not applicable in the year immediately before the day on which this Regulation comes into force but were only applicable in a previous year under the permit. (3) A mercury monitoring plan prepared under this Regulation with respect to a dam shall set out requirements for the measurement, monitoring and reporting of total mercury or methyl mercury in water and fish that the owner of the dam must carry out after the plan is approved by the Minister under section 2. (4) The owner of a dam who is required to prepare a mercury monitoring plan under this Regulation shall prepare a draft of the plan and shall include in the draft plan measurement, monitoring and reporting requirements for total mercury or methyl mercury in water and fish that mirror as closely as possible, (a)  those requirements that were applicable immediately before the day this Regulation comes into force under the dam owner’s permit issued under section 34.1 of the Ontario Water Resources Act; or (b)  if the permit issued under section 34.1 of the Ontario Water Resources Act did not impose such requirements immediately before the day this Regulation comes into force, those requirements that were applicable most recently under the permit. (5) For the purposes of preparing a draft mercury monitoring plan under subsection (4), if there is a conflict between the requirements set out directly in the permit issued under section 34.1 of the Ontario Water Resources Act and the requirements set out in a document incorporated into the permit and entitled “Risk Management Plan” or “Adaptive Management Plan”, as the case may be, the owner shall include the latter in the draft plan.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) The owner of a dam that is associated with the production of electricity shall prepare a mercury monitoring plan in accordance with this Regulation if,</p> <p class=\"clause-e\">  (a)  immediately before the day this Regulation comes into force, the dam was the subject of a permit issued under section 34.1 of the <i>Ontario Water Resources Act</i>; and</p> <p class=\"clause-e\">  (b)  the permit referred to in clause (a) included requirements for the measurement, monitoring or reporting of total mercury or methyl mercury in water or fish.</p> <p class=\"subsection-e\">  (2) For greater certainty, the owner of a dam described in subsection (1) is required to prepare a mercury monitoring plan in accordance with this Regulation even if the measurement, monitoring or reporting requirements described in clause (1) (b),</p> <p class=\"clause-e\">  (a)  were included in a document that was incorporated by reference in the permit and entitled “Risk Management Plan” or “Adaptive Management Plan”, instead of being included directly in the permit referred to in clause (1) (a); or</p> <p class=\"clause-e\">  (b)  were not applicable in the year immediately before the day on which this Regulation comes into force but were only applicable in a previous year under the permit.</p> <p class=\"subsection-e\">  (3) A mercury monitoring plan prepared under this Regulation with respect to a dam shall set out requirements for the measurement, monitoring and reporting of total mercury or methyl mercury in water and fish that the owner of the dam must carry out after the plan is approved by the Minister under section 2.</p> <p class=\"subsection-e\">  (4) The owner of a dam who is required to prepare a mercury monitoring plan under this Regulation shall prepare a draft of the plan and shall include in the draft plan measurement, monitoring and reporting requirements for total mercury or methyl mercury in water and fish that mirror as closely as possible,</p> <p class=\"clause-e\">  (a)  those requirements that were applicable immediately before the day this Regulation comes into force under the dam owner’s permit issued under section 34.1 of the <i>Ontario Water Resources Act</i>; or</p> <p class=\"clause-e\">  (b)  if the permit issued under section 34.1 of the <i>Ontario Water Resources Act</i> did not impose such requirements immediately before the day this Regulation comes into force, those requirements that were applicable most recently under the permit.</p> <p class=\"subsection-e\">  (5) For the purposes of preparing a draft mercury monitoring plan under subsection (4), if there is a conflict between the requirements set out directly in the permit issued under section 34.1 of the <i>Ontario Water Resources Act</i> and the requirements set out in a document incorporated into the permit and entitled “Risk Management Plan” or “Adaptive Management Plan”, as the case may be, the owner shall include the latter in the draft plan.</p>"
        },
        {
            "id": "2.",
            "section": "Approval of plan",
            "content": " 2. (1) The owner of a dam who prepares a draft mercury monitoring plan under subsection 1 (4) shall, within 90 days after the day this Regulation comes into force, submit the draft plan to the Minister for the Minister’s review and approval. (2) After review of the draft mercury monitoring plan, the Minister may, (a)  approve the plan; or (b)  require that the owner of the dam make such changes to the draft plan as the Minister may specify, within the time specified by the Minister, and resubmit the draft plan for approval under clause (a). (3) If a draft mercury monitoring plan has been resubmitted to the Minister under clause (2) (b) and, in the Minister’s opinion, the requested changes have not been made to the draft plan, the Minister may make such changes to the draft plan as the Minister believes are necessary and approve the plan.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The owner of a dam who prepares a draft mercury monitoring plan under subsection 1 (4) shall, within 90 days after the day this Regulation comes into force, submit the draft plan to the Minister for the Minister’s review and approval.</p> <p class=\"subsection-e\">  (2) After review of the draft mercury monitoring plan, the Minister may,</p> <p class=\"clause-e\">  (a)  approve the plan; or</p> <p class=\"clause-e\">  (b)  require that the owner of the dam make such changes to the draft plan as the Minister may specify, within the time specified by the Minister, and resubmit the draft plan for approval under clause (a).</p> <p class=\"subsection-e\">  (3) If a draft mercury monitoring plan has been resubmitted to the Minister under clause (2) (b) and, in the Minister’s opinion, the requested changes have not been made to the draft plan, the Minister may make such changes to the draft plan as the Minister believes are necessary and approve the plan.</p>"
        },
        {
            "id": "3.",
            "section": "Duration of plan",
            "content": " 3. Subject to sections 5 and 6, a mercury monitoring plan shall continue in effect for such period as may be specified in the plan.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Subject to sections 5 and 6, a mercury monitoring plan shall continue in effect for such period as may be specified in the plan.</p>"
        },
        {
            "id": "4.",
            "section": "Compliance",
            "content": " 4. Once a mercury monitoring plan for a dam is approved by the Minister, the owner of the dam shall comply with measuring, monitoring and reporting requirements set out in the plan for the duration of the plan.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Once a mercury monitoring plan for a dam is approved by the Minister, the owner of the dam shall comply with measuring, monitoring and reporting requirements set out in the plan for the duration of the plan.</p>"
        },
        {
            "id": "5.",
            "section": "Revision of plan",
            "content": " 5. (1) After a mercury monitoring plan for a dam is approved by the Minister under section 2, the owner of the dam may make such revisions to the plan as the owner believes are appropriate or required based on, (a)  the levels of total mercury or methyl mercury measured by the owner; or (b)  alterations to the dam that have been proposed or carried out. (2) Any revision to the plan made under subsection (1) shall be submitted to the Minister for the Minister’s review and approval. (3) Subsections 2 (2) and (3) apply, with necessary modifications, to the approval by the Minister of a revised mercury monitoring plan. (4) The Minister may require the owner of a dam that has an approved mercury monitoring plan to make such revisions to the plan as the Minister considers appropriate. (5) Revisions to a mercury monitoring plan made under this section may include an extension of, or other change to, the period during which the plan is in effect. (6) A revised mercury monitoring plan shall take effect on the date specified by the Minister.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) After a mercury monitoring plan for a dam is approved by the Minister under section 2, the owner of the dam may make such revisions to the plan as the owner believes are appropriate or required based on,</p> <p class=\"clause-e\">  (a)  the levels of total mercury or methyl mercury measured by the owner; or</p> <p class=\"clause-e\">  (b)  alterations to the dam that have been proposed or carried out.</p> <p class=\"subsection-e\">  (2) Any revision to the plan made under subsection (1) shall be submitted to the Minister for the Minister’s review and approval.</p> <p class=\"subsection-e\">  (3) Subsections 2 (2) and (3) apply, with necessary modifications, to the approval by the Minister of a revised mercury monitoring plan.</p> <p class=\"subsection-e\">  (4) The Minister may require the owner of a dam that has an approved mercury monitoring plan to make such revisions to the plan as the Minister considers appropriate.</p> <p class=\"subsection-e\">  (5) Revisions to a mercury monitoring plan made under this section may include an extension of, or other change to, the period during which the plan is in effect.</p> <p class=\"subsection-e\">  (6) A revised mercury monitoring plan shall take effect on the date specified by the Minister.</p>"
        },
        {
            "id": "6.",
            "section": "Termination of plan",
            "content": " 6. The owner of a dam that has an approved mercury monitoring plan may request that the Minister approve the termination of the plan if the measurements and monitoring of total mercury and methyl mercury in water and fish conducted under the plan indicate that, (a)  the levels of total mercury and methyl mercury have fallen to the levels that existed before the construction of the dam, where such levels are known; or (b)  the levels of total mercury and methyl mercury have satisfied the requirements of the plan.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The owner of a dam that has an approved mercury monitoring plan may request that the Minister approve the termination of the plan if the measurements and monitoring of total mercury and methyl mercury in water and fish conducted under the plan indicate that,</p> <p class=\"clause-e\">  (a)  the levels of total mercury and methyl mercury have fallen to the levels that existed before the construction of the dam, where such levels are known; or</p> <p class=\"clause-e\">  (b)  the levels of total mercury and methyl mercury have satisfied the requirements of the plan.</p>"
        },
        {
            "id": "Sig",
            "section": "Termination of plan",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><a name=\"Sig\"></a> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Termination of plan",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200102\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}