{
    "reg_info": {
        "full_title": "O. Reg. 41/94: EXEMPTION - REGIONAL PLANNING COMMISSIONERS OF ONTARIO - RPC-01",
        "reg_name_text": "EXEMPTION — REGIONAL PLANNING COMMISSIONERS OF ONTARIO — RPC-01",
        "citation": "O. Reg. 41/94: EXEMPTION - REGIONAL PLANNING COMMISSIONERS OF ONTARIO - RPC-01",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940041",
        "date_scraped": "2023-12-21 14:11:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940041/v1",
            "valid_from": "February  2, 1994",
            "valid_to": "December  8, 2009"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Regional Planning Commissioners of Ontario that an undertaking, namely: the water, wastewater and road projects designated in Ontario Regulation 345/93, be exempt from the requirements of subsection 5 (1) of the Environmental Assessment Act pursuant to section 29 of the Environmental Assessment Act until June 30, 1994; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Regional Planning Commissioners of Ontario that an undertaking, namely:</p> <p class=\"parawindt-e\">the water, wastewater and road projects designated in Ontario Regulation 345/93,</p> <p class=\"paranoindt-e\">be exempt from the requirements of subsection 5 (1) of the <i>Environmental Assessment Act</i> pursuant to section 29 of the <i>Environmental Assessment Act</i> until June 30, 1994; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Regional Planning Commissioners of Ontario that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. Due to the application of Ontario Regulation 345/93 in relation to certain applications for approval under the Planning Act, the Minister of Municipal Affairs (the Minister), as well as those regional and municipal governments who have been delegated the powers of the Minister to approve such applications will be unable to carry out these approval responsibilities in an efficient and effective manner. B. Private sector developers who currently have Planning Act applications at various stages of approval, and who will be unable to utilize the existing phase-in provision provided under Ontario Regulation 345/93, may be required to withdraw these applications in order to clarify how the regulation will affect their applications.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Regional Planning Commissioners of Ontario that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. Due to the application of Ontario Regulation 345/93 in relation to certain applications for approval under the <i>Planning Act</i>, the Minister of Municipal Affairs (the Minister), as well as those regional and municipal governments who have been delegated the powers of the Minister to approve such applications will be unable to carry out these approval responsibilities in an efficient and effective manner.</p> <p class=\"paragraph-e\">B. Private sector developers who currently have <i>Planning Act</i> applications at various stages of approval, and who will be unable to utilize the existing phase-in provision provided under Ontario Regulation 345/93, may be required to withdraw these applications in order to clarify how the regulation will affect their applications.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The creation of Ontario Regulation 345/93, designating enterprises or activities of private sector developers who were undertaking a project listed in Schedule C of the Municipal Engineers Association Class Environmental Assessments (Class EAs) for Water and Wastewater Projects, and for Road Projects, was a co-operative process supported by both the Municipal Engineers Association and the Urban Development Institute representing the development industry. Application of the EA requirements contained in Ontario Regulation 345/93 without the benefit of the clarification and guidance requested by these parties as well as the Regional Planning Commissioners of Ontario may jeopardize this co-operative relationship. B. Application of the EA requirements listed in Ontario Regulation 345/93, without the clarification and guidance that will be provided through the ongoing discussions, may result in unnecessary delays in acquiring Planning Act approvals for projects currently underway. This could create considerable financial hardship for private developers.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The creation of Ontario Regulation 345/93, designating enterprises or activities of private sector developers who were undertaking a project listed in Schedule C of the Municipal Engineers Association Class Environmental Assessments (Class EAs) for Water and Wastewater Projects, and for Road Projects, was a co-operative process supported by both the Municipal Engineers Association and the Urban Development Institute representing the development industry. Application of the EA requirements contained in Ontario Regulation 345/93 without the benefit of the clarification and guidance requested by these parties as well as the Regional Planning Commissioners of Ontario may jeopardize this co-operative relationship.</p> <p class=\"paragraph-e\">B. Application of the EA requirements listed in Ontario Regulation 345/93, without the clarification and guidance that will be provided through the ongoing discussions, may result in unnecessary delays in acquiring <i>Planning Act</i> approvals for projects currently underway. This could create considerable financial hardship for private developers.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption order is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. This exemption shall cease to apply on July 1, 1994. O.Reg. 41/94. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption order is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. This exemption shall cease to apply on July 1, 1994. O.Reg. 41/94.</p> <p class=\"Normal\"></p>"
        }
    ]
}