{
    "reg_info": {
        "full_title": "O. Reg. 123/17: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 123/17: ",
        "act_under": "Condominium Management Services Act, 2015",
        "url": "https://www.ontario.ca/laws/regulation/170123",
        "date_scraped": "2023-12-18 12:26:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170123/v9",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/170123/v8",
            "valid_from": "November  1, 2021",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/170123/v7",
            "valid_from": "May 20, 2021",
            "valid_to": "October 31, 2021"
        },
        {
            "a_href": "/laws/regulation/170123/v6",
            "valid_from": "November  1, 2018",
            "valid_to": "May 19, 2021"
        },
        {
            "a_href": "/laws/regulation/170123/v5",
            "valid_from": "February  1, 2018",
            "valid_to": "October 31, 2018"
        },
        {
            "a_href": "/laws/regulation/170123/v4",
            "valid_from": "November  1, 2017",
            "valid_to": "January 31, 2018"
        },
        {
            "a_href": "/laws/regulation/170123/v3",
            "valid_from": "September 29, 2017",
            "valid_to": "October 31, 2017"
        },
        {
            "a_href": "/laws/regulation/170123/v2",
            "valid_from": "June 12, 2017",
            "valid_to": "September 28, 2017"
        },
        {
            "a_href": "/laws/regulation/170123/v1",
            "valid_from": "April 24, 2017",
            "valid_to": "June 11, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I LICENSING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Definitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Definitions",
            "content": " 1. In this Regulation, “certificate of licence” means a certificate of licence issued under section 27; (“attestation de permis”) “deemed limited licensee” means a condominium manager who, under section 9, is deemed to hold a limited licence and “deemed limited licence” has a corresponding meaning; (“titulaire d’un permis assimilé à un permis restreint”, “permis assimilé à un permis restreint”) “deemed transitional general licensee” means a condominium manager who, under section 14, is deemed to hold a transitional general licence and “deemed transitional general licence” has a corresponding meaning; (“titulaire d’un permis assimilé à un permis général transitoire”, “permis assimilé à un permis général transitoire”) “general licensee” means a condominium manager who holds a general licence mentioned in section 6 and “general licence” has a corresponding meaning; (“titulaire d’un permis général”, “permis général”) “limited licensee” means a condominium manager who holds a limited licence mentioned in section 6 but does not include a deemed limited licensee and “limited licence” has a corresponding meaning; (“titulaire d’un permis restreint”, “permis restreint”) “reserve fund” has the same meaning as in the Condominium Act, 1998; (“fonds de réserve”) “supervising licensee” means a general licensee, a transitional general licensee or a deemed transitional general licensee who supervises a limited licensee or a deemed limited licensee; (“titulaire de permis chargé de la supervision”) “transitional general licensee” means a condominium manager who holds a transitional general licence mentioned in section 6 but does not include a deemed transitional general licensee and “transitional general licence” has a corresponding meaning. (“titulaire d’un permis général transitoire”, “permis général transitoire”) Exemptions From Licensing",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“certificate of licence” means a certificate of licence issued under section 27; (“attestation de permis”)</p> <p class=\"definition-e\">“deemed limited licensee” means a condominium manager who, under section 9, is deemed to hold a limited licence and “deemed limited licence” has a corresponding meaning; (“titulaire d’un permis assimilé à un permis restreint”, “permis assimilé à un permis restreint”)</p> <p class=\"definition-e\">“deemed transitional general licensee” means a condominium manager who, under section 14, is deemed to hold a transitional general licence and “deemed transitional general licence” has a corresponding meaning; (“titulaire d’un permis assimilé à un permis général transitoire”, “permis assimilé à un permis général transitoire”)</p> <p class=\"definition-e\">“general licensee” means a condominium manager who holds a general licence mentioned in section 6 and “general licence” has a corresponding meaning; (“titulaire d’un permis général”, “permis général”)</p> <p class=\"definition-e\">“limited licensee” means a condominium manager who holds a limited licence mentioned in section 6 but does not include a deemed limited licensee and “limited licence” has a corresponding meaning; (“titulaire d’un permis restreint”, “permis restreint”)</p> <p class=\"definition-e\">“reserve fund” has the same meaning as in the <i>Condominium Act, 1998</i>; (“fonds de réserve”)</p> <p class=\"definition-e\">“supervising licensee” means a general licensee, a transitional general licensee or a deemed transitional general licensee who supervises a limited licensee or a deemed limited licensee; (“titulaire de permis chargé de la supervision”)</p> <p class=\"definition-e\">“transitional general licensee” means a condominium manager who holds a transitional general licence mentioned in section 6 but does not include a deemed transitional general licensee and “transitional general licence” has a corresponding meaning. (“titulaire d’un permis général transitoire”, “permis général transitoire”)</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Exemptions From Licensing</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Exemptions From Licensing",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Exemptions From Licensing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Exemptions from licensing",
            "content": " 2. (1) For the purposes of section 35 of the Act, the following persons are not required to hold a licence in the following circumstances: 1. A person who is authorized under the Law Society Act to practise law or to provide legal services and who is acting pursuant to that authority in providing legal services to a condominium corporation. 2. A person who is authorized under the Architects Act to engage in the practice of architecture and who is acting within that authority in providing services to a condominium corporation. 3. A person who, i. is an individual licensed in accordance with the Public Accounting Act, 2004 or a professional corporation that holds a certificate of authorization in accordance with that Act, and ii. is acting within the authority of the licence or the certificate of authorization, as the case may be, in providing services to a condominium corporation. 4. An individual or a firm, within the meaning of the Chartered Professional Accountants of Ontario Act, 2017, who is authorized under that Act to practise as a Chartered Professional Accountant and who is acting within that authority in providing services to a condominium corporation. 5.  Revoked: O. Reg. 380/17, s. 1. 6.  Revoked: O. Reg. 380/17, s. 1. 7. A person who is authorized to engage in the practice of engineering within the meaning of the Professional Engineers Act and who is acting within that authority in providing services to a condominium corporation. 8. An insurance broker who is registered under the Registered Insurance Brokers Act\r\nand is acting within the authority of the registration in providing services to a condominium corporation. 9. A person who is appointed as a receiver under the Courts of Justice Act in respect of a condominium corporation and who is acting within the scope of the appointment. 10. A bank within the meaning of the Bank Act (Canada), a corporation registered under the Loan and Trust Corporations Act or a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020. 11. A person who is authorized under subsection 94 (6) of the Condominium Act, 1998\r\nto conduct a reserve fund study under that Act and who is acting within that authority in providing services to a condominium corporation. 12. A person who is appointed as an inspector under subsection 130 (1) of the Condominium Act, 1998 and who is acting within the scope of the appointment. 13. A person who is appointed as an administrator for a condominium corporation under subsection 131 (1) of the Condominium Act, 1998 and who is acting within the scope of the appointment. 14. A person who is elected or appointed as a director of a condominium corporation under the Condominium Act, 1998, including a director who receives compensation pursuant to a by-law made under clause 56 (1) (a) of that Act, unless the person is providing condominium management services for compensation or reward or the expectation of such. 15. A person who is elected or appointed as an officer of a condominium corporation under the Condominium Act, 1998, including an officer who receives compensation pursuant to a by-law made under clause 56 (1) (d) of that Act, unless the person is providing condominium management services for compensation or reward or the expectation of such. 16. A person who is licensed to act as a security guard under the Private Security and Investigative Services Act, 2005 and who is acting within the authority of the licence in performing the work described in subsection 2 (4) of that Act for a condominium corporation if, i. the work is described in paragraph 1 or subparagraph 2 iii of the definition of “condominium management services” in subsection 1 (1) of the Act, and ii. promptly after receiving money that the person collects or holds under paragraph 1 of the definition of “condominium management services” in subsection 1 (1) of the Act, the person delivers the money to the corporation or a licensed condominium manager who provides condominium management services to the corporation. 17. An individual who is employed by a licensed condominium management provider or a condominium corporation or who acts on behalf of the corporation if, i. the authority to collect or hold contributions to the common expenses or other amounts levied by, or payable to, the corporation, has been delegated in writing to the position that the individual holds, ii. the individual is performing work described in paragraph 1 of the definition of “condominium management services” in subsection 1 (1) of the Act, and iii. promptly after receiving money that the individual collects or holds under paragraph 1 of the definition of “condominium management services” in subsection 1 (1) of the Act, the individual delivers the money to the corporation or a licensed condominium manager who provides condominium management services to the corporation. 18. A person who provides no services to a condominium corporation, other than construction, repair and maintenance services, including landscaping services and cleaning services. O. Reg. 123/17, s. 2 (1); O. Reg. 380/17, s. 1; O. Reg. 128/22, s. 1. (2) In determining whether subsection (1) does not require a person to hold a licence, a court or other tribunal shall consider the real substance of the person and the person’s activities and in so doing may disregard the outward form. Applications",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>2. </b>(1) For the purposes of section 35 of the Act, the following persons are not required to hold a licence in the following circumstances:</p> <p class=\"paragraph-e\">  1. A person who is authorized under the <i>Law Society Act</i> to practise law or to provide legal services and who is acting pursuant to that authority in providing legal services to a condominium corporation.</p> <p class=\"paragraph-e\">  2. A person who is authorized under the <i>Architects Act</i> to engage in the practice of architecture and who is acting within that authority in providing services to a condominium corporation.</p> <p class=\"paragraph-e\">  3. A person who,</p> <p class=\"subpara-e\">  i. is an individual licensed in accordance with the <i>Public Accounting Act, 2004</i> or a professional corporation that holds a certificate of authorization in accordance with that Act, and</p> <p class=\"subpara-e\">  ii. is acting within the authority of the licence or the certificate of authorization, as the case may be, in providing services to a condominium corporation.</p> <p class=\"paragraph-e\">  4. An individual or a firm, within the meaning of the <i>Chartered Professional Accountants of Ontario Act, 2017</i>, who is authorized under that Act to practise as a Chartered Professional Accountant and who is acting within that authority in providing services to a condominium corporation.</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 380/17, s. 1.</p> <p class=\"paragraph-e\">  6.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 380/17, s. 1.</p> <p class=\"paragraph-e\">  7. A person who is authorized to engage in the practice of engineering within the meaning of the <i>Professional Engineers Act</i> and who is acting within that authority in providing services to a condominium corporation.</p> <p class=\"paragraph-e\">  8. An insurance broker who is registered under the <i>Registered Insurance Brokers Act</i>\r\nand is acting within the authority of the registration in providing services to a condominium corporation.</p> <p class=\"paragraph-e\">  9. A person who is appointed as a receiver under the <i>Courts of Justice Act</i> in respect of a condominium corporation and who is acting within the scope of the appointment.</p> <p class=\"paragraph-e\">  10. A bank within the meaning of the <i>Bank Act</i> (Canada), a corporation registered under the <i>Loan and Trust Corporations Act</i> or a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>.</p> <p class=\"paragraph-e\">  11. A person who is authorized under subsection 94 (6) of the <i>Condominium Act, 1998</i>\r\nto conduct a reserve fund study under that Act and who is acting within that authority in providing services to a condominium corporation.</p> <p class=\"paragraph-e\">  12. A person who is appointed as an inspector under subsection 130 (1) of the <i>Condominium Act, 1998</i> and who is acting within the scope of the appointment.</p> <p class=\"paragraph-e\">  13. A person who is appointed as an administrator for a condominium corporation under subsection 131 (1) of the <i>Condominium Act, 1998</i> and who is acting within the scope of the appointment.</p> <p class=\"paragraph-e\">  14. A person who is elected or appointed as a director of a condominium corporation under the <i>Condominium Act, 1998</i>, including a director who receives compensation pursuant to a by-law made under clause 56 (1) (a) of that Act, unless the person is providing condominium management services for compensation or reward or the expectation of such.</p> <p class=\"paragraph-e\">  15. A person who is elected or appointed as an officer of a condominium corporation under the <i>Condominium Act, 1998</i>, including an officer who receives compensation pursuant to a by-law made under clause 56 (1) (d) of that Act, unless the person is providing condominium management services for compensation or reward or the expectation of such.</p> <p class=\"paragraph-e\">  16. A person who is licensed to act as a security guard under the <i>Private Security and Investigative Services Act, 2005</i> and who is acting within the authority of the licence in performing the work described in subsection 2 (4) of that Act for a condominium corporation if,</p> <p class=\"subpara-e\">  i. the work is described in paragraph 1 or subparagraph 2 iii of the definition of “condominium management services” in subsection 1 (1) of the Act, and</p> <p class=\"subpara-e\">  ii. promptly after receiving money that the person collects or holds under paragraph 1 of the definition of “condominium management services” in subsection 1 (1) of the Act, the person delivers the money to the corporation or a licensed condominium manager who provides condominium management services to the corporation.</p> <p class=\"paragraph-e\">  17. An individual who is employed by a licensed condominium management provider or a condominium corporation or who acts on behalf of the corporation if,</p> <p class=\"subpara-e\">  i. the authority to collect or hold contributions to the common expenses or other amounts levied by, or payable to, the corporation, has been delegated in writing to the position that the individual holds,</p> <p class=\"subpara-e\">  ii. the individual is performing work described in paragraph 1 of the definition of “condominium management services” in subsection 1 (1) of the Act, and</p> <p class=\"subpara-e\">  iii. promptly after receiving money that the individual collects or holds under paragraph 1 of the definition of “condominium management services” in subsection 1 (1) of the Act, the individual delivers the money to the corporation or a licensed condominium manager who provides condominium management services to the corporation.</p> <p class=\"paragraph-e\">  18. A person who provides no services to a condominium corporation, other than construction, repair and maintenance services, including landscaping services and cleaning services. O. Reg. 123/17, s. 2 (1); O. Reg. 380/17, s. 1; O. Reg. 128/22, s. 1.</p> <p class=\"subsection-e\">  (2) In determining whether subsection (1) does not require a person to hold a licence, a court or other tribunal shall consider the real substance of the person and the person’s activities and in so doing may disregard the outward form.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Applications</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Applications",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Applications",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Name",
            "content": " 3. (1) A licensee may be licensed in only one name. (2) An applicant who applies for a licence as a condominium manager or condominium management provider or renewal of such a licence may be licensed in, (a) the complete legal name of the applicant; (b) one or more of the legal given names of the applicant, in the correct order, followed by the applicant’s legal surname, if the applicant is an individual; or (c) a name registered under the Business Names Act by the applicant, if the applicant is a condominium management provider. (3) For the purposes of clause (2) (b), the following may be substituted for a given name: 1. An initial or commonly recognized short form of the given name. 2. A name by which the applicant is commonly known. (4) A licensee shall not provide condominium management services in a name other than the name in which the licensee is licensed. (5) Subsection 2 (6) of the Business Names Act applies despite this section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>3. </b>(1) A licensee may be licensed in only one name.</p> <p class=\"subsection-e\">  (2) An applicant who applies for a licence as a condominium manager or condominium management provider or renewal of such a licence may be licensed in,</p> <p class=\"clause-e\">  (a) the complete legal name of the applicant;</p> <p class=\"clause-e\">  (b) one or more of the legal given names of the applicant, in the correct order, followed by the applicant’s legal surname, if the applicant is an individual; or</p> <p class=\"clause-e\">  (c) a name registered under the <i>Business Names Act</i> by the applicant, if the applicant is a condominium management provider.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (2) (b), the following may be substituted for a given name:</p> <p class=\"paragraph-e\">  1. An initial or commonly recognized short form of the given name.</p> <p class=\"paragraph-e\">  2. A name by which the applicant is commonly known.</p> <p class=\"subsection-e\">  (4) A licensee shall not provide condominium management services in a name other than the name in which the licensee is licensed.</p> <p class=\"subsection-e\">  (5) Subsection 2 (6) of the <i>Business Names Act</i> applies despite this section.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Applications for licence",
            "content": " 4. (1) An application for a licence as a condominium manager or condominium management provider shall, (a) include a statement of the complete legal name of the applicant and a statement indicating the name in which the applicant is applying to be licensed; (b) contain all the information that the registrar, under subsection 37 (3) of the Act, requests be included in the application; (c) if the applicant is an individual, be accompanied by a criminal record and judicial matters check under the Police Record Checks Reform Act, 2015 for the applicant that is dated no earlier than six months before the date on which the application is submitted to the registrar; (d) be on a form that the registrar approves and that is completed in full; and (e) be accompanied by the relevant fee set by the administrative authority under clause 30 (1) (b) of the Act, payable to the administrative authority. O. Reg. 123/17, s. 4 (1), 37 (1); O. Reg. 380/17, s. 2. (2) An application for renewal of a licence as a condominium manager or condominium management provider shall, (a) contain all the information that the registrar, under subsection 37 (3) of the Act, requests be included in the application; (b) be on a form that the registrar approves and that is completed in full; and (c) be accompanied by the relevant fee set by the administrative authority under clause 30 (1) (b) of the Act, payable to the administrative authority. (3) A licensee may apply to the registrar, in the form or manner approved by the registrar, to change the name in which the licensee is licensed and subsections 3 (2) and (3) apply to the applicant with necessary modifications.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4. </b>(1) An application for a licence as a condominium manager or condominium management provider shall,</p> <p class=\"clause-e\">  (a) include a statement of the complete legal name of the applicant and a statement indicating the name in which the applicant is applying to be licensed;</p> <p class=\"clause-e\">  (b) contain all the information that the registrar, under subsection 37 (3) of the Act, requests be included in the application;</p> <p class=\"clause-e\">  (c) if the applicant is an individual, be accompanied by a criminal record and judicial matters check under the <i>Police Record Checks Reform Act, 2015</i> for the applicant that is dated no earlier than six months before the date on which the application is submitted to the registrar;</p> <p class=\"clause-e\">  (d) be on a form that the registrar approves and that is completed in full; and</p> <p class=\"clause-e\">  (e) be accompanied by the relevant fee set by the administrative authority under clause 30 (1) (b) of the Act, payable to the administrative authority. O. Reg. 123/17, s. 4 (1), 37 (1); O. Reg. 380/17, s. 2.</p> <p class=\"subsection-e\">  (2) An application for renewal of a licence as a condominium manager or condominium management provider shall,</p> <p class=\"clause-e\">  (a) contain all the information that the registrar, under subsection 37 (3) of the Act, requests be included in the application;</p> <p class=\"clause-e\">  (b) be on a form that the registrar approves and that is completed in full; and</p> <p class=\"clause-e\">  (c) be accompanied by the relevant fee set by the administrative authority under clause 30 (1) (b) of the Act, payable to the administrative authority.</p> <p class=\"subsection-e\">  (3) A licensee may apply to the registrar, in the form or manner approved by the registrar, to change the name in which the licensee is licensed and subsections 3 (2) and (3) apply to the applicant with necessary modifications.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Educational and examination requirements",
            "content": " 5. (1) The registrar is authorized to specify the educational and examination requirements described in paragraph 5 of subsection 78 (1) of the Act. O. Reg. 123/17, s. 5 (1), 37 (2). (2) In specifying the educational and examination requirements, the registrar may, (a) require that applicants for a licence, applicants for a renewal of licence and licensees, (i) complete particular programs of study, training programs, internship programs, apprenticeship programs, courses, seminars, lectures or tutorials, or (ii) take particular examinations or tests; or (b) specify requirements that are specific to any class of licensee or licence. O. Reg. 123/17, s. 5 (1), 37 (2). (3) An applicant for a licence, an applicant for the renewal of a licence or a licensee that is enrolled in or that has completed any part of the educational and examination requirements that the Minister has required the person to complete under subsection (2), as it read immediately before the day subsection 37 (2) comes into force, and that completes all parts of the requirements within one year after that day shall be deemed to have complied with subsection (2) of this section, as it reads on or after that day. O. Reg. 123/17, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>5. </b>(1) The registrar is authorized to specify the educational and examination requirements described in paragraph 5 of subsection 78 (1) of the Act. O. Reg. 123/17, s. 5 (1), 37 (2).</p> <p class=\"subsection-e\">  (2) In specifying the educational and examination requirements, the registrar may,</p> <p class=\"clause-e\">  (a) require that applicants for a licence, applicants for a renewal of licence and licensees,</p> <p class=\"subclause-e\">  (i) complete particular programs of study, training programs, internship programs, apprenticeship programs, courses, seminars, lectures or tutorials, or</p> <p class=\"subclause-e\">  (ii) take particular examinations or tests; or</p> <p class=\"clause-e\">  (b) specify requirements that are specific to any class of licensee or licence. O. Reg. 123/17, s. 5 (1), 37 (2).</p> <p class=\"subsection-e\">  (3) An applicant for a licence, an applicant for the renewal of a licence or a licensee that is enrolled in or that has completed any part of the educational and examination requirements that the Minister has required the person to complete under subsection (2), as it read immediately before the day subsection 37 (2) comes into force, and that completes all parts of the requirements within one year after that day shall be deemed to have complied with subsection (2) of this section, as it reads on or after that day. O. Reg. 123/17, s. 5 (3).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Classes of licences for condominium managers",
            "content": " 6. The following classes of licences are established for condominium managers: 1. Limited. 2. General. 3. Transitional general. Condominium Managers, Limited Licence",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6. </b>The following classes of licences are established for condominium managers:</p> <p class=\"paragraph-e\">  1. Limited.</p> <p class=\"paragraph-e\">  2. General.</p> <p class=\"paragraph-e\">  3. Transitional general.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Condominium Managers, Limited Licence</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Condominium Managers, Limited Licence",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condominium Managers, Limited Licence",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Application requirements",
            "content": " 7. (1) For the purposes of subsections 37 (1) and 40 (1) of the Act, it is a prescribed requirement for an applicant for a limited licence that the applicant must have successfully completed the educational and examination requirements, if any, for the licence specified under section 5 of this Regulation, subject to subsection (2) of this section. (2) For the purposes of subsection (1), the registrar may recognize any of the following as equivalent to successfully completing some or all of the requirements specified under section 5: 1. The prior successful completion by the applicant of programs of study, training programs, internship programs, apprenticeship programs, courses, seminars, lectures or tutorials. 2. The prior successful completion by the applicant of examinations or tests. 3. The prior work experience of the applicant. (3) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a limited licence: 1. The applicant must be at least 18 years of age. 2. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation. 3. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation. (4) For the purposes of subsections 37 (1) and 40 (1) of the Act, it is a prescribed requirement for an applicant for the renewal of a limited licence that the applicant must have successfully completed the continuing educational and examination requirements, if any, for the licence specified under section 5 of this Regulation. (5) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a limited licence: 1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation. 2. The applicant must have paid the fee described in clause 4 (2) (c) of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7. </b>(1) For the purposes of subsections 37 (1) and 40 (1) of the Act, it is a prescribed requirement for an applicant for a limited licence that the applicant must have successfully completed the educational and examination requirements, if any, for the licence specified under section 5 of this Regulation, subject to subsection (2) of this section.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the registrar may recognize any of the following as equivalent to successfully completing some or all of the requirements specified under section 5:</p> <p class=\"paragraph-e\">  1. The prior successful completion by the applicant of programs of study, training programs, internship programs, apprenticeship programs, courses, seminars, lectures or tutorials.</p> <p class=\"paragraph-e\">  2. The prior successful completion by the applicant of examinations or tests.</p> <p class=\"paragraph-e\">  3. The prior work experience of the applicant.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a limited licence:</p> <p class=\"paragraph-e\">  1. The applicant must be at least 18 years of age.</p> <p class=\"paragraph-e\">  2. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation.</p> <p class=\"paragraph-e\">  3. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation.</p> <p class=\"subsection-e\">  (4) For the purposes of subsections 37 (1) and 40 (1) of the Act, it is a prescribed requirement for an applicant for the renewal of a limited licence that the applicant must have successfully completed the continuing educational and examination requirements, if any, for the licence specified under section 5 of this Regulation.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a limited licence:</p> <p class=\"paragraph-e\">  1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation.</p> <p class=\"paragraph-e\">  2. The applicant must have paid the fee described in clause 4 (2) (c) of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Conditions of licence",
            "content": " 8. (1) For the purpose of subsection 38 (1) of the Act, the following are prescribed as conditions of a limited licence: 1. The licensee shall not provide condominium management services except under the supervision of a supervising licensee. 2. Subject to subsection (2), the licensee shall not enter into, extend, renew or terminate a contract or other agreement on behalf of a client except with the prior approval of the supervising licensee mentioned in paragraph 1. 3. Subject to subsection (2), the licensee shall not make expenditures of more than $500 of the client’s money, not including the reserve fund, except with the prior approval of the supervising licensee mentioned in paragraph 1. 4. The licensee shall not, on behalf of a client, give anything to an owner or mortgagee that the client is required to give to an owner or mortgagee under the Condominium Act, 1998 except with the prior approval of the supervising licensee mentioned in paragraph 1. 5. The licensee shall not sign status certificates under the Condominium Act, 1998\r\non behalf of a client. 6. The licensee shall not make expenditures out of, invest or otherwise make dispositions of a client’s reserve fund. 7. The licensee shall be employed by no more than one condominium management provider unless the licensee has obtained the consent, in the form or manner approved by the registrar, of all condominium management providers that employ the licensee. (2) The licensee may do an action described in paragraph 2 or 3 of subsection (1) without the prior approval of the supervising licensee mentioned in paragraph 1 of that subsection if it is necessary to ensure the immediate safety or security of persons using the property, as defined in subsection 1 (1) of the Condominium Act, 1998, with respect to the client or the assets, if any, of the client or to prevent imminent damage to that property or those assets. (3) If a condominium management provider enters into a contract with a client governing the condominium management services that a limited licensee whom the provider employs is to provide to the client on behalf of the provider, (a) nothing in this section authorizes the licensee to do anything that the contract prohibits the licensee from doing; and (b) nothing in the contract authorizes the licensee to do anything that this section prohibits the licensee from doing.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>8. </b>(1) For the purpose of subsection 38 (1) of the Act, the following are prescribed as conditions of a limited licence:</p> <p class=\"paragraph-e\">  1. The licensee shall not provide condominium management services except under the supervision of a supervising licensee.</p> <p class=\"paragraph-e\">  2. Subject to subsection (2), the licensee shall not enter into, extend, renew or terminate a contract or other agreement on behalf of a client except with the prior approval of the supervising licensee mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  3. Subject to subsection (2), the licensee shall not make expenditures of more than $500 of the client’s money, not including the reserve fund, except with the prior approval of the supervising licensee mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  4. The licensee shall not, on behalf of a client, give anything to an owner or mortgagee that the client is required to give to an owner or mortgagee under the <i>Condominium Act, 1998</i> except with the prior approval of the supervising licensee mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  5. The licensee shall not sign status certificates under the <i>Condominium Act, 1998</i>\r\non behalf of a client.</p> <p class=\"paragraph-e\">  6. The licensee shall not make expenditures out of, invest or otherwise make dispositions of a client’s reserve fund.</p> <p class=\"paragraph-e\">  7. The licensee shall be employed by no more than one condominium management provider unless the licensee has obtained the consent, in the form or manner approved by the registrar, of all condominium management providers that employ the licensee.</p> <p class=\"subsection-e\">  (2) The licensee may do an action described in paragraph 2 or 3 of subsection (1) without the prior approval of the supervising licensee mentioned in paragraph 1 of that subsection if it is necessary to ensure the immediate safety or security of persons using the property, as defined in subsection 1 (1) of the <i>Condominium Act, 1998</i>, with respect to the client or the assets, if any, of the client or to prevent imminent damage to that property or those assets.</p> <p class=\"subsection-e\">  (3) If a condominium management provider enters into a contract with a client governing the condominium management services that a limited licensee whom the provider employs is to provide to the client on behalf of the provider,</p> <p class=\"clause-e\">  (a) nothing in this section authorizes the licensee to do anything that the contract prohibits the licensee from doing; and</p> <p class=\"clause-e\">  (b) nothing in the contract authorizes the licensee to do anything that this section prohibits the licensee from doing.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Deemed limited licence",
            "content": " 9. (1) An individual is deemed to hold a limited licence if the individual, (a) before the day section 34 of the Act comes into force, has acquired no more than two years of demonstrated experience in providing condominium management services to a client; and (b) within the one-year period before the day section 34 of the Act comes into force, provided condominium management services to a client. O. Reg. 123/17, s. 9 (1); O. Reg. 380/17, s. 3. (2) A deemed limited licence expires, (a) 90 days after the day section 34 of the Act comes into force, if the licensee does not apply to the registrar for an extension under subsection (3) of this section and does not apply to the registrar for a limited licence before the expiry of the 90 days; (b) on the day that the registrar specifies, if the registrar grants an extension under subsection (3) and the licensee does not apply to the registrar for a limited licence before that day; or (c) on the day determined under subsection (4) in all other cases. (3) An individual may apply to the registrar for an extension of the period described in clause (2) (a) and the registrar may grant the extension if the registrar is of the opinion that not granting the extension would cause undue hardship to the individual. (4) If a deemed limited licensee applies to the registrar for a limited licence before 90 days after the day section 34 of the Act comes into force or before the day that the registrar specifies, if the registrar grants an extension under subsection (3) of this section, the deemed limited licence expires, (a) on the day that the registrar grants the application; (b) on the day that the registrar gives the applicant written notice of the registrar’s refusal under section 39 of the Act to grant the licence; (c) on the day that the time for requesting a hearing expires, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has not requested a hearing; or (d) on the day that the Tribunal makes an order directing the registrar to carry out the registrar’s proposal to refuse to license the applicant, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has requested a hearing.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9. </b>(1) An individual is deemed to hold a limited licence if the individual,</p> <p class=\"clause-e\">  (a) before the day section 34 of the Act comes into force, has acquired no more than two years of demonstrated experience in providing condominium management services to a client; and</p> <p class=\"clause-e\">  (b) within the one-year period before the day section 34 of the Act comes into force, provided condominium management services to a client. O. Reg. 123/17, s. 9 (1); O. Reg. 380/17, s. 3.</p> <p class=\"subsection-e\">  (2) A deemed limited licence expires,</p> <p class=\"clause-e\">  (a) 90 days after the day section 34 of the Act comes into force, if the licensee does not apply to the registrar for an extension under subsection (3) of this section and does not apply to the registrar for a limited licence before the expiry of the 90 days;</p> <p class=\"clause-e\">  (b) on the day that the registrar specifies, if the registrar grants an extension under subsection (3) and the licensee does not apply to the registrar for a limited licence before that day; or</p> <p class=\"clause-e\">  (c) on the day determined under subsection (4) in all other cases.</p> <p class=\"subsection-e\">  (3) An individual may apply to the registrar for an extension of the period described in clause (2) (a) and the registrar may grant the extension if the registrar is of the opinion that not granting the extension would cause undue hardship to the individual.</p> <p class=\"subsection-e\">  (4) If a deemed limited licensee applies to the registrar for a limited licence before 90 days after the day section 34 of the Act comes into force or before the day that the registrar specifies, if the registrar grants an extension under subsection (3) of this section, the deemed limited licence expires,</p> <p class=\"clause-e\">  (a) on the day that the registrar grants the application;</p> <p class=\"clause-e\">  (b) on the day that the registrar gives the applicant written notice of the registrar’s refusal under section 39 of the Act to grant the licence;</p> <p class=\"clause-e\">  (c) on the day that the time for requesting a hearing expires, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has not requested a hearing; or</p> <p class=\"clause-e\">  (d) on the day that the Tribunal makes an order directing the registrar to carry out the registrar’s proposal to refuse to license the applicant, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has requested a hearing.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Conditions of deemed limited licence",
            "content": " 10. (1) For the purpose of subsection 38 (1) of the Act, the following are prescribed as conditions of a deemed limited licence: 1. The licensee shall not provide condominium management services except under the supervision of a supervising licensee. 2. Subject to subsection (2), the licensee shall not enter into, extend, renew or terminate a contract or other agreement on behalf of a client except with the prior approval of the supervising licensee mentioned in paragraph 1. 3. Subject to subsection (2), the licensee shall not make expenditures of more than $500 of the client’s money, not including the reserve fund, except with the prior approval of the supervising licensee mentioned in paragraph 1. 4. The licensee shall not, on behalf of a client, give anything to an owner or mortgagee that the client is required to give to an owner or mortgagee under the Condominium Act, 1998 except with the prior approval of the supervising licensee mentioned in paragraph 1. 5. The licensee shall not sign status certificates under the Condominium Act, 1998\r\non behalf of a client. 6. The licensee shall not make expenditures out of, invest or otherwise make dispositions of a client’s reserve fund. (2) The licensee may do an action described in paragraph 2 or 3 of subsection (1) without the prior approval of the supervising licensee mentioned in paragraph 1 of that subsection if it is necessary to ensure the immediate safety or security of persons using the property, as defined in subsection 1 (1) of the Condominium Act, 1998, with respect to the client or the assets, if any, of the client or to prevent imminent damage to that property or those assets. (3) If a condominium management provider enters into a contract with a client governing the condominium management services that a deemed limited licensee whom the provider employs is to provide to the client on behalf of the provider, (a) nothing in this section authorizes the licensee to do anything that the contract prohibits the licensee from doing; and (b) nothing in the contract authorizes the licensee to do anything that this section prohibits the licensee from doing.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b>(1) For the purpose of subsection 38 (1) of the Act, the following are prescribed as conditions of a deemed limited licence:</p> <p class=\"paragraph-e\">  1. The licensee shall not provide condominium management services except under the supervision of a supervising licensee.</p> <p class=\"paragraph-e\">  2. Subject to subsection (2), the licensee shall not enter into, extend, renew or terminate a contract or other agreement on behalf of a client except with the prior approval of the supervising licensee mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  3. Subject to subsection (2), the licensee shall not make expenditures of more than $500 of the client’s money, not including the reserve fund, except with the prior approval of the supervising licensee mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  4. The licensee shall not, on behalf of a client, give anything to an owner or mortgagee that the client is required to give to an owner or mortgagee under the <i>Condominium Act, 1998</i> except with the prior approval of the supervising licensee mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  5. The licensee shall not sign status certificates under the <i>Condominium Act, 1998</i>\r\non behalf of a client.</p> <p class=\"paragraph-e\">  6. The licensee shall not make expenditures out of, invest or otherwise make dispositions of a client’s reserve fund.</p> <p class=\"subsection-e\">  (2) The licensee may do an action described in paragraph 2 or 3 of subsection (1) without the prior approval of the supervising licensee mentioned in paragraph 1 of that subsection if it is necessary to ensure the immediate safety or security of persons using the property, as defined in subsection 1 (1) of the <i>Condominium Act, 1998</i>, with respect to the client or the assets, if any, of the client or to prevent imminent damage to that property or those assets.</p> <p class=\"subsection-e\">  (3) If a condominium management provider enters into a contract with a client governing the condominium management services that a deemed limited licensee whom the provider employs is to provide to the client on behalf of the provider,</p> <p class=\"clause-e\">  (a) nothing in this section authorizes the licensee to do anything that the contract prohibits the licensee from doing; and</p> <p class=\"clause-e\">  (b) nothing in the contract authorizes the licensee to do anything that this section prohibits the licensee from doing.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.1",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Exemption re employment, deemed limited licence",
            "content": " 10.1 A deemed limited licensee is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 4. Condominium Managers, General Licence",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10.1 </b>A deemed limited licensee is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Condominium Managers, General Licence</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Condominium Managers, General Licence",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condominium Managers, General Licence",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Application requirements",
            "content": " 11. (1) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for a general licence, subject to subsections (2) to (5) of this section: 1. The applicant must hold a limited licence. 2. The applicant must have successfully completed the educational and examination requirements, if any, for the licence specified under section 5 of this Regulation within the five years before making the application, subject to subsection (3) of this section. 3. The applicant must have obtained at least two years of work experience that meets the requirements of subsection (4) under the supervision of one or more supervising licensees within the five years before making the application. 4. The application must contain a statement that the applicant and the applicant’s supervisors certify, in the form approved by the registrar, that the applicant has obtained the work experience described in paragraph 3. 5. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the applicant’s business records when licensed. (2) An applicant is exempt from the requirements set out in paragraphs 1 to 4 of subsection (1) if the applicant holds a deemed transitional general licence and, before the day section 34 of the Act comes into force, (a) has successfully completed the examination that the Association of Condominium Managers of Ontario requires for the applicant to qualify for its designation as a Registered Condominium Manager; or (b) has successfully completed all of the following courses developed by the Association of Condominium Managers of Ontario and entitled as follows or, instead of any of those courses, the applicable challenge examination developed by the Association, (i) Condominium Law, (ii) Physical Building Management, (iii) Financial Planning for Condominium Managers, and (iv) Condominium Administration and Human Relations. (2.1) An applicant is exempt from the requirements set out in paragraphs 1, 3 and 4 of subsection (1) if the applicant was licensed as a general licensee under a licence that has expired within the two years before making the application. O. Reg. 380/17, s. 5. (2.2) If an applicant was licensed as a general licensee under a licence that has expired within the two years before making the application, the registrar may exempt the applicant from paragraph 2 of subsection (1), and may impose conditions on the exemption. O. Reg. 380/17, s. 5. (3) For the purposes of paragraph 2 of subsection (1), the registrar may recognize any of the following as equivalent to successfully completing some or all of the requirements specified under section 5: 1. The prior successful completion by the applicant of programs of study, training programs, internship programs, apprenticeship programs, courses, seminars, lectures or tutorials. 2. The prior successful completion by the applicant of examinations or tests. 3. The prior work experience of the applicant. (4) For the purposes of paragraph 3 of subsection (1), the applicant must have, (a) planned and participated in meetings of the board of directors of a client; (b) planned and participated in meetings of owners, including at least one annual general meeting within the meaning of the Condominium Act, 1998; (c) participated in preparing a budget for a condominium corporation that the applicant has presented to the board of directors of a client; (d) interpreted financial statements for a client prepared under section 66 of the Condominium Act, 1998 and presented them to the board of directors of the client; (e) prepared and presented reports to the board of directors of a client; and (f) overseen the maintenance or repair of units, common elements within the meaning of the Condominium Act, 1998 or client assets, if any. (5) If the applicant held a deemed limited licence at any time in the five years before making the application, the following shall count towards the experience required under paragraph 3 of subsection (1): 1. The experience described in clause 9 (1) (a) that the applicant acquired before the day section 34 of the Act came into force, even if the individual was not supervised as described in paragraph 1 of subsection 10 (1) of this Regulation. 2. The experience that the applicant acquires in providing condominium management services to a client from the day section 34 of the Act comes into force until the day of making the application. (6) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a general licence: 1. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation. 2. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation. (7) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a general licence: 1. The applicant must have successfully completed the continuing educational and examination requirements, if any, for the licence specified under section 5 of this Regulation. 2. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the licensee’s business records. (8) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a general licence: 1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation. 2. The applicant has paid the fee described in clause 4 (2) (c) of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>11. </b>(1) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for a general licence, subject to subsections (2) to (5) of this section:</p> <p class=\"paragraph-e\">  1. The applicant must hold a limited licence.</p> <p class=\"paragraph-e\">  2. The applicant must have successfully completed the educational and examination requirements, if any, for the licence specified under section 5 of this Regulation within the five years before making the application, subject to subsection (3) of this section.</p> <p class=\"paragraph-e\">  3. The applicant must have obtained at least two years of work experience that meets the requirements of subsection (4) under the supervision of one or more supervising licensees within the five years before making the application.</p> <p class=\"paragraph-e\">  4. The application must contain a statement that the applicant and the applicant’s supervisors certify, in the form approved by the registrar, that the applicant has obtained the work experience described in paragraph 3.</p> <p class=\"paragraph-e\">  5. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the applicant’s business records when licensed.</p> <p class=\"subsection-e\">  (2) An applicant is exempt from the requirements set out in paragraphs 1 to 4 of subsection (1) if the applicant holds a deemed transitional general licence and, before the day section 34 of the Act comes into force,</p> <p class=\"clause-e\">  (a) has successfully completed the examination that the Association of Condominium Managers of Ontario requires for the applicant to qualify for its designation as a Registered Condominium Manager; or</p> <p class=\"clause-e\">  (b) has successfully completed all of the following courses developed by the Association of Condominium Managers of Ontario and entitled as follows or, instead of any of those courses, the applicable challenge examination developed by the Association,</p> <p class=\"subclause-e\">  (i) Condominium Law,</p> <p class=\"subclause-e\">  (ii) Physical Building Management,</p> <p class=\"subclause-e\">  (iii) Financial Planning for Condominium Managers, and</p> <p class=\"subclause-e\">  (iv) Condominium Administration and Human Relations.</p> <p class=\"subsection-e\">  (2.1) An applicant is exempt from the requirements set out in paragraphs 1, 3 and 4 of subsection (1) if the applicant was licensed as a general licensee under a licence that has expired within the two years before making the application. O. Reg. 380/17, s. 5.</p> <p class=\"subsection-e\">  (2.2) If an applicant was licensed as a general licensee under a licence that has expired within the two years before making the application, the registrar may exempt the applicant from paragraph 2 of subsection (1), and may impose conditions on the exemption. O. Reg. 380/17, s. 5.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 2 of subsection (1), the registrar may recognize any of the following as equivalent to successfully completing some or all of the requirements specified under section 5:</p> <p class=\"paragraph-e\">  1. The prior successful completion by the applicant of programs of study, training programs, internship programs, apprenticeship programs, courses, seminars, lectures or tutorials.</p> <p class=\"paragraph-e\">  2. The prior successful completion by the applicant of examinations or tests.</p> <p class=\"paragraph-e\">  3. The prior work experience of the applicant.</p> <p class=\"subsection-e\">  (4) For the purposes of paragraph 3 of subsection (1), the applicant must have,</p> <p class=\"clause-e\">  (a) planned and participated in meetings of the board of directors of a client;</p> <p class=\"clause-e\">  (b) planned and participated in meetings of owners, including at least one annual general meeting within the meaning of the <i>Condominium Act, 1998</i>;</p> <p class=\"clause-e\">  (c) participated in preparing a budget for a condominium corporation that the applicant has presented to the board of directors of a client;</p> <p class=\"clause-e\">  (d) interpreted financial statements for a client prepared under section 66 of the <i>Condominium Act, 1998</i> and presented them to the board of directors of the client;</p> <p class=\"clause-e\">  (e) prepared and presented reports to the board of directors of a client; and</p> <p class=\"clause-e\">  (f) overseen the maintenance or repair of units, common elements within the meaning of the <i>Condominium Act, 1998</i> or client assets, if any.</p> <p class=\"subsection-e\">  (5) If the applicant held a deemed limited licence at any time in the five years before making the application, the following shall count towards the experience required under paragraph 3 of subsection (1):</p> <p class=\"paragraph-e\">  1. The experience described in clause 9 (1) (a) that the applicant acquired before the day section 34 of the Act came into force, even if the individual was not supervised as described in paragraph 1 of subsection 10 (1) of this Regulation.</p> <p class=\"paragraph-e\">  2. The experience that the applicant acquires in providing condominium management services to a client from the day section 34 of the Act comes into force until the day of making the application.</p> <p class=\"subsection-e\">  (6) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a general licence:</p> <p class=\"paragraph-e\">  1. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation.</p> <p class=\"paragraph-e\">  2. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation.</p> <p class=\"subsection-e\">  (7) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a general licence:</p> <p class=\"paragraph-e\">  1. The applicant must have successfully completed the continuing educational and examination requirements, if any, for the licence specified under section 5 of this Regulation.</p> <p class=\"paragraph-e\">  2. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the licensee’s business records.</p> <p class=\"subsection-e\">  (8) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a general licence:</p> <p class=\"paragraph-e\">  1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation.</p> <p class=\"paragraph-e\">  2. The applicant has paid the fee described in clause 4 (2) (c) of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "12.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condition of licence",
            "content": " 12. For the purposes of subsection 38 (1) of the Act, it is a prescribed condition of a general licence that the licensee shall not allow more than one licensed condominium management provider to employ the licensee unless the licensee has obtained the consent, in the form or manner approved by the registrar, of all condominium management providers that employ the licensee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>12. </b>For the purposes of subsection 38 (1) of the Act, it is a prescribed condition of a general licence that the licensee shall not allow more than one licensed condominium management provider to employ the licensee unless the licensee has obtained the consent, in the form or manner approved by the registrar, of all condominium management providers that employ the licensee.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Exemption re employment",
            "content": " 13. A general licensee who is employed by no more than three condominium corporations and who is not an independent contractor is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 6. Condominium Managers, Transitional General Licence",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>13. </b>A general licensee who is employed by no more than three condominium corporations and who is not an independent contractor is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK20\"></a>Condominium Managers, Transitional General Licence</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Condominium Managers, Transitional General Licence",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condominium Managers, Transitional General Licence",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "14.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Deemed transitional general licence",
            "content": " 14. (1) An individual is deemed to hold a transitional general licence if the individual, (a) before the day section 34 of the Act comes into force, has acquired more than two years of demonstrated experience within five years before that day in providing condominium management services to a client; and (b) within the one-year period before the day section 34 of the Act comes into force, provided condominium management services to a client. O. Reg. 123/17, s. 14 (1); O. Reg. 380/17, s. 7 (1). (2) A deemed transitional general licence expires, (a) 90 days after the day section 34 of the Act comes into force, if the licensee does not apply to the registrar for an extension under subsection (3) of this section and does not apply to the registrar for a licence as a condominium manager before the expiry of the 90 days; (b) on the day that the registrar specifies, if the registrar grants an extension under subsection (3) and the licensee does not apply to the registrar for a licence as a condominium manager before that day; or (c) on the day determined under subsection (4) in all other cases. (3) An individual may apply to the registrar for an extension of the period described in clause (2) (a) and the registrar may grant the extension if the registrar is of the opinion that not granting the extension would cause undue hardship to the individual. (4) If a deemed transitional general licensee applies to the registrar for a licence as a condominium manager before 90 days after the day section 34 of the Act comes into force or before the day that the registrar specifies, if the registrar grants an extension under subsection (3) of this section, the deemed transitional general licence expires, (a) on the day that the registrar grants the application; (b) on the day that the registrar gives the applicant written notice of the registrar’s refusal under section 39 of the Act to grant the licence; (c) on the day that the time for requesting a hearing expires, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has not requested a hearing; or (d) on the day that the Tribunal makes an order directing the registrar to carry out the registrar’s proposal to refuse to license the applicant, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has requested a hearing. (5) A deemed transitional general licensee is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>14. </b>(1) An individual is deemed to hold a transitional general licence if the individual,</p> <p class=\"clause-e\">  (a) before the day section 34 of the Act comes into force, has acquired more than two years of demonstrated experience within five years before that day in providing condominium management services to a client; and</p> <p class=\"clause-e\">  (b) within the one-year period before the day section 34 of the Act comes into force, provided condominium management services to a client. O. Reg. 123/17, s. 14 (1); O. Reg. 380/17, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A deemed transitional general licence expires,</p> <p class=\"clause-e\">  (a) 90 days after the day section 34 of the Act comes into force, if the licensee does not apply to the registrar for an extension under subsection (3) of this section and does not apply to the registrar for a licence as a condominium manager before the expiry of the 90 days;</p> <p class=\"clause-e\">  (b) on the day that the registrar specifies, if the registrar grants an extension under subsection (3) and the licensee does not apply to the registrar for a licence as a condominium manager before that day; or</p> <p class=\"clause-e\">  (c) on the day determined under subsection (4) in all other cases.</p> <p class=\"subsection-e\">  (3) An individual may apply to the registrar for an extension of the period described in clause (2) (a) and the registrar may grant the extension if the registrar is of the opinion that not granting the extension would cause undue hardship to the individual.</p> <p class=\"subsection-e\">  (4) If a deemed transitional general licensee applies to the registrar for a licence as a condominium manager before 90 days after the day section 34 of the Act comes into force or before the day that the registrar specifies, if the registrar grants an extension under subsection (3) of this section, the deemed transitional general licence expires,</p> <p class=\"clause-e\">  (a) on the day that the registrar grants the application;</p> <p class=\"clause-e\">  (b) on the day that the registrar gives the applicant written notice of the registrar’s refusal under section 39 of the Act to grant the licence;</p> <p class=\"clause-e\">  (c) on the day that the time for requesting a hearing expires, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has not requested a hearing; or</p> <p class=\"clause-e\">  (d) on the day that the Tribunal makes an order directing the registrar to carry out the registrar’s proposal to refuse to license the applicant, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has requested a hearing.</p> <p class=\"subsection-e\">  (5) A deemed transitional general licensee is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "15.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Application requirements",
            "content": " 15. (1) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for a transitional general licence: 1. The applicant must hold a deemed transitional general licence. 2. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the applicant’s business records when licensed. (2) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a transitional general licence: 1. The applicant must be at least 18 years of age. 2. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation. 3. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation. (3) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a transitional general licence: 1. The applicant must have successfully completed the continuing educational and examination requirements, if any, for the licence specified under section 5 of this Regulation. 2. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the licensee’s business records. (4) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a transitional general licence: 1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation. 2. The applicant has paid the fee described in clause 4 (2) (c) of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>15. </b>(1) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for a transitional general licence:</p> <p class=\"paragraph-e\">  1. The applicant must hold a deemed transitional general licence.</p> <p class=\"paragraph-e\">  2. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the applicant’s business records when licensed.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a transitional general licence:</p> <p class=\"paragraph-e\">  1. The applicant must be at least 18 years of age.</p> <p class=\"paragraph-e\">  2. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation.</p> <p class=\"paragraph-e\">  3. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation.</p> <p class=\"subsection-e\">  (3) For the purposes of subsections 37 (1) and 40 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a transitional general licence:</p> <p class=\"paragraph-e\">  1. The applicant must have successfully completed the continuing educational and examination requirements, if any, for the licence specified under section 5 of this Regulation.</p> <p class=\"paragraph-e\">  2. If the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the licensee’s business records.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a transitional general licence:</p> <p class=\"paragraph-e\">  1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation.</p> <p class=\"paragraph-e\">  2. The applicant has paid the fee described in clause 4 (2) (c) of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Limitation on renewal and reapplication",
            "content": " 16. A transitional general licensee may not apply for a renewal of the licence or reapply for the licence after May 31, 2022. O. Reg. 349/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>16. </b>A transitional general licensee may not apply for a renewal of the licence or reapply for the licence after May 31, 2022. O. Reg. 349/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "16.1",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Exemption re employment, transitional general licence",
            "content": " 16.1 A transitional general licensee who is employed by no more than three condominium corporations and who is not an independent contractor is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>16.1 </b>A transitional general licensee who is employed by no more than three condominium corporations and who is not an independent contractor is exempt from subsection 51 (3) of the Act. O. Reg. 380/17, s. 8.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "17.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Application for general licence",
            "content": " 17. If, before the expiry of a transitional general licence, the licensee applies for a general licence, the licensee shall be deemed to hold a limited licence as required by paragraph 1 of subsection 11 (1) and to have satisfied the requirements set out in paragraphs 3 and 4 of that subsection.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>17. </b>If, before the expiry of a transitional general licence, the licensee applies for a general licence, the licensee shall be deemed to hold a limited licence as required by paragraph 1 of subsection 11 (1) and to have satisfied the requirements set out in paragraphs 3 and 4 of that subsection.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "18.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condition of licence",
            "content": " 18. For the purposes of subsection 38 (1) of the Act, it is a prescribed condition of a transitional general licence that the licensee shall not allow more than one licensed condominium management provider to employ the licensee unless the licensee has obtained the consent, in the form or manner approved by the registrar, of all condominium management providers who employ the licensee. Condominium Management Providers",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>18. </b>For the purposes of subsection 38 (1) of the Act, it is a prescribed condition of a transitional general licence that the licensee shall not allow more than one licensed condominium management provider to employ the licensee unless the licensee has obtained the consent, in the form or manner approved by the registrar, of all condominium management providers who employ the licensee.</p> <p class=\"heading1-e\"><a name=\"BK27\"></a>Condominium Management Providers</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Condominium Management Providers",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condominium Management Providers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "19.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Deemed licence",
            "content": " 19. (1) A corporation, partnership, sole proprietor, association or other organization or entity is deemed to hold a licence as a condominium management provider if it has been providing condominium management services to a client immediately before the day section 34 of the Act comes into force. (2) A deemed licence as a condominium management provider expires, (a) 90 days after the day section 34 of the Act comes into force, if the licensee does not apply to the registrar for an extension under subsection (3) of this section and does not apply to the registrar for a licence as a condominium management provider before the expiry of the 90 days; (b) on the day that the registrar specifies, if the registrar grants an extension under subsection (3) and the licensee does not apply to the registrar for a condominium management provider before that day; or (c) on the day determined under subsection (4) in all other cases. (3) A corporation, partnership, sole proprietor, association or other organization or entity may apply to the registrar for an extension of the period described in clause (2) (a) and the registrar may grant an extension if the registrar is of the opinion that not granting the extension would cause undue hardship to the person or entity. (4) If a licensee under a deemed licence as a condominium management provider applies to the registrar for a licence as a condominium management provider before 90 days after the day section 34 of the Act comes into force or before the day that the registrar specifies, if the registrar grants an extension under subsection (3) of this section, the deemed licence as a condominium management provider expires, (a) on the day that the registrar grants the application; (b) on the day that the registrar gives the applicant written notice of the registrar’s refusal under section 39 of the Act to grant the licence; (c) on the day that the time for requesting a hearing expires, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has not requested a hearing; or (d) on the day that the Tribunal makes an order directing the registrar to carry out the registrar’s proposal to refuse to license the applicant, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has requested a hearing.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>19. </b>(1) A corporation, partnership, sole proprietor, association or other organization or entity is deemed to hold a licence as a condominium management provider if it has been providing condominium management services to a client immediately before the day section 34 of the Act comes into force.</p> <p class=\"subsection-e\">  (2) A deemed licence as a condominium management provider expires,</p> <p class=\"clause-e\">  (a) 90 days after the day section 34 of the Act comes into force, if the licensee does not apply to the registrar for an extension under subsection (3) of this section and does not apply to the registrar for a licence as a condominium management provider before the expiry of the 90 days;</p> <p class=\"clause-e\">  (b) on the day that the registrar specifies, if the registrar grants an extension under subsection (3) and the licensee does not apply to the registrar for a condominium management provider before that day; or</p> <p class=\"clause-e\">  (c) on the day determined under subsection (4) in all other cases.</p> <p class=\"subsection-e\">  (3) A corporation, partnership, sole proprietor, association or other organization or entity may apply to the registrar for an extension of the period described in clause (2) (a) and the registrar may grant an extension if the registrar is of the opinion that not granting the extension would cause undue hardship to the person or entity.</p> <p class=\"subsection-e\">  (4) If a licensee under a deemed licence as a condominium management provider applies to the registrar for a licence as a condominium management provider before 90 days after the day section 34 of the Act comes into force or before the day that the registrar specifies, if the registrar grants an extension under subsection (3) of this section, the deemed licence as a condominium management provider expires,</p> <p class=\"clause-e\">  (a) on the day that the registrar grants the application;</p> <p class=\"clause-e\">  (b) on the day that the registrar gives the applicant written notice of the registrar’s refusal under section 39 of the Act to grant the licence;</p> <p class=\"clause-e\">  (c) on the day that the time for requesting a hearing expires, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has not requested a hearing; or</p> <p class=\"clause-e\">  (d) on the day that the Tribunal makes an order directing the registrar to carry out the registrar’s proposal to refuse to license the applicant, if the registrar, under section 40 of the Act, has proposed to refuse to license the applicant and the applicant has requested a hearing.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "20.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Application requirements",
            "content": " 20. (1) For the purposes of subsections 37 (1) and 40 (1) of the Act, it is a prescribed requirement for an applicant for a licence as a condominium management provider or renewal of the licence that, if the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the applicant’s business records when the applicant is licensed or the licence is renewed, as the case may be. (2) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a licence as a condominium management provider: 1. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation. 2. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation. 3. The applicant must have designated a principal condominium manager in accordance with section 49 of the Act. (3) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a licence as a condominium management provider: 1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation. 2. The applicant must have paid the fee described in clause 4 (2) (c) of this Regulation. 3. The applicant must have designated a principal condominium manager in accordance with section 49 of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>20. </b>(1) For the purposes of subsections 37 (1) and 40 (1) of the Act, it is a prescribed requirement for an applicant for a licence as a condominium management provider or renewal of the licence that, if the applicant intends to carry on business from a dwelling, the applicant shall have made arrangements satisfactory to the registrar to give the registrar access to the applicant’s business records when the applicant is licensed or the licence is renewed, as the case may be.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for a licence as a condominium management provider:</p> <p class=\"paragraph-e\">  1. The application must meet the requirements set out in clauses 4 (1) (a), (b), (c) and (d) of this Regulation.</p> <p class=\"paragraph-e\">  2. The applicant must have paid the fee described in clause 4 (1) (e) of this Regulation.</p> <p class=\"paragraph-e\">  3. The applicant must have designated a principal condominium manager in accordance with section 49 of the Act.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection 39 (1) of the Act, the following requirements are prescribed for an applicant for renewal of a licence as a condominium management provider:</p> <p class=\"paragraph-e\">  1. The application must meet the requirements set out in clauses 4 (2) (a) and (b) of this Regulation.</p> <p class=\"paragraph-e\">  2. The applicant must have paid the fee described in clause 4 (2) (c) of this Regulation.</p> <p class=\"paragraph-e\">  3. The applicant must have designated a principal condominium manager in accordance with section 49 of the Act.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "21.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condition of licence",
            "content": " 21. For the purposes of subsection 38 (1) of the Act, it is a prescribed condition of a licence for a condominium management provider that the licensee must have designated a principal condominium manager in accordance with section 49 of the Act. General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>21. </b>For the purposes of subsection 38 (1) of the Act, it is a prescribed condition of a licence for a condominium management provider that the licensee must have designated a principal condominium manager in accordance with section 49 of the Act.</p> <p class=\"heading1-e\"><a name=\"BK31\"></a>General</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "General",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "22.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Supervision of limited licensees and deemed limited licensees",
            "content": " 22. A supervising licensee, (a) shall oversee the work of the licensee being supervised; (b) is responsible for the work of the licensee being supervised if, under paragraph 2, 3 or 4 of subsection 8 (1) or paragraph 2, 3 or 4 of subsection 10 (1), the supervising licensee has approved the work of the licensee being supervised; and (c) shall be readily available to assist the licensee being supervised but is not necessarily required to be present at the location of that licensee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>22. </b>A supervising licensee,</p> <p class=\"clause-e\">  (a) shall oversee the work of the licensee being supervised;</p> <p class=\"clause-e\">  (b) is responsible for the work of the licensee being supervised if, under paragraph 2, 3 or 4 of subsection 8 (1) or paragraph 2, 3 or 4 of subsection 10 (1), the supervising licensee has approved the work of the licensee being supervised; and</p> <p class=\"clause-e\">  (c) shall be readily available to assist the licensee being supervised but is not necessarily required to be present at the location of that licensee.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "23.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Condominium managers applying from outside Canada",
            "content": " 23. If an applicant for a limited or general licence holds or held an equivalent licence, registration or certification in a jurisdiction outside Canada, the registrar may exempt the applicant from subsection 7 (1) with respect to a limited licence or paragraphs 1, 2, 3 and 4 of subsection 11 (1) with respect to a general licence, and may impose conditions on the exemption.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>23. </b>If an applicant for a limited or general licence holds or held an equivalent licence, registration or certification in a jurisdiction outside Canada, the registrar may exempt the applicant from subsection 7 (1) with respect to a limited licence or paragraphs 1, 2, 3 and 4 of subsection 11 (1) with respect to a general licence, and may impose conditions on the exemption.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "24.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Continuation pending renewal",
            "content": " 24. The time prescribed for the purposes of section 42 of the Act is 30 days before the day specified in a licence for the expiration of the licence if the licence is in effect from the beginning of the 30 days until the day the licensee applies for a renewal of the licence as described in that section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>24. </b>The time prescribed for the purposes of section 42 of the Act is 30 days before the day specified in a licence for the expiration of the licence if the licence is in effect from the beginning of the 30 days until the day the licensee applies for a renewal of the licence as described in that section.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "25.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Expiration of licences",
            "content": " 25. (1) A licence of a condominium manager, except for a deemed limited licence or a deemed transitional general licence, expires on the date specified in the licence. (2) A licence of a condominium management provider, except for a deemed licence under section 19, expires on the date specified in the licence.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>25. </b>(1) A licence of a condominium manager, except for a deemed limited licence or a deemed transitional general licence, expires on the date specified in the licence.</p> <p class=\"subsection-e\">  (2) A licence of a condominium management provider, except for a deemed licence under section 19, expires on the date specified in the licence.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "26.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Waiting period for reapplication",
            "content": " 26. For the purposes of clause 44 (a) of the Act, 12 months is prescribed as the time to reapply.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>26. </b>For the purposes of clause 44 (a) of the Act, 12 months is prescribed as the time to reapply.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "27.",
            "part_id": "PART I  ",
            "part_type": "PART I LICENSING",
            "section": "Certificate of licence",
            "content": " 27. (1) Upon granting or renewing a licence for a condominium manager or a condominium management provider, the registrar shall issue a certificate of licence to the licensee in a form set by the registrar showing, (a) the name in which the licensee is licensed; (b) the licence number; (c) the expiration date of the licence; (d) if the licensee is a condominium manager, the class of licence; and (e) if the licensee is a condominium management provider, the name of the principal condominium manager that the provider has designated in accordance with section 49 of the Act. (2) The registrar may set out on the certificate of licence, (a) the conditions to which the licence is subject under subsection 38 (1) of the Act and that the registrar considers appropriate for inclusion on the certificate; and (b) the additional information, if any, that the registrar considers appropriate. (3) If a condominium management provider employs a condominium manager, the registrar shall, upon issuing a certificate of licence to the condominium manager, notify the condominium management provider of the certificate issued. Part II   Regulation of Licensees",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>27. </b>(1) Upon granting or renewing a licence for a condominium manager or a condominium management provider, the registrar shall issue a certificate of licence to the licensee in a form set by the registrar showing,</p> <p class=\"clause-e\">  (a) the name in which the licensee is licensed;</p> <p class=\"clause-e\">  (b) the licence number;</p> <p class=\"clause-e\">  (c) the expiration date of the licence;</p> <p class=\"clause-e\">  (d) if the licensee is a condominium manager, the class of licence; and</p> <p class=\"clause-e\">  (e) if the licensee is a condominium management provider, the name of the principal condominium manager that the provider has designated in accordance with section 49 of the Act.</p> <p class=\"subsection-e\">  (2) The registrar may set out on the certificate of licence,</p> <p class=\"clause-e\">  (a) the conditions to which the licence is subject under subsection 38 (1) of the Act and that the registrar considers appropriate for inclusion on the certificate; and</p> <p class=\"clause-e\">  (b) the additional information, if any, that the registrar considers appropriate.</p> <p class=\"subsection-e\">  (3) If a condominium management provider employs a condominium manager, the registrar shall, upon issuing a certificate of licence to the condominium manager, notify the condominium management provider of the certificate issued.</p> <p class=\"partnum-e\"><a name=\"BK38\"></a>Part II <br/>  Regulation of Licensees</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II REGULATION OF LICENSEES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "28.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Duty to keep and produce certificate of licence",
            "content": " 28. (1) Every condominium manager who is required to have a licence to provide condominium management services shall carry his or her certificate of licence in the form that it was most recently issued while providing those services and shall produce it for inspection on the request of any person. (2) A licensed condominium management provider to whom a certificate of licence is issued shall keep a paper form of it posted in a conspicuous place at the licensee’s principal place of business. (3) If a licence is revoked, suspended or cancelled and if the registrar so requires, the licensee shall promptly return the certificate of licence to the registrar using a form of delivery that provides proof of delivery. (4) A licensee who voluntarily ceases business shall notify the registrar and, if the registrar so requires, shall promptly return the certificate of licence to the registrar using a form of delivery that provides proof of delivery. (5) No licensee shall alter, modify or falsify a certificate of licence or allow or assist in the altering, modifying or falsifying of a certificate of licence. (6) No licensee shall use or facilitate the use of a certificate of licence or a copy of a certificate of licence for dishonest purposes.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>28. </b>(1) Every condominium manager who is required to have a licence to provide condominium management services shall carry his or her certificate of licence in the form that it was most recently issued while providing those services and shall produce it for inspection on the request of any person.</p> <p class=\"subsection-e\">  (2) A licensed condominium management provider to whom a certificate of licence is issued shall keep a paper form of it posted in a conspicuous place at the licensee’s principal place of business.</p> <p class=\"subsection-e\">  (3) If a licence is revoked, suspended or cancelled and if the registrar so requires, the licensee shall promptly return the certificate of licence to the registrar using a form of delivery that provides proof of delivery.</p> <p class=\"subsection-e\">  (4) A licensee who voluntarily ceases business shall notify the registrar and, if the registrar so requires, shall promptly return the certificate of licence to the registrar using a form of delivery that provides proof of delivery.</p> <p class=\"subsection-e\">  (5) No licensee shall alter, modify or falsify a certificate of licence or allow or assist in the altering, modifying or falsifying of a certificate of licence.</p> <p class=\"subsection-e\">  (6) No licensee shall use or facilitate the use of a certificate of licence or a copy of a certificate of licence for dishonest purposes.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "29.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Address for service",
            "content": " 29. A licensee shall maintain an address for service that is in Ontario.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>29. </b>A licensee shall maintain an address for service that is in Ontario.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "30.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Notice of events to registrar",
            "content": " 30. (1) Every licensee shall, within five days after the occurrence of the event, notify the registrar in writing of, (a) any change in the information that the licensee supplied for the purpose of obtaining a licence; (b) the obtaining of the consent described in paragraph 7 of subsection 8 (1) or section 12 or 18; and (c) if the licensee is a condominium manager who is or becomes employed by a condominium corporation, the name of the condominium corporation. (2) A person or entity that is required to provide a notice to the registrar under subsection 45 (1) or (2) of the Act or subsection (1) of this section shall provide the notice in the form or manner approved by the registrar. (3) A corporation that is required to provide a notice to the registrar under subsection 47 (1) or (2) of the Act shall provide the notice in the form or manner approved by the registrar and shall identify in the notice, (a) the person, or the persons that are associated with each other, who, as a result of the issue or transfer of equity shares of the corporation, are acquiring or accumulating beneficial ownership or control of 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation; or (b) the person, or the persons that are associated with each other, who already beneficially own or control 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation before the issue or transfer and who, as a result of the issue or transfer of equity shares of the corporation, are increasing that percentage.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>30. </b>(1) Every licensee shall, within five days after the occurrence of the event, notify the registrar in writing of,</p> <p class=\"clause-e\">  (a) any change in the information that the licensee supplied for the purpose of obtaining a licence;</p> <p class=\"clause-e\">  (b) the obtaining of the consent described in paragraph 7 of subsection 8 (1) or section 12 or 18; and</p> <p class=\"clause-e\">  (c) if the licensee is a condominium manager who is or becomes employed by a condominium corporation, the name of the condominium corporation.</p> <p class=\"subsection-e\">  (2) A person or entity that is required to provide a notice to the registrar under subsection 45 (1) or (2) of the Act or subsection (1) of this section shall provide the notice in the form or manner approved by the registrar.</p> <p class=\"subsection-e\">  (3) A corporation that is required to provide a notice to the registrar under subsection 47 (1) or (2) of the Act shall provide the notice in the form or manner approved by the registrar and shall identify in the notice,</p> <p class=\"clause-e\">  (a) the person, or the persons that are associated with each other, who, as a result of the issue or transfer of equity shares of the corporation, are acquiring or accumulating beneficial ownership or control of 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation; or</p> <p class=\"clause-e\">  (b) the person, or the persons that are associated with each other, who already beneficially own or control 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation before the issue or transfer and who, as a result of the issue or transfer of equity shares of the corporation, are increasing that percentage.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "31.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Designation of principal condominium manager",
            "content": " 31. (1) For the purposes of clauses 49 (2) (a) and 49 (3) (b) of the Act, the following requirements are prescribed for an individual to be designated as a principal condominium manager: 1. The individual must hold a general licence, a deemed transitional general licence or a transitional general licence as a condominium manager. 2. The individual must have successfully completed the educational and examination requirements, if any, for a principal condominium manager specified under section 5 of this Regulation. (2) If an applicant for a licence as a condominium management provider designates a deemed transitional general licensee as the principal condominium manager who is refused a licence under section 39 or 40 of the Act or who abandons the application for a licence, (a) the registrar shall notify the applicant for a licence as a condominium management provider; and (b) the applicant mentioned in clause (a) shall designate a new principal condominium manager within five days of being so notified. (3) When the principal condominium manager designated by a licensed condominium management provider that is not a sole proprietorship is absent or unable to so act, the provider may designate, as a replacement for the principal condominium manager, a condominium manager who meets the requirements of subsection (1) and whom the provider employs. (4) The replacement as the principal condominium manager shall exercise and perform the powers and duties of the original principal condominium manager when the latter is absent or unable to act, but otherwise shall not act as a principal condominium manager. (5) A licensed condominium management provider that designates a general licensee as a replacement as its principal condominium manager under subsection (3) shall promptly inform the registrar in writing of the designation and of any change in the designation. (6) A corporation, partnership, sole proprietor, association or other organization or entity that is deemed to hold a licence as a condominium management provider under section 19 is exempt from subsection 49 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>31. </b>(1) For the purposes of clauses 49 (2) (a) and 49 (3) (b) of the Act, the following requirements are prescribed for an individual to be designated as a principal condominium manager:</p> <p class=\"paragraph-e\">  1. The individual must hold a general licence, a deemed transitional general licence or a transitional general licence as a condominium manager.</p> <p class=\"paragraph-e\">  2. The individual must have successfully completed the educational and examination requirements, if any, for a principal condominium manager specified under section 5 of this Regulation.</p> <p class=\"subsection-e\">  (2) If an applicant for a licence as a condominium management provider designates a deemed transitional general licensee as the principal condominium manager who is refused a licence under section 39 or 40 of the Act or who abandons the application for a licence,</p> <p class=\"clause-e\">  (a) the registrar shall notify the applicant for a licence as a condominium management provider; and</p> <p class=\"clause-e\">  (b) the applicant mentioned in clause (a) shall designate a new principal condominium manager within five days of being so notified.</p> <p class=\"subsection-e\">  (3) When the principal condominium manager designated by a licensed condominium management provider that is not a sole proprietorship is absent or unable to so act, the provider may designate, as a replacement for the principal condominium manager, a condominium manager who meets the requirements of subsection (1) and whom the provider employs.</p> <p class=\"subsection-e\">  (4) The replacement as the principal condominium manager shall exercise and perform the powers and duties of the original principal condominium manager when the latter is absent or unable to act, but otherwise shall not act as a principal condominium manager.</p> <p class=\"subsection-e\">  (5) A licensed condominium management provider that designates a general licensee as a replacement as its principal condominium manager under subsection (3) shall promptly inform the registrar in writing of the designation and of any change in the designation.</p> <p class=\"subsection-e\">  (6) A corporation, partnership, sole proprietor, association or other organization or entity that is deemed to hold a licence as a condominium management provider under section 19 is exempt from subsection 49 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "32.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Disclosure of interest",
            "content": " 32. (1) Section 52 of the Act and this section do not apply to a contract or transaction or a proposed contract or transaction unless both it and the licensee’s interest in it are material.  (2) Section 52 of the Act and this section do not apply to an interest in, (a) a contract entered into before the day section 52 of the Act comes into force unless the contract is amended, extended or renewed on or after that day; or (b) a transaction entered into before the day section 52 of the Act comes into force. (3) If an interest in a contract or transaction that section 52 of the Act requires a licensee to disclose arises after the client enters into the contract or transaction, the licensee shall disclose the interest to the client as soon as the licensee becomes aware of the interest. (4) If section 52 of the Act requires a licensee to disclose an interest in a proposed contract or transaction to which the client will be a party, the licensee shall not enter into the contract or transaction on behalf of the client unless the licensee, (a) has disclosed the interest to the client in accordance with that section; and (b) has obtained the written approval of the client to enter into the contract or transaction, even if the client has delegated to the licensee the authority to enter into the contract or transaction. (5) If section 52 of the Act requires a licensee to disclose an interest in a contract or transaction to which the client is a party or a proposed contract or transaction to which the client will be a party, the licensee shall not be present for any discussions by the client regarding the matter to which the disclosed interest relates unless the client consents to the presence of the licensee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>32. </b>(1) Section 52 of the Act and this section do not apply to a contract or transaction or a proposed contract or transaction unless both it and the licensee’s interest in it are material. </p> <p class=\"subsection-e\">  (2) Section 52 of the Act and this section do not apply to an interest in,</p> <p class=\"clause-e\">  (a) a contract entered into before the day section 52 of the Act comes into force unless the contract is amended, extended or renewed on or after that day; or</p> <p class=\"clause-e\">  (b) a transaction entered into before the day section 52 of the Act comes into force.</p> <p class=\"subsection-e\">  (3) If an interest in a contract or transaction that section 52 of the Act requires a licensee to disclose arises after the client enters into the contract or transaction, the licensee shall disclose the interest to the client as soon as the licensee becomes aware of the interest.</p> <p class=\"subsection-e\">  (4) If section 52 of the Act requires a licensee to disclose an interest in a proposed contract or transaction to which the client will be a party, the licensee shall not enter into the contract or transaction on behalf of the client unless the licensee,</p> <p class=\"clause-e\">  (a) has disclosed the interest to the client in accordance with that section; and</p> <p class=\"clause-e\">  (b) has obtained the written approval of the client to enter into the contract or transaction, even if the client has delegated to the licensee the authority to enter into the contract or transaction.</p> <p class=\"subsection-e\">  (5) If section 52 of the Act requires a licensee to disclose an interest in a contract or transaction to which the client is a party or a proposed contract or transaction to which the client will be a party, the licensee shall not be present for any discussions by the client regarding the matter to which the disclosed interest relates unless the client consents to the presence of the licensee.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "33.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Proxies",
            "content": " 33. (1) In section 53 of the Act, “solicit” means to petition for, or to try to directly obtain, an instrument appointing a proxy, but does not include, (a) collecting or holding instruments appointing a proxy or providing a location in which the instruments can be collected or held respectively, (b) notifying or reminding owners or mortgagees to submit instruments appointing a proxy if the owners or mortgagees respectively are unable to attend a meeting of owners, (c) making information available on how to submit an instrument appointing a proxy, (d) providing a form of an instrument appointing a proxy as part of anything that a client gives to owners or mortgagees, or (e) providing a copy of a form described in clause (d) to owners or mortgagees on request. (2) A licensee shall not modify or attempt to modify an instrument appointing a proxy for a meeting of owners. (3) A licensee or any person acting on behalf of a licensee is exempt from section 53 of the Act if the licensee or the person, as the case may be, solicits an instrument appointing a proxy for a meeting of owners where the form or content of the instrument does not authorize or require the proxy to vote on any matter at the meeting, including matters of routine procedure.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>33. </b>(1) In section 53 of the Act,</p> <p class=\"definition-e\">“solicit” means to petition for, or to try to directly obtain, an instrument appointing a proxy, but does not include,</p> <p class=\"defclause-e\">  (a) collecting or holding instruments appointing a proxy or providing a location in which the instruments can be collected or held respectively,</p> <p class=\"defclause-e\">  (b) notifying or reminding owners or mortgagees to submit instruments appointing a proxy if the owners or mortgagees respectively are unable to attend a meeting of owners,</p> <p class=\"defclause-e\">  (c) making information available on how to submit an instrument appointing a proxy,</p> <p class=\"defclause-e\">  (d) providing a form of an instrument appointing a proxy as part of anything that a client gives to owners or mortgagees, or</p> <p class=\"defclause-e\">  (e) providing a copy of a form described in clause (d) to owners or mortgagees on request.</p> <p class=\"subsection-e\">  (2) A licensee shall not modify or attempt to modify an instrument appointing a proxy for a meeting of owners.</p> <p class=\"subsection-e\">  (3) A licensee or any person acting on behalf of a licensee is exempt from section 53 of the Act if the licensee or the person, as the case may be, solicits an instrument appointing a proxy for a meeting of owners where the form or content of the instrument does not authorize or require the proxy to vote on any matter at the meeting, including matters of routine procedure.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "34.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Records",
            "content": " 34. (1) A licensee shall keep the following records: 1. Documentation related to the licensee’s completion of educational and examination requirements for the purposes of subsection 7 (1), paragraph 2 of subsection 11 (1) or paragraph 2 of subsection 31 (1). 2. Documentation related to the licensee’s completion of continuing educational and examination requirements for the purposes of subsection 7 (4), paragraph 1 of subsection 11 (7) or paragraph 1 of subsection 15 (3). 3. Documentation related to the licensee’s work experience described in paragraph 3 of subsection 11 (1) or completion of that experience described in paragraph 4 of that subsection. 4. Documentation related to supervision that a licensee is required to have under paragraph 1 of subsection 8 (1), paragraph 1 of subsection 10 (1) or paragraph 3 of subsection 11 (1). 5. A written form of a consent described in paragraph 7 of subsection 8 (1) or section 12 or 18 with respect to the licensee. 6. Documentation related to all disclosures that the licensee is required to make to a client under the Act or the regulations. 7. Employment records related to, i. the employment of the licensee by one or more condominium management providers for the purposes of section 45 of the Act, and ii. the employment by the licensee of all condominium managers that the licensee employs. 8. Every contract that a licensed condominium manager or a licensed condominium management provider enters into with a condominium corporation and any related documents. 9. Documentation related to the delegation to a position of the authority to hold or collect money on behalf of a condominium corporation as described in subparagraph 17 i of subsection 2 (1). 10. Any other notice or record that the licensee is required to keep under the Act or regulations. (2) A licensee shall retain a record required under subsection (1) for at least six years after, (a) in the case of documentation related to the licensee’s completion of educational and examination requirements as mentioned in paragraph 1 of subsection (1), the date the licence is issued to the licensee; (b) in the case of documentation related to the licensee’s completion of continuing educational and examination requirements as mentioned in paragraph 2 of subsection (1), the date that the requirements are completed; (c) in the case of documentation related to the licensee’s completion of work experience as mentioned in paragraph 3 of subsection (1), the date the general licence is issued to the licensee; (d) in the case of documentation related to supervision that a licensee is required to have as mentioned in paragraph 4 of subsection (1), the date the general licence is issued to the licensee; (e) in the case of the written form of consents mentioned in paragraph 5 of subsection (1), the date the consent or the employment to which the consent relates terminates; (f) in the case of documentation related to a disclosure mentioned in paragraph 6 of subsection (1), the date the disclosure is made; (g) in the case of employment records mentioned in paragraph 7 of subsection (1), the date the employment is terminated; (h) in the case of a contract mentioned in paragraph 8 of subsection (1), the date the contract is terminated; (i) in the case of documentation related to a delegation mentioned in paragraph 9 of subsection (1), the date the delegation ends; or (j) in the case of a record mentioned in paragraph 10 of subsection (1), the date the record is created. (3) Subject to subsection (4), a licensee shall keep a record required under subsection (1) in any place, other than a dwelling, in Ontario. (4) A licensee may keep records in a dwelling if the licensee has made arrangements satisfactory to the registrar to give the registrar access to the licensee’s business records in accordance with paragraph 5 of subsection 11 (1), paragraph 2 of subsection 11 (7), paragraph 2 of subsection 15 (1), paragraph 2 of subsection 15 (3) or subsection 20 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>34. </b>(1) A licensee shall keep the following records:</p> <p class=\"paragraph-e\">  1. Documentation related to the licensee’s completion of educational and examination requirements for the purposes of subsection 7 (1), paragraph 2 of subsection 11 (1) or paragraph 2 of subsection 31 (1).</p> <p class=\"paragraph-e\">  2. Documentation related to the licensee’s completion of continuing educational and examination requirements for the purposes of subsection 7 (4), paragraph 1 of subsection 11 (7) or paragraph 1 of subsection 15 (3).</p> <p class=\"paragraph-e\">  3. Documentation related to the licensee’s work experience described in paragraph 3 of subsection 11 (1) or completion of that experience described in paragraph 4 of that subsection.</p> <p class=\"paragraph-e\">  4. Documentation related to supervision that a licensee is required to have under paragraph 1 of subsection 8 (1), paragraph 1 of subsection 10 (1) or paragraph 3 of subsection 11 (1).</p> <p class=\"paragraph-e\">  5. A written form of a consent described in paragraph 7 of subsection 8 (1) or section 12 or 18 with respect to the licensee.</p> <p class=\"paragraph-e\">  6. Documentation related to all disclosures that the licensee is required to make to a client under the Act or the regulations.</p> <p class=\"paragraph-e\">  7. Employment records related to,</p> <p class=\"subpara-e\">  i. the employment of the licensee by one or more condominium management providers for the purposes of section 45 of the Act, and</p> <p class=\"subpara-e\">  ii. the employment by the licensee of all condominium managers that the licensee employs.</p> <p class=\"paragraph-e\">  8. Every contract that a licensed condominium manager or a licensed condominium management provider enters into with a condominium corporation and any related documents.</p> <p class=\"paragraph-e\">  9. Documentation related to the delegation to a position of the authority to hold or collect money on behalf of a condominium corporation as described in subparagraph 17 i of subsection 2 (1).</p> <p class=\"paragraph-e\">  10. Any other notice or record that the licensee is required to keep under the Act or regulations.</p> <p class=\"subsection-e\">  (2) A licensee shall retain a record required under subsection (1) for at least six years after,</p> <p class=\"clause-e\">  (a) in the case of documentation related to the licensee’s completion of educational and examination requirements as mentioned in paragraph 1 of subsection (1), the date the licence is issued to the licensee;</p> <p class=\"clause-e\">  (b) in the case of documentation related to the licensee’s completion of continuing educational and examination requirements as mentioned in paragraph 2 of subsection (1), the date that the requirements are completed;</p> <p class=\"clause-e\">  (c) in the case of documentation related to the licensee’s completion of work experience as mentioned in paragraph 3 of subsection (1), the date the general licence is issued to the licensee;</p> <p class=\"clause-e\">  (d) in the case of documentation related to supervision that a licensee is required to have as mentioned in paragraph 4 of subsection (1), the date the general licence is issued to the licensee;</p> <p class=\"clause-e\">  (e) in the case of the written form of consents mentioned in paragraph 5 of subsection (1), the date the consent or the employment to which the consent relates terminates;</p> <p class=\"clause-e\">  (f) in the case of documentation related to a disclosure mentioned in paragraph 6 of subsection (1), the date the disclosure is made;</p> <p class=\"clause-e\">  (g) in the case of employment records mentioned in paragraph 7 of subsection (1), the date the employment is terminated;</p> <p class=\"clause-e\">  (h) in the case of a contract mentioned in paragraph 8 of subsection (1), the date the contract is terminated;</p> <p class=\"clause-e\">  (i) in the case of documentation related to a delegation mentioned in paragraph 9 of subsection (1), the date the delegation ends; or</p> <p class=\"clause-e\">  (j) in the case of a record mentioned in paragraph 10 of subsection (1), the date the record is created.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), a licensee shall keep a record required under subsection (1) in any place, other than a dwelling, in Ontario.</p> <p class=\"subsection-e\">  (4) A licensee may keep records in a dwelling if the licensee has made arrangements satisfactory to the registrar to give the registrar access to the licensee’s business records in accordance with paragraph 5 of subsection 11 (1), paragraph 2 of subsection 11 (7), paragraph 2 of subsection 15 (1), paragraph 2 of subsection 15 (3) or subsection 20 (1).</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Transfer of records",
            "content": " 35. (1) A licensee that is required to transfer documents and records to a client under subsection 54 (1) of the Act shall do so, subject to subsection (2) of this section no later than 15 days after the termination of the contract described in subsection 54 (1) of the Act. (2) If a document or record that a licensee is required to transfer to a client under subsection 54 (1) of the Act does not exist at the time the contract described in that subsection is terminated and the contract requires the licensee to create the document or record, the licensee shall create it, copy it and transfer it to the client no later than 30 days after the termination of the contract. (3) A licensee shall take reasonable measures to keep copies that it makes and retains under subsection 54 (2) of the Act secure. (4) A licensee shall not use or disclose a copy of a document or record that relates to a client under a contract described in subsection 54 (1) of the Act and that it makes and retains under subsection 54 (2) of the Act except if, (a) it is necessary to do so to, (i) fulfil any obligations of the contract with the client, (ii) prove the licensee has fulfilled the obligations of the contract with the client, (iii) comply with a requirement of the Act or the regulations, or (iv) comply with a request of the registrar made pursuant to the Act or the regulations; or (b) the person to whom the information in the document or record relates consents to the use or disclosure, as the case may be.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>35. </b>(1) A licensee that is required to transfer documents and records to a client under subsection 54 (1) of the Act shall do so, subject to subsection (2) of this section no later than 15 days after the termination of the contract described in subsection 54 (1) of the Act.</p> <p class=\"subsection-e\">  (2) If a document or record that a licensee is required to transfer to a client under subsection 54 (1) of the Act does not exist at the time the contract described in that subsection is terminated and the contract requires the licensee to create the document or record, the licensee shall create it, copy it and transfer it to the client no later than 30 days after the termination of the contract.</p> <p class=\"subsection-e\">  (3) A licensee shall take reasonable measures to keep copies that it makes and retains under subsection 54 (2) of the Act secure.</p> <p class=\"subsection-e\">  (4) A licensee shall not use or disclose a copy of a document or record that relates to a client under a contract described in subsection 54 (1) of the Act and that it makes and retains under subsection 54 (2) of the Act except if,</p> <p class=\"clause-e\">  (a) it is necessary to do so to,</p> <p class=\"subclause-e\">  (i) fulfil any obligations of the contract with the client,</p> <p class=\"subclause-e\">  (ii) prove the licensee has fulfilled the obligations of the contract with the client,</p> <p class=\"subclause-e\">  (iii) comply with a requirement of the Act or the regulations, or</p> <p class=\"subclause-e\">  (iv) comply with a request of the registrar made pursuant to the Act or the regulations; or </p> <p class=\"clause-e\">  (b) the person to whom the information in the document or record relates consents to the use or disclosure, as the case may be.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "part_id": "PART II  ",
            "part_type": "PART II REGULATION OF LICENSEES",
            "section": "Information on licensees",
            "content": " 36. (1) The registrar shall make the following information available, without charge, to the public: 1. For each licensee, the complete legal name of the licensee and, if the licensee is licensed in another name, the name in which the licensee is licensed. 2. For each licensee, the licence number and expiration date of the licence. 3. Whether a licensee is a condominium management provider or a condominium manager and if a condominium manager, the class of the licence of the manager. 4. If a licensee is a condominium management provider and the information is known to the registrar, the business address, business electronic mail address and business telephone number of the licensee and the name of the licensee’s principal condominium manager. 5. If a licensee is a condominium manager employed by a condominium management provider and the information is known to the registrar, the business address, business electronic mail address and business telephone number of the licensee’s employer or employers, if any. 6. If a licensee is a condominium manager employed by a condominium corporation and the information is known to the registrar, the address for service of the licensee and the name of the condominium corporation that employs the licensee. 7. A description of the conditions, if any, that apply to a licensee’s licence under subsection 38 (1) of the Act. 8. If the registrar has proposed under subsection 41 (1) of the Act to take an action described in that subsection with respect to an applicant or licensee and the proposal has not yet been disposed of, an indication of that fact. 9. If the registrar cancelled a licence at the request of the licensee under subsection 41 (11) of the Act, a statement to that effect and the date of cancellation. 10. The names of licensees or former licensees where the registrar has refused to renew the licence or has revoked the licence. 11. The names of licensees where the registrar has suspended the licence. 12. For every licensee, former licensee, and director or officer of a condominium management provider who is currently charged with an offence as a result of an information laid by an employee of the administrative authority, i. the Act that creates the offence, ii. a description of the charge, and iii. the date on which the information was laid. 13. For every licensee, former licensee, and director or officer of a condominium management provider who has been found guilty of an offence as a result of an information laid by an employee of the administrative authority, i. the Act that creates the offence, ii. a description of the offence, and iii. a description of the disposition of the charge, including any sentence that was imposed and any order to pay compensation or make restitution. 14. If the discipline committee under section 58 of the Act has made an order determining that a licensee has failed to comply with the code of ethics established under clause 77 (1) (a) of the Act, the name of the licensee and the contents of the order if, i. the time for commencing an appeal of the order has expired and no appeal has been commenced, or ii. an appeal of the order was commenced but has been withdrawn or abandoned. 15. If the discipline committee under section 58 of the Act has made an order with respect to a licensee and if the order was appealed to the appeals committee under that section, the name of the licensee and the contents of the order made by the appeals committee if, i. the discipline committee made a determination under that section that the registrant has failed to comply with the code of ethics established under clause 77 (1) (a) of the Act and the appeals committee upholds the determination of the discipline committee, or ii. the appeals committee determines that the registrant has failed to comply with the code of ethics established under clause 77 (1) (a) of the Act. (2) Subject to subsection (3), if the registrar becomes aware of information respecting a licensee, former licensee, a director or officer of a licensee or a person who is carrying on activities that require a licence and if the registrar is of the opinion that the information could assist in protecting the public if the public knew of it, the registrar shall make the information available to the public. (3) The registrar shall not make any information available to the public under subsection (2) if it is financial information relating to a person or the business of a person and the person could reasonably expect that the information be kept confidential. (4) The registrar shall ensure that the information described in the following paragraphs remains available to the public for the period specified in the applicable paragraph: 1. Information described in paragraph 9 of subsection (1) about a licence cancellation at the request of a licensee, for at least two years after the cancellation. 2. Information described in paragraph 10 of subsection (1) about the refusal to renew a licence, for at least two years after the refusal. 3. Information described in paragraph 10 of subsection (1) about the revocation of a licence, for at least two years after the revocation. 4. Information under paragraph 11 of subsection (1) that a licensee’s licence has been suspended, i. during the period of the suspension, if the registrar has suspended the licence under section 43 of the Act and the Tribunal has terminated the suspension, or ii. for at least two years after the suspension has ended, in all other cases. 5. Information described in paragraph 13 of subsection (1) about a finding of guilt, for at least five years after the finding of guilt. 6. Information described in paragraph 14 or 15 of subsection (1) about an order, for at least two years after the order was made. (5) The registrar shall, (a) publish the information described in subsection (1) or (2) on the Internet on the administrative authority’s website; and (b) make the information described in subsection (1) or (2) available to the public in at least one other manner that the registrar considers appropriate. (6) In making any information available to the public under this section, the registrar shall ensure that the information does not include the name of an individual, except if, (a) the individual is a licensee, a former licensee or a person who is required to be licensed; (b) the individual is a director or officer of a condominium management provider; (c) the name of the individual is otherwise available to the public in connection with the information; or (d) the individual consents. (7) The information that this section requires the registrar to make available shall not be disclosed in bulk to any person except as required by law or to a law enforcement agency. Part III (OMITTED) 37. Omitted (provides for amendments to this Regulation). Part IV (OMITTED) 38. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>36. </b>(1) The registrar shall make the following information available, without charge, to the public:</p> <p class=\"paragraph-e\">  1. For each licensee, the complete legal name of the licensee and, if the licensee is licensed in another name, the name in which the licensee is licensed.</p> <p class=\"paragraph-e\">  2. For each licensee, the licence number and expiration date of the licence.</p> <p class=\"paragraph-e\">  3. Whether a licensee is a condominium management provider or a condominium manager and if a condominium manager, the class of the licence of the manager.</p> <p class=\"paragraph-e\">  4. If a licensee is a condominium management provider and the information is known to the registrar, the business address, business electronic mail address and business telephone number of the licensee and the name of the licensee’s principal condominium manager.</p> <p class=\"paragraph-e\">  5. If a licensee is a condominium manager employed by a condominium management provider and the information is known to the registrar, the business address, business electronic mail address and business telephone number of the licensee’s employer or employers, if any.</p> <p class=\"paragraph-e\">  6. If a licensee is a condominium manager employed by a condominium corporation and the information is known to the registrar, the address for service of the licensee and the name of the condominium corporation that employs the licensee.</p> <p class=\"paragraph-e\">  7. A description of the conditions, if any, that apply to a licensee’s licence under subsection 38 (1) of the Act.</p> <p class=\"paragraph-e\">  8. If the registrar has proposed under subsection 41 (1) of the Act to take an action described in that subsection with respect to an applicant or licensee and the proposal has not yet been disposed of, an indication of that fact.</p> <p class=\"paragraph-e\">  9. If the registrar cancelled a licence at the request of the licensee under subsection 41 (11) of the Act, a statement to that effect and the date of cancellation.</p> <p class=\"paragraph-e\">  10. The names of licensees or former licensees where the registrar has refused to renew the licence or has revoked the licence.</p> <p class=\"paragraph-e\">  11. The names of licensees where the registrar has suspended the licence.</p> <p class=\"paragraph-e\">  12. For every licensee, former licensee, and director or officer of a condominium management provider who is currently charged with an offence as a result of an information laid by an employee of the administrative authority,</p> <p class=\"subpara-e\">  i. the Act that creates the offence,</p> <p class=\"subpara-e\">  ii. a description of the charge, and</p> <p class=\"subpara-e\">  iii. the date on which the information was laid.</p> <p class=\"paragraph-e\">  13. For every licensee, former licensee, and director or officer of a condominium management provider who has been found guilty of an offence as a result of an information laid by an employee of the administrative authority,</p> <p class=\"subpara-e\">  i. the Act that creates the offence,</p> <p class=\"subpara-e\">  ii. a description of the offence, and</p> <p class=\"subpara-e\">  iii. a description of the disposition of the charge, including any sentence that was imposed and any order to pay compensation or make restitution.</p> <p class=\"paragraph-e\">  14. If the discipline committee under section 58 of the Act has made an order determining that a licensee has failed to comply with the code of ethics established under clause 77 (1) (a) of the Act, the name of the licensee and the contents of the order if,</p> <p class=\"subpara-e\">  i. the time for commencing an appeal of the order has expired and no appeal has been commenced, or</p> <p class=\"subpara-e\">  ii. an appeal of the order was commenced but has been withdrawn or abandoned.</p> <p class=\"paragraph-e\">  15. If the discipline committee under section 58 of the Act has made an order with respect to a licensee and if the order was appealed to the appeals committee under that section, the name of the licensee and the contents of the order made by the appeals committee if,</p> <p class=\"subpara-e\">  i. the discipline committee made a determination under that section that the registrant has failed to comply with the code of ethics established under clause 77 (1) (a) of the Act and the appeals committee upholds the determination of the discipline committee, or</p> <p class=\"subpara-e\">  ii. the appeals committee determines that the registrant has failed to comply with the code of ethics established under clause 77 (1) (a) of the Act.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), if the registrar becomes aware of information respecting a licensee, former licensee, a director or officer of a licensee or a person who is carrying on activities that require a licence and if the registrar is of the opinion that the information could assist in protecting the public if the public knew of it, the registrar shall make the information available to the public.</p> <p class=\"subsection-e\">  (3) The registrar shall not make any information available to the public under subsection (2) if it is financial information relating to a person or the business of a person and the person could reasonably expect that the information be kept confidential.</p> <p class=\"subsection-e\">  (4) The registrar shall ensure that the information described in the following paragraphs remains available to the public for the period specified in the applicable paragraph:</p> <p class=\"paragraph-e\">  1. Information described in paragraph 9 of subsection (1) about a licence cancellation at the request of a licensee, for at least two years after the cancellation.</p> <p class=\"paragraph-e\">  2. Information described in paragraph 10 of subsection (1) about the refusal to renew a licence, for at least two years after the refusal.</p> <p class=\"paragraph-e\">  3. Information described in paragraph 10 of subsection (1) about the revocation of a licence, for at least two years after the revocation.</p> <p class=\"paragraph-e\">  4. Information under paragraph 11 of subsection (1) that a licensee’s licence has been suspended,</p> <p class=\"subpara-e\">  i. during the period of the suspension, if the registrar has suspended the licence under section 43 of the Act and the Tribunal has terminated the suspension, or</p> <p class=\"subpara-e\">  ii. for at least two years after the suspension has ended, in all other cases.</p> <p class=\"paragraph-e\">  5. Information described in paragraph 13 of subsection (1) about a finding of guilt, for at least five years after the finding of guilt.</p> <p class=\"paragraph-e\">  6. Information described in paragraph 14 or 15 of subsection (1) about an order, for at least two years after the order was made.</p> <p class=\"subsection-e\">  (5) The registrar shall,</p> <p class=\"clause-e\">  (a) publish the information described in subsection (1) or (2) on the Internet on the administrative authority’s website; and</p> <p class=\"clause-e\">  (b) make the information described in subsection (1) or (2) available to the public in at least one other manner that the registrar considers appropriate.</p> <p class=\"subsection-e\">  (6) In making any information available to the public under this section, the registrar shall ensure that the information does not include the name of an individual, except if,</p> <p class=\"clause-e\">  (a) the individual is a licensee, a former licensee or a person who is required to be licensed;</p> <p class=\"clause-e\">  (b) the individual is a director or officer of a condominium management provider;</p> <p class=\"clause-e\">  (c) the name of the individual is otherwise available to the public in connection with the information; or</p> <p class=\"clause-e\">  (d) the individual consents.</p> <p class=\"subsection-e\">  (7) The information that this section requires the registrar to make available shall not be disclosed in bulk to any person except as required by law or to a law enforcement agency.</p> <p class=\"partnum-e\"><a name=\"BK48\"></a>Part <span class=\"ovboldallcaps\">III</span> (OMITTED)</p> <p class=\"section-e\"> <b>37.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"partnum-e\"><a name=\"BK49\"></a>Part <span class=\"ovboldallcaps\">IV</span> (OMITTED)</p> <p class=\"section-e\"> <b>38.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170123\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}