{
    "reg_info": {
        "full_title": "O. Reg. 255/11: APPLICATIONS FOR ENVIRONMENTAL COMPLIANCE APPROVALS",
        "reg_name_text": "APPLICATIONS FOR ENVIRONMENTAL COMPLIANCE APPROVALS",
        "citation": "O. Reg. 255/11: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/110255",
        "date_scraped": "2023-12-19 05:28:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 31, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/110255/v1",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Financial Assurance Guideline” means the Ministry of the Environment publication of that name, dated November 2005 and identified as Guideline F-15, as amended from time to time and available from the Ministry; “Lake Simcoe watershed” has the same meaning as in the Lake Simcoe Protection Act, 2008; “mobile equipment” means anything that is used or operated at different locations and is moved from location to location for that purpose; “Niagara Escarpment Planning Area” has the same meaning as in the Niagara Escarpment Planning and Development Act; “Oak Ridges Moraine Area” has the same meaning as in the Oak Ridges Moraine Conservation Act, 2001; “Protected Countryside” has the same meaning as in the Greenbelt Act, 2005; “sewage” and “sewage works” have the same meanings as in the Ontario Water Resources Act. O. Reg. 255/11, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Financial Assurance Guideline” means the Ministry of the Environment publication of that name, dated November 2005 and identified as Guideline F-15, as amended from time to time and available from the Ministry;</p> <p class=\"definition-e\">“Lake Simcoe watershed” has the same meaning as in the <i>Lake Simcoe Protection Act, 2008</i>;</p> <p class=\"definition-e\">“mobile equipment” means anything that is used or operated at different locations and is moved from location to location for that purpose;</p> <p class=\"definition-e\">“Niagara Escarpment Planning Area” has the same meaning as in the <i>Niagara Escarpment Planning and Development Act</i>;</p> <p class=\"definition-e\">“Oak Ridges Moraine Area” has the same meaning as in the <i>Oak Ridges Moraine Conservation Act, 2001</i>;</p> <p class=\"definition-e\">“Protected Countryside” has the same meaning as in the <i>Greenbelt Act, 2005</i>;</p> <p class=\"definition-e\">“sewage” and “sewage works” have the same meanings as in the <i>Ontario Water Resources Act</i>. O. Reg. 255/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application requirements; s. 20.2 (4) of the Act",
            "content": "2. (1) For the purposes of subsection 20.2 (4) of the Act, the following are requirements for an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity: 1. The application must include an application form, the applicable portions of which have been completed by the applicant, that is available on a website maintained by the Ministry on the Internet and that requires information the Director considers relevant to the application. 2. The application must include a project description for the activity that complies with Schedule 1. 3. The application must include an executive summary of the material required by paragraph 2. 4. The application must include a description of the ownership of the land where the applicant will engage in the activity, and, if the applicant does not own the land, a document signed by the owner indicating that the applicant has the authority to engage in the activity on the land. 5. The application must include a description of the current land uses of the land where the applicant will engage in the activity, and of any land adjacent to that land. 6. If the activity will be part of a larger undertaking carried out by the applicant, the application must include a description of the current land uses of the land where the applicant carries on the undertaking, and of any land adjacent to that land. 7. The application must include a description of the uses for which the land referred to in paragraph 5 or 6, and any land adjacent to that land, are zoned under any applicable zoning by-law made under the Planning Act. 8. If a municipality makes a map available that shows the uses for which land referred to in paragraph 5 or 6 are zoned under a zoning by-law made under the Planning Act, the application must include a copy of that map. 9. If the activity involves the use or operation of mobile equipment, the application must include a drawing that shows how the mobile equipment is typically configured when it is used or operated. 10. If the activity is the use, operation, establishment, alteration, extension or replacement of new or existing sewage works for the collection or transmission of sewage, the application must include a site plan that shows the following: i. The area where the works will be used, operated, established, altered, extended or replaced, expressed with reference to municipal addresses, if applicable. ii. Any municipal boundary that crosses the area where the works will be used, operated, established, altered, extended or replaced. iii. Any boundary of the Lake Simcoe watershed, the Niagara Escarpment Planning Area, the Oak Ridges Moraine Area or the Protected Countryside that is within 125 metres of the area where the works will be used, operated, established, altered, extended or replaced. 11. If paragraphs 9 and 10 do not apply and the activity is part of a larger undertaking that is carried on by the applicant, the application must include a site plan of the site of the undertaking that the activity is part of that shows the following: i. The boundary of the site of the undertaking, including geographic coordinates for all points that are necessary to accurately describe the boundary. ii. The locations of buildings and other structures, roads, railway tracks, utility corridors, paved areas, bermed areas, site fencing and pollution control devices. iii. In the case of an activity mentioned in subsection 9 (1) of the Act, the location of any plant, structure, equipment, apparatus, mechanism or thing that may discharge or from which may be discharged a contaminant into any part of the natural environment other than water. iv. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste management system, the location of any thing, other than a vehicle, that may deposit, dispose of, handle, store, transfer, treat or process waste. v. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste disposal site, the location of, A. any land upon, into, in or through which, or building or structure in which, waste will be deposited, disposed of, handled, stored, transferred, treated or processed, and B. any machinery or equipment, other than vehicles, used in connection with the depositing, disposal, handling, storage, transfer, treatment or processing referred to in sub-subparagraph A. vi. In the case of an activity mentioned in subsection 53 (1) of the Ontario Water Resources Act, the location of any sewage works. vii. Any municipal boundary that crosses the boundary of the site of the undertaking. viii. Any boundary of the Lake Simcoe watershed, the Niagara Escarpment Planning Area, the Oak Ridges Moraine Area or the Protected Countryside that is within 125 metres of the site of the undertaking. ix. The location of the activity, indicated by a conspicuous arrow, circle or other marking. 12. If paragraphs 9 and 10 do not apply and the activity is not part of a larger undertaking that is carried on by the applicant, the application must include a site plan of the site of the activity that shows the following: i. The boundary of the site of the activity, including geographic coordinates for all points that are necessary to accurately describe the boundary. ii. The locations of buildings and other structures, roads, railway tracks, utility corridors, paved areas, bermed areas, site fencing and pollution control devices. iii. In the case of an activity mentioned in subsection 9 (1) of the Act, the location of any plant, structure, equipment, apparatus, mechanism or thing that may discharge or from which may be discharged a contaminant into any part of the natural environment other than water. iv. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste management system, the location of any thing, other than a vehicle, that may deposit, dispose of, handle, store, transfer, treat or process waste. v. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste disposal site, the location of, A. any land upon, into, in or through which, or building or structure in which, waste will be deposited, disposed of, handled, stored, transferred, treated or processed, and B. any machinery or equipment, other than vehicles, used in connection with the depositing, disposal, handling, storage, transfer, treatment or processing referred to in sub-subparagraph A. vi. In the case of an activity mentioned in subsection 53 (1) of the Ontario Water Resources Act, the location of any sewage works. vii. Any municipal boundary that crosses the boundary of the site of the activity. viii. Any boundary of the Lake Simcoe watershed, the Niagara Escarpment Planning Area, the Oak Ridges Moraine Area or the Protected Countryside that is within 125 metres of the site of the activity. 13. If the Financial Assurance Guideline indicates that financial assurance should normally be required or financial assurance is required by Ontario Regulation 232/98 (Landfilling Sites) made under the Act, i. the application must include a financial assurance estimate prepared in accordance with the Guideline, and ii. the application must include the reasons why the amount of the estimate is sufficient for the purposes for which the financial assurance is given. 14. The application must include a list, including any unique document identifiers issued by the Ministry, of any approvals, orders or other instruments issued under the Act, the Environmental Assessment Act, the Ontario Water Resources Act or the Safe Drinking Water Act, 2002 that, i. are relevant to the application, and ii. are held by or were issued to the applicant or are being requested by the applicant. O. Reg. 255/11, s. 2 (1). (2) Paragraphs 4 to 8 of subsection (1) do not apply if the activity involves the use or operation of mobile equipment. O. Reg. 255/11, s. 2 (2). (3) Paragraphs 4 to 9, 11 and 12 of subsection (1) do not apply if the activity is using, operating, establishing, altering, enlarging or extending a waste management system that collects, handles and transports waste but does not store, process or dispose of waste. O. Reg. 255/11, s. 2 (3). (4) For the purposes of subsection 20.2 (4) of the Act, the following are additional requirements for an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity: 1. Every drawing, map or site plan that is included in the application must show the relative sizes of things and must contain a legend. 2. Every map or site plan that is included in the application must contain a north arrow. 3. If a document that is included in the application was prepared expressly for the purpose of the application and contains a measurement expressed in units other than metric units, the measurement must also be expressed in metric units. O. Reg. 255/11, s. 2 (4). (5) Subsection (4) does not apply to a map required by paragraph 8 of subsection (1). O. Reg. 255/11, s. 2 (5). (6) Paragraph 1 of subsection (4) does not apply to a process flow diagram, a piping and instrumentation diagram or a schematic diagram. O. Reg. 255/11, s. 2 (6).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of subsection 20.2 (4) of the Act, the following are requirements for an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity:</p> <p class=\"paragraph-e\">1. The application must include an application form, the applicable portions of which have been completed by the applicant, that is available on a website maintained by the Ministry on the Internet and that requires information the Director considers relevant to the application.</p> <p class=\"paragraph-e\">2. The application must include a project description for the activity that complies with Schedule 1.</p> <p class=\"paragraph-e\">3. The application must include an executive summary of the material required by paragraph 2.</p> <p class=\"paragraph-e\">4. The application must include a description of the ownership of the land where the applicant will engage in the activity, and, if the applicant does not own the land, a document signed by the owner indicating that the applicant has the authority to engage in the activity on the land.</p> <p class=\"paragraph-e\">5. The application must include a description of the current land uses of the land where the applicant will engage in the activity, and of any land adjacent to that land.</p> <p class=\"paragraph-e\">6. If the activity will be part of a larger undertaking carried out by the applicant, the application must include a description of the current land uses of the land where the applicant carries on the undertaking, and of any land adjacent to that land.</p> <p class=\"paragraph-e\">7. The application must include a description of the uses for which the land referred to in paragraph 5 or 6, and any land adjacent to that land, are zoned under any applicable zoning by-law made under the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">8. If a municipality makes a map available that shows the uses for which land referred to in paragraph 5 or 6 are zoned under a zoning by-law made under the <i>Planning Act</i>, the application must include a copy of that map.</p> <p class=\"paragraph-e\">9. If the activity involves the use or operation of mobile equipment, the application must include a drawing that shows how the mobile equipment is typically configured when it is used or operated.</p> <p class=\"paragraph-e\">10. If the activity is the use, operation, establishment, alteration, extension or replacement of new or existing sewage works for the collection or transmission of sewage, the application must include a site plan that shows the following:</p> <p class=\"subpara-e\">i. The area where the works will be used, operated, established, altered, extended or replaced, expressed with reference to municipal addresses, if applicable.</p> <p class=\"subpara-e\">ii. Any municipal boundary that crosses the area where the works will be used, operated, established, altered, extended or replaced.</p> <p class=\"subpara-e\">iii. Any boundary of the Lake Simcoe watershed, the Niagara Escarpment Planning Area, the Oak Ridges Moraine Area or the Protected Countryside that is within 125 metres of the area where the works will be used, operated, established, altered, extended or replaced.</p> <p class=\"paragraph-e\">11. If paragraphs 9 and 10 do not apply and the activity is part of a larger undertaking that is carried on by the applicant, the application must include a site plan of the site of the undertaking that the activity is part of that shows the following:</p> <p class=\"subpara-e\">i. The boundary of the site of the undertaking, including geographic coordinates for all points that are necessary to accurately describe the boundary.</p> <p class=\"subpara-e\">ii. The locations of buildings and other structures, roads, railway tracks, utility corridors, paved areas, bermed areas, site fencing and pollution control devices.</p> <p class=\"subpara-e\">iii. In the case of an activity mentioned in subsection 9 (1) of the Act, the location of any plant, structure, equipment, apparatus, mechanism or thing that may discharge or from which may be discharged a contaminant into any part of the natural environment other than water.</p> <p class=\"subpara-e\">iv. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste management system, the location of any thing, other than a vehicle, that may deposit, dispose of, handle, store, transfer, treat or process waste.</p> <p class=\"subpara-e\">v. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste disposal site, the location of,</p> <p class=\"subsubpara-e\">A. any land upon, into, in or through which, or building or structure in which, waste will be deposited, disposed of, handled, stored, transferred, treated or processed, and</p> <p class=\"subsubpara-e\">B. any machinery or equipment, other than vehicles, used in connection with the depositing, disposal, handling, storage, transfer, treatment or processing referred to in sub-subparagraph A.</p> <p class=\"subpara-e\">vi. In the case of an activity mentioned in subsection 53 (1) of the <i>Ontario Water Resources Act</i>, the location of any sewage works.</p> <p class=\"subpara-e\">vii. Any municipal boundary that crosses the boundary of the site of the undertaking.</p> <p class=\"subpara-e\">viii. Any boundary of the Lake Simcoe watershed, the Niagara Escarpment Planning Area, the Oak Ridges Moraine Area or the Protected Countryside that is within 125 metres of the site of the undertaking.</p> <p class=\"subpara-e\">ix. The location of the activity, indicated by a conspicuous arrow, circle or other marking.</p> <p class=\"paragraph-e\">12. If paragraphs 9 and 10 do not apply and the activity is not part of a larger undertaking that is carried on by the applicant, the application must include a site plan of the site of the activity that shows the following:  </p> <p class=\"subpara-e\">i. The boundary of the site of the activity, including geographic coordinates for all points that are necessary to accurately describe the boundary.</p> <p class=\"subpara-e\">ii. The locations of buildings and other structures, roads, railway tracks, utility corridors, paved areas, bermed areas, site fencing and pollution control devices.</p> <p class=\"subpara-e\">iii. In the case of an activity mentioned in subsection 9 (1) of the Act, the location of any plant, structure, equipment, apparatus, mechanism or thing that may discharge or from which may be discharged a contaminant into any part of the natural environment other than water.</p> <p class=\"subpara-e\">iv. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste management system, the location of any thing, other than a vehicle, that may deposit, dispose of, handle, store, transfer, treat or process waste.</p> <p class=\"subpara-e\">v. In the case of an activity mentioned in subsection 27 (1) of the Act that relates to a waste disposal site, the location of,</p> <p class=\"subsubpara-e\">A. any land upon, into, in or through which, or building or structure in which, waste will be deposited, disposed of, handled, stored, transferred, treated or processed, and</p> <p class=\"subsubpara-e\">B. any machinery or equipment, other than vehicles, used in connection with the depositing, disposal, handling, storage, transfer, treatment or processing referred to in sub-subparagraph A.</p> <p class=\"subpara-e\">vi. In the case of an activity mentioned in subsection 53 (1) of the <i>Ontario Water Resources Act</i>, the location of any sewage works.</p> <p class=\"subpara-e\">vii. Any municipal boundary that crosses the boundary of the site of the activity.</p> <p class=\"subpara-e\">viii. Any boundary of the Lake Simcoe watershed, the Niagara Escarpment Planning Area, the Oak Ridges Moraine Area or the Protected Countryside that is within 125 metres of the site of the activity.</p> <p class=\"paragraph-e\">13. If the Financial Assurance Guideline indicates that financial assurance should normally be required or financial assurance is required by Ontario Regulation 232/98 (Landfilling Sites) made under the Act, </p> <p class=\"subpara-e\">i. the application must include a financial assurance estimate prepared in accordance with the Guideline, and</p> <p class=\"subpara-e\">ii. the application must include the reasons why the amount of the estimate is sufficient for the purposes for which the financial assurance is given.</p> <p class=\"paragraph-e\">14. The application must include a list, including any unique document identifiers issued by the Ministry, of any approvals, orders or other instruments issued under the Act, the <i>Environmental Assessment Act</i>, the <i>Ontario Water Resources Act</i> or the<i> Safe Drinking Water Act, 2002</i> that,</p> <p class=\"subpara-e\">i. are relevant to the application, and</p> <p class=\"subpara-e\">ii. are held by or were issued to the applicant or are being requested by the applicant. O. Reg. 255/11, s. 2 (1).</p> <p class=\"subsection-e\">(2) Paragraphs 4 to 8 of subsection (1) do not apply if the activity involves the use or operation of mobile equipment. O. Reg. 255/11, s. 2 (2).</p> <p class=\"subsection-e\">(3) Paragraphs 4 to 9, 11 and 12 of subsection (1) do not apply if the activity is using, operating, establishing, altering, enlarging or extending a waste management system that collects, handles and transports waste but does not store, process or dispose of waste. O. Reg. 255/11, s. 2 (3).</p> <p class=\"subsection-e\">(4) For the purposes of subsection 20.2 (4) of the Act, the following are additional requirements for an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity:</p> <p class=\"paragraph-e\">1. Every drawing, map or site plan that is included in the application must show the relative sizes of things and must contain a legend.</p> <p class=\"paragraph-e\">2. Every map or site plan that is included in the application must contain a north arrow.</p> <p class=\"paragraph-e\">3. If a document that is included in the application was prepared expressly for the purpose of the application and contains a measurement expressed in units other than metric units, the measurement must also be expressed in metric units. O. Reg. 255/11, s. 2 (4).</p> <p class=\"subsection-e\">(5) Subsection (4) does not apply to a map required by paragraph 8 of subsection (1). O. Reg. 255/11, s. 2 (5).</p> <p class=\"subsection-e\">(6) Paragraph 1 of subsection (4) does not apply to a process flow diagram, a piping and instrumentation diagram or a schematic diagram. O. Reg. 255/11, s. 2 (6).</p>"
        },
        {
            "id": "3.",
            "section": "Certification of application materials",
            "content": "3. (1) Technical materials that are included in an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity shall be certified as complete and accurate by a person who has the relevant education and experience necessary to provide that certification. O. Reg. 255/11, s. 3 (1). (2) The requirement for certification in subsection (1) may be satisfied by having different persons provide certifications for information in different parts of the application, as long as each person has the relevant education and experience to provide that certification for the information in that part of the application. O. Reg. 255/11, s. 3 (2). (3) The following person shall certify that complete and accurate information necessary to provide each certification provided under subsection (1) was given to the person who provided the certification: 1. If the applicant is an individual, the applicant. 2. If the applicant is a corporation, an officer or director of or a person who has authority to bind the corporation. 3. If the applicant is a partnership, i. an individual who is a partner in the partnership, or ii. an officer or director of or person who has authority to bind a corporation that is a partner in a partnership. O. Reg. 255/11, s. 3 (3). (4) For greater certainty, nothing prevents a person who is authorized to provide a certification under subsection (1) from also providing a certification under subsection (3) that he or she is authorized to provide. O. Reg. 255/11, s. 3 (4). (5) Information to which subsection (1) does not apply that is contained in an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity shall be certified as complete and accurate by a person authorized to provide certifications under subsection (3). O. Reg. 255/11, s. 3 (5). (6) A certification under this section shall be in a form approved by the Director. O. Reg. 255/11, s. 3 (6). (7) The requirements prescribed by this section are also prescribed, for the purposes of subsection 20.2 (4) of the Act, as requirements for an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity. O. Reg. 255/11, s. 3 (7).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Technical materials that are included in an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity shall be certified as complete and accurate by a person who has the relevant<b> </b>education and experience necessary to provide that certification. O. Reg. 255/11, s. 3 (1).</p> <p class=\"subsection-e\">(2) The requirement for certification in subsection (1) may be satisfied by having different persons provide certifications for information in different parts of the application, as long as each person has the relevant<b> </b>education and experience to provide that certification for the information in that part of the application. O. Reg. 255/11, s. 3 (2).</p> <p class=\"subsection-e\">(3) The following person shall certify that complete and accurate information necessary to provide each certification provided under subsection (1) was given to the person who provided the certification:</p> <p class=\"paragraph-e\">1. If the applicant is an individual, the applicant.</p> <p class=\"paragraph-e\">2. If the applicant is a corporation, an officer or director of or a person who has authority to bind the corporation.</p> <p class=\"paragraph-e\">3. If the applicant is a partnership, </p> <p class=\"subpara-e\">i. an individual who is a partner in the partnership, or</p> <p class=\"subpara-e\">ii. an officer or director of or person who has authority to bind a corporation that is a partner in a partnership. O. Reg. 255/11, s. 3 (3).</p> <p class=\"subsection-e\">(4) For greater certainty, nothing prevents a person who is authorized to provide a certification under subsection (1) from also providing a certification under subsection (3) that he or she is authorized to provide. O. Reg. 255/11, s. 3 (4).</p> <p class=\"subsection-e\">(5) Information to which subsection (1) does not apply that is contained in an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity shall be certified as complete and accurate by a person authorized<b> </b>to provide certifications under subsection (3). O. Reg. 255/11, s. 3 (5).</p> <p class=\"subsection-e\">(6) A certification under this section shall be in a form approved by the Director. O. Reg. 255/11, s. 3 (6).</p> <p class=\"subsection-e\">(7) The requirements prescribed by this section are also prescribed, for the purposes of subsection 20.2 (4) of the Act, as requirements for an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity. O. Reg. 255/11, s. 3 (7).</p>"
        },
        {
            "id": "4.",
            "section": "Submission of application",
            "content": "4. For the purposes of subsection 20.2 (4) of the Act, it is a requirement for an application under subsection 20.2 (1) or (2) of the Act to engage in an activity that the applicant submit the material required by section 2 and the certifications required by section 3 to the Director in a manner approved by the Director. O. Reg. 255/11, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>For the purposes of subsection 20.2 (4) of the Act, it is a requirement for an application under subsection 20.2 (1) or (2) of the Act to engage in an activity that the applicant submit the material required by section 2 and the certifications required by section 3 to the Director in a manner approved by the Director. O. Reg. 255/11, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Consideration of applications; s. 20.14 (2) of the Act",
            "content": "5. The requirements prescribed by sections 2 to 4 for the purposes of subsection 20.2 (4) of the Act are also prescribed for the purposes of subsection 20.14 (2) of the Act. O. Reg. 255/11, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The requirements prescribed by sections 2 to 4 for the purposes of subsection 20.2 (4) of the Act are also prescribed for the purposes of subsection 20.14 (2) of the Act. O. Reg. 255/11, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Mobile PCB destruction facilities",
            "content": "6. This Regulation does not apply to an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity at a mobile PCB destruction facility within the meaning of Regulation 352 of the Revised Regulations of Ontario, 1990 (Mobile PCB Destruction Facilities) made under the Act. O. Reg. 255/11, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>This Regulation does not apply to an application under subsection 20.2 (1) or (2) of the Act for approval to engage in an activity at a mobile PCB destruction facility within the meaning of Regulation 352 of the Revised Regulations of Ontario, 1990 (Mobile PCB Destruction Facilities) made under the Act. O. Reg. 255/11, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Mobile PCB destruction facilities",
            "content": "7. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 255/11, s. 7. SCHEDULE 1   PROJECT DESCRIPTION",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 255/11, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  PROJECT DESCRIPTION</p>"
        },
        {
            "id": null,
            "section": "Mobile PCB destruction facilities",
            "content": "1. A project description for an activity that will be part of a larger undertaking carried out by the applicant must contain the following: 1. A general description of the undertaking. 2. A description of all processes that the activity will be part of, including any waste treatment, sewage treatment or emission control processes that the activity will be part of, and a process flow diagram or schematic diagram showing those processes. 3. A description of the activity, including, in the case of an activity that is the use or operation of something, i. a description of the days and hours that the activity will be engaged in, and ii. a description of operational parameters related to the activity, such as maximum rates of production, process limits, performance limits and parameters relating to equipment and infrastructure. 4. A description of any contaminants that may be discharged into any part of the natural environment other than water as a result of the activity, if the activity is, i. the use or operation of any plant, structure, equipment, apparatus, mechanism or thing, or ii. the alteration of a process or rate of production. 5. If the activity is the use or operation of a waste management system, a description of any waste that will be managed by the system, including the quantity of the waste. 6. If the activity is the use or operation of a waste disposal site, a description of any waste that will be deposited, disposed of, handled, stored, transferred, treated or processed upon, into, in or through the site, including the quantity of the waste. 7. If the activity is the use or operation of a sewage works, a description of the quality and quantity of any sewage that will be collected, transmitted, treated or disposed of at the sewage works. 8. A description of any monitoring programs that will be used to monitor contaminants, waste or sewage at the location of the activity.",
            "raw_html": "<p class=\"section-e\">1. A project description for an activity that will be part of a larger undertaking carried out by the applicant must contain the following:</p> <p class=\"paragraph-e\">1. A general description of the undertaking.</p> <p class=\"paragraph-e\">2. A description of all processes that the activity will be part of, including any waste treatment, sewage treatment or emission control processes that the activity will be part of, and a process flow diagram or schematic diagram showing those processes.</p> <p class=\"paragraph-e\">3. A description of the activity, including, in the case of an activity that is the use or operation of something,</p> <p class=\"subpara-e\">i. a description of the days and hours that the activity will be engaged in, and</p> <p class=\"subpara-e\">ii. a description of operational parameters related to the activity, such as maximum rates of production, process limits, performance limits and parameters relating to equipment and infrastructure.</p> <p class=\"paragraph-e\">4. A description of any contaminants that may be discharged into any part of the natural environment other than water as a result of the activity, if the activity is,</p> <p class=\"subpara-e\">i. the use or operation of any plant, structure, equipment, apparatus, mechanism or thing, or</p> <p class=\"subpara-e\">ii. the alteration of a process or rate of production.</p> <p class=\"paragraph-e\">5. If the activity is the use or operation of a waste management system, a description of any waste that will be managed by the system, including the quantity of the waste.</p> <p class=\"paragraph-e\">6. If the activity is the use or operation of a waste disposal site, a description of any waste that will be deposited, disposed of, handled, stored, transferred, treated or processed upon, into, in or through the site, including the quantity of the waste.</p> <p class=\"paragraph-e\">7. If the activity is the use or operation of a sewage works, a description of the quality and quantity<b> </b>of any sewage that will be collected, transmitted, treated or disposed of at the sewage works.</p> <p class=\"paragraph-e\">8. A description of any monitoring programs that will be used to monitor contaminants, waste or sewage at the location of the activity.</p>"
        },
        {
            "id": null,
            "section": "Mobile PCB destruction facilities",
            "content": "2. A project description for an activity that will not be part of a larger undertaking carried out by the applicant must contain the following: 1. A description of the activity, including, i. a description of all processes that will be part of the activity, including any waste treatment, sewage treatment or emission control processes that will be part of the activity, and a process flow diagram or schematic diagram showing those processes, and ii. in the case of an activity that is the use or operation of something, A. a description of the days and hours that the activity will be engaged in, and B. a description of operational parameters related to the activity, such as maximum rates of production, process limits, performance limits and parameters relating to equipment and infrastructure. 2. A description of any contaminants that may be discharged into any part of the natural environment other than water as a result of the activity, if the activity is, i. the use or operation of any plant, structure, equipment, apparatus, mechanism or thing, or ii. the alteration of a process or rate of production. 3. If the activity is the use or operation of a waste management system, a description of any waste that will be managed by the system, including the quantity of the waste. 4. If the activity is the use or operation of a waste disposal site, a description of any waste that will be deposited, disposed of, handled, stored, transferred, treated or processed upon, into, in or through the site, including the quantity of the waste. 5. If the activity is the use or operation of a sewage works, a description of the quality and quantity of any sewage that will be collected, transmitted, treated or disposed of at the sewage works. 6. A description of any monitoring programs that will be used to monitor contaminants, waste or sewage at the location of the activity. O. Reg. 255/11, Sched. 1. ",
            "raw_html": "<p class=\"section-e\">2. A project description for an activity that will not be part of a larger undertaking carried out by the applicant must contain the following:</p> <p class=\"paragraph-e\">1. A description of the activity, including,</p> <p class=\"subpara-e\">i. a description of all processes that will be part of the activity, including any waste treatment, sewage treatment or emission control processes that will be part of the activity, and a process flow diagram or schematic diagram showing those processes, and</p> <p class=\"subpara-e\">ii. in the case of an activity that is the use or operation of something,</p> <p class=\"subsubpara-e\">A. a description of the days and hours that the activity will be engaged in, and</p> <p class=\"subsubpara-e\">B. a description of operational parameters related to the activity, such as maximum rates of production, process limits, performance limits and parameters relating to equipment and infrastructure.</p> <p class=\"paragraph-e\">2. A description of any contaminants that may be discharged into any part of the natural environment other than water as a result of the activity, if the activity is,</p> <p class=\"subpara-e\">i. the use or operation of any plant, structure, equipment, apparatus, mechanism or thing, or</p> <p class=\"subpara-e\">ii. the alteration of a process or rate of production.</p> <p class=\"paragraph-e\">3. If the activity is the use or operation of a waste management system, a description of any waste that will be managed by the system, including the quantity of the waste.</p> <p class=\"paragraph-e\">4. If the activity is the use or operation of a waste disposal site, a description of any waste that will be deposited, disposed of, handled, stored, transferred, treated or processed upon, into, in or through the site, including the quantity of the waste.</p> <p class=\"paragraph-e\">5. If the activity is the use or operation of a sewage works, a description of the quality and quantity<b> </b>of any sewage that will be collected, transmitted, treated or disposed of at the sewage works.</p> <p class=\"paragraph-e\">6. A description of any monitoring programs that will be used to monitor contaminants, waste or sewage at the location of the activity.</p> <p class=\"footnote-e\">O. Reg. 255/11, Sched. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}