{
    "reg_info": {
        "full_title": "O. Reg. 199/07: COMMERCIAL MOTOR VEHICLE INSPECTIONS",
        "reg_name_text": "Commercial motor vehicle inspections",
        "citation": "O. Reg. 199/07: COMMERCIAL MOTOR VEHICLE INSPECTIONS",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/070199",
        "date_scraped": "2023-12-18 03:57:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070199/v32",
            "valid_from": "June 23, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/070199/v31",
            "valid_from": "January  1, 2023",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/070199/v30",
            "valid_from": "April 21, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/070199/v29",
            "valid_from": "January  1, 2022",
            "valid_to": "April 20, 2022"
        },
        {
            "a_href": "/laws/regulation/070199/v28",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/070199/v27",
            "valid_from": "July  1, 2021",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/070199/v26",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/070199/v25",
            "valid_from": "March  1, 2021",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/070199/v24",
            "valid_from": "February 26, 2021",
            "valid_to": "February 28, 2021"
        },
        {
            "a_href": "/laws/regulation/070199/v23",
            "valid_from": "July  1, 2019",
            "valid_to": "February 25, 2021"
        },
        {
            "a_href": "/laws/regulation/070199/v22",
            "valid_from": "June 28, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/070199/v21",
            "valid_from": "April 18, 2019",
            "valid_to": "June 27, 2019"
        },
        {
            "a_href": "/laws/regulation/070199/v20",
            "valid_from": "July  1, 2018",
            "valid_to": "April 17, 2019"
        },
        {
            "a_href": "/laws/regulation/070199/v19",
            "valid_from": "April  6, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/070199/v18",
            "valid_from": "July  1, 2017",
            "valid_to": "April  5, 2018"
        },
        {
            "a_href": "/laws/regulation/070199/v17",
            "valid_from": "January  1, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/070199/v16",
            "valid_from": "November 29, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/070199/v15",
            "valid_from": "July  1, 2016",
            "valid_to": "November 28, 2016"
        },
        {
            "a_href": "/laws/regulation/070199/v14",
            "valid_from": "January  1, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/070199/v13",
            "valid_from": "December 17, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/070199/v12",
            "valid_from": "November  6, 2015",
            "valid_to": "December 16, 2015"
        },
        {
            "a_href": "/laws/regulation/070199/v11",
            "valid_from": "August 27, 2015",
            "valid_to": "November  5, 2015"
        },
        {
            "a_href": "/laws/regulation/070199/v10",
            "valid_from": "January  1, 2015",
            "valid_to": "August 26, 2015"
        },
        {
            "a_href": "/laws/regulation/070199/v9",
            "valid_from": "December  1, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/070199/v8",
            "valid_from": "April  8, 2013",
            "valid_to": "November 30, 2014"
        },
        {
            "a_href": "/laws/regulation/070199/v7",
            "valid_from": "December 19, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/070199/v6",
            "valid_from": "July  1, 2011",
            "valid_to": "December 18, 2012"
        },
        {
            "a_href": "/laws/regulation/070199/v5",
            "valid_from": "May 19, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/070199/v4",
            "valid_from": "March 25, 2011",
            "valid_to": "May 18, 2011"
        },
        {
            "a_href": "/laws/regulation/070199/v3",
            "valid_from": "November  5, 2010",
            "valid_to": "March 24, 2011"
        },
        {
            "a_href": "/laws/regulation/070199/v2",
            "valid_from": "July  1, 2007",
            "valid_to": "November  4, 2010"
        },
        {
            "a_href": "/laws/regulation/070199/v1",
            "valid_from": "May  8, 2007",
            "valid_to": "June 30, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION AND APPLICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Definitions and interpretation",
            "content": " 1. (1) In section 107 of the Act and in this Regulation, “commercial motor vehicle” includes a school purposes vehicle and a tow truck within the meaning of section 1 of the Towing and Storage Safety and Enforcement Act, 2021, but does not include, (a)  a commercial motor vehicle, other than a bus, a school purposes vehicle or a tow truck, having a gross weight or registered gross weight of not more than 4,500 kilograms, (b)  an ambulance, a cardiac arrest emergency vehicle, a fire apparatus, a hearse, a casket wagon or a motor home, (b.1)  Revoked: O. Reg. 415/22, s. 1 (2). (c)  a commercial motor vehicle operated under and in accordance with a Dealer permit and number plate or a Service permit and number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act that is not transporting passengers or goods, (c.1)  a commercial motor vehicle operated under the terms of a Manufacturer permit and number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act, (d)  Revoked: O. Reg. 256/15, s. 1 (1). (e)  a commercial motor vehicle leased for 30 days or less by an individual for the purpose of transporting goods for the individual’s personal use or for the carriage of passengers for no compensation, (f)  a commercial motor vehicle that is a historic vehicle within the meaning of section 1 of Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act and that has a vehicle permit for a historic vehicle, (g)  a pick-up truck that, (i)  is being used for personal purposes without compensation, and (ii)  is not carrying, or towing a trailer that is carrying, commercial cargo or tools or equipment of a type normally used for commercial purposes, or (h)  a bus that is used for personal purposes without compensation; (“véhicule utilitaire”) “operator” means, (a)  in the case of a commercial motor vehicle that is not a school purposes vehicle, (i)  the person directly or indirectly responsible for the operation of the vehicle, including the conduct of the driver of the vehicle and the carriage of goods or passengers, if any, in the vehicle, and (ii)  in the absence of evidence to the contrary, where there is no CVOR certificate, national safety code number under the Motor Vehicle Transport Act (Canada) or lease applicable to the vehicle, the holder of the plate portion of the permit for the vehicle, (b)  in the case of a school purposes vehicle, (i)  the person directly or indirectly responsible for the operation of the vehicle, including the conduct of the driver of the vehicle and the carriage of passengers in the vehicle, and (ii)  in the absence of evidence to the contrary, the holder of the plate portion of the permit for the vehicle. (“utilisateur”) O. Reg. 199/07, s. 1 (1); O. Reg. 242/14, s. 1 (1); O. Reg. 330/15, s. 1; O. Reg. 256/15, s. 1 (1, 2); O. Reg. 421/15, s. 1; O. Reg. 404/16, s. 1 (1); O. Reg. 415/22, s. 1; O. Reg. 164/23, s. 1. (2) In this Regulation, “emergency vehicle” means, (a)  a road service vehicle operated by or on behalf of a road authority, (b)  a vehicle used by a person employed by or on behalf of a police force, or (c)  a vehicle used by or on behalf of a public utility; (“véhicule de secours”) “house trailer” includes a cabin trailer, collapsible cabin trailer, tent trailer and camping trailer; (“roulotte”) “major defect” means a defect listed in Column 3 of Schedule 1, 2, 3, 5 or 6; (“défectuosité majeure”) “minor defect” means a defect listed in Column 2 of Schedule 1, 2, 3, 5 or 6; (“défectuosité mineure”) “mobile equipment vehicle” has the same meaning as in Ontario Regulation 398/16 (Road-Building Machines) made under the Act; (“véhicule de matériel mobile”) “motor coach” means a bus of monocoque design, designed to provide intercity, suburban, commuter or charter service and equipped with air ride suspension, air brakes, automatic brake adjusters and under-floor baggage storage; (“autocar”) “pick-up truck” means a commercial motor vehicle that, (a)  has a manufacturer’s gross vehicle weight rating of 6,500 kilograms or less, and (b)  is fitted with either, (i)  the original box that was installed by the manufacturer, which has not been modified, or (ii)  a replacement box that duplicates the one that was installed by the manufacturer, which has not been modified; (“camionnette”) “principal place of business”, for an operator, means the last known address of the operator appearing on the records of the Ministry; (“établissement principal”) “school purposes bus” means, (a)  a “school bus” as defined in section 175 of the Act, and (b)  a bus, other than a motor coach, operated by or under contract with a school board or other authority in charge of a school; (“autobus à usage scolaire”) “school purposes vehicle” means a passenger vehicle, other than a bus, that is operated by or under a contract with a school board or other authority in charge of a school for the transportation of six or more adults with a developmental disability, six or more children or six or more persons from both categories. (“véhicule à usage scolaire”) O. Reg. 199/07, s. 1 (2); O. Reg. 242/14, s. 1 (2-4); O. Reg. 256/15, s. 1 (3, 4); O. Reg. 404/16, s. 1 (2); O. Reg. 232/19, s. 1. (3) For the purposes of Parts II and IV, a trailer converter dolly, if carrying a trailer, shall be considered part of that trailer.  O. Reg. 199/07, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In section 107 of the Act and in this Regulation,</p> <p class=\"definition-e\">“commercial motor vehicle” includes a school purposes vehicle and a tow truck within the meaning of section 1 of the <i>Towing and Storage Safety and Enforcement Act, 2021</i>, but does not include,</p> <p class=\"defclause-e\">  (a)  a commercial motor vehicle, other than a bus, a school purposes vehicle or a tow truck, having a gross weight or registered gross weight of not more than 4,500 kilograms,</p> <p class=\"defclause-e\">  (b)  an ambulance, a cardiac arrest emergency vehicle, a fire apparatus, a hearse, a casket wagon or a motor home,</p> <p class=\"defclause-e\"> (b.1)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 415/22, s. 1 (2).</p> <p class=\"defclause-e\">  (c)  a commercial motor vehicle operated under and in accordance with a Dealer permit and number plate or a Service permit and number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act that is not transporting passengers or goods,</p> <p class=\"defclause-e\"> (c.1)  a commercial motor vehicle operated under the terms of a Manufacturer permit and number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act, </p> <p class=\"defclause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 256/15, s. 1 (1).</p> <p class=\"defclause-e\">  (e)  a commercial motor vehicle leased for 30 days or less by an individual for the purpose of transporting goods for the individual’s personal use or for the carriage of passengers for no compensation,</p> <p class=\"defclause-e\">  (f)  a commercial motor vehicle that is a historic vehicle within the meaning of section 1 of Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act and that has a vehicle permit for a historic vehicle, </p> <p class=\"defclause-e\">  (g)  a pick-up truck that, </p> <p class=\"defsubclause-e\">  (i)  is being used for personal purposes without compensation, and</p> <p class=\"defsubclause-e\">  (ii)  is not carrying, or towing a trailer that is carrying, commercial cargo or tools or equipment of a type normally used for commercial purposes, or </p> <p class=\"defclause-e\">  (h)  a bus that is used for personal purposes without compensation; (“véhicule utilitaire”)</p> <p class=\"definition-e\">“operator” means,</p> <p class=\"defclause-e\">  (a)  in the case of a commercial motor vehicle that is not a school purposes vehicle, </p> <p class=\"defsubclause-e\">  (i)  the person directly or indirectly responsible for the operation of the vehicle, including the conduct of the driver of the vehicle and the carriage of goods or passengers, if any, in the vehicle, and</p> <p class=\"defsubclause-e\">  (ii)  in the absence of evidence to the contrary, where there is no CVOR certificate, national safety code number under the <i>Motor Vehicle Transport Act </i>(Canada) or lease applicable to the vehicle, the holder of the plate portion of the permit for the vehicle,</p> <p class=\"defclause-e\">  (b)  in the case of a school purposes vehicle, </p> <p class=\"defsubclause-e\">  (i)  the person directly or indirectly responsible for the operation of the vehicle, including the conduct of the driver of the vehicle and the carriage of passengers in the vehicle, and </p> <p class=\"defsubclause-e\">  (ii)  in the absence of evidence to the contrary, the holder of the plate portion of the permit for the vehicle. (“utilisateur”) O. Reg. 199/07, s. 1 (1); O. Reg. 242/14, s. 1 (1); O. Reg. 330/15, s. 1; O. Reg. 256/15, s. 1 (1, 2); O. Reg. 421/15, s. 1; O. Reg. 404/16, s. 1 (1); O. Reg. 415/22, s. 1; O. Reg. 164/23, s. 1.</p> <p class=\"subsection-e\">  (2) In this Regulation, </p> <p class=\"firstdef-e\">“emergency vehicle” means,</p> <p class=\"defclause-e\">  (a)  a road service vehicle operated by or on behalf of a road authority,</p> <p class=\"defclause-e\">  (b)  a vehicle used by a person employed by or on behalf of a police force, or</p> <p class=\"defclause-e\">  (c)  a vehicle used by or on behalf of a public utility; (“véhicule de secours”)</p> <p class=\"definition-e\">“house trailer” includes a cabin trailer, collapsible cabin trailer, tent trailer and camping trailer; (“roulotte”)</p> <p class=\"definition-e\">“major defect” means a defect listed in Column 3 of Schedule 1, 2, 3, 5 or 6; (“défectuosité majeure”)</p> <p class=\"definition-e\">“minor defect” means a defect listed in Column 2 of Schedule 1, 2, 3, 5 or 6; (“défectuosité mineure”)</p> <p class=\"definition-e\">“mobile equipment vehicle” has the same meaning as in Ontario Regulation 398/16 (Road-Building Machines) made under the Act; (“véhicule de matériel mobile”)</p> <p class=\"definition-e\">“motor coach” means a bus of monocoque design, designed to provide intercity, suburban, commuter or charter service and equipped with air ride suspension, air brakes, automatic brake adjusters and under-floor baggage storage; (“autocar”)</p> <p class=\"definition-e\">“pick-up truck” means a commercial motor vehicle that,</p> <p class=\"defclause-e\">  (a)  has a manufacturer’s gross vehicle weight rating of 6,500 kilograms or less, and </p> <p class=\"defclause-e\">  (b)  is fitted with either,</p> <p class=\"defsubclause-e\">  (i)  the original box that was installed by the manufacturer, which has not been modified, or </p> <p class=\"defsubclause-e\">  (ii)  a replacement box that duplicates the one that was installed by the manufacturer, which has not been modified; (“camionnette”)</p> <p class=\"definition-e\">“principal place of business”, for an operator, means the last known address of the operator appearing on the records of the Ministry; (“établissement principal”)</p> <p class=\"definition-e\">“school purposes bus” means,</p> <p class=\"defclause-e\">  (a)  a “school bus” as defined in section 175 of the Act, and</p> <p class=\"defclause-e\">  (b)  a bus, other than a motor coach, operated by or under contract with a school board or other authority in charge of a school; (“autobus à usage scolaire”)</p> <p class=\"definition-e\">“school purposes vehicle” means a passenger vehicle, other than a bus, that is operated by or under a contract with a school board or other authority in charge of a school for the transportation of six or more adults with a developmental disability, six or more children or six or more persons from both categories. (“véhicule à usage scolaire”) O. Reg. 199/07, s. 1 (2); O. Reg. 242/14, s. 1 (2-4); O. Reg. 256/15, s. 1 (3, 4); O. Reg. 404/16, s. 1 (2); O. Reg. 232/19, s. 1.</p> <p class=\"subsection-e\">  (3) For the purposes of Parts II and IV, a trailer converter dolly, if carrying a trailer, shall be considered part of that trailer.  O. Reg. 199/07, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Prescribed major and minor defects",
            "content": " 2. (1) The major defects are prescribed as defects for the purpose of subsection 107 (11) of the Act.  O. Reg. 199/07, s. 2 (1). (2) The minor defects are prescribed as defects for the purpose of subsection 107 (12) of the Act.  O. Reg. 199/07, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) The major defects are prescribed as defects for the purpose of subsection 107 (11) of the Act.  O. Reg. 199/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The minor defects are prescribed as defects for the purpose of subsection 107 (12) of the Act.  O. Reg. 199/07, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Application to buses",
            "content": " 3. This Regulation applies to buses, whether or not they are used for the transportation of persons.  O. Reg. 199/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3. </b>This Regulation applies to buses, whether or not they are used for the transportation of persons.  O. Reg. 199/07, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Exemptions",
            "content": " 4. (1) Subsections 107 (4) to (12) of the Act and Part II of this Regulation do not apply in respect of the following classes of vehicles, used in the following circumstances: 1.  An emergency vehicle while responding to or returning from an emergency. 2.  A commercial motor vehicle while providing relief from an earthquake, flood, fire, famine, drought, epidemic, pestilence or other disaster by transporting passengers or goods. 3.  A two-axle or three-axle truck, bus or tractor, not drawing a trailer, that is primarily used to transport primary products of a farm, forest, sea or lake produced or harvested by the driver or the driver’s employer. 4.  A bus that is operated by or on behalf of a municipality as part of the municipality’s public transit service, either within the municipality or within 25 kilometres of the boundary of that municipality. 5.  A commercial motor vehicle being road-tested, for the purposes of repairs, within 30 kilometres of a repair facility where the vehicle is being repaired by, i.  the holder of a certificate of qualification, that is not suspended, in the trade of automotive service technician or truck and coach technician issued under the Building Opportunities in the Skilled Trades Act, 2021, or ii.  an apprentice under that Act. 6.  A trailer drawn by a vehicle described in paragraph 1, 2, 4 or 5. 7.  A trailer converter dolly that is not carrying a trailer. O. Reg. 199/07, s. 4 (1); O. Reg. 434/12, s. 1; O. Reg. 892/21, s. 1. (2) Section 107 of the Act and this Regulation do not apply in respect of the following classes of vehicles: 1.  A vehicle, other than a trailer or trailer converter dolly, that is drawn by another vehicle. 2.  A house trailer, other than a house trailer, i.  owned or leased by an employer to house the employer’s employee, ii.  carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or iii.  carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space. 3.  A commercial motor vehicle drawing a house trailer, other than a house trailer, i.  owned or leased by an employer to house the employer’s employee, ii.  carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or iii.  carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space. O. Reg. 199/07, s. 4 (2); O. Reg. 242/14, s. 2. (3) Subsection 107 (1) of the Act and Part V of this Regulation, other than subsections 18 (1), (2) and (3), do not apply in respect of school purposes vehicles.  O. Reg. 199/07, s. 4 (3). part II   daily inspections",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>4. </b>(1) Subsections 107 (4) to (12) of the Act and Part II of this Regulation do not apply in respect of the following classes of vehicles, used in the following circumstances:</p> <p class=\"paragraph-e\">  1.  An emergency vehicle while responding to or returning from an emergency.</p> <p class=\"paragraph-e\">  2.  A commercial motor vehicle while providing relief from an earthquake, flood, fire, famine, drought, epidemic, pestilence or other disaster by transporting passengers or goods. </p> <p class=\"paragraph-e\">  3.  A two-axle or three-axle truck, bus or tractor, not drawing a trailer, that is primarily used to transport primary products of a farm, forest, sea or lake produced or harvested by the driver or the driver’s employer.  </p> <p class=\"paragraph-e\">  4.  A bus that is operated by or on behalf of a municipality as part of the municipality’s public transit service, either within the municipality or within 25 kilometres of the boundary of that municipality. </p> <p class=\"paragraph-e\">  5.  A commercial motor vehicle being road-tested, for the purposes of repairs, within 30 kilometres of a repair facility where the vehicle is being repaired by,</p> <p class=\"subpara-e\">  i.  the holder of a certificate of qualification, that is not suspended, in the trade of automotive service technician or truck and coach technician issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, or</p> <p class=\"subpara-e\">  ii.  an apprentice under that Act.</p> <p class=\"paragraph-e\">  6.  A trailer drawn by a vehicle described in paragraph 1, 2, 4 or 5.</p> <p class=\"paragraph-e\">  7.  A trailer converter dolly that is not carrying a trailer. O. Reg. 199/07, s. 4 (1); O. Reg. 434/12, s. 1; O. Reg. 892/21, s. 1.</p> <p class=\"subsection-e\">  (2) Section 107 of the Act and this Regulation do not apply in respect of the following classes of vehicles:</p> <p class=\"paragraph-e\">  1.  A vehicle, other than a trailer or trailer converter dolly, that is drawn by another vehicle. </p> <p class=\"paragraph-e\">  2.  A house trailer, other than a house trailer,</p> <p class=\"subpara-e\">  i.  owned or leased by an employer to house the employer’s employee,</p> <p class=\"subpara-e\">  ii.  carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or</p> <p class=\"subpara-e\">  iii.  carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space.</p> <p class=\"paragraph-e\"><b> </b>3.  A commercial motor vehicle drawing a house trailer, other than a house trailer, </p> <p class=\"subpara-e\">  i.  owned or leased by an employer to house the employer’s employee,</p> <p class=\"subpara-e\">  ii.  carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or</p> <p class=\"subpara-e\">  iii.  carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space. O. Reg. 199/07, s. 4 (2); O. Reg. 242/14, s. 2.</p> <p class=\"subsection-e\">  (3) Subsection 107 (1) of the Act and Part V of this Regulation, other than subsections 18 (1), (2) and (3), do not apply in respect of school purposes vehicles.  O. Reg. 199/07, s. 4 (3).</p> <p class=\"partnum-e\"><a name=\"BK5\"></a>part II <br/>  daily inspections</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II DAILY INSPECTIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II DAILY INSPECTIONS",
            "section": "Daily inspection schedules",
            "content": " 5. (1) The daily inspection schedules apply to different classes of vehicles as follows: 1.  Schedule 1 applies to trucks, tractors and trailers drawn by a truck or tractor. 2.  Schedule 2 applies to, i.  buses, including motor coaches but excluding school purposes buses, and ii.  trailers drawn by a bus, including a motor coach or a school purposes bus. 3.  Schedule 3 applies to motor coaches. 4.  Schedule 5 applies to school purposes buses, whether or not they are being used for school purposes. 5.  Schedule 6 applies to school purposes vehicles.  O. Reg. 199/07, s. 5 (1); O. Reg. 242/14, s. 3 (1, 2); O. Reg. 256/15, s. 2 (1). (2) In supplying a driver with the appropriate daily inspection schedule for each commercial motor vehicle and trailer that the driver will be driving or drawing, as required by clause 107 (4) (a) of the Act, an operator may supply the driver of a motor coach with either Schedule 2 or 3.  O. Reg. 199/07, s. 5 (2); O. Reg. 242/14, s. 3 (3); O. Reg. 256/15, s. 2 (2). (3) An operator may include additional information on a schedule to assist the person who will conduct the daily inspection.  O. Reg. 199/07, s. 5 (3). (4) An operator may delete a portion of a schedule respecting the inspection of a specific vehicle component if the vehicle to be inspected under that schedule is not required to have and does not have that component.  O. Reg. 199/07, s. 5 (4). (5) A schedule supplied to a driver need not include any note to the schedule that is set out in section 19 and that is applicable to that schedule.  O. Reg. 199/07, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) The daily inspection schedules apply to different classes of vehicles as follows:</p> <p class=\"paragraph-e\">  1.  Schedule 1 applies to trucks, tractors and trailers drawn by a truck or tractor. </p> <p class=\"paragraph-e\">  2.  Schedule 2 applies to,</p> <p class=\"subpara-e\">  i.  buses, including motor coaches but excluding school purposes buses, and</p> <p class=\"subpara-e\">  ii.  trailers drawn by a bus, including a motor coach or a school purposes bus.</p> <p class=\"paragraph-e\">  3.  Schedule 3 applies to motor coaches.</p> <p class=\"paragraph-e\">  4.  Schedule 5 applies to school purposes buses, whether or not they are being used for school purposes.</p> <p class=\"paragraph-e\">  5.  Schedule 6 applies to school purposes vehicles.  O. Reg. 199/07, s. 5 (1); O. Reg. 242/14, s. 3 (1, 2); O. Reg. 256/15, s. 2 (1).</p> <p class=\"subsection-e\">  (2) In supplying a driver with the appropriate daily inspection schedule for each commercial motor vehicle and trailer that the driver will be driving or drawing, as required by clause 107 (4) (a) of the Act, an operator may supply the driver of a motor coach with either Schedule 2 or 3.  O. Reg. 199/07, s. 5 (2); O. Reg. 242/14, s. 3 (3); O. Reg. 256/15, s. 2 (2).</p> <p class=\"subsection-e\">  (3) An operator may include additional information on a schedule to assist the person who will conduct the daily inspection.  O. Reg. 199/07, s. 5 (3).</p> <p class=\"subsection-e\">  (4) An operator may delete a portion of a schedule respecting the inspection of a specific vehicle component if the vehicle to be inspected under that schedule is not required to have and does not have that component.  O. Reg. 199/07, s. 5 (4).</p> <p class=\"subsection-e\">  (5) A schedule supplied to a driver need not include any note to the schedule that is set out in section 19 and that is applicable to that schedule.  O. Reg. 199/07, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II DAILY INSPECTIONS",
            "section": "Daily inspections",
            "content": " 6. (1) A daily inspection of a commercial motor vehicle or trailer must include an inspection of every system and component listed in Column 1 of the appropriate daily inspection schedule.  O. Reg. 199/07, s. 6 (1). (2) A daily inspection must be adequate to determine whether there is a major or minor defect as set out in the appropriate daily inspection schedule.  O. Reg. 199/07, s. 6 (2). (3) A daily inspection is valid for 24 hours.  O. Reg. 199/07, s. 6 (3). (4) Despite subsection (3), a daily inspection of a motor coach in accordance with Schedule 3 is not valid unless an under-vehicle inspection of the motor coach has been conducted in accordance with Part III and is still valid. O. Reg. 256/15, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) A daily inspection of a commercial motor vehicle or trailer<b> </b>must include an inspection of every system and component listed in Column 1 of the appropriate daily inspection schedule.  O. Reg. 199/07, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A daily inspection must be adequate to determine whether there is a major or minor defect as set out in the appropriate daily inspection schedule.  O. Reg. 199/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A daily inspection is valid for 24 hours.  O. Reg. 199/07, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), a daily inspection of a motor coach in accordance with Schedule 3 is not valid unless an under-vehicle inspection of the motor coach has been conducted in accordance with Part III and is still valid. O. Reg. 256/15, s. 3.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II DAILY INSPECTIONS",
            "section": "Daily inspection report",
            "content": " 7. (1) The report completed when the daily inspection is completed must include the following: 1.  The licence plate number and plate jurisdiction of the vehicle. 2.  The operator’s name. 3.  The date and time of the inspection. 4.  The city, town, village or highway location where the inspection was conducted. 5.  The printed name of the person who conducted the inspection. 6.  For a commercial motor vehicle, the odometer reading of the vehicle. 7.  Any major and minor defects found during the inspection or, if none were found, a statement that no major or minor defects were found. 8.  A statement, signed by the person who conducted the inspection, that the vehicle was inspected in accordance with this Regulation.  O. Reg. 199/07, s. 7 (1). (2) If the driver of the commercial motor vehicle is not the person who conducted the daily inspection of the commercial motor vehicle or trailer, the driver shall sign the daily inspection report for the commercial motor vehicle or trailer before driving the commercial motor vehicle or drawing the trailer.  O. Reg. 199/07, s. 7 (2). (3) An operator shall supply the driver or other person who conducts daily inspections with daily inspection report forms.  O. Reg. 199/07, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) The report completed when the daily inspection is completed must include the following:</p> <p class=\"paragraph-e\">  1.  The licence plate number and plate jurisdiction of the vehicle. </p> <p class=\"paragraph-e\">  2.  The operator’s name.</p> <p class=\"paragraph-e\">  3.  The date and time of the inspection.</p> <p class=\"paragraph-e\">  4.  The city, town, village or highway location where the inspection was conducted. </p> <p class=\"paragraph-e\">  5.  The printed name of the person who conducted the inspection. </p> <p class=\"paragraph-e\">  6.  For a commercial motor vehicle, the odometer reading of the vehicle. </p> <p class=\"paragraph-e\">  7.  Any major and minor defects found during the inspection or, if none were found, a statement that no major or minor defects were found. </p> <p class=\"paragraph-e\">  8.  A statement, signed by the person who conducted the inspection, that the vehicle was inspected in accordance with this Regulation.  O. Reg. 199/07, s. 7 (1).</p> <p class=\"subsection-e\">  (2) If the driver of the commercial motor vehicle is not the person who conducted the daily inspection of the commercial motor vehicle or trailer, the driver shall sign the daily inspection report for the commercial motor vehicle or trailer<b> </b>before driving the commercial motor vehicle or drawing the trailer.  O. Reg. 199/07, s. 7 (2).</p> <p class=\"subsection-e\">  (3) An operator shall supply the driver or other person who conducts daily inspections with daily inspection report forms.  O. Reg. 199/07, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II DAILY INSPECTIONS",
            "section": "On-going monitoring",
            "content": " 8. (1) A driver shall monitor the condition of each commercial motor vehicle and trailer\nhe or she is driving, drawing or in charge of to detect the presence of a major or minor defect.  O. Reg. 199/07, s. 8 (1). (2) If a driver detects a major or minor defect while driving, drawing or in charge of a commercial motor vehicle or trailer, the driver shall notify the operator of the defect by any means of communication that is likely to come to the operator’s attention quickly, in addition to entering the defect on the daily inspection report as required by clause 107 (8) (a) of the Act.  O. Reg. 199/07, s. 8 (2). (3) A driver may continue to drive a commercial motor vehicle if the commercial motor vehicle or trailer drawn by it has a minor defect if he or she has entered the defect on the daily inspection report as required by clause 107 (8) (a) of the Act.  O. Reg. 199/07, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) A driver shall monitor the condition of each commercial motor vehicle and trailer<b>\n</b>he or she is driving, drawing or in charge of to detect the presence of a major or minor defect.  O. Reg. 199/07, s. 8 (1).</p> <p class=\"subsection-e\">  (2) If a driver detects a major or minor defect while driving, drawing or in charge of a commercial motor vehicle or trailer, the driver shall notify the operator of the defect by any means of communication that is likely to come to the operator’s attention quickly, in addition to entering the defect on the daily inspection report as required by clause 107 (8) (a) of the Act.  O. Reg. 199/07, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A driver may continue to drive a commercial motor vehicle if the commercial motor vehicle or trailer drawn by it has a minor defect if he or she has entered the defect on the daily inspection report as required by clause 107 (8) (a) of the Act.  O. Reg. 199/07, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II DAILY INSPECTIONS",
            "section": "Submission of daily inspection report",
            "content": " 9. (1) A driver shall submit the completed daily inspection report to the operator as soon as possible after the inspection ceases to be valid and, in any event, no later than 20 days after the inspection ceases to be valid.  O. Reg. 199/07, s. 9 (1). (2) The completed daily inspection report must be submitted to the operator’s principal place of business or to another terminal or business address specified by the operator.  O. Reg. 199/07, s. 9 (2). (3) A daily inspection report of a commercial motor vehicle or trailer drawn by it is deemed to be submitted to the operator under this section if it is contained in a book of daily inspection reports that is kept in the commercial motor vehicle and to which the operator has regular access.  O. Reg. 199/07, s. 9 (3). (4) Subsection (3) applies only if the driver gave notice, in accordance with subsection 8 (2), of any major or minor defects he or she detected after the daily inspection was conducted.  O. Reg. 199/07, s. 9 (4). (5) A daily inspection report is considered to be completed for the purpose of this section if, in addition to the entries required by section 7, it contains a record of any major and minor defects detected by the driver after the daily inspection was conducted and entered by the driver as required by clause 107 (8) (a) of the Act.  O. Reg. 199/07, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) A driver shall submit the completed daily inspection report to the operator as soon as possible after the inspection ceases to be valid and, in any event, no later than 20 days after the inspection ceases to be valid.  O. Reg. 199/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The completed daily inspection report must be submitted to the operator’s principal place of business or to another terminal or business address specified by the operator.  O. Reg. 199/07, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A daily inspection report of a commercial motor vehicle or trailer drawn by it is deemed to be submitted to the operator under this section if it is contained in a book of daily inspection reports that is kept in the commercial motor vehicle and to which the operator has regular access.  O. Reg. 199/07, s. 9 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) applies only if the driver gave notice, in accordance with subsection 8 (2), of any major or minor defects he or she detected after the daily inspection was conducted.  O. Reg. 199/07, s. 9 (4).</p> <p class=\"subsection-e\">  (5) A daily inspection report is considered to be completed for the purpose of this section if, in addition to the entries required by section 7, it contains a record of any major and minor defects detected by the driver after the daily inspection was conducted and entered by the driver as required by clause 107 (8) (a) of the Act.  O. Reg. 199/07, s. 9 (5).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II DAILY INSPECTIONS",
            "section": "Submission of other notices, reports",
            "content": " 10. (1) A driver shall submit to the operator any notice to submit to an inspection or inspection report issued under section 82, 82.1 or 216.1 of the Act or by an enforcement officer or government official of another jurisdiction.  O. Reg. 199/07, s. 10 (1). (2) The notices and reports shall be submitted to the operator’s principal place of business or another terminal or business address specified by the operator, as soon as possible and, in any event, no later than 20 days after the driver received the notice or report.  O. Reg. 199/07, s. 10 (2). part III   under-vehicle inspections",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>(1) A driver shall submit to the operator any notice to submit to an inspection or inspection report issued under section 82, 82.1 or 216.1 of the Act or by an enforcement officer or government official of another jurisdiction.  O. Reg. 199/07, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The notices and reports shall be submitted to the operator’s principal place of business or another terminal or business address specified by the operator, as soon as possible and, in any event, no later than 20 days after the driver received the notice or report.  O. Reg. 199/07, s. 10 (2).</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>part III <br/>  under-vehicle inspections</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III UNDER-VEHICLE INSPECTIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III UNDER-VEHICLE INSPECTIONS",
            "section": "Under-vehicle inspections",
            "content": " 11. (1) Schedule 4 applies to the under-vehicle inspection of a motor coach.  O. Reg. 199/07, s. 11 (1); O. Reg. 242/14, s. 5 (1); O. Reg. 256/15, s. 4 (1). (2) An under-vehicle inspection must include an inspection of every system and component listed in Column 1 of Schedule 4.  O. Reg. 199/07, s. 11 (2). (3) An under-vehicle inspection must be adequate to determine whether there is a defect as set out in Column 2 of Schedule 4.  O. Reg. 199/07, s. 11 (3). (4) An under-vehicle inspection must be conducted while the motor coach is positioned over a pit or is otherwise raised, in a manner that provides access to all the systems and components of the motor coach that must be inspected under Schedule 4.  O. Reg. 199/07, s. 11 (4); O. Reg. 242/14, s. 5 (2); O. Reg. 256/15, s. 4 (2). (5) Every defect detected in an under-vehicle inspection must be repaired for the under-vehicle inspection to be considered complete.  O. Reg. 199/07, s. 11 (5). (6) An under-vehicle inspection, if it is conducted in Ontario, is valid only if it is conducted by the holder of a certificate of qualification, that is not suspended, in the trade of truck and coach technician issued under the Building Opportunities in the Skilled Trades Act, 2021. O. Reg. 434/12, s. 2; O. Reg. 892/21, s. 2. (7) An under-vehicle inspection is valid until the 31st day after it is conducted or until the motor coach has been driven 12,000 kilometres, whichever occurs last.  O. Reg. 199/07, s. 11 (7); O. Reg. 208/18, s. 1; O. Reg. 242/14, s. 5 (3); O. Reg. 256/15, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>(1) Schedule 4 applies to the under-vehicle inspection of a motor coach.  O. Reg. 199/07, s. 11 (1); O. Reg. 242/14, s. 5 (1); O. Reg. 256/15, s. 4 (1).</p> <p class=\"subsection-e\">  (2) An under-vehicle inspection must include an inspection of every system and component listed in Column 1 of Schedule 4.  O. Reg. 199/07, s. 11 (2).</p> <p class=\"subsection-e\">  (3) An under-vehicle inspection must be adequate to determine whether there is a defect as set out in Column 2 of Schedule 4.  O. Reg. 199/07, s. 11 (3).</p> <p class=\"subsection-e\">  (4) An under-vehicle inspection must be conducted while the motor coach is positioned over a pit or is otherwise raised, in a manner that provides access to all the systems and components of the motor coach that must be inspected under Schedule 4.  O. Reg. 199/07, s. 11 (4); O. Reg. 242/14, s. 5 (2); O. Reg. 256/15, s. 4 (2).</p> <p class=\"subsection-e\">  (5) Every defect detected in an under-vehicle inspection must be repaired for the under-vehicle inspection to be considered complete.  O. Reg. 199/07, s. 11 (5).</p> <p class=\"subsection-e\">  (6) An under-vehicle inspection, if it is conducted in Ontario, is valid only if it is conducted by the holder of a certificate of qualification, that is not suspended, in the trade of truck and coach technician issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>. O. Reg. 434/12, s. 2; O. Reg. 892/21, s. 2.</p> <p class=\"subsection-e\">  (7) An under-vehicle inspection is valid until the 31st day after it is conducted or until the motor coach has been driven 12,000 kilometres, whichever occurs last.  O. Reg. 199/07, s. 11 (7); O. Reg. 208/18, s. 1; O. Reg. 242/14, s. 5 (3); O. Reg. 256/15, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III UNDER-VEHICLE INSPECTIONS",
            "section": "Under-vehicle inspection report",
            "content": " 12. (1) The report completed when the under-vehicle inspection is completed must include the following:  1.  The licence plate number and the vehicle identification number or unit number of the motor coach. 2.  The operator’s name. 3.  The date of the inspection. 4.  The address, including the city, town or village, where the inspection was conducted. 5.  The printed name of the person who conducted the inspection. 6.  The odometer reading of the motor coach at the end of the inspection. 7.  A statement, signed by the person who conducted the inspection, that the motor coach was inspected in accordance with this Regulation and that at the end of the inspection, there are no defects listed in Column 2 of Schedule 4.  O. Reg. 199/07, s. 12 (1); O. Reg. 242/14, s. 6 (1-3); O. Reg. 256/15, s. 5 (1). (2) A person who conducts an under-vehicle inspection shall also record the following information in the record of the inspections and maintenance of and repairs to the vehicle required by paragraph 2 of subsection 16 (1): 1.  Any defects listed in Column 2 of Schedule 4 found during the inspection or, if none were found, a statement that no such defects were found. 2.  The nature of the repairs carried out, if any. 3.  The brake adjustment measurements.  O. Reg. 199/07, s. 12 (2). (3) An operator shall give a driver the completed under-vehicle inspection report for each motor coach that the driver will be driving that day.  O. Reg. 199/07, s. 12 (3); O. Reg. 242/14, s. 6 (4); O. Reg. 256/15, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>(1) The report completed when the under-vehicle inspection is completed must include the following: </p> <p class=\"paragraph-e\">  1.  The licence plate number and the vehicle identification number or unit number of the motor coach.</p> <p class=\"paragraph-e\">  2.  The operator’s name.</p> <p class=\"paragraph-e\">  3.  The date of the inspection.</p> <p class=\"paragraph-e\">  4.  The address, including the city, town or village, where the inspection was conducted. </p> <p class=\"paragraph-e\">  5.  The printed name of the person who conducted the inspection. </p> <p class=\"paragraph-e\">  6.  The odometer reading of the motor coach at the end of the inspection. </p> <p class=\"paragraph-e\">  7.  A statement, signed by the person who conducted the inspection, that the motor coach was inspected in accordance with this Regulation and that at the end of the inspection, there are no defects listed in Column 2 of Schedule 4.  O. Reg. 199/07, s. 12 (1); O. Reg. 242/14, s. 6 (1-3); O. Reg. 256/15, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A person who conducts an under-vehicle inspection shall also record the following information in the record of the inspections and maintenance of and repairs to the vehicle required by paragraph 2 of subsection 16 (1): </p> <p class=\"paragraph-e\">  1.  Any defects listed in Column 2 of Schedule 4 found during the inspection or, if none were found, a statement that no such defects were found. </p> <p class=\"paragraph-e\">  2.  The nature of the repairs carried out, if any. </p> <p class=\"paragraph-e\">  3.  The brake adjustment measurements.  O. Reg. 199/07, s. 12 (2).</p> <p class=\"subsection-e\">  (3) An operator shall give a driver the completed under-vehicle inspection report for each motor coach that the driver will be driving that day.  O. Reg. 199/07, s. 12 (3); O. Reg. 242/14, s. 6 (4); O. Reg. 256/15, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III UNDER-VEHICLE INSPECTIONS",
            "section": "Submission of under-vehicle inspection reports",
            "content": " 13. (1) A driver shall submit to the operator the completed under-vehicle inspection report that is in his or her possession as soon as possible after the inspection ceases to be valid and, in any event, no later than 20 days after the inspection ceases to be valid.  O. Reg. 199/07, s. 13 (1). (2) The completed under-vehicle inspection report must be submitted to the operator’s principal place of business or to another terminal or business address specified by the operator.  O. Reg. 199/07, s. 13 (2). Part iv   Performance standards",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>(1) A driver shall submit to the operator the completed under-vehicle inspection report that is in his or her possession as soon as possible after the inspection ceases to be valid and, in any event, no later than 20 days after the inspection ceases to be valid.  O. Reg. 199/07, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The completed under-vehicle inspection report must be submitted to the operator’s principal place of business or to another terminal or business address specified by the operator.  O. Reg. 199/07, s. 13 (2).</p> <p class=\"partnum-e\"><a name=\"BK16\"></a>Part iv <br/>  Performance standards</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV PERFORMANCE STANDARDS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PERFORMANCE STANDARDS",
            "section": "Performance standards",
            "content": " 14. (1) The following performance standards are prescribed as vehicle component performance standards for the purpose of subsection 107 (3) of the Act: 1.  The requirements of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act. 2.  The requirements of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 3.  The performance standards set out in Schedules 1, 2, 3, 4, 5, 6 and 7 to this Regulation. 4.  The requirements of Regulation 625 of the Revised Regulations of Ontario, 1990 (Tire Standards and Specifications) made under the Act. O. Reg. 199/07, s. 14 (1); O. Reg. 78/11, s. 1; O. Reg. 256/15, s. 6 (1). (2) For the purpose of paragraph 3 of subsection (1), the schedules shall be read as if the absence of a specified defect is a performance standard.  O. Reg. 199/07, s. 14 (2); O. Reg. 256/15, s. 6 (2). Part v   REcordkeeping",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) The following performance standards are prescribed as vehicle component performance standards for the purpose of subsection 107 (3) of the Act:</p> <p class=\"paragraph-e\">  1.  The requirements of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act. </p> <p class=\"paragraph-e\">  2.  The requirements of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</p> <p class=\"paragraph-e\">  3.  The performance standards set out in Schedules 1, 2, 3, 4, 5, 6 and 7 to this Regulation.</p> <p class=\"paragraph-e\">  4.  The requirements of Regulation 625 of the Revised Regulations of Ontario, 1990 (Tire Standards and Specifications) made under the Act. O. Reg. 199/07, s. 14 (1); O. Reg. 78/11, s. 1; O. Reg. 256/15, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of paragraph 3 of subsection (1), the schedules shall be read as if the absence of a specified defect is a performance standard.  O. Reg. 199/07, s. 14 (2); O. Reg. 256/15, s. 6 (2).</p> <p class=\"partnum-e\"><a name=\"BK18\"></a>Part v <br/>  REcordkeeping</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V RECORDKEEPING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORDKEEPING",
            "section": "Daily inspection reports",
            "content": " 15. An operator shall keep the daily inspection reports submitted by drivers for at least six months.  O. Reg. 199/07, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>An operator shall keep the daily inspection reports submitted by drivers for at least six months.  O. Reg. 199/07, s. 15.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORDKEEPING",
            "section": "Other records",
            "content": " 16. (1) An operator shall keep the following records, in respect of each commercial motor vehicle, trailer and trailer converter dolly operated by the operator: 1.  Identification records for the vehicle, including, i.  the vehicle’s unit number, if any, ii.  the vehicle’s year and make, iii.  the vehicle’s vehicle identification number, and iv.  if the vehicle is not owned by the operator, the name of the person that supplies the vehicle to the operator, and the first and last dates on which the vehicle was operated by the operator. 2.  A record of the inspections and maintenance of and repairs to the vehicle, including, i.  the nature of the inspections, maintenance and repairs, ii.  the name of the person who conducted each inspection and performed each maintenance or repair, iii.  if an inspection, maintenance or repair was conducted or performed by someone other than the operator or a person employed by the operator, the invoice or other record of the inspection, maintenance or repair provided by the person who conducted or performed it, iv.  if a part was purchased and used in maintenance or in a repair, the invoice or receipt for the part, and v.  if the vehicle has an odometer, the odometer reading of the vehicle at the end of the inspection, maintenance or repair. 3.  The types and frequency of inspections and maintenance required to be carried out on the vehicle under the operator’s system of periodic inspections and maintenance. 4.  A record of any axle or suspension modifications of the vehicle that affect the manufacturer’s gross vehicle weight rating or gross axle weight rating. 5.  Copies of safety standards certificates, annual inspection certificates and semi-annual inspection certificates issued in respect of the vehicle, and copies of equivalent documents from other jurisdictions issued in respect of the vehicle. 6.  In the case of a motor coach, every under-vehicle inspection report for the motor coach submitted to the operator under section 13. 7.  Copies of the notices and reports submitted to the operator under section 10.  O. Reg. 199/07, s. 16 (1); O. Reg. 242/14, s. 7; O. Reg. 256/15, s. 7; O. Reg. 208/18, s. 2. (2) An operator shall retain the records described in subsection (1) for at least two years or, if a record relates to a vehicle that ceases to be operated by the operator, for six months after the vehicle ceases to be operated by the operator, whichever period is shorter.  O. Reg. 199/07, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) An operator shall keep the following records, in respect of each commercial motor vehicle, trailer and trailer converter dolly operated by the operator:</p> <p class=\"paragraph-e\">  1.  Identification records for the vehicle, including,</p> <p class=\"subpara-e\">  i.  the vehicle’s unit number, if any, </p> <p class=\"subpara-e\">  ii.  the vehicle’s year and make,</p> <p class=\"subpara-e\">  iii.  the vehicle’s vehicle identification number, and </p> <p class=\"subpara-e\">  iv.  if the vehicle is not owned by the operator, the name of the person that supplies the vehicle to the operator, and the first and last dates on which the vehicle was operated<b> </b>by the operator. </p> <p class=\"paragraph-e\">  2.  A record of the inspections and maintenance of and repairs to the vehicle, including,</p> <p class=\"subpara-e\">  i.  the nature of the inspections, maintenance and repairs,</p> <p class=\"subpara-e\">  ii.  the name of the person who conducted each inspection and performed each maintenance or repair, </p> <p class=\"subpara-e\">  iii.  if an inspection, maintenance or repair was conducted or performed by someone other than the operator or a person employed by the operator, the invoice or other record of the inspection, maintenance or repair provided by the person who conducted or performed it,</p> <p class=\"subpara-e\">  iv.  if a part was purchased and used in maintenance or in a repair, the invoice or receipt for the part, and </p> <p class=\"subpara-e\">  v.  if the vehicle has an odometer, the odometer reading of the vehicle at the end of the inspection, maintenance or repair. </p> <p class=\"paragraph-e\">  3.  The types and frequency of inspections and maintenance required to be carried out on the vehicle under the operator’s system of periodic inspections and maintenance.</p> <p class=\"paragraph-e\">  4.  A record of any axle or suspension modifications of the vehicle that affect the manufacturer’s gross vehicle weight rating or gross axle weight rating. </p> <p class=\"paragraph-e\">  5.  Copies of safety standards certificates, annual inspection certificates and semi-annual inspection certificates issued in respect of the vehicle, and copies of equivalent documents from other jurisdictions issued in respect of the vehicle.</p> <p class=\"paragraph-e\">  6.  In the case of a motor coach, every under-vehicle inspection report for the motor coach submitted to the operator under section 13.</p> <p class=\"paragraph-e\">  7.  Copies of the notices and reports submitted to the operator under section 10.  O. Reg. 199/07, s. 16 (1); O. Reg. 242/14, s. 7; O. Reg. 256/15, s. 7; O. Reg. 208/18, s. 2.</p> <p class=\"subsection-e\">  (2) An operator shall retain the records described in subsection (1) for at least two years or, if a record relates to a vehicle that ceases to be operated by the operator, for six months after the vehicle ceases to be operated by the operator, whichever period is shorter.  O. Reg. 199/07, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORDKEEPING",
            "section": "Records kept at operator’s business",
            "content": " 17. Any record or document that an operator is required by this Regulation to keep shall be kept at the operator’s principal place of business or another terminal or business address of the operator.  O. Reg. 199/07, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>Any record or document that an operator is required by this Regulation to keep shall be kept at the operator’s principal place of business or another terminal or business address of the operator.  O. Reg. 199/07, s. 17.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": "PART V  ",
            "part_type": "PART V RECORDKEEPING",
            "section": "Electronic records",
            "content": " 18. (1) Any record or document that is required to be created, kept or surrendered by section 107 of the Act or this Regulation may be made, kept or surrendered in electronic format if it meets the requirements of this section.  O. Reg. 199/07, s. 18 (1). (2) An electronic record or document must meet every requirement of section 107 of the Act and of this Regulation, except that it is not required to have a signature.  O. Reg. 199/07, s. 18 (2). (3) The following rules apply to a driver who carries a daily inspection report, under-vehicle inspection report, or inspection schedule in electronic format: 1.  If a police officer or officer appointed for the purpose of carrying out the provisions of the Act requires the driver to electronically transmit the report or schedule to the officer, the driver shall do so as soon as reasonably possible. 2.  If a police officer or officer appointed for the purpose of carrying out the provisions of the Act requires the driver to produce the following, the driver shall, at their option, produce either, i.  an electronic display of the report or schedule that is readable from outside the vehicle, or ii.  a printed copy of the report or schedule, signed by the driver. O. Reg. 134/21, s. 1. (4) Despite section 17, an operator may keep a record or document that is in electronic format at any place if, (a)  the record or document can be readily accessed by the operator from the operator’s principal place of business; and (b)  the operator would, from the operator’s principal place of business, be able to comply with a requirement that the record or document be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act. O. Reg. 134/21, s. 1. (5) The following rules apply with respect to an operator who possesses a record or document in electronic format: 1.  If an officer appointed for the purpose of carrying out the provisions of the Act requires the operator to generate a printed copy of the record or document, the operator shall do so if the operator has the technical capacity to do so. 2.  If an officer appointed for the purpose of carrying out the provisions of the Act requires that the record or document be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act, the operator shall store or transmit the record or document in accordance with the officer’s requirement. O. Reg. 134/21, s. 1. Part vi   Notes to the schedules",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>(1) Any record or document that is required to be created, kept or surrendered by section 107 of the Act or this Regulation may be made, kept or surrendered in electronic<b> </b>format if it meets the requirements of this section.  O. Reg. 199/07, s. 18 (1).</p> <p class=\"subsection-e\">  (2) An electronic record or document must meet every requirement of section 107 of the Act and of this Regulation, except that it is not required to have a signature.  O. Reg. 199/07, s. 18 (2).</p> <p class=\"subsection-e\">  (3) The following rules apply to a driver who carries a daily inspection report, under-vehicle inspection report, or inspection schedule in electronic format:</p> <p class=\"paragraph-e\">  1.  If a police officer or officer appointed for the purpose of carrying out the provisions of the Act requires the driver to electronically transmit the report or schedule to the officer, the driver shall do so as soon as reasonably possible.</p> <p class=\"paragraph-e\">  2.  If a police officer or officer appointed for the purpose of carrying out the provisions of the Act requires the driver to produce the following, the driver shall, at their option, produce either,</p> <p class=\"subpara-e\">  i.  an electronic display of the report or schedule that is readable from outside the vehicle, or</p> <p class=\"subpara-e\">  ii.  a printed copy of the report or schedule, signed by the driver. O. Reg. 134/21, s. 1.</p> <p class=\"subsection-e\">  (4) Despite section 17, an operator may keep a record or document that is in electronic format at any place if,</p> <p class=\"clause-e\">  (a)  the record or document can be readily accessed by the operator from the operator’s principal place of business; and</p> <p class=\"clause-e\">  (b)  the operator would, from the operator’s principal place of business, be able to comply with a requirement that the record or document be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act. O. Reg. 134/21, s. 1.</p> <p class=\"subsection-e\">  (5) The following rules apply with respect to an operator who possesses a record or document in electronic format:</p> <p class=\"paragraph-e\">  1.  If an officer appointed for the purpose of carrying out the provisions of the Act requires the operator to generate a printed copy of the record or document, the operator shall do so if the operator has the technical capacity to do so.</p> <p class=\"paragraph-e\">  2.  If an officer appointed for the purpose of carrying out the provisions of the Act requires that the record or document be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act, the operator shall store or transmit the record or document in accordance with the officer’s requirement. O. Reg. 134/21, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK23\"></a>Part vi <br/>  Notes to the schedules</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI NOTES TO THE SCHEDULES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Notes to the Schedules",
            "content": " 19. The following notes apply to the schedules to this Regulation: 1Adjustment limits are in section 5 of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act. 2Air loss rate limit is prescribed by Schedule 7 to this Regulation. 3Cargo securement device and load covering requirements are prescribed by section 111 of the Act and by Ontario Regulation 363/04 (Security of Loads) made under the Act and Regulation 577 of the Revised Regulations of Ontario, 1990 (Covering of Loads) made under the Act. 4Prescribed limit is 12.7 mm of fore and aft horizontal movement between the upper and lower halves of the fifth wheel assembly. 5Requirements are under the Dangerous Goods Transportation Act and the Transportation of Dangerous Goods Act, 1992\r\n(Canada). 6Mirror requirements are in section 66 of the Act. 7View requirements are in sections 66 and 74 of the Act and in section 1 of Schedule 7 to this Regulation. 8Lamp requirements are in section 62 of the Act. 9Reflector requirements are in section 103 of the Act. 10Steering lash (free play) limit is prescribed by Schedule 7 to this Regulation. 11Wear limit is prescribed by section 3 of Regulation 625 of the Revised Regulations of Ontario, 1990 (Tire Standards and Specifications) made under the Act. 12Emergency exit requirements are in section 19 of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act and in subsection 1 (2) of Schedule 7 to this Regulation. 13Interior lamp requirements are in section 20 of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act and in section 6 of Schedule 7 to this Regulation. 14Passenger and mobility device restraints requirements are in section 106 of the Act and in sections 6 and 7 of Regulation 629 of the Revised Regulations of Ontario, 1990 (Accessible Vehicles) made under the Act. 15As required by manufacturer’s specifications. 16View requirements are in section 74 of the Act and in section 1 of Schedule 7 to this Regulation. 17Alarm requirements are in section 2 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 18Fire extinguisher requirements are in sections 2 and 4 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 19First aid kit requirements are in sections 2 and 3 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 20Sticker requirements are in section 3 of Ontario Regulation 174/22 (Classes of Vehicles Requiring Annual and Semi-Annual Inspections) made under the Act. 21Interior and exterior lamp requirements are in section 62 of the Act and in sections 2 and 4 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 22View requirements are in section 66 of the Act and in section 3 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 23Passenger and mobility device restraint system requirements are in section 106 of the Act and in sections 6 and 7 of Regulation 629 of the Revised Regulations of Ontario, 1990 (Accessible Vehicles) made under the Act and section 2 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act. 24View requirements are in section 66 of the Act. O. Reg. 199/07, s. 19; O. Reg. 411/10, s. 1; O. Reg. 171/11, s. 1; O. Reg. 256/15, s. 8; O. Reg. 208/18, s. 3; O. Reg. 432/21, s. 1; O. Reg. 415/22, s. 2. 20. Omitted (revokes other Regulations).  O. Reg. 199/07, s. 20. 21. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 199/07, s. 21. SCHEDULE 1   Daily Inspection of Trucks, tractors and trailers Column 1   Systems and Components   Column 2   Minor Defects   Column 3   Major Defects \n\n  Part 1. Air Brake System   (a) audible air leak.   (b) slow air pressure build-up rate.   (a) pushrod stroke of any brake exceeds the adjustment limit.1  (b) air loss rate exceeds prescribed limit.2  (c) inoperative towing vehicle (tractor) protection system.   (d) low air warning system fails or system is activated.   (e) inoperative service, parking or emergency brake. \n\n  Part 2. Cab   (a) occupant compartment door fails to open.   (a) any cab or sleeper door fails to close securely. \n\n  Part 3. Cargo Securement   (a) insecure or improper load covering.   (a) insecure cargo.   (b) absence, failure, malfunction or deterioration of required cargo securement device or load covering.3 \n\n  Part 4. Coupling Devices   (a) coupler or mounting has loose or missing fastener.    (a) coupler is insecure or movement exceeds prescribed limit.4  (b) coupling or locking mechanism is damaged or fails to lock.   (c) defective, incorrect or missing safety chain or cable. \n\n  Part 5. Dangerous Goods   -   (a) dangerous goods requirements not met.5 \n\n  Part 6. Driver Controls   (a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.    - \n\n  Part 7. Driver Seat   (a) seat is damaged or fails to remain in set position.   (a) seatbelt or tether belt is insecure, missing or malfunctions. \n\n  Part 8. Electric Brake System   (a) loose or insecure wiring or electrical connection.   (a) inoperative breakaway device.    (b) inoperative brake. \n\n  Part 9. Emergency Equipment and Safety Devices   (a) emergency equipment is missing, damaged or defective.   - \n\n  Part 10. Exhaust System   (a) exhaust leak, except as described in Column 3.   (a) leak that causes exhaust gas to enter the occupant compartment. \n\n  Part 11. Frame and Cargo Body   (a) damaged frame or cargo body.   (a) visibly shifted, cracked, collapsing or sagging frame member. \n\n  Part 12. Fuel System   (a) missing fuel tank cap.   (a) insecure fuel tank.   (b) dripping fuel leak. \n\n  Part 13. General   -   (a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation. \n\n  Part 14. Glass and Mirrors   (a) required mirror6 or window glass fails to provide the required view7 to the driver as a result of being cracked, broken, damaged, missing or maladjusted.   (b) required mirror6\r or glass has broken or damaged attachments onto vehicle body.    - \n\n  Part 15. Heater / Defroster   (a) control or system failure.   (a) defroster fails to provide unobstructed view through the windshield. \n\n  Part 16. Horn   (a) vehicle has no operative horn.   - \n\n  Part 17. Hydraulic Brake System   (a) brake fluid level is below indicated minimum level.       (a) brake boost or power assist is not operative.   (b) brake fluid leak.   (c) brake pedal fade or insufficient brake pedal reserve.   (d) activated (other than ABS) warning device.   (e) brake fluid reservoir is less than ¼ full.   (f) parking brake is inoperative. \n\n  Part 18. Lamps and Reflectors   (a) required lamp does not function as intended.8  (b) required reflector is missing or partially missing.9   When use of lamps is required:   (a) failure of both low-beam headlamps.   (b) failure of both rearmost tail lamps.  At all times:   (a) failure of a rearmost turn-indicator lamp.   (b) failure of both rearmost brake lamps. \n\n  Part 19. Steering   (a) steering wheel lash (free-play) is greater than normal.    (a) steering wheel is insecure, or does not respond normally.   (b) steering wheel lash (free-play) exceeds prescribed limit.10 \n\n  Part 20. Suspension System   (a) air leak in air suspension system.   (b) a broken spring leaf.   (c) suspension fastener is loose, missing or broken.   (a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag.   (b) cracked or broken main spring leaf or more than one broken spring leaf in any spring assembly.   (c) part of spring leaf or suspension is missing, shifted out of place or is in contact with another vehicle component.   (d) loose U-bolt. \n\n  Part 21. Tires   (a) damaged tread or sidewall of tire.   (b) tire leaking, if leak cannot be heard.   (a) flat tire.   (a.1) tire leaking, if leak can be felt or heard.   (b) tire tread depth is less than wear limit.11   (c) tire is in contact with another tire or any vehicle component other than mud-flap.   (d) tire is marked “Not for highway use”.   (e) tire has exposed cords in the tread or outer sidewall area. \n\n  Part 22. Wheels, Hubs and Fasteners    (a) hub oil below minimum level (when fitted with sight glass).   (b) leaking wheel seal.   (a) wheel has loose, missing or ineffective fastener.    (b) damaged, cracked or broken wheel, rim or attaching part.   (c) evidence of imminent wheel, hub or bearing failure. \n\n  Part 23. Windshield Wiper / Washer   (a) control or system malfunction.    (b) wiper blade is damaged, missing or fails to adequately clear driver’s field of vision.   When use of wipers or washer is required:   (a) wiper or washer fails to adequately clear driver’s field of vision in area swept by driver’s side wiper. O. Reg. 199/07, Sched. 1; O. Reg. 242/14, s. 9; O. Reg. 208/18, s. 4. SCHEDULE 2   Daily Inspection of buses and of Trailers drawn by buses Column 1   Systems and Components   Column 2   Minor Defects   Column 3   Major Defects \n\n  Part 1. Accessibility Devices   Accessibility device may not be used if:   (a) alarm fails to operate.   (b) equipment malfunctions.   (c) interlock system malfunctions.   (a) vehicle fails to return to normal level after kneeling.   (b) extendable lift, ramp or other passenger-loading device fails to retract. \n\n  Part 2. Air Brake System   (a) audible air leak.   (b) slow air pressure build-up rate.   (a) pushrod stroke of any brake exceeds the adjustment limit.1  (b) air loss rate exceeds prescribed limit.2  (c) inoperative towing vehicle (tractor) protection system.  (d) low air warning system fails or system is activated.   (e) inoperative service, parking or emergency brake. \n\n  Part 3. Cargo Securement   (a) insecure or improper load covering.   (a) insecure cargo.   (b) absence, failure, malfunction or deterioration of required cargo securement device or load covering.3 \n\n  Part 4. Coupling Devices   (a) coupler or mounting has loose or missing fastener.   (a) coupler is insecure or movement exceeds prescribed limit.4   (b) coupling or locking mechanism is damaged or fails to lock.   (c) defective, incorrect or missing safety chain or cable. \n\n  Part 5. Dangerous Goods   -   (a) dangerous goods requirements not met.5 \n\n  Part 6. Doors and Emergency Exits    (a) door, window or hatch fails to open or close securely.   (b) alarm inoperative.   When carrying passengers:   (a) required emergency exit fails to function as intended.12 \n\n  Part 7. Driver Controls   (a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.   When carrying passengers:   (a) accelerator sticking and engine fails to return to idle. \n\n  Part 8. Driver Seat   (a) seat is damaged or fails to remain in set position.   (a) seatbelt or tether belt is insecure, missing or malfunctions.   \n\n  Part 9. Electric Brake System   (a) loose or insecure wiring or electrical connection.   (a) inoperative breakaway device.   (b) inoperative brake. \n\n  Part 10. Emergency Equipment and Safety Devices   (a) emergency equipment is missing, damaged or defective.   - \n\n  Part 11. Exhaust System   (a) exhaust leak except as described in Column 3.   (a) leak that causes exhaust gas to enter the occupant compartment. \n\n  Part 12. Exterior Body and Frame   (a) insecure or missing body parts.   (b) insecure or missing compartment door.   (c) damaged frame or body.   (a) visibly shifted, cracked, collapsing or sagging frame member. \n\n  Part 13. Fuel System   -   (a) missing fuel tank cap.   (b) insecure fuel tank.   (c) dripping fuel leak. \n\n  Part 14. General   -   (a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation. \n\n  Part 15. Glass and Mirrors   (a) required mirror6 or window glass fails to provide the required view7 to the driver as a result of being cracked, broken, damaged, missing or maladjusted.    (b) required mirror6 or glass has broken or damaged attachments onto vehicle body.   When carrying passengers:   (a) driver’s view of the road is obstructed in the area swept by the windshield wipers. \n\n  Part 16. Heater / Defroster   (a) control or system failure.   (a) defroster fails to provide unobstructed view through the windshield. \n\n  Part 17. Horn   (a) vehicle has no operative horn.   - \n\n  Part 18. Hydraulic Brake System   (a) brake fluid level is below indicated minimum level.   (a) brake boost or power assist is not operative.   (b) brake fluid leak.   (c) brake pedal fade or insufficient brake pedal reserve.   (d) activated (other than ABS) warning device.   (e) brake fluid reservoir is less than ¼ full.   (f) parking brake is inoperative. \n\n  Part 19. Lamps and Reflectors   (a) required interior lamp does not function as intended.13  (b) required reflector is missing or partially missing.9  (c) passenger safety or access lamp does not function.   When use of lamps is required:   (a) failure of both low-beam headlamps.   (b) failure of both rearmost tail lamps.  At all times:   (a) failure of a rearmost turn-indicator lamp.   (b) failure of both rearmost brake lamps. \n\n  Part 20. Passenger Compartment   (a) stanchion padding is damaged.   (b) damaged steps or floor.   (c) insecure or damaged overhead luggage rack or compartment.   (d) malfunction or absence of required passenger or mobility device restraints.14   (e) passenger seat is insecure.   When affected position is occupied:   (a) malfunction or absence of required passenger or mobility device restraints.14   (b) passenger seat is insecure. \n\n  Part 21. Steering   (a) steering wheel lash (free-play) is greater than normal.   (a) steering wheel is insecure, or does not respond normally.   (b) steering wheel lash (free-play) exceeds prescribed limit.10 \n\n  Part 22. Suspension System   (a) air leak in air suspension system.    (b) a broken spring leaf.   (c) suspension fastener is loose, missing or broken.   (a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag.   (b) cracked or broken main spring leaf or more than one broken spring leaf.   (c) part of spring leaf or suspension is missing, shifted out of place or in contact with another vehicle component.   (d) loose U-bolt. \n\n  Part 23. Tires   (a) damaged tread or sidewall of tire.   (b) tire leaking, if leak cannot be heard.   (a) flat tire.   (a.1) tire leaking, if leak can be felt or heard.   (b) tire tread depth is less than wear limit.11   (c) tire is in contact with another tire or any vehicle component other than mud-flap.   (d) tire is marked “Not for highway use”.   (e) tire has exposed cords in the tread or outer sidewall area. \n\n  Part 24. Wheels, Hubs and Fasteners    (a) hub oil below minimum level (when fitted with sight glass).   (b) leaking wheel seal.   (a) wheel has loose, missing or ineffective fastener.   (b) damaged, cracked or broken wheel, rim or attaching part.   (c) evidence of imminent wheel, hub or bearing failure. \n\n  Part 25. Windshield Wiper / Washer   (a) control or system malfunction.   (b) wiper blade is damaged, missing or fails to adequately clear driver’s field of vision.   When use of wipers or washer is required:   (a) wiper or washer fails to adequately clear driver’s field of vision in area swept by driver’s side wiper. O. Reg. 199/07, Sched. 2; O. Reg. 242/14, s. 10. Schedule 3   DAILY INSPECTION OF motor coaches Column 1   Systems and Components   Column 2   Minor Defects   Column 3   Major Defects \n\n  Part 1. Accessibility Devices   Accessibility device may not be used if:   (a) alarm fails to operate.   (b) equipment malfunctions.   (c) interlock system malfunctions.   (a) vehicle fails to return to normal level after kneeling.   (b) extendable lift, ramp or other passenger-loading device fails to retract. \n\n  Part 2. Air Brake System   (a) audible air leak.   (b) slow air pressure build-up rate.   (a) there is any indication of a brake adjustment problem.   (b) air loss rate exceeds prescribed limit.2   (c) inoperative towing vehicle (tractor) protection system.   (d) low air warning system fails or system is activated.   (e) inoperative service, parking or emergency brake. \n\n  Part 3. Coupling Devices   (a) coupler or mounting has loose or missing fastener.   (a) coupler is insecure or movement exceeds prescribed limit.4   (b) coupling or locking mechanism is damaged or fails to lock.   (c) defective, incorrect or missing safety chain or cable. \n\n  Part 4. Dangerous Goods   -   (a) dangerous goods requirements not met.5 \n\n  Part 5. Doors and Emergency Exits   (a) door, window or hatch fails to open or close securely.   (b) alarm inoperative.   When carrying passengers:   (a) required emergency exit fails to function as intended.12 \n\n  Part 6. Driver Controls   (a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.   When carrying passengers:   (a) accelerator sticking and engine fails to return to idle. \n\n  Part 7. Driver’s Seat   (a) seat is damaged or fails to remain in set position.   (a) seatbelt or tether belt is insecure, missing or malfunctions.  \n\n  Part 8. Emergency Equipment and Safety Devices   (a) emergency equipment is missing, damaged or defective.   - \n\n  Part 9. Exhaust System   (a) exhaust leak except as described in Column 3.   (a) leak that causes exhaust gas to enter the occupant compartment. \n\n  Part 10. Exterior Body    (a) insecure or missing body parts.   (b) insecure or missing compartment door.   - \n\n  Part 11. Fuel System    -   (a) missing fuel tank cap.    (b) insecure fuel tank.   (c) dripping fuel leak. \n\n  Part 12. General   -   (a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation. \n\n  Part 13. Glass and Mirrors   (a) required mirror6 or window glass fails to provide the required view7 to the driver as a result of being cracked, broken, damaged, missing or maladjusted.    (b) required mirror6 or glass has broken or damaged attachments onto vehicle body.   When carrying passengers:   (a) driver’s view of the road is obstructed in the area swept by the windshield wipers. \n\n  Part 14. Heater / Defroster   (a) control or system failure.   (a) defroster fails to provide unobstructed view through the windshield. \n\n  Part 15. Horn   (a) vehicle has no operative horn.   - \n\n  Part 16. Lamps and Reflectors   (a) required interior lamp does not function as intended.13   (b) required reflector is missing or partially missing.9  (c) passenger safety or access lamp does not function.   When use of lamps is required:   (a) failure of both low-beam headlamps.   (b) failure of both rearmost tail lamps.  At all times:   (a) failure of a rearmost turn-indicator lamp.   (b) failure of both rearmost brake lamps. \n\n  Part 17. Passenger Compartment   (a) stanchion padding is damaged.   (b) damaged steps or floor.   (c) insecure or damaged overhead luggage rack or compartment.   (d) malfunction or absence of required passenger or mobility device restraints.14   (e) passenger seat is insecure.   When affected position is occupied:   (a) malfunction or absence of required passenger or mobility device restraints.14   (b) passenger seat is insecure. \n\n  Part 18. Suspension System   (a) air leak in air suspension system.    (a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag. \n\n  Part 19. Steering   (a) steering wheel lash (free-play) is greater than normal.   (a) steering wheel is insecure, or does not respond normally.   (b) steering wheel lash (free-play) exceeds prescribed limit.10 \n\n  Part 20. Tires   (a) damaged tread or sidewall of tire.   (b) tire leaking, if leak cannot be heard.   (a) flat tire.   (a.1) tire leaking, if leak can be felt or heard.   (b) tire tread depth is less than wear limit.11   (c) tire is in contact with another tire or any vehicle component other than mud-flap.   (d) tire is marked “Not for highway use”.   (e) tire has exposed cords in the tread or outer sidewall area. \n\n  Part 21. Wheels, Hubs and Fasteners    (a) hub oil below minimum level (when fitted with sight glass).   (b) leaking wheel seal.   (a) wheel has loose, missing or ineffective fastener.   (b) damaged, cracked or broken wheel, rim or attaching part.   (c) evidence of imminent wheel, hub or bearing failure. \n\n  Part 22. Windshield Wiper Blades / Washer   (a) control or system malfunction.   (b) wiper blade is damaged, missing or fails to adequately clear driver’s field of vision.   When use of wipers or washers is required:   (a) wiper or washer fails to adequately clear driver’s field of vision in area swept by driver’s side wiper. O. Reg. 199/07, Sched. 3; O. Reg. 242/14, s. 11; O. Reg. 256/15, s. 9. schedule 4   under-vehicle inspection of motor coaches Column 1   Systems and Components   Column 2   Defects \n\n  Part 1. Air Brake System   (a) audible air leak.    (b) brake pushrod stroke is beyond the adjustment limit.1   (c) clearance between disc brake pads and rotor exceeds manufacturer’s specified limit.   (d) Revoked: O. Reg. 208/18, s. 5.   (e) wedge brake shoe movement exceeds manufacturer’s specified limit.   (f) excessive discharge of fluids from air reservoir.   (g) air compressor, mounts or attachments damaged or defective.   (h) compressor drive-belt loose or damaged.   (i) air line or fitting damaged or insecure.   (j) air tank defective, damaged or insecure.   (k) air tank drain or moisture ejector device inoperable.   (l) brake chamber, brake linkage or other brake component is defective, damaged or insecure.   (m) Revoked: O. Reg. 242/14, s. 12 (2).   (n) spring brake is broken or malfunctions.   (o) inoperative service, parking or emergency brake. \n\n  Part 2. Exhaust System   (a) exhaust leak.    (b) exhaust system component insecure, damaged or perforated. \n\n  Part 3. Frame and Underbody   (a) any frame member or fastener is damaged, cracked or insecure.   (b) any component mount is damaged or insecure. \n\n  Part 4. Fuel System   (a) fuel leak.   (b) insecure fuel tanks, fuel tank mounts or guards.   (c) fuel line or fitting damaged or insecure. \n\n  Part 5. Steering   (a) steering linkage is damaged or insecure.   (b) power steering fluid is leaking, contaminated or low.   (c) power steering component damaged or insecure. \n\n  Part 6. Suspension System   (a) air leak or malfunction of air suspension system or component.   (b) damage or deterioration of any suspension component including:   (i) spring and air bag,   (ii) axle or frame attaching component,   (iii) axle supporting or aligning component,   (iv) suspension or component fastener,   (v) shock absorber or attachments. \n\n  Part 7. Tires   (a) tire inflation less than required.15   (b) tire tread is less than wear limit.11   (c) damage to tread or sidewall of tire.   (d) retread or rebuilt tire is used on front axle. \n\n  Part 8. Wheels and Fasteners   (a) loose, missing, damaged or ineffective wheel fastener.   (b) damaged wheel or wheel component. O. Reg. 199/07, Sched. 4; O. Reg. 242/14, s. 12; O. Reg. 256/15, s. 10; O. Reg. 208/18, s. 5. SCHEDULE 5   Daily inspection of SCHOOL PURPOSEs BUSes Column 1   Systems and Components   Column 2   Minor Defects   Column 3   Major Defects \n\n  Part 1. Air Brake System   (a) audible air leak.   (b) slow air pressure build-up rate.   (a) brake is beyond its adjustment limit.1   (b) air loss rate exceeds prescribed limit.2   (c) low air warning system fails or system is activated.   (d) inoperative service, parking or emergency brake. \n\n  Part 2. Alternating Overhead Lamps   (a) a lamp is missing or inoperative.   (b) lamps do not alternate.   (c) a lamp is not of the proper colour.   When use of lamp is required:   (a) a lamp is missing or inoperative.   (b) lamps do not alternate.   (c) a lamp is not of the proper colour. \n\n  Part 3. Doors and Windows, other than Emergency Exits   (a) a window or door fails to open or close securely.   When carrying passengers:   (a) door fails to open or close securely.  At all times:   (a) window fails to provide the required view16 to the driver as a result of being cracked, broken, damaged, missing, maladjusted, clouded or fogged. \n\n  Part 4. Driver Controls   (a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.   (a) accelerator is sticking and the engine fails to return to idle. \n\n  Part 5. Emergency Exits   (a) required alarm is inoperative.17   When carrying passengers:   (a) window fails to open from inside or close securely.   (b) door fails to open freely from inside and outside.   (c) a required door alarm is inoperative.17 \n\n  Part 6. Emergency Flares, Lamps or Reflectors   (a) missing or insecure.   - \n\n  Part 7. Exhaust System   (a) exhaust leak except as described in Column 3.   (a) exhaust leak that causes exhaust gas to enter the occupant compartment. \n\n  Part 8. Exterior Body and Frame   (a) insecure or missing body parts.   (b) insecure or missing compartment door.   (c) damaged frame or body.   (a) one or more visibly shifted, cracked, collapsing or sagging frame member. \n\n  Part 9. Fire Extinguisher   (a) fire extinguisher missing.   (b) the gauge on any required fire extinguisher indicates an empty condition or a complete lack of pressure.18  (c) fire extinguisher is not securely mounted or stored in a manner that prevents the extinguisher from being a projectile object.   When carrying passengers:   (a) fire extinguisher missing.   (b) the gauge on any required fire extinguisher indicates an empty condition or a complete lack of pressure.18 \n\n  Part 10. First Aid Kit   (a) required first aid kit is missing.19   (b) kit is incomplete.   When carrying passengers:   (a) required first aid kit is missing.19 \n\n  Part 11. Fuel System   -   (a) missing fuel tank cap.   (b) insecure fuel tank.   (c) dripping fuel leak. \n\n  Part 12. General   -   (a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation. \n\n  Part 13. Heater / Defroster   (a) control or system failure.   (a) defroster fails to provide an unobstructed view through the windshield and through the side windows to the left and right of the driver’s seat.  \n\n  Part 14. Horn   (a) no operative horn.   - \n\n  Part 15. Hydraulic Brake System   (a) brake fluid level is below indicated minimum level.   (a) brake boost or power assist is not operative.   (b) brake fluid leak.   (c) brake pedal fade or insufficient brake pedal reserve.   (d) activated (other than ABS) warning device.   (e) brake fluid reservoir is less than ¼ full.   (f) inoperative service or parking brake. \n\n  Part 16. Inspection Stickers   -   (a) a required sticker is missing, unreadable or is invalid.20 \n\n  Part 17. Lamps and Reflectors   (a) required interior or exterior lamp does not operate or function as intended.21  (b) required reflector is missing or partially missing.9   At all times:   (a) vehicle does not have at least one left and one right rear turn signal lamp.   (b) vehicle does not have at least one brake lamp.  When use of lamps is required:   (a) vehicle does not have at least one low-beam headlamp.   (b) vehicle does not have at least one tail lamp. \n\n  Part 18. Mirrors   (a) a mirror fails to provide the required view to the driver as a result of being cracked, damaged or maladjusted.22   (b) a mirror has broken or damaged attachments onto vehicle body.   (a) a mirror is missing or broken.   (b) the glass surface of a mirror has an aggregate non-reflective area exceeding 6.5 square centimetres. \n\n  Part 19. Mobility Device Lift   -   (a) extendable lift, ramp or other passenger-loading device fails to retract. \n\n  Part 20. Mobility Device Ramp   -   (a) ramp will not attach securely to vehicle when positioned to load or unload passengers in mobility devices or will not remain in the stored position.   (b) ramp structure is weak, damaged or worn. \n\n  Part 21. Passenger Compartment   (a) stanchion padding is damaged.   (b) damaged steps or floor.   (c) insecure or damaged overhead luggage rack or compartment.   - \n\n  Part 22. Pedestrian-Student Safety Crossing Arm   (a) the arm is missing or fails to function as intended.   - \n\n  Part 23. Seats and Seat Belts   (a) driver’s seat fails to remain in set position.   (b) required restraint system or component of required restraint system is missing.23  (c) restraint system or component of restraint system is defective.   (d) seat is insecure.   (e) restraint system for passenger in mobility device or mobility device restrain system or component of either system is missing or defective.   When affected position is occupied:   (a) required restraint system or component of restraint system is missing.23   (b) restraint system or component of restraint system is defective.   (c) seat is insecure.  When affected position is occupied with a mobility device or a passenger in a mobility device:   (a) passenger restraint system, mobility device restraint system or component of either system is missing or defective.  When affected position or position behind it is occupied:   (a) passenger seat or passenger protection barrier is insecure.   (b) seat back or passenger protection barrier padding is missing, partially missing or has shifted from position so as not to be effective. \n\n  Part 24. Steering   (a) steering wheel lash (free-play) is greater than normal.   (a) steering wheel is insecure or does not respond normally.    (b) steering wheel lash (free-play) exceeds prescribed limit.10 \n\n  Part 25. Stop Arm    (a) if equipped with flashing lamps to illuminate letters of the word “STOP”, any lamp is partially or wholly inoperative.   (b) stop arm or stop sign is missing.   (c) stop arm or stop sign is damaged so as to significantly affect visibility.   (d) will not extend fully or stay fully extended.   (e) either light on stop arm is inoperative or lights do not alternate or lights are not red.   When use of stop arm or stop sign is required:   (a) stop arm or stop sign is missing.   (b) stop arm or stop sign is damaged so as to significantly affect visibility.   (c) will not extend fully or stay fully extended.   (d) either light on stop arm is inoperative or lights do not alternate or lights are not red. \n\n  Part 26. Suspension System   (a) air leak in air suspension system.   (b) one broken spring leaf.   (c) suspension fastener is loose, missing or broken.   (a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag.   (b) cracked or broken main spring leaf or more than one broken spring leaf.   (c) part of spring leaf or suspension is missing, shifted out of place or in contact with another vehicle component.   (d) loose U-bolt.   (e) broken spring on other than a leaf spring system. \n\n  Part 27. Tires   (a) damaged tread or sidewall of tire.    (b) tire leaking, if leak cannot be heard.   (a) flat tire.   (a.1) tire leaking, if leak can be felt or heard.   (b) tire tread depth is less than wear limit.11   (c) tire is in contact with another tire or any vehicle component other than mud-flap.   (d) tire is marked “Not for highway use”.   (e) tire has exposed cords in the tread or outer sidewall area. \n\n  Part 28. Wheels, Hubs, Fasteners and Bearings   (a) hub oil below minimum level (when fitted with sight glass).   (b) leaking wheel seal.   (a) wheel has loose, missing or ineffective fastener.    (b) damaged, cracked or broken wheel, rim or attaching part.   (c) evidence of imminent wheel, hub or bearing failure. \n\n  Part 29. Windshield Wiper / Washer   (a) control or system malfunction.   (b) wiper blade is damaged, missing or ineffective.   (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers.   When use of wipers or washers is required:   (a) control or system malfunction.   (b) wiper is damaged, missing or ineffective.   (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers. O. Reg. 199/07, Sched. 5; O. Reg. 411/10, s. 2; O. Reg. 242/14, s. 13. SCHEDULE 6   Daily inspection of SCHOOL PURPOSEs VehicleS Column 1   Systems and Components   Column 2   Minor Defects   Column 3   Major Defects \n\n  Part 1. Doors and Windows   (a) window or door fails to open or close securely.   When carrying passengers:   (a) door fails to open or close securely.   At all times:   (a) window fails to provide the required view24 to the driver as a result of being cracked, broken, damaged, missing, maladjusted, clouded or fogged. \n\n  Part 2. Driver Controls   (a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.   (a) accelerator is sticking and the engine fails to return to idle. \n\n  Part 3. Exhaust System   (a) exhaust leak except as described in Column 3.   (a) leak that causes exhaust gas to enter the occupant compartment. \n\n  Part 4. Exterior Body and Frame   (a) insecure or missing body parts.    (b) damaged frame or body.   (a) one or more visibly shifted, cracked, collapsing or sagging frame member. \n\n  Part 5. Fuel System   -   (a) missing fuel tank cap.    (b) insecure fuel tank.   (c) dripping fuel leak. \n\n  Part 6. General   -   (a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation. \n\n  Part 7. Heater / Defroster   (a) control or system failure.   (a) defroster fails to provide unobstructed view through the windshield and through the side windows to left and right of driver’s seat. \n\n  Part 8. Horn   (a) no operative horn.   - \n\n  Part 9. Hydraulic Brake System   (a) brake fluid level is below indicated minimum level.   (a) brake boost or power assist is not operative.    (b) brake fluid leak.   (c) brake pedal fade or insufficient brake pedal reserve.   (d) activated (other than ABS) warning device.   (e) brake fluid reservoir is less than ¼ full.   (f) inoperative service or parking brake. \n\n  Part 10. Inspection Stickers   -   (a) a required sticker is missing, unreadable or invalid.20 \n\n  Part 11. Lamps   (a) required exterior lamp does not operate or function as intended.8   At all times:    (a) does not have at least one left and one right rear turn signal lamp.   When use of lamps is required:   (a) does not have at least one low-beam headlamp.   (b) does not have at least one tail lamp. \n\n  Part 12. Mirrors   (a) a mirror fails to provide the required view24\r to the driver as a result of being cracked, broken, damaged, missing or maladjusted.    (b) a mirror has broken or damaged attachments onto vehicle body.   (a) mirror is missing or broken.    (b) the glass surface of a mirror has an aggregate non- reflective area exceeding 6.5 square centimetres. \n\n  Part 13. Mobility Device Lift   -   (a) extendable lift, ramp or other passenger-loading device fails to retract.  \n\n  Part 14. Mobility Device Ramp   -   (a) ramp will not attach securely to vehicle when positioned to load or unload passengers in mobility devices, or will not remain in the stored position.    (b) ramp structure is weak, damaged or worn. \n\n  Part 15. Seats and Seat Belts   (a) driver’s seat fails to remain in set position.    (b) required restraint system or component of required restraint system is missing.14   (c) restraint system or component of restraint system is defective.   (d) seat is insecure.   (e) restraint system for passenger in mobility device or mobility device restraint system or component of either system is missing or defective.   When affected position is occupied:   (a) required restraint system or component of required system is missing.14   (b) restraint system or component of restraint system is defective.   (c) seat is insecure.  When affected position is occupied with a mobility device or a passenger in a mobility device:   (a) passenger restraint system, mobility device restraint system or component of either system is missing or defective.  \n\n  Part 16. Steering   (a) steering wheel lash (free-play) is greater than normal.   (a) steering wheel is insecure or does not respond normally.    (b) steering wheel lash (free-play) exceeds prescribed limit.10 \n\n  Part 17. Suspension System   (a) air leak in air suspension system.   (b) one broken spring leaf.   (c) suspension fastener is loose, missing or broken.   (a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag.   (b) cracked or broken main spring leaf or more than one broken spring leaf.   (c) part of spring leaf or suspension is missing, shifted out of place or in contact with another vehicle component.   (d) loose U-bolt.   (e) broken spring on other than a leaf spring system. \n\n  Part 18. Tires   (a) damaged tread or sidewall of tire.   (b) tire leaking, if leak cannot be heard.   (a) flat tire.   (a.1) tire leaking, if leak can be felt or heard.   (b) tire tread depth is less than wear limit.11   (c) tire is in contact with any vehicle component other than mud-flap.   (d) tire is marked “Not for highway use”.   (e) tire has exposed cords in the tread or outer sidewall area. \n\n  Part 19. Wheels, Hubs, Fasteners and Bearings   (a) leaking wheel seal.   (a) visual or audible evidence of a loose, missing or ineffective fastener.    (b) damaged, cracked or broken wheel, rim or attaching part.   (c) evidence of imminent wheel, hub or bearing failure. \n\n  Part 20. Windshield Wipers / Washer   (a) control or system malfunction.   (b) wiper blade is damaged, missing or ineffective.    (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers.   When use of wipers and washers is required:   (a) control or system malfunction.   (b) wiper is damaged, missing or ineffective.   (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers. O. Reg. 199/07, Sched. 6; O. Reg. 242/14, s. 14. schedule 7   performance standards under subsection 107 (3) of the act General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>The following notes apply to the schedules to this Regulation:</p> <p class=\"paranoindt-e\"><sup><span>1</span></sup>Adjustment limits are in section 5 of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act. </p> <p class=\"paranoindt-e\"><sup>2</sup>Air loss rate limit is prescribed by Schedule 7 to this Regulation.</p> <p class=\"paranoindt-e\"><sup><span>3</span></sup>Cargo securement device and load covering requirements are prescribed by section 111 of the Act and by Ontario Regulation 363/04 (Security of Loads) made under the Act and Regulation 577 of the Revised Regulations of Ontario, 1990 (Covering of Loads) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>4</span></sup>Prescribed limit is 12.7 mm of fore and aft horizontal movement between the upper and lower halves of the fifth wheel assembly.</p> <p class=\"paranoindt-e\"><sup><span>5</span></sup>Requirements are under the <i>Dangerous Goods Transportation Act</i> and the <i>Transportation of Dangerous Goods Act, 1992</i>\r\n(Canada).</p> <p class=\"paranoindt-e\"><sup><span>6</span></sup>Mirror requirements are in section 66 of the Act. </p> <p class=\"paranoindt-e\"><sup>7</sup>View requirements are in sections 66 and 74 of the Act and in section 1 of Schedule 7 to this Regulation.</p> <p class=\"paranoindt-e\"><sup><span>8</span></sup>Lamp requirements are in section 62 of the Act.</p> <p class=\"paranoindt-e\"><sup><span>9</span></sup>Reflector requirements are in section 103 of the Act.</p> <p class=\"paranoindt-e\"><sup>10</sup>Steering lash (free play) limit is prescribed by Schedule 7 to this Regulation.</p> <p class=\"paranoindt-e\"><sup><span>11</span></sup>Wear limit is prescribed by section 3 of Regulation 625 of the Revised Regulations of Ontario, 1990 (Tire Standards and Specifications) made under the Act.</p> <p class=\"paranoindt-e\"><sup>12</sup>Emergency exit requirements are in section 19 of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act and in subsection 1 (2) of Schedule 7 to this Regulation.</p> <p class=\"paranoindt-e\"><sup>13</sup>Interior lamp requirements are in section 20 of Regulation 587 of the Revised Regulations of Ontario, 1990 (Equipment) made under the Act and in section 6 of Schedule 7 to this Regulation.</p> <p class=\"paranoindt-e\"><sup>14</sup>Passenger and mobility device restraints requirements are in section 106 of the Act and in sections 6 and 7 of Regulation 629 of the Revised Regulations of Ontario, 1990 (Accessible Vehicles) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>15</span></sup>As required by manufacturer’s specifications.</p> <p class=\"paranoindt-e\"><sup>16</sup>View requirements are in section 74 of the Act and in section 1 of Schedule 7 to this Regulation.</p> <p class=\"paranoindt-e\"><sup><span>17</span></sup>Alarm requirements are in section 2 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>18</span></sup>Fire extinguisher requirements are in sections 2 and 4 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>19</span></sup>First aid kit requirements are in sections 2 and 3 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</p> <p class=\"paranoindt-e\"><sup>20</sup>Sticker requirements are in section 3 of Ontario Regulation 174/22 (Classes of Vehicles Requiring Annual and Semi-Annual Inspections) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>21</span></sup>Interior and exterior lamp requirements are in section 62 of the Act and in sections 2 and 4 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>22</span></sup>View requirements are in section 66 of the Act and in section 3 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</p> <p class=\"paranoindt-e\"><sup><span>23</span></sup><span>Passenger and mobility device restraint system requirements are in section 106 of the Act and in sections 6 and 7 of Regulation 629 of the Revised Regulations of Ontario, 1990 (Accessible Vehicles) made under the Act and section 2 of Regulation 612 of the Revised Regulations of Ontario, 1990 (School Buses) made under the Act.</span></p> <p class=\"paranoindt-e\"><sup><span>24</span></sup>View requirements are in section 66 of the Act.</p> <p class=\"footnote-e\">O. Reg. 199/07, s. 19; O. Reg. 411/10, s. 1; O. Reg. 171/11, s. 1; O. Reg. 256/15, s. 8; O. Reg. 208/18, s. 3; O. Reg. 432/21, s. 1; O. Reg. 415/22, s. 2.</p> <p class=\"section-e\"> <b>20.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 199/07, s. 20.</p> <p class=\"section-e\"> <b>21.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 199/07, s. 21.</p> <p class=\"schedule-e\"><a name=\"BK25\"></a>SCHEDULE 1 <br/>  Daily Inspection of Trucks, tractors and trailers</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 1 <br/>  Systems and Components</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 2 <br/>  Minor Defects</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">Column 3 <br/>  Major Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 1. Air Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) audible air leak. <br/>  (b) slow air pressure build-up rate.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) pushrod stroke of any brake exceeds the adjustment limit.<sup><span>1 <br/> </span></sup>(b) air loss rate exceeds prescribed limit.<sup>2 <br/> </sup>(c) inoperative towing vehicle (tractor) protection system. <br/>  (d) low air warning system fails or system is activated. <br/>  (e) inoperative service, parking or emergency brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 2. Cab</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) occupant compartment door fails to open.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) any cab or sleeper door fails to close securely.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 3. Cargo Securement</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) insecure or improper load covering.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) insecure cargo. <br/>  (b) absence, failure, malfunction or deterioration of required cargo securement device or load covering.<sup>3</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 4. Coupling Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) coupler or mounting has loose or missing fastener. </p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) coupler is insecure or movement exceeds prescribed limit.<sup><span>4</span></sup> <br/> <span>(b) coupling or locking mechanism is damaged or fails to lock. <br/>  (c) defective, incorrect or missing safety chain or cable.</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 5. Dangerous Goods</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) dangerous goods requirements not met.<sup><span>5</span></sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 6. Driver Controls</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly. </p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 7. Driver Seat</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) seat is damaged or fails to remain in set position.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) seatbelt or tether belt is insecure, missing or malfunctions.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 8. Electric Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) loose or insecure wiring or electrical connection.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) inoperative breakaway device.  <br/>  (b) inoperative brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 9. Emergency Equipment and Safety Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) emergency equipment is missing, damaged or defective.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 10. Exhaust System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) exhaust leak, except as described in Column 3.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) leak that causes exhaust gas to enter the occupant compartment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 11. Frame and Cargo Body</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) damaged frame or cargo body.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) visibly shifted, cracked, collapsing or sagging frame member.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 12. Fuel System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) missing fuel tank cap.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) insecure fuel tank. <br/>  (b) dripping fuel leak.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 13. General</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 14. Glass and Mirrors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required mirror<sup>6</sup> or window glass fails to provide the required view<sup>7</sup> to the driver as a result of being cracked, broken, damaged, missing or maladjusted. <br/>  (b) required mirror<sup><span>6</span></sup>\r or glass has broken or damaged attachments onto vehicle body. </p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 15. Heater / Defroster</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system failure.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) defroster fails to provide unobstructed view through the windshield.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 16. Horn</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) vehicle has no operative horn.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 17. Hydraulic Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) brake fluid level is below indicated minimum level.  <br/> <br/> </p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) brake boost or power assist is not operative. <br/>  (b) brake fluid leak. <br/>  (c) brake pedal fade or insufficient brake pedal reserve. <br/>  (d) activated (other than ABS) warning device. <br/>  (e) brake fluid reservoir is less than ¼ full. <br/>  (f) parking brake is inoperative.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 18. Lamps and Reflectors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required lamp does not function as intended.<sup><span>8</span></sup><sup> <br/> </sup>(b) required reflector is missing or partially missing.<sup>9</sup></p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of lamps is required:</i> <br/>  (a) failure of both low-beam headlamps. <br/>  (b) failure of both rearmost tail lamps. <br/> <i>At all times:</i> <br/>  (a) failure of a rearmost turn-indicator lamp. <br/>  (b) failure of both rearmost brake lamps.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 19. Steering</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) steering wheel lash (free-play) is greater than normal. </p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) steering wheel is insecure, or does not respond normally. <br/>  (b) steering wheel lash (free-play) exceeds prescribed limit.<sup><span>10</span></sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 20. Suspension System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) air leak in air suspension system. <br/>  (b) a broken spring leaf. <br/>  (c) suspension fastener is loose, missing or broken.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag. <br/>  (b) cracked or broken main spring leaf or more than one broken spring leaf in any spring assembly. <br/>  (c) part of spring leaf or suspension is missing, shifted out of place or is in contact with another vehicle component. <br/>  (d) loose U-bolt.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 21. Tires</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) damaged tread or sidewall of tire. <br/>  (b) tire leaking, if leak cannot be heard.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) flat tire. <br/>  (a.1) tire leaking, if leak can be felt or heard. <br/>  (b) tire tread depth is less than wear limit.<sup>11</sup> <br/>  (c) tire is in contact with another tire or any vehicle component other than mud-flap. <br/>  (d) tire is marked “Not for highway use”. <br/>  (e) tire has exposed cords in the tread or outer sidewall area.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 22. Wheels, Hubs and Fasteners </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) hub oil below minimum level (when fitted with sight glass). <br/>  (b) leaking wheel seal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) wheel has loose, missing or ineffective fastener.  <br/>  (b) damaged, cracked or broken wheel, rim or attaching part. <br/>  (c) evidence of imminent wheel, hub or bearing failure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 23. Windshield Wiper / Washer</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system malfunction.  <br/>  (b) wiper blade is damaged, missing or fails to adequately clear driver’s field of vision.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of wipers or washer is required:</i> <br/>  (a) wiper or washer fails to adequately clear driver’s field of vision in area swept by driver’s side wiper.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O</span>. Reg. 199/07, Sched. 1; O. Reg. 242/14, s. 9; O. Reg. 208/18, s. 4.</p> <p class=\"schedule-e\"><a name=\"BK26\"></a>SCHEDULE 2 <br/>  Daily Inspection of buses and of Trailers drawn by buses </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 1 <br/>  Systems and Components</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 2 <br/>  Minor Defects</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">Column 3 <br/>  Major Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 1. Accessibility Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\"><i>Accessibility device may not be used if:</i> <br/>  (a) alarm fails to operate. <br/>  (b) equipment malfunctions. <br/>  (c) interlock system malfunctions.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) vehicle fails to return to normal level after kneeling. <br/>  (b) extendable lift, ramp or other passenger-loading device fails to retract.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 2. Air Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) audible air leak. <br/>  (b) slow air pressure build-up rate.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) pushrod stroke of any brake exceeds the adjustment limit.<sup>1 <br/> </sup>(b) air loss rate exceeds prescribed limit.<sup>2</sup><b> <br/> </b>(c) inoperative towing vehicle (tractor) protection system.<b> <br/> </b>(d) low air warning system fails or system is activated. <br/>  (e) inoperative service, parking or emergency brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 3. Cargo Securement</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) insecure or improper load covering.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) insecure cargo. <br/>  (b) absence, failure, malfunction or deterioration of required cargo securement device or load covering.<sup>3</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 4. Coupling Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) coupler or mounting has loose or missing fastener.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) coupler is insecure or movement exceeds prescribed limit.<sup>4</sup> <br/>  (b) coupling or locking mechanism is damaged or fails to lock. <br/>  (c) defective, incorrect or missing safety chain or cable.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 5. Dangerous Goods</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) dangerous goods requirements not met.<sup>5</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 6. Doors and Emergency Exits </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) door, window or hatch fails to open or close securely. <br/>  (b) alarm inoperative.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) required emergency exit fails to function as intended.<sup>12</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 7. Driver Controls</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) accelerator sticking and engine fails to return to idle.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 8. Driver Seat</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) seat is damaged or fails to remain in set position.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) seatbelt or tether belt is insecure, missing or malfunctions.  </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 9. Electric Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) loose or insecure wiring or electrical connection.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) inoperative breakaway device. <br/>  (b) inoperative brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 10. Emergency Equipment and Safety Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) emergency equipment is missing, damaged or defective.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 11. Exhaust System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) exhaust leak except as described in Column 3.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) leak that causes exhaust gas to enter the occupant compartment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 12. Exterior Body and Frame</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) insecure or missing body parts. <br/>  (b) insecure or missing compartment door. <br/>  (c) damaged frame or body.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) visibly shifted, cracked, collapsing or sagging frame member.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 13. Fuel System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) missing fuel tank cap. <br/>  (b) insecure fuel tank. <br/>  (c) dripping fuel leak.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 14. General</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 15. Glass and Mirrors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required mirror<sup>6</sup> or window glass fails to provide the required view<sup>7</sup> to the driver as a result of being cracked, broken, damaged, missing or maladjusted.  <br/>  (b) required mirror<sup>6</sup> or glass has broken or damaged attachments onto vehicle body.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) driver’s view of the road is obstructed in the area swept by the windshield wipers.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 16. Heater / Defroster</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system failure.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) defroster fails to provide unobstructed view through the windshield.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 17. Horn</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) vehicle has no operative horn.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 18. Hydraulic Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) brake fluid level is below indicated minimum level.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) brake boost or power assist is not operative. <br/>  (b) brake fluid leak. <br/>  (c) brake pedal fade or insufficient brake pedal reserve. <br/>  (d) activated (other than ABS) warning device. <br/>  (e) brake fluid reservoir is less than ¼ full. <br/>  (f) parking brake is inoperative.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 19. Lamps and Reflectors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required interior lamp does not function as intended.<sup>13 <br/> </sup>(b) required reflector is missing or partially missing.<sup>9 <br/> </sup>(c) passenger safety or access lamp does not function.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of lamps is required:</i> <br/>  (a) failure of both low-beam headlamps. <br/>  (b) failure of both rearmost tail lamps. <br/> <i>At all times:</i> <br/>  (a) failure of a rearmost turn-indicator lamp. <br/>  (b) failure of both rearmost brake lamps.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 20. Passenger Compartment</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) stanchion padding is damaged. <br/>  (b) damaged steps or floor. <br/>  (c) insecure or damaged overhead luggage rack or compartment. <br/>  (d) malfunction or absence of required passenger or mobility device restraints.<sup>14</sup> <br/>  (e) passenger seat is insecure.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When affected position is occupied</i><i>:</i> <br/>  (a) malfunction or absence of required passenger or mobility device restraints.<sup>14</sup> <br/>  (b) passenger seat is insecure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 21. Steering</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) steering wheel lash (free-play) is greater than normal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) steering wheel is insecure, or does not respond normally. <br/>  (b) steering wheel lash (free-play) exceeds prescribed limit.<sup>10</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 22. Suspension System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) air leak in air suspension system.  <br/>  (b) a broken spring leaf. <br/>  (c) suspension fastener is loose, missing or broken.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag. <br/>  (b) cracked or broken main spring leaf or more than one broken spring leaf. <br/>  (c) part of spring leaf or suspension is missing, shifted out of place or in contact with another vehicle component. <br/>  (d) loose U-bolt.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 23. Tires</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) damaged tread or sidewall of tire. <br/>  (b) tire leaking, if leak cannot be heard.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) flat tire. <br/>  (a.1) tire leaking, if leak can be felt or heard. <br/>  (b) tire tread depth is less than wear limit.<sup>11</sup> <br/>  (c) tire is in contact with another tire or any vehicle component other than mud-flap. <br/>  (d) tire is marked “Not for highway use”. <br/>  (e) tire has exposed cords in the tread or outer sidewall area.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 24. Wheels, Hubs and Fasteners </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) hub oil below minimum level (when fitted with sight glass). <br/>  (b) leaking wheel seal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) wheel has loose, missing or ineffective fastener. <br/>  (b) damaged, cracked or broken wheel, rim or attaching part. <br/>  (c) evidence of imminent wheel, hub or bearing failure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 25. Windshield Wiper / Washer</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system malfunction. <br/>  (b) wiper blade is damaged, missing or fails to adequately clear driver’s field of vision.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of wipers or washer is required:</i> <br/>  (a) wiper or washer fails to adequately clear driver’s field of vision in area swept by driver’s side wiper.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O. Reg. 19</span>9/07, Sched. 2; O. Reg. 242/14, s. 10.</p> <p class=\"schedule-e\"><a name=\"BK27\"></a>Schedule 3 <br/>  DAILY INSPECTION OF motor coaches</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 1 <br/>  Systems and Components</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 2 <br/>  Minor Defects</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">Column 3 <br/>  Major Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 1. Accessibility Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\"><i>Accessibility device may not be used if:</i> <br/>  (a) alarm fails to operate. <br/>  (b) equipment malfunctions. <br/>  (c) interlock system malfunctions.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) vehicle fails to return to normal level after kneeling. <br/>  (b) extendable lift, ramp or other passenger-loading device fails to retract.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 2. Air Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) audible air leak. <br/>  (b) slow air pressure build-up rate.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) there is any indication of a brake adjustment problem. <br/>  (b) air loss rate exceeds prescribed limit.<sup>2</sup> <br/>  (c) inoperative towing vehicle (tractor) protection system. <br/>  (d) low air warning system fails or system is activated. <br/>  (e) inoperative service, parking or emergency brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 3. Coupling Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) coupler or mounting has loose or missing fastener.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) coupler is insecure or movement exceeds prescribed limit.<sup>4</sup> <br/>  (b) coupling or locking mechanism is damaged or fails to lock. <br/>  (c) defective, incorrect or missing safety chain or cable.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 4. Dangerous Goods</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) dangerous goods requirements not met.<sup>5</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 5. Doors and Emergency Exits</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) door, window or hatch fails to open or close securely. <br/>  (b) alarm inoperative.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) required emergency exit fails to function as intended.<sup>12</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 6. Driver Controls</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) accelerator sticking and engine fails to return to idle.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 7. Driver’s Seat</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) seat is damaged or fails to remain in set position.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) seatbelt or tether belt is insecure, missing or malfunctions. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 8. Emergency Equipment and Safety Devices</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) emergency equipment is missing, damaged or defective.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 9. Exhaust System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) exhaust leak except as described in Column 3.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) leak that causes exhaust gas to enter the occupant compartment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 10. Exterior Body </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) insecure or missing body parts. <br/>  (b) insecure or missing compartment door.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 11. Fuel System </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) missing fuel tank cap.  <br/>  (b) insecure fuel tank. <br/>  (c) dripping fuel leak.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 12. General</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 13. Glass and Mirrors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required mirror<sup>6</sup> or window glass fails to provide the required view<span class=\"MsoFootnoteReference\">7</span> to the driver as a result of being cracked, broken, damaged, missing or maladjusted.  <br/>  (b) required mirror<sup>6</sup> or glass has broken or damaged attachments onto vehicle body.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) driver’s view of the road is obstructed in the area swept by the windshield wipers.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 14. Heater / Defroster</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system failure.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) defroster fails to provide unobstructed view through the windshield.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 15. Horn</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) vehicle has no operative horn.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 16. Lamps and Reflectors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required interior lamp does not function as intended.<sup>13</sup> <br/>  (b) required reflector is missing or partially missing.<sup>9 <br/> </sup>(c) passenger safety or access lamp does not function.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of lamps is required:</i> <br/>  (a) failure of both low-beam headlamps. <br/>  (b) failure of both rearmost tail lamps. <br/> <i>At all times:</i> <br/>  (a) failure of a rearmost turn-indicator lamp. <br/>  (b) failure of both rearmost brake lamps.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 17. Passenger Compartment</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) stanchion padding is damaged. <br/>  (b) damaged steps or floor. <br/>  (c) insecure or damaged overhead luggage rack or compartment. <br/>  (d) malfunction or absence of required passenger or mobility device restraints.<sup>14</sup> <br/>  (e) passenger seat is insecure.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When affected position is occupied:</i> <br/>  (a) malfunction or absence of required passenger or mobility device restraints.<sup>14</sup> <br/>  (b) passenger seat is insecure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 18. Suspension System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) air leak in air suspension system. </p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 19. Steering</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) steering wheel lash (free-play) is greater than normal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) steering wheel is insecure, or does not respond normally. <br/>  (b) steering wheel lash (free-play) exceeds prescribed limit.<sup>10</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 20. Tires</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) damaged tread or sidewall of tire. <br/>  (b) tire leaking, if leak cannot be heard.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) flat tire. <br/>  (a.1) tire leaking, if leak can be felt or heard. <br/>  (b) tire tread depth is less than wear limit.<sup>11</sup> <br/>  (c) tire is in contact with another tire or any vehicle component other than mud-flap. <br/>  (d) tire is marked “Not for highway use”. <br/>  (e) tire has exposed cords in the tread or outer sidewall area.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 21. Wheels, Hubs and Fasteners </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) hub oil below minimum level (when fitted with sight glass). <br/>  (b) leaking wheel seal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) wheel has loose, missing or ineffective fastener. <br/>  (b) damaged, cracked or broken wheel, rim or attaching part. <br/>  (c) evidence of imminent wheel, hub or bearing failure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 22. Windshield Wiper Blades / Washer</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system malfunction. <br/>  (b) wiper blade is damaged, missing or fails to adequately clear driver’s field of vision.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of wipers or washers is required:</i> <br/>  (a) wiper or washer fails to adequately clear driver’s field of vision in area swept by driver’s side wiper. <br/> <br/> </p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O. R</span>eg. 199/07, Sched. 3; O. Reg. 242/14, s. 11; O. Reg. 256/15, s. 9.</p> <p class=\"schedule-e\"><a name=\"BK28\"></a>schedule 4 <br/>  under-vehicle inspection of motor coaches</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 1 <br/>  Systems and Components</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">Column 2 <br/>  Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 1. Air Brake System</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) audible air leak.  <br/>  (b) brake pushrod stroke is beyond the adjustment limit.<sup>1</sup> <br/>  (c) clearance between disc brake pads and rotor exceeds manufacturer’s specified limit. <br/>  (d) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 208/18, s. 5. <br/>  (e) wedge brake shoe movement exceeds manufacturer’s specified limit. <br/>  (f) excessive discharge of fluids from air reservoir. <br/>  (g) air compressor, mounts or attachments damaged or defective. <br/>  (h) compressor drive-belt loose or damaged. <br/>  (i) air line or fitting damaged or insecure. <br/>  (j) air tank defective, damaged or insecure. <br/>  (k) air tank drain or moisture ejector device inoperable. <br/>  (l) brake chamber, brake linkage or other brake component is defective, damaged or insecure. <br/>  (m) <span>Revoked</span>: O. Reg. 242/14, s. 12 (2). <br/>  (n) spring brake is broken or malfunctions. <br/>  (o) inoperative service, parking or emergency brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 2. Exhaust System</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) exhaust leak.  <br/>  (b) exhaust system component insecure, damaged or perforated.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 3. Frame and Underbody</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) any frame member or fastener is damaged, cracked or insecure. <br/>  (b) any component mount is damaged or insecure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 4. Fuel System</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) fuel leak. <br/>  (b) insecure fuel tanks, fuel tank mounts or guards. <br/>  (c) fuel line or fitting damaged or insecure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 5. Steering</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) steering linkage is damaged or insecure. <br/>  (b) power steering fluid is leaking, contaminated or low. <br/>  (c) power steering component damaged or insecure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 6. Suspension System</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) air leak or malfunction of air suspension system or component. <br/>  (b) damage or deterioration of any suspension component including: <br/>  (i) spring and air bag, <br/>  (ii) axle or frame attaching component, <br/>  (iii) axle supporting or aligning component, <br/>  (iv) suspension or component fastener, <br/>  (v) shock absorber or attachments.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 7. Tires</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) tire inflation less than required.<sup>15</sup> <br/>  (b) tire tread is less than wear limit.<sup>11</sup> <br/>  (c) damage to tread or sidewall of tire. <br/>  (d) retread or rebuilt tire is used on front axle.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 8. Wheels and Fasteners</p> </td> <td valign=\"top\" width=\"480\"> <p class=\"table-e\">(a) loose, missing, damaged or ineffective wheel fastener. <br/>  (b) damaged wheel or wheel component.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 199/07, Sched. 4; O. Reg. 242/14, s. 12; O. Reg. 256/15, s. 10; O. Reg. 208/18, s. 5.</p> <p class=\"schedule-e\"><a name=\"BK29\"></a>SCHEDULE 5 <br/>  Daily inspection of SCHOOL PURPOSEs BUSes</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Column 1 <br/>  Systems and Components</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">Column 2 <br/>  Minor Defects</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Column 3 <br/>  Major Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 1. Air Brake System</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) audible air leak. <br/>  (b) slow air pressure build-up rate.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) brake is beyond its adjustment limit.<sup>1</sup> <br/>  (b) air loss rate exceeds prescribed limit.<sup>2</sup> <br/>  (c) low air warning system fails or system is activated. <br/>  (d) inoperative service, parking or emergency brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 2. Alternating Overhead Lamps</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) a lamp is missing or inoperative. <br/>  (b) lamps do not alternate. <br/>  (c) a lamp is not of the proper colour.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When use of lamp is required</i>: <br/>  (a) a lamp is missing or inoperative. <br/>  (b) lamps do not alternate. <br/>  (c) a lamp is not of the proper colour.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 3. Doors and Windows, other than Emergency Exits</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) a window or door fails to open or close securely.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) door fails to open or close securely. <br/> <i>At all times:</i> <br/>  (a) window fails to provide the required view<sup>16</sup> to the driver as a result of being cracked, broken, damaged, missing, maladjusted, clouded or fogged.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 4. Driver Controls</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) accelerator is sticking and the engine fails to return to idle.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 5. Emergency Exits</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) required alarm is inoperative.<sup>17</sup></p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) window fails to open from inside or close securely. <br/>  (b) door fails to open freely from inside and outside. <br/>  (c) a required door alarm is inoperative.<sup>17</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 6. Emergency Flares, Lamps or Reflectors</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) missing or insecure.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 7. Exhaust System</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) exhaust leak except as described in Column 3.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) exhaust leak that causes exhaust gas to enter the occupant compartment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 8. Exterior Body and Frame</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) insecure or missing body parts. <br/>  (b) insecure or missing compartment door. <br/>  (c) damaged frame or body.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) one or more visibly shifted, cracked, collapsing or sagging frame member.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 9. Fire Extinguisher</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) fire extinguisher missing. <br/>  (b) the gauge on any required fire extinguisher indicates an empty condition or a complete lack of pressure.<sup>18 <br/> </sup>(c) fire extinguisher is not securely mounted or stored in a manner that prevents the extinguisher from being a projectile object.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) fire extinguisher missing. <br/>  (b) the gauge on any required fire extinguisher indicates an empty condition or a complete lack of pressure.<sup>18</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 10. First Aid Kit</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) required first aid kit is missing.<sup>19</sup> <br/>  (b) kit is incomplete.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) required first aid kit is missing.<sup>19</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 11. Fuel System</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) missing fuel tank cap. <br/>  (b) insecure fuel tank. <br/>  (c) dripping fuel leak.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 12. General</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 13. Heater / Defroster</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) control or system failure.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) defroster fails to provide an unobstructed view through the windshield and through the side windows to the left and right of the driver’s seat. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 14. Horn</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) no operative horn.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 15. Hydraulic Brake System</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) brake fluid level is below indicated minimum level.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) brake boost or power assist is not operative. <br/>  (b) brake fluid leak. <br/>  (c) brake pedal fade or insufficient brake pedal reserve. <br/>  (d) activated (other than ABS) warning device. <br/>  (e) brake fluid reservoir is less than ¼ full. <br/>  (f) inoperative service or parking brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 16. Inspection Stickers</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) a required sticker is missing, unreadable or is invalid.<sup>20</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 17. Lamps and Reflectors</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) required interior or exterior lamp does not operate or function as intended.<sup>21 <br/> </sup>(b) required reflector is missing or partially missing.<sup>9</sup></p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>At all times:</i> <br/>  (a) vehicle does not have at least one left and one right rear turn signal lamp. <br/>  (b) vehicle does not have at least one brake lamp. <br/> <i>When use of lamps is required:</i> <br/>  (a) vehicle does not have at least one low-beam headlamp. <br/>  (b) vehicle does not have at least one tail lamp.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 18. Mirrors</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) a mirror fails to provide the required view to the driver as a result of being cracked, damaged or maladjusted.<sup>22</sup> <br/>  (b) a mirror has broken or damaged attachments onto vehicle body.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) a mirror is missing or broken. <br/>  (b) the glass surface of a mirror has an aggregate non-reflective area exceeding 6.5 square centimetres.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 19. Mobility Device Lift</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) extendable lift, ramp or other passenger-loading device fails to retract.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 20. Mobility Device Ramp</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) ramp will not attach securely to vehicle when positioned to load or unload passengers in mobility devices or will not remain in the stored position. <br/>  (b) ramp structure is weak, damaged or worn.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 21. Passenger Compartment</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) stanchion padding is damaged. <br/>  (b) damaged steps or floor. <br/>  (c) insecure or damaged overhead luggage rack or compartment.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 22. Pedestrian-Student Safety Crossing Arm</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) the arm is missing or fails to function as intended.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 23. Seats and Seat Belts</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) driver’s seat fails to remain in set position. <br/>  (b) required restraint system or component of required restraint system is missing.<sup>23 <br/> </sup>(c) restraint system or component of restraint system is defective. <br/>  (d) seat is insecure. <br/>  (e) restraint system for passenger in mobility device or mobility device restrain system or component of either system is missing or defective.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When affected position is occupied:</i> <br/>  (a) required restraint system or component of restraint system is missing.<sup>23</sup> <br/>  (b) restraint system or component of restraint system is defective. <br/>  (c) seat is insecure. <br/> <i>When affected position is occupied with a mobility device or a passenger in a mobility device:</i> <br/>  (a) passenger restraint system, mobility device restraint system or component of either system is missing or defective. <br/> <i>When affected position or position behind it is occupied:</i> <br/>  (a) passenger seat or passenger protection barrier is insecure. <br/>  (b) seat back or passenger protection barrier padding is missing, partially missing or has shifted from position so as not to be effective.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 24. Steering</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) steering wheel lash (free-play) is greater than normal.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) steering wheel is insecure or does not respond normally.  <br/>  (b) steering wheel lash (free-play) exceeds prescribed limit.<sup>10</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 25. Stop Arm </p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) if equipped with flashing lamps to illuminate letters of the word “STOP”, any lamp is partially or wholly inoperative. <br/>  (b) stop arm or stop sign is missing. <br/>  (c) stop arm or stop sign is damaged so as to significantly affect visibility. <br/>  (d) will not extend fully or stay fully extended. <br/>  (e) either light on stop arm is inoperative or lights do not alternate or lights are not red.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When use of stop arm or stop sign is required:</i> <br/>  (a) stop arm or stop sign is missing. <br/>  (b) stop arm or stop sign is damaged so as to significantly affect visibility. <br/>  (c) will not extend fully or stay fully extended. <br/>  (d) either light on stop arm is inoperative or lights do not alternate or lights are not red.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 26. Suspension System</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) air leak in air suspension system. <br/>  (b) one broken spring leaf. <br/>  (c) suspension fastener is loose, missing or broken.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag. <br/>  (b) cracked or broken main spring leaf or more than one broken spring leaf. <br/>  (c) part of spring leaf or suspension is missing, shifted out of place or in contact with another vehicle component. <br/>  (d) loose U-bolt. <br/>  (e) broken spring on other than a leaf spring system.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 27. Tires</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) damaged tread or sidewall of tire.  <br/>  (b) tire leaking, if leak cannot be heard.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) flat tire. <br/>  (a.1) tire leaking, if leak can be felt or heard. <br/>  (b) tire tread depth is less than wear limit.<sup>11</sup> <br/>  (c) tire is in contact with another tire or any vehicle component other than mud-flap. <br/>  (d) tire is marked “Not for highway use”. <br/>  (e) tire has exposed cords in the tread or outer sidewall area.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 28. Wheels, Hubs, Fasteners and Bearings</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) hub oil below minimum level (when fitted with sight glass). <br/>  (b) leaking wheel seal.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">(a) wheel has loose, missing or ineffective fastener.  <br/>  (b) damaged, cracked or broken wheel, rim or attaching part. <br/>  (c) evidence of imminent wheel, hub or bearing failure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"140\"> <p class=\"table-e\">Part 29. Windshield Wiper / Washer</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">(a) control or system malfunction. <br/>  (b) wiper blade is damaged, missing or ineffective. <br/>  (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers.</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\"><i>When use of wipers or washers is required:</i> <br/>  (a) control or system malfunction. <br/>  (b) wiper is damaged, missing or ineffective. <br/>  (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O</span>. Reg. 199/07, Sched. 5; O. Reg. 411/10, s. 2; O. Reg. 242/14, s. 13.</p> <p class=\"schedule-e\"><a name=\"BK30\"></a>SCHEDULE 6 <br/>  Daily inspection of SCHOOL PURPOSEs VehicleS </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 1 <br/>  Systems and Components</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 2 <br/>  Minor Defects</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">Column 3 <br/>  Major Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 1. Doors and Windows</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) window or door fails to open or close securely.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When carrying passengers:</i> <br/>  (a) door fails to open or close securely.  <br/> <i>At all times:</i> <br/>  (a) window fails to provide the required view<sup>24</sup> to the driver as a result of being cracked, broken, damaged, missing, maladjusted, clouded or fogged.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 2. Driver Controls</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) accelerator pedal, clutch, gauges, audible and visual indicators or instruments fail to function properly.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) accelerator is sticking and the engine fails to return to idle.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 3. Exhaust System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) exhaust leak except as described in Column 3.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) leak that causes exhaust gas to enter the occupant compartment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 4. Exterior Body and Frame</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) insecure or missing body parts.  <br/>  (b) damaged frame or body.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) one or more visibly shifted, cracked, collapsing or sagging frame member.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 5. Fuel System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) missing fuel tank cap.  <br/>  (b) insecure fuel tank. <br/>  (c) dripping fuel leak.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 6. General</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) serious damage or deterioration that is noticeable and may affect the vehicle’s safe operation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 7. Heater / Defroster</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system failure.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) defroster fails to provide unobstructed view through the windshield and through the side windows to left and right of driver’s seat.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 8. Horn</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) no operative horn.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">-</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 9. Hydraulic Brake System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) brake fluid level is below indicated minimum level.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) brake boost or power assist is not operative.  <br/>  (b) brake fluid leak. <br/>  (c) brake pedal fade or insufficient brake pedal reserve. <br/>  (d) activated (other than ABS) warning device. <br/>  (e) brake fluid reservoir is less than ¼ full. <br/>  (f) inoperative service or parking brake.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 10. Inspection Stickers</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) a required sticker is missing, unreadable or invalid.<sup>20</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 11. Lamps</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) required exterior lamp does not operate or function as intended.<sup>8</sup></p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>At all times: </i> <br/>  (a) does not have at least one left and one right rear turn signal lamp.  <br/> <i>When use of lamps is required:</i> <br/>  (a) does not have at least one low-beam headlamp. <br/>  (b) does not have at least one tail lamp.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 12. Mirrors</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) a mirror fails to provide the required view<sup>24</sup>\r to the driver as a result of being cracked, broken, damaged, missing or maladjusted.  <br/>  (b) a mirror has broken or damaged attachments onto vehicle body.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) mirror is missing or broken.  <br/>  (b) the glass surface of a mirror has an aggregate non- reflective area exceeding 6.5 square centimetres.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 13. Mobility Device Lift</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) extendable lift, ramp or other passenger-loading device fails to retract. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 14. Mobility Device Ramp</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">-</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) ramp will not attach securely to vehicle when positioned to load or unload passengers in mobility devices, or will not remain in the stored position.  <br/>  (b) ramp structure is weak, damaged or worn.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 15. Seats and Seat Belts</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) driver’s seat fails to remain in set position.  <br/>  (b) required restraint system or component of required restraint system is missing.<sup>14</sup> <br/>  (c) restraint system or component of restraint system is defective. <br/>  (d) seat is insecure. <br/>  (e) restraint system for passenger in mobility device or mobility device restraint system or component of either system is missing or defective.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When affected position is occupied:</i> <br/>  (a) required restraint system or component of required system is missing.<sup>14</sup> <br/>  (b) restraint system or component of restraint system is defective. <br/>  (c) seat is insecure. <br/> <i>When affected position is occupied with a mobility device or a passenger in a mobility device:</i> <br/>  (a) passenger restraint system, mobility device restraint system or component of either system is missing or defective. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 16. Steering</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) steering wheel lash (free-play) is greater than normal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) steering wheel is insecure or does not respond normally.  <br/>  (b) steering wheel lash (free-play) exceeds prescribed limit.<sup>10</sup></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 17. Suspension System</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) air leak in air suspension system. <br/>  (b) one broken spring leaf. <br/>  (c) suspension fastener is loose, missing or broken.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) damaged (patched, cut, bruised, cracked to braid or deflated) air bag or insecurely mounted air bag. <br/>  (b) cracked or broken main spring leaf or more than one broken spring leaf. <br/>  (c) part of spring leaf or suspension is missing, shifted out of place or in contact with another vehicle component. <br/>  (d) loose U-bolt. <br/>  (e) broken spring on other than a leaf spring system.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 18. Tires</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) damaged tread or sidewall of tire. <br/>  (b) tire leaking, if leak cannot be heard.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) flat tire. <br/>  (a.1) tire leaking, if leak can be felt or heard. <br/>  (b) tire tread depth is less than wear limit.<sup>11</sup> <br/>  (c) tire is in contact with any vehicle component other than mud-flap. <br/>  (d) tire is marked “Not for highway use”. <br/>  (e) tire has exposed cords in the tread or outer sidewall area.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 19. Wheels, Hubs, Fasteners and Bearings</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) leaking wheel seal.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\">(a) visual or audible evidence of a loose, missing or ineffective fastener.  <br/>  (b) damaged, cracked or broken wheel, rim or attaching part. <br/>  (c) evidence of imminent wheel, hub or bearing failure.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Part 20. Windshield Wipers / Washer</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">(a) control or system malfunction. <br/>  (b) wiper blade is damaged, missing or ineffective.  <br/>  (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers.</p> </td> <td valign=\"top\" width=\"288\"> <p class=\"table-e\"><i>When use of wipers and washers is required:</i> <br/>  (a) control or system malfunction. <br/>  (b) wiper is damaged, missing or ineffective. <br/>  (c) wiper or washer fails to adequately clear the windshield in the areas swept by both wipers.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\"><span>O. Reg. 199</span>/07, Sched. 6; O. Reg. 242/14, s. 14.</p> <p class=\"schedule-e\"><a name=\"BK31\"></a>schedule 7 <br/>  performance standards under subsection 107 (3) of the act</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Schedule 1",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Daily inspection of trucks, tractors and trailers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Schedule 2",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Daily inspection of buses and of trailers drawn by buses",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Schedule 3",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Daily inspection of motor coaches",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Schedule 4",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Under-vehicle inspection of motor coaches",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Schedule 5",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Daily inspection of school purposes buses",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Schedule 6",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Daily inspection of school purposes vehicles",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Schedule 7",
            "part_id": "PART VI  ",
            "part_type": "PART VI NOTES TO THE SCHEDULES",
            "section": "Performance standards under subsection 107 (3) of the Act",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}