{
    "reg_info": {
        "full_title": "O. Reg. 181/98: IDENTIFICATION AND PLACEMENT OF EXCEPTIONAL PUPILS",
        "reg_name_text": "IDENTIFICATION AND PLACEMENT OF EXCEPTIONAL PUPILS",
        "citation": "O. Reg. 181/98: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/980181",
        "date_scraped": "2023-12-19 18:14:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 27, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980181/v1",
            "valid_from": "May  2, 2001",
            "valid_to": "June 26, 2005"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART II",
            "Section": "None",
            "Section1": "GENERAL",
            "Section2": "1-9",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART III",
            "Section": "None",
            "Section1": "ESTABLISHMENT OF COMMITTEES AND COMMITTEE PROCEDURES",
            "Section2": "10-12",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART IV",
            "Section": "None",
            "Section1": "PARENTS’ GUIDE",
            "Section2": "13",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART V",
            "Section": "None",
            "Section1": "REFERRAL OF PUPILS TO COMMITTEES",
            "Section2": "14-20",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART VI",
            "Section": "None",
            "Section1": "COMMITTEE REVIEWS",
            "Section2": "21-25",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART VII",
            "Section": "None",
            "Section1": "APPEALS FROM COMMITTEE DECISIONS",
            "Section2": "26-31",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "PART VII",
            "Section": "None",
            "Section1": "TRANSITIONAL PROVISIONS",
            "Section2": "None",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Interpretation",
            "Section2": "32",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Committees Established Before September 1, 1998",
            "Section2": "33",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Parents’ Guide",
            "Section2": "34",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Individual Education Plans",
            "Section2": "35",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Appeals Filed Before September 1, 1998",
            "Section2": "36-39",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. (1) In this Regulation, “committee” means a special education identification, placement and review committee established under Part II and includes a committee established under Regulation 305 of the Revised Regulations of Ontario, 1990; (“comité”) “designated representative” means, (a) in relation to a board that has a director of education, the director of education of the board, and (b) in relation to a board that does not have a director of education, the secretary or equivalent of the board; (“représentant désigné”) “parent” includes a guardian; (“père ou mère”) “special education appeal board” means a special education appeal board established under Part VI. (“commission d’appel en matière d’éducation de l’enfance en difficulté”)  O. Reg. 181/98, s. 1 (1). (2) In this Regulation, a reference to the category and definition of an exceptionality is a reference to the category and definition of the exceptionality as established under subsection 8 (3) of the Act.  O. Reg. 181/98, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“committee” means a special education identification, placement and review committee established under Part II and includes a committee established under Regulation 305 of the Revised Regulations of Ontario, 1990; (“comité”)</p> <p class=\"definition-e\">“designated representative” means,</p> <p class=\"defclause-e\">  (a) in relation to a board that has a director of education, the director of education of the board, and</p> <p class=\"defclause-e\">  (b) in relation to a board that does not have a director of education, the secretary or equivalent of the board; (“représentant désigné”)</p> <p class=\"definition-e\">“parent” includes a guardian; (“père ou mère”)</p> <p class=\"definition-e\">“special education appeal board” means a special education appeal board established under Part VI. (“commission d’appel en matière d’éducation de l’enfance en difficulté”)  O. Reg. 181/98, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to the category and definition of an exceptionality is a reference to the category and definition of the exceptionality as established under subsection 8 (3) of the Act.  O. Reg. 181/98, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. Where the time limited by this Regulation for doing anything expires or falls on a school holiday within the meaning of Regulation 304 of the Revised Regulations of Ontario, 1990, the time so limited extends to and the thing may be done on the next day following that is not a school holiday.  O. Reg. 181/98, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Where the time limited by this Regulation for doing anything expires or falls on a school holiday within the meaning of Regulation 304 of the Revised Regulations of Ontario, 1990, the time so limited extends to and the thing may be done on the next day following that is not a school holiday.  O. Reg. 181/98, s. 2.</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. (1) Subject to subsection (2), mail shall be deemed to have been received by the person to whom it was sent on the fifth day after the day on which it was mailed.  O. Reg. 181/98, s. 3 (1). (2) If the fifth day is a school holiday within the meaning of Regulation 304 of the Revised Regulations of Ontario, 1990, the mail shall be deemed to have been received by the person to whom it was sent on the first day after the fifth day that is not a school holiday.  O. Reg. 181/98, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Subject to subsection (2), mail shall be deemed to have been received by the person to whom it was sent on the fifth day after the day on which it was mailed.  O. Reg. 181/98, s. 3 (1).</p> <p class=\"subsection-e\">  (2) If the fifth day is a school holiday within the meaning of Regulation 304 of the Revised Regulations of Ontario, 1990, the mail shall be deemed to have been received by the person to whom it was sent on the first day after the fifth day that is not a school holiday.  O. Reg. 181/98, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4. A person or body required by this Regulation to communicate in writing to a parent or pupil shall, at the request of the parent or pupil, use a braille, large print or audio-cassette format for the communication.  O. Reg. 181/98, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A person or body required by this Regulation to communicate in writing to a parent or pupil shall, at the request of the parent or pupil, use a braille, large print or audio-cassette format for the communication.  O. Reg. 181/98, s. 4.</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5. (1) A parent of a pupil and, where the pupil is 16 years of age or older, the pupil, are entitled, (a) to be present at and participate in all committee discussions about the pupil; and (b) to be present when the committee’s identification and placement decisions are made.  O. Reg. 181/98, s. 5 (1). (2) A parent of a pupil and, where the pupil is 16 years of age or older, the pupil, are entitled to be present at and participate in all discussions about the pupil at the meeting held by the special education appeal board under section 28.  O. Reg. 181/98, s. 5 (2). (3) A person who has a right under subsection (1) or (2) to participate in a discussion also has the right to have a representative present at the discussion, to speak on behalf of the person or otherwise support the person.  O. Reg. 181/98, s. 5 (3). (4) A person who has a right under clause (1) (b) to be present also has the right to have a representative present to support the person.  O. Reg. 181/98, s. 5 (4). (5) At least 10 days in advance of a meeting of a committee or special education appeal board, the chair of the committee or board shall give written notice of the time and place of the meeting to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A parent of a pupil and, where the pupil is 16 years of age or older, the pupil, are entitled,</p> <p class=\"clause-e\">  (a) to be present at and participate in all committee discussions about the pupil; and</p> <p class=\"clause-e\">  (b) to be present when the committee’s identification and placement decisions are made.  O. Reg. 181/98, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A parent of a pupil and, where the pupil is 16 years of age or older, the pupil, are entitled to be present at and participate in all discussions about the pupil at the meeting held by the special education appeal board under section 28.  O. Reg. 181/98, s. 5 (2).</p> <p class=\"subsection-e\">  (3) A person who has a right under subsection (1) or (2) to participate in a discussion also has the right to have a representative present at the discussion, to speak on behalf of the person or otherwise support the person.  O. Reg. 181/98, s. 5 (3).</p> <p class=\"subsection-e\">  (4) A person who has a right under clause (1) (b) to be present also has the right to have a representative present to support the person.  O. Reg. 181/98, s. 5 (4).</p> <p class=\"subsection-e\">  (5) At least 10 days in advance of a meeting of a committee or special education appeal board, the chair of the committee or board shall give written notice of the time and place of the meeting to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6. (1) Subsection (2) applies when, (a) a board implements a placement decision under section 20; (b) a board implements a placement decision under section 31 following an appeal to a special education appeal board in respect of a committee decision under Part IV; or (c) a board implements a placement decision following an appeal to the Special Education Tribunal in respect of a committee decision under Part IV.  O. Reg. 181/98, s. 6 (1). (2) The board shall promptly notify the principal of the school at which the special education program is to be provided of the need to develop an individual education plan for the pupil in consultation with the parent and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 6 (2). (3) The individual education plan must include, (a) specific educational expectations for the pupil; (b) an outline of the special education program and services to be received by the pupil; and (c) a statement of the methods by which the pupil’s progress will be reviewed.  O. Reg. 181/98, s. 6 (3). (4) Where the pupil is 14 years of age or older, the individual education plan must also include a plan for transition to appropriate post-secondary school activities, such as work, further education and community living.  O. Reg. 181/98, s. 6 (4). (5) Subsection (4) does not apply in respect of a pupil identified as exceptional solely on the basis of giftedness.  O. Reg. 181/98, s. 6 (5). (6) In developing the individual education plan, the principal shall, (a) consult with the parent and, where the pupil is 16 years of age or older, the pupil; and (b) take into consideration any recommendations made by the committee or the Special Education Tribunal, as the case may be, regarding special education programs or special education services.  O. Reg. 181/98, s. 6 (6). (7) In developing a transition plan under subsection (4), the principal shall consult with such community agencies and post-secondary educational institutions as he or she considers appropriate.  O. Reg. 181/98, s. 6 (7). (8) Within 30 school days after placement of the pupil in the program, the principal shall ensure that the plan is completed and a copy of it sent to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 6 (8); O. Reg. 137/01, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Subsection (2) applies when,</p> <p class=\"clause-e\">  (a) a board implements a placement decision under section 20;</p> <p class=\"clause-e\">  (b) a board implements a placement decision under section 31 following an appeal to a special education appeal board in respect of a committee decision under Part IV; or</p> <p class=\"clause-e\">  (c) a board implements a placement decision following an appeal to the Special Education Tribunal in respect of a committee decision under Part IV.  O. Reg. 181/98, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The board shall promptly notify the principal of the school at which the special education program is to be provided of the need to develop an individual education plan for the pupil in consultation with the parent and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The individual education plan must include,</p> <p class=\"clause-e\">  (a) specific educational expectations for the pupil;</p> <p class=\"clause-e\">  (b) an outline of the special education program and services to be received by the pupil; and</p> <p class=\"clause-e\">  (c) a statement of the methods by which the pupil’s progress will be reviewed.  O. Reg. 181/98, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Where the pupil is 14 years of age or older, the individual education plan must also include a plan for transition to appropriate post-secondary school activities, such as work, further education and community living.  O. Reg. 181/98, s. 6 (4).</p> <p class=\"subsection-e\">  (5) Subsection (4) does not apply in respect of a pupil identified as exceptional solely on the basis of giftedness.  O. Reg. 181/98, s. 6 (5).</p> <p class=\"subsection-e\">  (6) In developing the individual education plan, the principal shall,</p> <p class=\"clause-e\">  (a) consult with the parent and, where the pupil is 16 years of age or older, the pupil; and</p> <p class=\"clause-e\">  (b) take into consideration any recommendations made by the committee or the Special Education Tribunal, as the case may be, regarding special education programs or special education services.  O. Reg. 181/98, s. 6 (6).</p> <p class=\"subsection-e\">  (7) In developing a transition plan under subsection (4), the principal shall consult with such community agencies and post-secondary educational institutions as he or she considers appropriate.  O. Reg. 181/98, s. 6 (7).</p> <p class=\"subsection-e\">  (8) Within 30 school days after placement of the pupil in the program, the principal shall ensure that the plan is completed and a copy of it sent to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 6 (8); O. Reg. 137/01, s. 1.</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. (1) Subsection (2) applies when, (a) a board implements a change in placement under section 25; (b) a board implements a change in placement under section 31 following an appeal to a special education appeal board in respect of a committee decision under Part V; (c) a board implements a change in placement in accordance with a decision of the Special Education Tribunal following an appeal to the Special Education Tribunal in respect of a committee decision under Part V; (d) an existing placement is confirmed in a statement of decision under Part V and a parent of the pupil consents in writing to the decision or the time period provided in section 31 for filing a notice of appeal from the decision expires without a notice of appeal being filed; (e) an existing placement is confirmed in a decision under subsection 30 (1) and a parent consents in writing to the decision or the time period provided in section 31 expires without an appeal being commenced; (f) an existing placement is confirmed in a decision under subsection 30 (1), an appeal from the decision is made under section 57 of the Act to the Special Education Tribunal and the appeal is dismissed or abandoned; or (g) an existing placement is confirmed in an order of the Special Education Tribunal granting an appeal under section 57 of the Act.  O. Reg. 181/98, s. 7 (1). (2) The board shall promptly notify the principal of the school at which the special education program is to be provided of the need to review the pupil’s individual education plan to determine whether it needs to be updated.  O. Reg. 181/98, s. 7 (2). (3) In reviewing the plan, the principal shall, (a) consult with the parent and, where the pupil is 16 years of age or older, the pupil; and (b) take into consideration any recommendations of the committee or the Special Education Tribunal, as the case may be, regarding special education programs or special education services.  O. Reg. 181/98, s. 7 (3). (4) Where an individual education plan does not include a plan for transition to appropriate post-secondary school activities and the pupil has attained the age of 14 or will attain the age of 14 within the school year, the principal shall ensure that a transition plan is developed and included in the individual education plan.  O. Reg. 181/98, s. 7 (4). (5) Subsection (4) does not apply in respect of a pupil identified as exceptional solely on the basis of giftedness.  O. Reg. 181/98, s. 7 (5). (6) In reviewing an individual education plan that includes a transition plan or in developing a transition plan under subsection (4), the principal shall consult with such community agencies and post-secondary educational institutions as he or she considers appropriate.  O. Reg. 181/98, s. 7 (6). (7) Within 30 school days of an implementation of a change in placement or, where the placement is confirmed, within 30 schools days of receiving the notice under subsection (1), the principal shall ensure that, (a) the plan has been reviewed and updated as appropriate; (b) a transition plan has been added to the individual education plan where required by subsection (4); and (c) a copy of the individual education plan has been sent to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 7 (7); O. Reg. 137/01, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Subsection (2) applies when,</p> <p class=\"clause-e\">  (a) a board implements a change in placement under section 25;</p> <p class=\"clause-e\">  (b) a board implements a change in placement under section 31 following an appeal to a special education appeal board in respect of a committee decision under Part V;</p> <p class=\"clause-e\">  (c) a board implements a change in placement in accordance with a decision of the Special Education Tribunal following an appeal to the Special Education Tribunal in respect of a committee decision under Part V;</p> <p class=\"clause-e\">  (d) an existing placement is confirmed in a statement of decision under Part V and a parent of the pupil consents in writing to the decision or the time period provided in section 31 for filing a notice of appeal from the decision expires without a notice of appeal being filed;</p> <p class=\"clause-e\">  (e) an existing placement is confirmed in a decision under subsection 30 (1) and a parent consents in writing to the decision or the time period provided in section 31 expires without an appeal being commenced;</p> <p class=\"clause-e\">  (f) an existing placement is confirmed in a decision under subsection 30 (1), an appeal from the decision is made under section 57 of the Act to the Special Education Tribunal and the appeal is dismissed or abandoned; or</p> <p class=\"clause-e\">  (g) an existing placement is confirmed in an order of the Special Education Tribunal granting an appeal under section 57 of the Act.  O. Reg. 181/98, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The board shall promptly notify the principal of the school at which the special education program is to be provided of the need to review the pupil’s individual education plan to determine whether it needs to be updated.  O. Reg. 181/98, s. 7 (2).</p> <p class=\"subsection-e\">  (3) In reviewing the plan, the principal shall,</p> <p class=\"clause-e\">  (a) consult with the parent and, where the pupil is 16 years of age or older, the pupil; and</p> <p class=\"clause-e\">  (b) take into consideration any recommendations of the committee or the Special Education Tribunal, as the case may be, regarding special education programs or special education services.  O. Reg. 181/98, s. 7 (3).</p> <p class=\"subsection-e\">  (4) Where an individual education plan does not include a plan for transition to appropriate post-secondary school activities and the pupil has attained the age of 14 or will attain the age of 14 within the school year, the principal shall ensure that a transition plan is developed and included in the individual education plan.  O. Reg. 181/98, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Subsection (4) does not apply in respect of a pupil identified as exceptional solely on the basis of giftedness.  O. Reg. 181/98, s. 7 (5).</p> <p class=\"subsection-e\">  (6) In reviewing an individual education plan that includes a transition plan or in developing a transition plan under subsection (4), the principal shall consult with such community agencies and post-secondary educational institutions as he or she considers appropriate.  O. Reg. 181/98, s. 7 (6).</p> <p class=\"subsection-e\">  (7) Within 30 school days of an implementation of a change in placement or, where the placement is confirmed, within 30 schools days of receiving the notice under subsection (1), the principal shall ensure that,</p> <p class=\"clause-e\">  (a) the plan has been reviewed and updated as appropriate;</p> <p class=\"clause-e\">  (b) a transition plan has been added to the individual education plan where required by subsection (4); and</p> <p class=\"clause-e\">  (c) a copy of the individual education plan has been sent to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 7 (7); O. Reg. 137/01, s. 2.</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. The principal shall ensure that the individual education plan for a pupil is included in the record kept in respect of the pupil under clause 265 (d) of the Act, unless a parent of the pupil has objected in writing.  O. Reg. 181/98, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The principal shall ensure that the individual education plan for a pupil is included in the record kept in respect of the pupil under clause 265 (d) of the Act, unless a parent of the pupil has objected in writing.  O. Reg. 181/98, s. 8.</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. (1) In accordance with requirements under the Education Act, no pupil is to be denied an education program pending a meeting or decision under this Regulation.  O. Reg. 181/98, s. 9 (1). (2) Where an education program is provided to a pupil pending a meeting or decision under this Regulation, (a) the program must be appropriate to the pupil’s apparent strengths and needs; (b) the placement for the program must be consistent with the principles underlying section 17; and (c) appropriate education services must be provided to meet the pupil’s apparent needs.  O. Reg. 181/98, s. 9 (2). PART II   ESTABLISHMENT OF COMMITTEES AND COMMITTEE PROCEDURES",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) In accordance with requirements under the <i>Education Act</i>, no pupil is to be denied an education program pending a meeting or decision under this Regulation.  O. Reg. 181/98, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Where an education program is provided to a pupil pending a meeting or decision under this Regulation,</p> <p class=\"clause-e\">  (a) the program must be appropriate to the pupil’s apparent strengths and needs;</p> <p class=\"clause-e\">  (b) the placement for the program must be consistent with the principles underlying section 17; and</p> <p class=\"clause-e\">  (c) appropriate education services must be provided to meet the pupil’s apparent needs.  O. Reg. 181/98, s. 9 (2).</p> <p class=\"partnum-e\"><a name=\"BK1\"></a>PART II <br/>  ESTABLISHMENT OF COMMITTEES AND COMMITTEE PROCEDURES</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 10. Each board shall, in accordance with section 11, establish one or more committees for the identification and placement of exceptional pupils, determine the jurisdiction of each committee and establish the manner of selecting the chair of each committee.  O. Reg. 181/98, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Each board shall, in accordance with section 11, establish one or more committees for the identification and placement of exceptional pupils, determine the jurisdiction of each committee and establish the manner of selecting the chair of each committee.  O. Reg. 181/98, s. 10.</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 11. (1) A board shall appoint three or more persons to each committee that it establishes.  O. Reg. 181/98, s. 11 (1). (2) The board shall appoint, as one of the members of each committee, (a) a principal employed by the board; (b) a supervisory officer employed by the board under Part XI of the Act; or (c) a supervisory officer whose services are used by the board under Part XI of the Act.  O. Reg. 181/98, s. 11 (2). (3) A principal or supervisory officer appointed under subsection (2) may designate a person to act in his or her place as a member of the committee without the approval of the board.  O. Reg. 181/98, s. 11 (3). (4) Only a person who is eligible to be appointed to the committee under subsection (2) may be designated to act on the committee under subsection (3).  O. Reg. 181/98, s. 11 (4). (5) No member of the board may be appointed to a committee under subsection (2) or designated to act on the committee under subsection (3).  O. Reg. 181/98, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A board shall appoint three or more persons to each committee that it establishes.  O. Reg. 181/98, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The board shall appoint, as one of the members of each committee,</p> <p class=\"clause-e\">  (a) a principal employed by the board;</p> <p class=\"clause-e\">  (b) a supervisory officer employed by the board under Part XI of the Act; or</p> <p class=\"clause-e\">  (c) a supervisory officer whose services are used by the board under Part XI of the Act.  O. Reg. 181/98, s. 11 (2).</p> <p class=\"subsection-e\">  (3) A principal or supervisory officer appointed under subsection (2) may designate a person to act in his or her place as a member of the committee without the approval of the board.  O. Reg. 181/98, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Only a person who is eligible to be appointed to the committee under subsection (2) may be designated to act on the committee under subsection (3).  O. Reg. 181/98, s. 11 (4).</p> <p class=\"subsection-e\">  (5) No member of the board may be appointed to a committee under subsection (2) or designated to act on the committee under subsection (3).  O. Reg. 181/98, s. 11 (5).</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. (1) A board may establish procedures for committees in addition to those set out in this Regulation.  O. Reg. 181/98, s. 12 (1). (2) Committee decisions made under this Regulation must be consistent with the board’s special education plan.  O. Reg. 181/98, s. 12 (2). PART III   PARENTS’ GUIDE",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) A board may establish procedures for committees in addition to those set out in this Regulation.  O. Reg. 181/98, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Committee decisions made under this Regulation must be consistent with the board’s special education plan.  O. Reg. 181/98, s. 12 (2).</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>PART III <br/>  PARENTS’ GUIDE</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 13. (1) Each board shall prepare a guide for the use and information of parents and pupils that, (a) explains the function of a committee on a referral under Part IV and on a review under Part V; (b) outlines the procedures set out in this Regulation or established under section 12 that a committee must follow in identifying a pupil as exceptional and in deciding the pupil’s placement; (c) explains the committee’s duty to describe pupils’ strengths and needs and to include, in its statements of decision, the categories and definitions of any exceptionalities it identifies; (d) explains the function of a special education appeal board under Part VI and the right of parents to appeal committee decisions to it; (e) lists the parent organizations that are, to the best of the board’s knowledge, local associations of the board, within the meaning of Ontario Regulation 464/97; (f) includes the names, addresses and telephone numbers of the provincial and demonstration schools in Ontario; (g) indicates the extent to which the board provides special education programs and special education services and the extent to which it purchases those programs and services from another board; (h) explains that no committee placement decision can be implemented unless, (i) a parent has consented to the decision, or (ii) the time limit for filing a notice of appeal in respect of the decision has expired and no such notice has been filed.  O. Reg. 181/98, s. 13 (1). (2) The board shall ensure that copies of the guide are available at each school in the board’s jurisdiction and at the board’s head office and shall provide a copy to the appropriate regional office of the Ministry.  O. Reg. 181/98, s. 13 (2); O. Reg. 402/05, s. 1. (3) The board shall, at the request of a parent or pupil, provide the parent or pupil with a guide in a braille, large print or audio-cassette format.  O. Reg. 181/98, s. 13 (3). PART IV   REFERRAL OF PUPILS TO COMMITTEES",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Each board shall prepare a guide for the use and information of parents and pupils that,</p> <p class=\"clause-e\">  (a) explains the function of a committee on a referral under Part IV and on a review under Part V;</p> <p class=\"clause-e\">  (b) outlines the procedures set out in this Regulation or established under section 12 that a committee must follow in identifying a pupil as exceptional and in deciding the pupil’s placement;</p> <p class=\"clause-e\">  (c) explains the committee’s duty to describe pupils’ strengths and needs and to include, in its statements of decision, the categories and definitions of any exceptionalities it identifies;</p> <p class=\"clause-e\">  (d) explains the function of a special education appeal board under Part VI and the right of parents to appeal committee decisions to it;</p> <p class=\"clause-e\">  (e) lists the parent organizations that are, to the best of the board’s knowledge, local associations of the board, within the meaning of Ontario Regulation 464/97;</p> <p class=\"clause-e\">  (f) includes the names, addresses and telephone numbers of the provincial and demonstration schools in Ontario;</p> <p class=\"clause-e\">  (g) indicates the extent to which the board provides special education programs and special education services and the extent to which it purchases those programs and services from another board;</p> <p class=\"clause-e\">  (h) explains that no committee placement decision can be implemented unless,</p> <p class=\"subclause-e\">  (i) a parent has consented to the decision, or</p> <p class=\"subclause-e\">  (ii) the time limit for filing a notice of appeal in respect of the decision has expired and no such notice has been filed.  O. Reg. 181/98, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The board shall ensure that copies of the guide are available at each school in the board’s jurisdiction and at the board’s head office and shall provide a copy to the appropriate regional office of the Ministry.  O. Reg. 181/98, s. 13 (2); O. Reg. 402/05, s. 1.</p> <p class=\"subsection-e\">  (3) The board shall, at the request of a parent or pupil, provide the parent or pupil with a guide in a braille, large print or audio-cassette format.  O. Reg. 181/98, s. 13 (3).</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>PART IV <br/>  REFERRAL OF PUPILS TO COMMITTEES</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. (1) The principal of the school at which a pupil is enrolled, (a) may on written notice to a parent of the pupil; and (b) shall at the written request of a parent of the pupil, refer the pupil to a committee established by the board, for a decision as to whether the pupil should be identified as an exceptional pupil and, if so, what the placement of the pupil should be.  O. Reg. 181/98, s. 14 (1). (2) Where a decision is made that a pupil is to leave a demonstration school and enter a school of a board, the superintendent of the demonstration school shall so notify the designated representative of the board.  O. Reg. 181/98, s. 14 (2). (3) On receiving the notice under subsection (2), the designated representative of the board shall ensure that the pupil is referred to a committee established by the board, for a decision as to what the placement of the pupil should be.  O. Reg. 181/98, s. 14 (3). (4) The superintendent of the demonstration school acting under subsection (2) and the designated representative of the board acting under subsection (3) shall use their best efforts to ensure that the committee meets as soon as possible after the decision is made to move the pupil from the demonstration school to the school of the board.  O. Reg. 181/98, s. 14 (4). (5) Where more than one committee has been established by the board, the referral under subsection (1) or (3) shall be to the committee that the principal or the designated representative, as the case may be, considers to be the most appropriate for the pupil, having regard to the jurisdiction of the committees.  O. Reg. 181/98, s. 14 (5). (6) Within 15 days of giving a notice under clause (1) (a) or receiving a request under clause (1) (b), the principal shall provide the parent with, (a) a copy of the guide prepared under section 13; (b) a written statement of approximately when the principal expects that a committee will meet for the first time to discuss the pupil; and (c) in the case of a request under clause (1) (b), a written acknowledgement of the request.  O. Reg. 181/98, s. 14 (6). (7) Within 15 days of receiving a notification under subsection (2), the designated representative shall provide the parent with, (a) a copy of the notification under subsection (2); (b) a copy of the guide prepared under section 13; and (c) a written statement of approximately when the designated representative expects that a committee will meet for the first time to discuss the pupil.  O. Reg. 181/98, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The principal of the school at which a pupil is enrolled,</p> <p class=\"clause-e\">  (a) may on written notice to a parent of the pupil; and</p> <p class=\"clause-e\">  (b) shall at the written request of a parent of the pupil,</p> <p class=\"Ssection-e\">refer the pupil to a committee established by the board, for a decision as to whether the pupil should be identified as an exceptional pupil and, if so, what the placement of the pupil should be.  O. Reg. 181/98, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Where a decision is made that a pupil is to leave a demonstration school and enter a school of a board, the superintendent of the demonstration school shall so notify the designated representative of the board.  O. Reg. 181/98, s. 14 (2).</p> <p class=\"subsection-e\">  (3) On receiving the notice under subsection (2), the designated representative of the board shall ensure that the pupil is referred to a committee established by the board, for a decision as to what the placement of the pupil should be.  O. Reg. 181/98, s. 14 (3).</p> <p class=\"subsection-e\">  (4) The superintendent of the demonstration school acting under subsection (2) and the designated representative of the board acting under subsection (3) shall use their best efforts to ensure that the committee meets as soon as possible after the decision is made to move the pupil from the demonstration school to the school of the board.  O. Reg. 181/98, s. 14 (4).</p> <p class=\"subsection-e\">  (5) Where more than one committee has been established by the board, the referral under subsection (1) or (3) shall be to the committee that the principal or the designated representative, as the case may be, considers to be the most appropriate for the pupil, having regard to the jurisdiction of the committees.  O. Reg. 181/98, s. 14 (5).</p> <p class=\"subsection-e\">  (6) Within 15 days of giving a notice under clause (1) (a) or receiving a request under clause (1) (b), the principal shall provide the parent with,</p> <p class=\"clause-e\">  (a) a copy of the guide prepared under section 13;</p> <p class=\"clause-e\">  (b) a written statement of approximately when the principal expects that a committee will meet for the first time to discuss the pupil; and</p> <p class=\"clause-e\">  (c) in the case of a request under clause (1) (b), a written acknowledgement of the request.  O. Reg. 181/98, s. 14 (6).</p> <p class=\"subsection-e\">  (7) Within 15 days of receiving a notification under subsection (2), the designated representative shall provide the parent with,</p> <p class=\"clause-e\">  (a) a copy of the notification under subsection (2);</p> <p class=\"clause-e\">  (b) a copy of the guide prepared under section 13; and</p> <p class=\"clause-e\">  (c) a written statement of approximately when the designated representative expects that a committee will meet for the first time to discuss the pupil.  O. Reg. 181/98, s. 14 (7).</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. (1) A committee that has received a referral under section 14 shall obtain and consider an educational assessment of the pupil.  O. Reg. 181/98, s. 15 (1). (2) Subject to the Health Care Consent Act, 1996, the committee shall also obtain and consider a health assessment of the pupil by a qualified medical practitioner if the committee determines that the assessment is required to enable it to make a correct identification or placement decision.  O. Reg. 181/98, s. 15 (2). (3) Subject to the Health Care Consent Act, 1996, the committee shall also obtain and consider a psychological assessment of the pupil if the committee determines that the assessment is required to enable it to make a correct identification or placement decision.  O. Reg. 181/98, s. 15 (3). (4) Where the committee determines that it would be useful to do so and the pupil is less than 16 years of age, the committee shall, with the consent of a parent, interview the pupil.  O. Reg. 181/98, s. 15 (4). (5) A parent of the pupil has a right to be present at the interview.  O. Reg. 181/98, s. 15 (5). (6) The committee shall also consider any information about the pupil submitted to it by a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 15 (6). (7) In addition to complying with this section, the committee shall consider any information submitted to it that it considers relevant.  O. Reg. 181/98, s. 15 (7). (8) As soon as possible after the chair of the committee obtains any information relating to the pupil, the chair shall provide the information to, (a) a parent of the pupil; and (b) the pupil, where the pupil is 16 years of age or older.  O. Reg. 181/98, s. 15 (8). (9) Subsection (8) does not apply to oral information submitted at a meeting that the committee holds in respect of the pupil in accordance with this Regulation.  O. Reg. 181/98, s. 15 (9).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A committee that has received a referral under section 14 shall obtain and consider an educational assessment of the pupil.  O. Reg. 181/98, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Subject to the <i>Health Care Consent Act, 1996</i>, the committee shall also obtain and consider a health assessment of the pupil by a qualified medical practitioner if the committee determines that the assessment is required to enable it to make a correct identification or placement decision.  O. Reg. 181/98, s. 15 (2).</p> <p class=\"subsection-e\">  (3) Subject to the <i>Health Care Consent Act, 1996</i>, the committee shall also obtain and consider a psychological assessment of the pupil if the committee determines that the assessment is required to enable it to make a correct identification or placement decision.  O. Reg. 181/98, s. 15 (3).</p> <p class=\"subsection-e\">  (4) Where the committee determines that it would be useful to do so and the pupil is less than 16 years of age, the committee shall, with the consent of a parent, interview the pupil.  O. Reg. 181/98, s. 15 (4).</p> <p class=\"subsection-e\">  (5) A parent of the pupil has a right to be present at the interview.  O. Reg. 181/98, s. 15 (5).</p> <p class=\"subsection-e\">  (6) The committee shall also consider any information about the pupil submitted to it by a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 15 (6).</p> <p class=\"subsection-e\">  (7) In addition to complying with this section, the committee shall consider any information submitted to it that it considers relevant.  O. Reg. 181/98, s. 15 (7).</p> <p class=\"subsection-e\">  (8) As soon as possible after the chair of the committee obtains any information relating to the pupil, the chair shall provide the information to,</p> <p class=\"clause-e\">  (a) a parent of the pupil; and</p> <p class=\"clause-e\">  (b) the pupil, where the pupil is 16 years of age or older.  O. Reg. 181/98, s. 15 (8).</p> <p class=\"subsection-e\">  (9) Subsection (8) does not apply to oral information submitted at a meeting that the committee holds in respect of the pupil in accordance with this Regulation.  O. Reg. 181/98, s. 15 (9).</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16. (1) The committee may discuss any proposal for special education services or special education programs and shall do so at the request of a parent or a pupil who is 16 years of age or older.  O. Reg. 181/98, s. 16 (1). (2) The committee may make recommendations regarding special education programs and special education services.  O. Reg. 181/98, s. 16 (2). (3) The committee may recommend that an exceptional pupil who is 21 years of age or older remain in a secondary day school program.  O. Reg. 181/98, s. 16 (3). (4) Despite subsections (1) to (3), the committee shall not make decisions about special education services or special education programs.  O. Reg. 181/98, s. 16 (4). (5) Despite subsection (4), a recommendation of a committee under subsection (3) is effective for the purposes of subsection 49.2 (7) of the Act.  O. Reg. 181/98, s. 16 (5). (6) A recommendation under this section is not a decision for the purposes of subsection 26 (1).  O. Reg. 181/98, s. 16 (6).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The committee may discuss any proposal for special education services or special education programs and shall do so at the request of a parent or a pupil who is 16 years of age or older.  O. Reg. 181/98, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The committee may make recommendations regarding special education programs and special education services.  O. Reg. 181/98, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The committee may recommend that an exceptional pupil who is 21 years of age or older remain in a secondary day school program.  O. Reg. 181/98, s. 16 (3).</p> <p class=\"subsection-e\">  (4) Despite subsections (1) to (3), the committee shall not make decisions about special education services or special education programs.  O. Reg. 181/98, s. 16 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4), a recommendation of a committee under subsection (3) is effective for the purposes of subsection 49.2 (7) of the Act.  O. Reg. 181/98, s. 16 (5).</p> <p class=\"subsection-e\">  (6) A recommendation under this section is not a decision for the purposes of subsection 26 (1).  O. Reg. 181/98, s. 16 (6).</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. (1) When making a placement decision on a referral under section 14, the committee shall, before considering the option of placement in a special education class, consider whether placement in a regular class, with appropriate special education services, (a) would meet the pupil’s needs; and (b) is consistent with parental preferences.  O. Reg. 181/98, s. 17 (1). (2) If, after considering all of the information obtained by it or submitted to it under section 15 that it considers relevant, the committee is satisfied that placement in a regular class would meet the pupil’s needs and is consistent with parental preferences, the committee shall decide in favour of placement in a regular class.  O. Reg. 181/98, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) When making a placement decision on a referral under section 14, the committee shall, before considering the option of placement in a special education class, consider whether placement in a regular class, with appropriate special education services,</p> <p class=\"clause-e\">  (a) would meet the pupil’s needs; and</p> <p class=\"clause-e\">  (b) is consistent with parental preferences.  O. Reg. 181/98, s. 17 (1).</p> <p class=\"subsection-e\">  (2) If, after considering all of the information obtained by it or submitted to it under section 15 that it considers relevant, the committee is satisfied that placement in a regular class would meet the pupil’s needs and is consistent with parental preferences, the committee shall decide in favour of placement in a regular class.  O. Reg. 181/98, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18. (1) As soon as possible after making its decisions on a referral under section 14, the chair of the committee shall send a written statement of decision to, (a) a parent of the pupil; (b) the pupil, where the pupil is 16 years of age or older; (c) the principal who made the referral, where the referral was made by a principal; and (d) the designated representative of the board that established the committee.  O. Reg. 181/98, s. 18 (1). (2) In the case of a referral by a principal under subsection 14 (1), the statement of decision shall, (a) state whether the committee has identified the pupil as an exceptional pupil; (b) where the committee has identified the pupil as an exceptional pupil, include, (i) the committee’s description of the pupil’s strengths and needs, (ii) the categories and definitions of any exceptionalities identified by the committee, (iii) the committee’s placement decision, and (iv) the committee’s recommendation under subsection 16 (2), if any; and (c) where the committee has decided that the pupil should be placed in a special education class, state the reasons for that decision.  O. Reg. 181/98, s. 18 (2). (3) In the case of a referral by a designated representative under subsection 14 (3), the statement of decision shall, (a) include, (i) the committee’s description of the pupil’s strengths and needs, (ii) the categories and definitions of any exceptionalities identified by the committee, (iii) the committee’s placement decision, and (iv) the committee’s recommendation under subsection 16 (2), if any; and (b) where the committee has decided that the pupil should be placed in a special education class, state the reasons for that decision.  O. Reg. 181/98, s. 18 (3).",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) As soon as possible after making its decisions on a referral under section 14, the chair of the committee shall send a written statement of decision to,</p> <p class=\"clause-e\">  (a) a parent of the pupil;</p> <p class=\"clause-e\">  (b) the pupil, where the pupil is 16 years of age or older;</p> <p class=\"clause-e\">  (c) the principal who made the referral, where the referral was made by a principal; and</p> <p class=\"clause-e\">  (d) the designated representative of the board that established the committee.  O. Reg. 181/98, s. 18 (1).</p> <p class=\"subsection-e\">  (2) In the case of a referral by a principal under subsection 14 (1), the statement of decision shall,</p> <p class=\"clause-e\">  (a) state whether the committee has identified the pupil as an exceptional pupil;</p> <p class=\"clause-e\">  (b) where the committee has identified the pupil as an exceptional pupil, include,</p> <p class=\"subclause-e\">  (i) the committee’s description of the pupil’s strengths and needs,</p> <p class=\"subclause-e\">  (ii) the categories and definitions of any exceptionalities identified by the committee,</p> <p class=\"subclause-e\">  (iii) the committee’s placement decision, and</p> <p class=\"subclause-e\">  (iv) the committee’s recommendation under subsection 16 (2), if any; and</p> <p class=\"clause-e\">  (c) where the committee has decided that the pupil should be placed in a special education class, state the reasons for that decision.  O. Reg. 181/98, s. 18 (2).</p> <p class=\"subsection-e\">  (3) In the case of a referral by a designated representative under subsection 14 (3), the statement of decision shall,</p> <p class=\"clause-e\">  (a) include,</p> <p class=\"subclause-e\">  (i) the committee’s description of the pupil’s strengths and needs,</p> <p class=\"subclause-e\">  (ii) the categories and definitions of any exceptionalities identified by the committee,</p> <p class=\"subclause-e\">  (iii) the committee’s placement decision, and</p> <p class=\"subclause-e\">  (iv) the committee’s recommendation under subsection 16 (2), if any; and</p> <p class=\"clause-e\">  (b) where the committee has decided that the pupil should be placed in a special education class, state the reasons for that decision.  O. Reg. 181/98, s. 18 (3).</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 19. (1) A parent who receives a statement of decision under section 18 may, by written notice delivered to the person specified in subsection (2) within 15 days of receipt of the statement of decision, request a meeting with the committee.  O. Reg. 181/98, s. 19 (1). (2) The notice under subsection (1) shall be delivered to the principal in the case of a referral under subsection 14 (1) and to the designated representative in the case of a referral under subsection 14 (3).  O. Reg. 181/98, s. 19 (2). (3) On receiving the request, the principal or designated representative, as the case may be, shall arrange for the committee to meet as soon as possible with the parent and, where the pupil is 16 years of age or older and wishes to attend, the pupil, to discuss the statement of decision.  O. Reg. 181/98, s. 19 (3). (4) As soon as possible following a meeting under this section, the chair of the committee shall send a written notice to each of the persons described in subsection 18 (1), stating whether any changes in its decisions were made as a result of the meeting.  O. Reg. 181/98, s. 19 (4). (5) If changes in the committee’s decisions were made as a result of the meeting, the notice under subsection (4) shall be accompanied by a revised statement of decision, together with written reasons for the changes.  O. Reg. 181/98, s. 19 (5).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) A parent who receives a statement of decision under section 18 may, by written notice delivered to the person specified in subsection (2) within 15 days of receipt of the statement of decision, request a meeting with the committee.  O. Reg. 181/98, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The notice under subsection (1) shall be delivered to the principal in the case of a referral under subsection 14 (1) and to the designated representative in the case of a referral under subsection 14 (3).  O. Reg. 181/98, s. 19 (2).</p> <p class=\"subsection-e\">  (3) On receiving the request, the principal or designated representative, as the case may be, shall arrange for the committee to meet as soon as possible with the parent and, where the pupil is 16 years of age or older and wishes to attend, the pupil, to discuss the statement of decision.  O. Reg. 181/98, s. 19 (3).</p> <p class=\"subsection-e\">  (4) As soon as possible following a meeting under this section, the chair of the committee shall send a written notice to each of the persons described in subsection 18 (1), stating whether any changes in its decisions were made as a result of the meeting.  O. Reg. 181/98, s. 19 (4).</p> <p class=\"subsection-e\">  (5) If changes in the committee’s decisions were made as a result of the meeting, the notice under subsection (4) shall be accompanied by a revised statement of decision, together with written reasons for the changes.  O. Reg. 181/98, s. 19 (5).</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) A board shall implement a placement decision made by a committee under this Part when one of the following two events occurs: 1. A parent of the pupil consents in writing to the placement. 2. The time period provided in subsection 26 (2) for filing a notice of appeal from the decision expires without a notice of appeal being filed.  O. Reg. 181/98, s. 20 (1). (2) The board shall implement a placement decision made by a committee under this Part as soon as possible after an event described in paragraph 1 or 2 of subsection (1) occurs.  O. Reg. 181/98, s. 20 (2). (3) A board that, without the written consent of a parent of the pupil, implements a placement decision made by a committee under this Part shall give written notice of the implementation to a parent of the pupil.  O. Reg. 181/98, s. 20 (3). PART V   COMMITTEE REVIEWS",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) A board shall implement a placement decision made by a committee under this Part when one of the following two events occurs:</p> <p class=\"paragraph-e\">  1. A parent of the pupil consents in writing to the placement.</p> <p class=\"paragraph-e\">  2. The time period provided in subsection 26 (2) for filing a notice of appeal from the decision expires without a notice of appeal being filed.  O. Reg. 181/98, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The board shall implement a placement decision made by a committee under this Part as soon as possible after an event described in paragraph 1 or 2 of subsection (1) occurs.  O. Reg. 181/98, s. 20 (2).</p> <p class=\"subsection-e\">  (3) A board that, without the written consent of a parent of the pupil, implements a placement decision made by a committee under this Part shall give written notice of the implementation to a parent of the pupil.  O. Reg. 181/98, s. 20 (3).</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>PART V <br/>  COMMITTEE REVIEWS</p>"
        },
        {
            "ahref_id": "#21.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21. (1) The principal of the school at which a pupil’s special education program is being provided, (a) may on written notice to a parent of the pupil; (b) shall at the written request of a parent of the pupil; and (c) shall, at the written request of the designated representative of the board that is providing the special education program to the pupil, refer the pupil to a committee established by the board that is providing the special education program to the pupil, for a review of the identification or placement of the pupil.  O. Reg. 181/98, s. 21 (1). (2) A request by a parent under clause (1) (b) may be made at any time after a placement has been in effect for three months but may not be made more often than once in every three month period.  O. Reg. 181/98, s. 21 (2). (3) Subject to subsection (4), the designated representative shall make a request under clause (1) (c) when in his or her opinion it is necessary to do so in order to ensure that a review in respect of the pupil is held under this Part at least once in each school year.  O. Reg. 181/98, s. 21 (3). (4) Subsection (3) does not apply where, (a) a committee proceeding with respect to the pupil was held under Part IV during the school year; or (b) a parent of the pupil gives a written notice dispensing with the annual review to the principal of the school at which the special education program is being provided.  O. Reg. 181/98, s. 21 (4). (5) Within 15 days of giving a notice under clause (1) (a) or receiving a request under clause (1) (b) or (c), the principal shall provide the parent with a written statement of the approximate time when the review meeting will take place.  O. Reg. 181/98, s. 21 (5).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) The principal of the school at which a pupil’s special education program is being provided,</p> <p class=\"clause-e\">  (a) may on written notice to a parent of the pupil;</p> <p class=\"clause-e\">  (b) shall at the written request of a parent of the pupil; and</p> <p class=\"clause-e\">  (c) shall, at the written request of the designated representative of the board that is providing the special education program to the pupil,</p> <p class=\"Ssection-e\">refer the pupil to a committee established by the board that is providing the special education program to the pupil, for a review of the identification or placement of the pupil.  O. Reg. 181/98, s. 21 (1).</p> <p class=\"subsection-e\">  (2) A request by a parent under clause (1) (b) may be made at any time after a placement has been in effect for three months but may not be made more often than once in every three month period.  O. Reg. 181/98, s. 21 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the designated representative shall make a request under clause (1) (c) when in his or her opinion it is necessary to do so in order to ensure that a review in respect of the pupil is held under this Part at least once in each school year.  O. Reg. 181/98, s. 21 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply where,</p> <p class=\"clause-e\">  (a) a committee proceeding with respect to the pupil was held under Part IV during the school year; or</p> <p class=\"clause-e\">  (b) a parent of the pupil gives a written notice dispensing with the annual review to the principal of the school at which the special education program is being provided.  O. Reg. 181/98, s. 21 (4).</p> <p class=\"subsection-e\">  (5) Within 15 days of giving a notice under clause (1) (a) or receiving a request under clause (1) (b) or (c), the principal shall provide the parent with a written statement of the approximate time when the review meeting will take place.  O. Reg. 181/98, s. 21 (5).</p>"
        },
        {
            "ahref_id": "#22.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22. (1) Where more than one committee has been established by a board, the principal of the school at which the special education program is provided shall determine which of the committees is most appropriate for the pupil, having regard to the jurisdiction of the committees.  O. Reg. 181/98, s. 22 (1). (2) Where one board purchases a special education program from another board, the board that is providing the special education program to the pupil shall invite the purchasing board to select a representative who may, (a) be present at and participate in all committee discussions about the pupil; and (b) be present when the committee’s identification and placement decisions are made.  O. Reg. 181/98, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) Where more than one committee has been established by a board, the principal of the school at which the special education program is provided shall determine which of the committees is most appropriate for the pupil, having regard to the jurisdiction of the committees.  O. Reg. 181/98, s. 22 (1).</p> <p class=\"subsection-e\">  (2) Where one board purchases a special education program from another board, the board that is providing the special education program to the pupil shall invite the purchasing board to select a representative who may,</p> <p class=\"clause-e\">  (a) be present at and participate in all committee discussions about the pupil; and</p> <p class=\"clause-e\">  (b) be present when the committee’s identification and placement decisions are made.  O. Reg. 181/98, s. 22 (2).</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 23. (1) Sections 15 and 16 apply with necessary modifications to a committee engaged in a review under this Part.  O. Reg. 181/98, s. 23 (1). (2) With the written permission of a parent of the pupil, a committee conducting a review under this Part shall consider the pupil’s progress with reference to the pupil’s individual education plan.  O. Reg. 181/98, s. 23 (2). (3) As soon as possible after a committee engaged in a review under this Part decides that it is satisfied with the identification and placement of a pupil, the chair of the committee shall send a written statement of decision confirming the identification and placement to, (a) a parent of the pupil; (b) the pupil, where the pupil is 16 years of age or older; (c) the principal of the school at which the pupil’s special education program is being provided; (d) the designated representative of the board that is providing the special education program to the pupil; and (e) in the circumstances described in subsection 22 (2), the designated representative of the board that is purchasing the special education program.  O. Reg. 181/98, s. 23 (3). (4) As soon as possible after a committee engaged in a review under this Part decides that the identification or placement or both should be changed, the chair of the committee shall send a written statement of decision to the persons described in subsection (3).  O. Reg. 181/98, s. 23 (4). (5) A statement of decision under subsection (4) shall state, (a) the reasons for the committee’s decision that the pupil’s identification or placement or both should be changed; (b) whether the committee considers that the pupil should continue to be identified as an exceptional pupil; (c) where the committee considers that the pupil should continue to be identified as an exceptional pupil, (i) the committee’s placement decision, (ii) the committee’s description of the pupil’s strengths and needs, and (iii) the categories and definitions of any exceptionalities identified by the committee; and (d) where the committee considers that the pupil should be placed in a special education class, the reasons for that decision.  O. Reg. 181/98, s. 23 (5). (6) Section 17 applies with necessary modifications where a committee is considering the option of placing a pupil in a special education class and the pupil is not already in such a placement.  O. Reg. 181/98, s. 23 (6).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) Sections 15 and 16 apply with necessary modifications to a committee engaged in a review under this Part.  O. Reg. 181/98, s. 23 (1).</p> <p class=\"subsection-e\">  (2) With the written permission of a parent of the pupil, a committee conducting a review under this Part shall consider the pupil’s progress with reference to the pupil’s individual education plan.  O. Reg. 181/98, s. 23 (2).</p> <p class=\"subsection-e\">  (3) As soon as possible after a committee engaged in a review under this Part decides that it is satisfied with the identification and placement of a pupil, the chair of the committee shall send a written statement of decision confirming the identification and placement to,</p> <p class=\"clause-e\">  (a) a parent of the pupil;</p> <p class=\"clause-e\">  (b) the pupil, where the pupil is 16 years of age or older;</p> <p class=\"clause-e\">  (c) the principal of the school at which the pupil’s special education program is being provided;</p> <p class=\"clause-e\">  (d) the designated representative of the board that is providing the special education program to the pupil; and</p> <p class=\"clause-e\">  (e) in the circumstances described in subsection 22 (2), the designated representative of the board that is purchasing the special education program.  O. Reg. 181/98, s. 23 (3).</p> <p class=\"subsection-e\">  (4) As soon as possible after a committee engaged in a review under this Part decides that the identification or placement or both should be changed, the chair of the committee shall send a written statement of decision to the persons described in subsection (3).  O. Reg. 181/98, s. 23 (4).</p> <p class=\"subsection-e\">  (5) A statement of decision under subsection (4) shall state,</p> <p class=\"clause-e\">  (a) the reasons for the committee’s decision that the pupil’s identification or placement or both should be changed;</p> <p class=\"clause-e\">  (b) whether the committee considers that the pupil should continue to be identified as an exceptional pupil;</p> <p class=\"clause-e\">  (c) where the committee considers that the pupil should continue to be identified as an exceptional pupil, </p> <p class=\"subclause-e\">  (i) the committee’s placement decision,</p> <p class=\"subclause-e\">  (ii) the committee’s description of the pupil’s strengths and needs, and</p> <p class=\"subclause-e\">  (iii) the categories and definitions of any exceptionalities identified by the committee; and</p> <p class=\"clause-e\">  (d) where the committee considers that the pupil should be placed in a special education class, the reasons for that decision.  O. Reg. 181/98, s. 23 (5).</p> <p class=\"subsection-e\">  (6) Section 17 applies with necessary modifications where a committee is considering the option of placing a pupil in a special education class and the pupil is not already in such a placement.  O. Reg. 181/98, s. 23 (6).</p>"
        },
        {
            "ahref_id": "#24.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 24. (1) A parent who receives a confirmation under subsection 23 (3) or a statement of decision under subsection 23 (4) may request a meeting with the committee by written notice, delivered within 15 days of receiving the confirmation or statement of decision, to the principal of the school at which the pupil’s special education program is being provided.  O. Reg. 181/98, s. 24 (1). (2) On receiving the request for a meeting, the principal shall arrange for the committee to meet as soon as possible with the parent and, where the pupil is 16 years of age or older and wishes to attend, the pupil, to discuss the statement of decision.  O. Reg. 181/98, s. 24 (2). (3) As soon as possible following a meeting under this section, the chair of the committee shall send a written notice to each of the persons described in subsection 23 (3), stating whether any changes in its decisions were made as a result of the meeting.  O. Reg. 181/98, s. 24 (3). (4) If changes in the committee’s decisions were made as a result of the meeting, the notice under subsection (3) shall be accompanied by a revised statement of decision, together with written reasons for the changes.  O. Reg. 181/98, s. 24 (4).",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>(1) A parent who receives a confirmation under subsection 23 (3) or a statement of decision under subsection 23 (4) may request a meeting with the committee by written notice, delivered within 15 days of receiving the confirmation or statement of decision, to the principal of the school at which the pupil’s special education program is being provided.  O. Reg. 181/98, s. 24 (1).</p> <p class=\"subsection-e\">  (2) On receiving the request for a meeting, the principal shall arrange for the committee to meet as soon as possible with the parent and, where the pupil is 16 years of age or older and wishes to attend, the pupil, to discuss the statement of decision.  O. Reg. 181/98, s. 24 (2).</p> <p class=\"subsection-e\">  (3) As soon as possible following a meeting under this section, the chair of the committee shall send a written notice to each of the persons described in subsection 23 (3), stating whether any changes in its decisions were made as a result of the meeting.  O. Reg. 181/98, s. 24 (3).</p> <p class=\"subsection-e\">  (4) If changes in the committee’s decisions were made as a result of the meeting, the notice under subsection (3) shall be accompanied by a revised statement of decision, together with written reasons for the changes.  O. Reg. 181/98, s. 24 (4).</p>"
        },
        {
            "ahref_id": "#25.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 25. (1) A board shall implement a change in placement as a result of a decision made by a committee under this Part when one of the following two events occurs: 1. A parent of the pupil consents in writing to the placement. 2. The time period provided in subsection 26 (3) for filing a notice of appeal from the decision expires without a notice of appeal being filed.  O. Reg. 181/98, s. 25 (1). (2) The board shall implement a change in placement as a result of a decision made by a committee under this Part as soon as possible after an event described in paragraph 1 or 2 of subsection (1) occurs.  O. Reg. 181/98, s. 25 (2). (3) A board that, without the written consent of a parent of the pupil, implements a change in placement as a result of a decision made by a committee under this Part shall give written notice of the implementation to a parent of the pupil.  O. Reg. 181/98, s. 25 (3). PART VI   APPEALS FROM COMMITTEE DECISIONS",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) A board shall implement a change in placement as a result of a decision made by a committee under this Part when one of the following two events occurs:</p> <p class=\"paragraph-e\">  1. A parent of the pupil consents in writing to the placement.</p> <p class=\"paragraph-e\">  2. The time period provided in subsection 26 (3) for filing a notice of appeal from the decision expires without a notice of appeal being filed.  O. Reg. 181/98, s. 25 (1).</p> <p class=\"subsection-e\">  (2) The board shall implement a change in placement as a result of a decision made by a committee under this Part as soon as possible after an event described in paragraph 1 or 2 of subsection (1) occurs.  O. Reg. 181/98, s. 25 (2).</p> <p class=\"subsection-e\">  (3) A board that, without the written consent of a parent of the pupil, implements a change in placement as a result of a decision made by a committee under this Part shall give written notice of the implementation to a parent of the pupil.  O. Reg. 181/98, s. 25 (3).</p> <p class=\"partnum-e\"><a name=\"BK5\"></a>PART VI <br/>  APPEALS FROM COMMITTEE DECISIONS</p>"
        },
        {
            "ahref_id": "#26.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 26. (1) A parent of a pupil may, by filing a notice of appeal in accordance with subsection (2) or (3), require a hearing by a special education appeal board in respect of, (a) a committee decision under Part IV or V that the pupil is an exceptional pupil; (b) a committee decision under Part IV or V that the pupil is not an exceptional pupil; or (c) a committee decision under Part IV or V on placement of the pupil.  O. Reg. 181/98, s. 26 (1). (2) A notice of appeal in respect of a committee decision under Part IV shall be filed with the secretary of the board, (a) if no meeting is held under section 19, within 30 days of receipt of the statement of decision under section 18 by the parent who is seeking to appeal; or (b) if a meeting is held under section 19, within 15 days of receipt of the notice under subsection 19 (4) by the parent who is seeking to appeal.  O. Reg. 181/98, s. 26 (2). (3) A notice of appeal in respect of a committee decision under Part V shall be filed with the secretary of the board, (a) if no meeting is held under section 24, within 30 days of receipt of the confirmation under subsection 23 (3) or the statement of decision under subsection 23 (4) by the parent who is seeking to appeal; or (b) if a meeting is held under section 24, within 15 days of receipt of the notice under subsection 24 (3) by the parent who is seeking to appeal.  O. Reg. 181/98, s. 26 (3). (4) A notice of appeal shall indicate which of the decisions referred to in subsection (1) the parent disagrees with and shall include a statement that sets out the nature of the disagreement.  O. Reg. 181/98, s. 26 (4). (5) The special education appeal board shall not reject or refuse to deal with an appeal by reason of any actual or alleged deficiency in the statement referred to in subsection (4) or by reason of the failure of the parent, in the opinion of the special education appeal board, to accurately indicate in the notice of appeal the subject of the disagreement.  O. Reg. 181/98, s. 26 (5).",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>(1) A parent of a pupil may, by filing a notice of appeal in accordance with subsection (2) or (3), require a hearing by a special education appeal board in respect of,</p> <p class=\"clause-e\">  (a) a committee decision under Part IV or V that the pupil is an exceptional pupil;</p> <p class=\"clause-e\">  (b) a committee decision under Part IV or V that the pupil is not an exceptional pupil; or</p> <p class=\"clause-e\">  (c) a committee decision under Part IV or V on placement of the pupil.  O. Reg. 181/98, s. 26 (1).</p> <p class=\"subsection-e\">  (2) A notice of appeal in respect of a committee decision under Part IV shall be filed with the secretary of the board,</p> <p class=\"clause-e\">  (a) if no meeting is held under section 19, within 30 days of receipt of the statement of decision under section 18 by the parent who is seeking to appeal; or</p> <p class=\"clause-e\">  (b) if a meeting is held under section 19, within 15 days of receipt of the notice under subsection 19 (4) by the parent who is seeking to appeal.  O. Reg. 181/98, s. 26 (2).</p> <p class=\"subsection-e\">  (3) A notice of appeal in respect of a committee decision under Part V shall be filed with the secretary of the board,</p> <p class=\"clause-e\">  (a) if no meeting is held under section 24, within 30 days of receipt of the confirmation under subsection 23 (3) or the statement of decision under subsection 23 (4) by the parent who is seeking to appeal; or</p> <p class=\"clause-e\">  (b) if a meeting is held under section 24, within 15 days of receipt of the notice under subsection 24 (3) by the parent who is seeking to appeal.  O. Reg. 181/98, s. 26 (3).</p> <p class=\"subsection-e\">  (4) A notice of appeal shall indicate which of the decisions referred to in subsection (1) the parent disagrees with and shall include a statement that sets out the nature of the disagreement.  O. Reg. 181/98, s. 26 (4).</p> <p class=\"subsection-e\">  (5) The special education appeal board shall not reject or refuse to deal with an appeal by reason of any actual or alleged deficiency in the statement referred to in subsection (4) or by reason of the failure of the parent, in the opinion of the special education appeal board, to accurately indicate in the notice of appeal the subject of the disagreement.  O. Reg. 181/98, s. 26 (5).</p>"
        },
        {
            "ahref_id": "#27.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 27. (1) The special education appeal board shall be composed of, (a) one member selected by the board in which the pupil is placed; (b) one member selected by a parent of the pupil; and (c) a chair, selected jointly by the members selected under clauses (a) and (b) or, where those members cannot agree, by the appropriate regional manager of the Ministry.  O. Reg. 181/98, s. 27 (1); O. Reg. 402/05, s. 2. (2) Selections under clauses (1) (a) and (b) shall be made within 15 days of receipt of the notice of appeal by the secretary of the board.  O. Reg. 181/98, s. 27 (2). (3) The selection of a chair under clause (1) (c) shall be made within 15 days of the last selection under clauses (1) (a) and (b).  O. Reg. 181/98, s. 27 (3). (4) No member or employee of the board providing or purchasing the special education program and no employee of the Ministry may be selected under subsection (1).  O. Reg. 181/98, s. 27 (4). (5) No person who has had any prior involvement with the matter under appeal may be selected under subsection (1).  O. Reg. 181/98, s. 27 (5). (6) The chair of the committee the decision of which is being appealed shall provide the special education appeal board with the record of the committee proceeding, including the statement of decision and any reports, assessments or other documents considered by the committee.  O. Reg. 181/98, s. 27 (6). (7) The board shall provide the special education appeal board with the secretarial and administrative services it requires and shall, in accordance with the rules and policies that apply to members of the board under section 191.2 of the Act, pay the travelling and other expenses incurred by the members of the special education appeal board while engaged in their duties.  O. Reg. 181/98, s. 27 (7).",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) The special education appeal board shall be composed of,</p> <p class=\"clause-e\">  (a) one member selected by the board in which the pupil is placed;</p> <p class=\"clause-e\">  (b) one member selected by a parent of the pupil; and</p> <p class=\"clause-e\">  (c) a chair, selected jointly by the members selected under clauses (a) and (b) or, where those members cannot agree, by the appropriate regional manager of the Ministry.  O. Reg. 181/98, s. 27 (1); O. Reg. 402/05, s. 2.</p> <p class=\"subsection-e\">  (2) Selections under clauses (1) (a) and (b) shall be made within 15 days of receipt of the notice of appeal by the secretary of the board.  O. Reg. 181/98, s. 27 (2).</p> <p class=\"subsection-e\">  (3) The selection of a chair under clause (1) (c) shall be made within 15 days of the last selection under clauses (1) (a) and (b).  O. Reg. 181/98, s. 27 (3).</p> <p class=\"subsection-e\">  (4) No member or employee of the board providing or purchasing the special education program and no employee of the Ministry may be selected under subsection (1).  O. Reg. 181/98, s. 27 (4).</p> <p class=\"subsection-e\">  (5) No person who has had any prior involvement with the matter under appeal may be selected under subsection (1).  O. Reg. 181/98, s. 27 (5).</p> <p class=\"subsection-e\">  (6) The chair of the committee the decision of which is being appealed shall provide the special education appeal board with the record of the committee proceeding, including the statement of decision and any reports, assessments or other documents considered by the committee.  O. Reg. 181/98, s. 27 (6).</p> <p class=\"subsection-e\">  (7) The board shall provide the special education appeal board with the secretarial and administrative services it requires and shall, in accordance with the rules and policies that apply to members of the board under section 191.2 of the Act, pay the travelling and other expenses incurred by the members of the special education appeal board while engaged in their duties.  O. Reg. 181/98, s. 27 (7).</p>"
        },
        {
            "ahref_id": "#28.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 28. (1) The chair of the special education appeal board shall arrange for a meeting of the members of the special education appeal board to discuss the matters under appeal and shall give notice of the meeting, in accordance with subsection 5 (5), to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 28 (1). (2) The meeting shall be arranged to take place at a convenient place and at a time that is no more than 30 days after the day on which the chair is selected and shall be conducted in an informal manner.  O. Reg. 181/98, s. 28 (2). (3) Despite subsection (2), with the written consent of the parents of the pupil and the designated representative of the board, the meeting may be scheduled for a time that is more than 30 days after the day on which the chair is selected.  O. Reg. 181/98, s. 28 (3). (4) Any person who in the opinion of the chair of the special education appeal board may be able to contribute information with respect to the matters under appeal shall be invited to attend the meeting.  O. Reg. 181/98, s. 28 (4). (5) Where the pupil’s special education program is being purchased by one board from another board, the chair shall invite the purchasing board to select a representative who may be present at and participate in all discussions about the pupil at the meeting held by the special education appeal board under section 28.  O. Reg. 181/98, s. 28 (5). (6) Where the special education appeal board is satisfied that the opinions, views and information that bear on the appeal have been sufficiently presented to it, the special education appeal board shall end the meeting and, within three days of ending the meeting, shall, (a) agree with the committee and recommend that its decisions be implemented; or (b) disagree with the committee and make a recommendation to the board about the pupil’s identification, placement or both.  O. Reg. 181/98, s. 28 (6).",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) The chair of the special education appeal board shall arrange for a meeting of the members of the special education appeal board to discuss the matters under appeal and shall give notice of the meeting, in accordance with subsection 5 (5), to a parent of the pupil and, where the pupil is 16 years of age or older, the pupil.  O. Reg. 181/98, s. 28 (1).</p> <p class=\"subsection-e\">  (2) The meeting shall be arranged to take place at a convenient place and at a time that is no more than 30 days after the day on which the chair is selected and shall be conducted in an informal manner.  O. Reg. 181/98, s. 28 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), with the written consent of the parents of the pupil and the designated representative of the board, the meeting may be scheduled for a time that is more than 30 days after the day on which the chair is selected.  O. Reg. 181/98, s. 28 (3).</p> <p class=\"subsection-e\">  (4) Any person who in the opinion of the chair of the special education appeal board may be able to contribute information with respect to the matters under appeal shall be invited to attend the meeting.  O. Reg. 181/98, s. 28 (4).</p> <p class=\"subsection-e\">  (5) Where the pupil’s special education program is being purchased by one board from another board, the chair shall invite the purchasing board to select a representative who may be present at and participate in all discussions about the pupil at the meeting held by the special education appeal board under section 28.  O. Reg. 181/98, s. 28 (5).</p> <p class=\"subsection-e\">  (6) Where the special education appeal board is satisfied that the opinions, views and information that bear on the appeal have been sufficiently presented to it, the special education appeal board shall end the meeting and, within three days of ending the meeting, shall,</p> <p class=\"clause-e\">  (a) agree with the committee and recommend that its decisions be implemented; or</p> <p class=\"clause-e\">  (b) disagree with the committee and make a recommendation to the board about the pupil’s identification, placement or both.  O. Reg. 181/98, s. 28 (6).</p>"
        },
        {
            "ahref_id": "#29.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 29. (1) The special education appeal board shall send a written statement of its recommendations under section 28 to, (a) a parent of the pupil; (b) where the pupil is 16 years of age or older, the pupil; (c) the chair of the committee; (d) the principal of the school in which the pupil is placed; (e) the designated representative of the board in which the pupil is placed; and (f) in the circumstances described in subsection 28 (5), the designated representative of the board that is purchasing the special education program.  O. Reg. 181/98, s. 29 (1). (2) The written statement shall be accompanied by written reasons for the recommendations.  O. Reg. 181/98, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>(1) The special education appeal board shall send a written statement of its recommendations under section 28 to,</p> <p class=\"clause-e\">  (a) a parent of the pupil;</p> <p class=\"clause-e\">  (b) where the pupil is 16 years of age or older, the pupil;</p> <p class=\"clause-e\">  (c) the chair of the committee;</p> <p class=\"clause-e\">  (d) the principal of the school in which the pupil is placed;</p> <p class=\"clause-e\">  (e) the designated representative of the board in which the pupil is placed; and</p> <p class=\"clause-e\">  (f) in the circumstances described in subsection 28 (5), the designated representative of the board that is purchasing the special education program.  O. Reg. 181/98, s. 29 (1).</p> <p class=\"subsection-e\">  (2) The written statement shall be accompanied by written reasons for the recommendations.  O. Reg. 181/98, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#30.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 30. (1) Within 30 days of receiving the special education appeal board’s written statement, the board shall consider the special education appeal board’s recommendations, shall decide what action to take with respect to the pupil and shall give notice in writing of the decision to each of the persons described in subsection 29 (1).  O. Reg. 181/98, s. 30 (1). (2) In deciding what action to take with respect to a pupil, the board is not limited to the actions that the special education appeal board recommended or could have recommended.  O. Reg. 181/98, s. 30 (2). (3) Notice to a parent under subsection (1) shall include an explanation of the further right of appeal provided by section 57 of the Act.  O. Reg. 181/98, s. 30 (3).",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>(1) Within 30 days of receiving the special education appeal board’s written statement, the board shall consider the special education appeal board’s recommendations, shall decide what action to take with respect to the pupil and shall give notice in writing of the decision to each of the persons described in subsection 29 (1).  O. Reg. 181/98, s. 30 (1).</p> <p class=\"subsection-e\">  (2) In deciding what action to take with respect to a pupil, the board is not limited to the actions that the special education appeal board recommended or could have recommended.  O. Reg. 181/98, s. 30 (2).</p> <p class=\"subsection-e\">  (3) Notice to a parent under subsection (1) shall include an explanation of the further right of appeal provided by section 57 of the Act.  O. Reg. 181/98, s. 30 (3).</p>"
        },
        {
            "ahref_id": "#31.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 31. (1) The board shall implement a decision under subsection 30 (1) when one of the following events occurs: 1. A parent of the pupil consents in writing to the decision. 2. Thirty days have elapsed from receipt of the notice under subsection 30 (1) by a parent of the pupil and no appeal has been commenced in respect of the decision under section 57 of the Act. 3. An appeal under section 57 of the Act from the decision is dismissed or abandoned.  O. Reg. 181/98, s. 31 (1). (2) In accordance with an agreement between the board and a parent of the pupil, the board may change a decision made by it under section 30, (a) while an appeal under section 57 of the Act is pending; or (b) before the end of the period referred to in paragraph 2 of subsection (1).  O. Reg. 181/98, s. 31 (2). (3) Where the board changes a decision under subsection (2), the board shall give notice in writing of the change in decision to each of the persons described in subsection 29 (1).  O. Reg. 181/98, s. 31 (3). (4) Subsections 30 (2) and (3) apply with necessary modifications in respect of a change in decision under subsection (2).  O. Reg. 181/98, s. 31 (4). PART VII   TRANSITIONAL PROVISIONS Interpretation",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>(1) The board shall implement a decision under subsection 30 (1) when one of the following events occurs:</p> <p class=\"paragraph-e\">  1. A parent of the pupil consents in writing to the decision.</p> <p class=\"paragraph-e\">  2. Thirty days have elapsed from receipt of the notice under subsection 30 (1) by a parent of the pupil and no appeal has been commenced in respect of the decision under section 57 of the Act.</p> <p class=\"paragraph-e\">  3. An appeal under section 57 of the Act from the decision is dismissed or abandoned.  O. Reg. 181/98, s. 31 (1).</p> <p class=\"subsection-e\">  (2) In accordance with an agreement between the board and a parent of the pupil, the board may change a decision made by it under section 30,</p> <p class=\"clause-e\">  (a) while an appeal under section 57 of the Act is pending; or</p> <p class=\"clause-e\">  (b) before the end of the period referred to in paragraph 2 of subsection (1).  O. Reg. 181/98, s. 31 (2).</p> <p class=\"subsection-e\">  (3) Where the board changes a decision under subsection (2), the board shall give notice in writing of the change in decision to each of the persons described in subsection 29 (1).  O. Reg. 181/98, s. 31 (3).</p> <p class=\"subsection-e\">  (4) Subsections 30 (2) and (3) apply with necessary modifications in respect of a change in decision under subsection (2).  O. Reg. 181/98, s. 31 (4).</p> <p class=\"partnum-e\"><a name=\"BK6\"></a>PART VII <br/>  TRANSITIONAL PROVISIONS</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Interpretation</p>"
        },
        {
            "ahref_id": "#32.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 32. In this Part, “old regulation” means Regulation 305 of the Revised Regulations of Ontario, 1990.  O. Reg. 181/98, s. 32. Committees Established Before September 1, 1998",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>In this Part,</p> <p class=\"firstdef-e\">“old regulation” means Regulation 305 of the Revised Regulations of Ontario, 1990.  O. Reg. 181/98, s. 32.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Committees Established Before September 1, 1998</p>"
        },
        {
            "ahref_id": "#33.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 33. (1) Where a matter was referred to a committee under section 2 of the old Regulation, the matter shall be dealt with on and after September 1, 1998 as if it had been referred to a committee under Part IV of this Regulation and, for the purpose, the provisions of this Regulation apply to the committee proceeding and to all related proceedings, including appeals, with appropriate modifications.  O. Reg. 181/98, s. 33 (1). (2) Where a matter was referred to a committee under section 8 of the old Regulation, the matter shall be dealt with on and after September 1, 1998 as if it had been referred to a committee under Part V of this Regulation and, for the purpose, the provisions of this Regulation apply to the committee proceeding and to all related proceedings, including appeals, with appropriate modifications.  O. Reg. 181/98, s. 33 (2). (3) The modifications required by subsections (1) and (2) are such modifications as the person or body exercising a power or meeting a requirement under this Regulation considers appropriate having regard to the stage to which the matter has proceeded.  O. Reg. 181/98, s. 33 (3). Parents’ Guide",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>(1) Where a matter was referred to a committee under section 2 of the old Regulation, the matter shall be dealt with on and after September 1, 1998 as if it had been referred to a committee under Part IV of this Regulation and, for the purpose, the provisions of this Regulation apply to the committee proceeding and to all related proceedings, including appeals, with appropriate modifications.  O. Reg. 181/98, s. 33 (1).</p> <p class=\"subsection-e\">  (2) Where a matter was referred to a committee under section 8 of the old Regulation, the matter shall be dealt with on and after September 1, 1998 as if it had been referred to a committee under Part V of this Regulation and, for the purpose, the provisions of this Regulation apply to the committee proceeding and to all related proceedings, including appeals, with appropriate modifications.  O. Reg. 181/98, s. 33 (2).</p> <p class=\"subsection-e\">  (3) The modifications required by subsections (1) and (2) are such modifications as the person or body exercising a power or meeting a requirement under this Regulation considers appropriate having regard to the stage to which the matter has proceeded.  O. Reg. 181/98, s. 33 (3).</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Parents’ Guide</p>"
        },
        {
            "ahref_id": "#34.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 34. Until December 31, 1998, a board may meet the requirements of subsection 13 (2) and clauses 14 (6) (a) and 14 (7) (b) using copies of a guide prepared under section 2 of the old regulation.  O. Reg. 181/98, s. 34. Individual Education Plans",
            "raw_html": "<p class=\"section-e\"> <b>34. </b>Until December 31, 1998, a board may meet the requirements of subsection 13 (2) and clauses 14 (6) (a) and 14 (7) (b) using copies of a guide prepared under section 2 of the old regulation.  O. Reg. 181/98, s. 34.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Individual Education Plans</p>"
        },
        {
            "ahref_id": "#35.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35. Subsections 7 (2) to (7) apply with necessary modifications if, as a result of a decision of a committee, a special education appeal board or the Special Education Tribunal, (a) an existing placement of an exceptional pupil who does not yet have an individual education plan is confirmed; or (b) a board implements a change in placement of an exceptional pupil who does not yet have an individual education plan.  O. Reg. 181/98, s. 35. Appeals Filed Before September 1, 1998",
            "raw_html": "<p class=\"section-e\"> <b>35. </b>Subsections 7 (2) to (7) apply with necessary modifications if, as a result of a decision of a committee, a special education appeal board or the Special Education Tribunal,</p> <p class=\"clause-e\">  (a) an existing placement of an exceptional pupil who does not yet have an individual education plan is confirmed; or</p> <p class=\"clause-e\">  (b) a board implements a change in placement of an exceptional pupil who does not yet have an individual education plan.  O. Reg. 181/98, s. 35.</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Appeals Filed Before September 1, 1998</p>"
        },
        {
            "ahref_id": "#36.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 36. (1) This section applies if a notice of appeal is given under section 4 of the old regulation before September 1, 1998 but the appeal is not finally determined before that date.  O. Reg. 181/98, s. 36 (1). (2) If three people are appointed before September 1, 1998 under section 7 of the old regulation to form an appeal board to hear the appeal, the appeal shall be held in accordance with the old regulation as it read immediately before it was revoked.  O. Reg. 181/98, s. 36 (2). (3) If three people are not appointed before September 1, 1998 under section 7 of the old regulation to form an appeal board to hear the appeal, the appeal shall be held in accordance with this Regulation.  O. Reg. 181/98, s. 36 (3). (4) For the purposes of subsection (3), (a) the notice given under section 4 of the old regulation shall be deemed to be a notice properly given under section 26 of this Regulation; and (b) selections under clauses 27 (1) (a) and (b) shall be made on or before September 15, 1998 rather than within the times specified in subsections 27 (2) and (3).  O. Reg. 181/98, s. 36 (4).",
            "raw_html": "<p class=\"section-e\"> <b>36. </b>(1) This section applies if a notice of appeal is given under section 4 of the old regulation before September 1, 1998 but the appeal is not finally determined before that date.  O. Reg. 181/98, s. 36 (1).</p> <p class=\"subsection-e\">  (2) If three people are appointed before September 1, 1998 under section 7 of the old regulation to form an appeal board to hear the appeal, the appeal shall be held in accordance with the old regulation as it read immediately before it was revoked.  O. Reg. 181/98, s. 36 (2).</p> <p class=\"subsection-e\">  (3) If three people are not appointed before September 1, 1998 under section 7 of the old regulation to form an appeal board to hear the appeal, the appeal shall be held in accordance with this Regulation.  O. Reg. 181/98, s. 36 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3),</p> <p class=\"clause-e\">  (a) the notice given under section 4 of the old regulation shall be deemed to be a notice properly given under section 26 of this Regulation; and</p> <p class=\"clause-e\">  (b) selections under clauses 27 (1) (a) and (b) shall be made on or before September 15, 1998 rather than within the times specified in subsections 27 (2) and (3).  O. Reg. 181/98, s. 36 (4).</p>"
        },
        {
            "ahref_id": "#37.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 37. (1) This section applies where an appeal is held in accordance with the old regulation as a result of the application of subsection 36 (2) of this Regulation.  O. Reg. 181/98, s. 37 (1). (2) If the board receives the report of the appeal decision under subsection 7 (10) of the old regulation before September 1, 1998, subsection 7 (11) of the old regulation applies as it read immediately before it was revoked.  O. Reg. 181/98, s. 37 (2). (3) If the board does not receive the report of the appeal decision under subsection 7 (10) of the old regulation before September 1, 1998, sections 30 and 31 of this Regulation apply as if the report of the appeal decision given under subsection 7 (10) of the old regulation were a statement given under section 29 of this Regulation.  O. Reg. 181/98, s. 37 (3).",
            "raw_html": "<p class=\"section-e\"> <b>37. </b>(1) This section applies where an appeal is held in accordance with the old regulation as a result of the application of subsection 36 (2) of this Regulation.  O. Reg. 181/98, s. 37 (1).</p> <p class=\"subsection-e\">  (2) If the board receives the report of the appeal decision under subsection 7 (10) of the old regulation before September 1, 1998, subsection 7 (11) of the old regulation applies as it read immediately before it was revoked.  O. Reg. 181/98, s. 37 (2).</p> <p class=\"subsection-e\">  (3) If the board does not receive the report of the appeal decision under subsection 7 (10) of the old regulation before September 1, 1998, sections 30 and 31 of this Regulation apply as if the report of the appeal decision given under subsection 7 (10) of the old regulation were a statement given under section 29 of this Regulation.  O. Reg. 181/98, s. 37 (3).</p>"
        },
        {
            "ahref_id": "#38.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 38. Omitted (revokes other Regulations).  O. Reg. 181/98, s. 38.",
            "raw_html": "<p class=\"section-e\"> <b>38.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.  O. Reg. 181/98, s. 38.</p>"
        },
        {
            "ahref_id": "#39.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 39. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 181/98, s. 39.",
            "raw_html": "<p class=\"section-e\"> <b>39.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span><span>.</span>  O. Reg. 181/98, s. 39.</p>"
        },
        {
            "ahref_id": NaN,
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980181\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}