{
    "reg_info": {
        "full_title": "O. Reg. 161/19: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 161/19: ",
        "act_under": "Rowan’s Law (Concussion Safety), 2018",
        "url": "https://www.ontario.ca/laws/regulation/190161",
        "date_scraped": "2023-12-18 13:04:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190161/v3",
            "valid_from": "January  1, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/190161/v2",
            "valid_from": "July  1, 2019",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/190161/v1",
            "valid_from": "June  4, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “designated person” means, in respect of a sport organization, a person designated by the sport organization’s removal-from-sport protocol for the purposes of clause 4 (1) (b) of the Act or by its return-to-sport protocol for the purposes of clause 4 (2) (c) of the Act; (“personne désignée”) “nurse practitioner” means a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991; (“infirmière praticienne ou infirmier praticien”) “team trainer” means an individual who is assigned by a sport organization to respond to athlete injuries. (“soigneur de l’équipe”) (2) For the purposes of the Act, a reference to a coach includes any type of coach, including a head coach or assistant coach.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“designated person” means, in respect of a sport organization, a person designated by the sport organization’s removal-from-sport protocol for the purposes of clause 4 (1) (b) of the Act or by its return-to-sport protocol for the purposes of clause 4 (2) (c) of the Act; (“personne désignée”)</p> <p class=\"definition-e\">“nurse practitioner” means a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>; (“infirmière praticienne ou infirmier praticien”)</p> <p class=\"definition-e\">“team trainer” means an individual who is assigned by a sport organization to respond to athlete injuries. (“soigneur de l’équipe”)</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, a reference to a coach includes any type of coach, including a head coach or assistant coach.</p>"
        },
        {
            "id": "2.",
            "section": "Sport organizations",
            "content": "  2. (1) Amateur competitive sport: For the purpose of the definition of “sport organization” in section 1 of the Act, an amateur competitive sport means a sport listed in the Schedule to this Regulation and, if applicable, includes the parasport version of the sport. (2) Prescribed activities: Each of the following is a prescribed activity for the purpose of the definition of “sport organization” in section 1 of the Act: 1. Training athletes. 2. Conducting practices among athletes. 3. Organizing or holding one or more tournaments, contests or other competitions among athletes. (3) Prescribed Criteria: For the purpose of the definition of “sport organization” in section 1 of the Act, the following prescribed criterion applies to a person or an entity other than a university, college of applied arts and technology or other post-secondary institution: 1. The organization has at least one individual under 26 years of age who participates in one or more of the activities prescribed by subsection (2) in relation to the amateur competitive sport. (4) Exclusions: Despite subsection (2), an activity prescribed by that subsection does not include any of the following: 1. Activities focused primarily on the development of fundamental movement or sport skills and that are not focused on competition. 2. An activity where all of the following criteria are satisfied: i. Individuals of various skills or experience or who are of various ages ordinarily practise or play together. ii. The activity does not involve coaches or officials prescribed by paragraph 1 of subsection 3 (3). iii. The composition of team members may change between games. iv. The activity does not involve keeping track of an individual’s or a team’s standing between games or practices. (5) Limitation: A sport organization is required to comply with the requirements that apply to a sport organization under the Act only in relation to its activities that satisfy all of the following requirements: 1. The activity is carried out in connection with an amateur competitive sport. 2. The activity is an activity prescribed by subsection (2). 3. The criterion set out in subsection (3) is met in respect of the activity. (6) Special rule: A person or entity that is not a sport organization only because it has not satisfied the criteria set out in subsection (3) is not permitted to register an individual who is under 26 years of age unless, at the time of registration, the person or entity otherwise satisfies the requirements under the Act that would apply if the person or entity were a sport organization at the time of registration. (7) For the purposes of the Act, a school or a private school as defined in the Education Act is not a sport organization.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) Amateur competitive sport: For the purpose of the definition of “sport organization” in section 1 of the Act, an amateur competitive sport means a sport listed in the Schedule to this Regulation and, if applicable, includes the parasport version of the sport.</p> <p class=\"subsection-e\">  (2) Prescribed activities: Each of the following is a prescribed activity for the purpose of the definition of “sport organization” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1. Training athletes.</p> <p class=\"paragraph-e\">  2. Conducting practices among athletes.</p> <p class=\"paragraph-e\">  3. Organizing or holding one or more tournaments, contests or other competitions among athletes.</p> <p class=\"subsection-e\">  (3) Prescribed Criteria: For the purpose of the definition of “sport organization” in section 1 of the Act, the following prescribed criterion applies to a person or an entity other than a university, college of applied arts and technology or other post-secondary institution:</p> <p class=\"paragraph-e\">  1. The organization has at least one individual under 26 years of age who participates in one or more of the activities prescribed by subsection (2) in relation to the amateur competitive sport.</p> <p class=\"subsection-e\">  (4) Exclusions: Despite subsection (2), an activity prescribed by that subsection does not include any of the following:</p> <p class=\"paragraph-e\">  1. Activities focused primarily on the development of fundamental movement or sport skills and that are not focused on competition.</p> <p class=\"paragraph-e\">  2. An activity where all of the following criteria are satisfied:</p> <p class=\"subpara-e\">  i. Individuals of various skills or experience or who are of various ages ordinarily<b> </b>practise or play together.</p> <p class=\"subpara-e\">  ii. The activity does not involve coaches or officials prescribed by paragraph 1 of subsection 3 (3).</p> <p class=\"subpara-e\">  iii. The composition of team members may change between games. </p> <p class=\"subpara-e\">  iv. The activity does not involve keeping track of an individual’s or a team’s standing between games or practices.</p> <p class=\"subsection-e\">  (5) Limitation: A sport organization is required to comply with the requirements that apply to a sport organization under the Act only in relation to its activities that satisfy all of the following requirements:</p> <p class=\"paragraph-e\">  1. The activity is carried out in connection with an amateur competitive sport.</p> <p class=\"paragraph-e\">  2. The activity is an activity prescribed by subsection (2).</p> <p class=\"paragraph-e\">  3. The criterion set out in subsection (3) is met in respect of the activity.</p> <p class=\"subsection-e\">  (6) Special rule: A person or entity that is not a sport organization only because it has not satisfied the criteria set out in subsection (3) is not permitted to register an individual who is under 26 years of age unless, at the time of registration, the person or entity otherwise satisfies the requirements under the Act that would apply if the person or entity were a sport organization at the time of registration.</p> <p class=\"subsection-e\">  (7) For the purposes of the Act, a school or a private school as defined in the <i>Education Act</i> is not a sport organization.</p>"
        },
        {
            "id": "3.",
            "section": "Concussion awareness resources",
            "content": "  3. (1) For the purpose of subsection 2 (1) of the Act, the prescribed age is 26. (2) For the purpose of subsection 2 (2) of the Act, the following rules apply in circumstances where an individual under 26 years of age has registered with a sport organization in a calendar year and is not required to re-register in a subsequent calendar year to remain registered: 1. The sport organization must require the individual to give, in every subsequent calendar year, the sport organization confirmation that they have reviewed the concussion awareness resources on or before the anniversary of the date of the individual’s most recent registration. 2. The individual must have reviewed the concussion awareness resources within 12 months before the date in each year that they give the confirmation. (3) For the purpose of subsection 2 (4) of the Act, the following are prescribed positions: 1. An official such as an umpire, a referee or a judge, but only if the official presides over the field of play. 2. A team trainer. 3. A designated person. (4) For the purpose of subsection 2 (4) of the Act, a sport organization may permit an individual to serve as a coach or in another position set out in subsection (3) for the sport organization in a calendar year only if the individual has, in the calendar year, but before the first time they serve in that position in the year, given the sport organization confirmation that they have reviewed the concussion awareness resources within 12 months before the confirmation is given. (5) In circumstances where an individual is serving as a coach or in another position set out in subsection (3) for a sport organization on the day subsection 2 (4) of the Act comes into force, the individual may, despite subsection (4) of this section, continue to serve in the position for the sport organization for the calendar year but must give the sport organization confirmation within 60 days after the day subsection 2 (4) of the Act comes into force that they have reviewed the concussion awareness resources within 12 months before the confirmation is given. (6) Despite subsection 2 (4) of the Act, an individual who serves as a coach or in a position prescribed by subsection (3) of this section for a sport organization is not required to give the sport organization confirmation that they have reviewed the concussion awareness resources if the individual serves as a coach or in the prescribed position exclusively for individuals who are 26 years of age or older. (7) For the purposes of subsections 2 (1) to (4) of the Act, an individual may give confirmation to a sport organization in writing or electronically. (8) Despite subsections 2 (1), (3) and (4) of the Act, the following rules apply with respect to a sport organization holding a competition in Ontario: 1. The sport organization may register an individual who is not ordinarily resident in Ontario without requiring the individual to confirm that they have reviewed the concussion awareness resources. 2. If an individual referred to in paragraph 1 is under 18 years of age, the individual’s parent or guardian is not required to confirm that they have reviewed the concussion awareness resources. 3. The sport organization may permit an individual not ordinarily resident in Ontario to serve as a coach or in a prescribed position set out in paragraph 1 or 2 of subsection (3) for the sport organization without requiring the individual to confirm that they have reviewed the concussion awareness resources. (9) A sport organization holding a competition in Ontario is not required to comply with section 2 of the Act if the sport organization is a corporation that is not incorporated by or under an Act of Ontario.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) For the purpose of subsection 2 (1) of the Act, the prescribed age is 26.</p> <p class=\"subsection-e\">  (2) For the purpose of subsection 2 (2) of the Act, the following rules apply in circumstances where an individual under 26 years of age has registered with a sport organization in a calendar year and is not required to re-register in a subsequent calendar year to remain registered:</p> <p class=\"paragraph-e\">  1. The sport organization must require the individual to give, in every subsequent calendar year, the sport organization confirmation that they have reviewed the concussion awareness resources on or before the anniversary of the date of the individual’s most recent registration.</p> <p class=\"paragraph-e\">  2. The individual must have reviewed the concussion awareness resources within 12 months before the date in each year that they give the confirmation.</p> <p class=\"subsection-e\">  (3) For the purpose of subsection 2 (4) of the Act, the following are prescribed positions:</p> <p class=\"paragraph-e\">  1. An official such as an umpire, a referee or a judge, but only if the official presides over the field of play.</p> <p class=\"paragraph-e\">  2. A team trainer.</p> <p class=\"paragraph-e\">  3. A designated person.</p> <p class=\"subsection-e\">  (4) For the purpose of subsection 2 (4) of the Act, a sport organization may permit an individual to serve as a coach or in another position set out in subsection (3) for the sport organization in a calendar year only if the individual has, in the calendar year, but before the first time they serve in that position in the year, given the sport organization confirmation that they have reviewed the concussion awareness resources within 12 months before the confirmation is given.</p> <p class=\"subsection-e\">  (5) In circumstances where an individual is serving as a coach or in another position set out in subsection (3) for a sport organization on the day subsection 2 (4) of the Act comes into force, the individual may, despite subsection (4) of this section, continue to serve in the position for the sport organization for the calendar year but must give the sport organization confirmation within 60 days after the day subsection 2 (4) of the Act comes into force that they have reviewed the concussion awareness resources within 12 months before the confirmation is given.</p> <p class=\"subsection-e\">  (6) Despite subsection 2 (4) of the Act, an individual who serves as a coach or in a position prescribed by subsection (3) of this section for a sport organization is not required to give the sport organization confirmation that they have reviewed the concussion awareness resources if the individual serves as a coach or in the prescribed position exclusively for individuals who are 26 years of age or older.</p> <p class=\"subsection-e\">  (7) For the purposes of subsections 2 (1) to (4) of the Act, an individual may give confirmation to a sport organization in writing or electronically.</p> <p class=\"subsection-e\">  (8) Despite subsections 2 (1), (3) and (4) of the Act, the following rules apply with respect to a sport organization holding a competition in Ontario:</p> <p class=\"paragraph-e\">  1. The sport organization may register an individual who is not ordinarily resident in Ontario without requiring the individual to confirm that they have reviewed the concussion awareness resources.</p> <p class=\"paragraph-e\">  2. If an individual referred to in paragraph 1 is under 18 years of age, the individual’s parent or guardian is not required to confirm that they have reviewed the concussion awareness resources.</p> <p class=\"paragraph-e\">  3. The sport organization may permit an individual not ordinarily resident in Ontario to serve as a coach or in a prescribed position set out in paragraph 1 or 2 of subsection (3) for the sport organization without requiring the individual to confirm that they have reviewed the concussion awareness resources.</p> <p class=\"subsection-e\">  (9) A sport organization holding a competition in Ontario is not required to comply with section 2 of the Act if the sport organization is a corporation that is not incorporated by or under an Act of Ontario.</p>"
        },
        {
            "id": "4.",
            "section": "Concussion code of conduct",
            "content": " 4. (1) Subject to subsection (2), a code of conduct established by a sport organization must ensure that every individual set out in Column 3 of the following Table is required to make the commitment or give the acknowledgement set out opposite in Column 2:  Column 1   Item   Column 2   Description of commitment or acknowledgement   Column 3   Individuals required to make the commitment or give the acknowledgement  \n\n  1.   Commitment to fair play and respect for all   Athletes, parents and guardians of athletes who are under 18 years of age, coaches and team trainers \n\n  2.   Commitment to concussion recognition and reporting, including self-reporting of possible concussion and reporting to a designated person when an individual suspects that another individual may have sustained a concussion   Athletes, parents and guardians of athletes who are under 18 years of age, coaches and team trainers \n\n  3.   Commitment to supporting the return-to-sport process   Athletes, parents and guardians of athletes who are under 18 years of age, coaches and team trainers \n\n  4.   Commitment to sharing any pertinent information regarding incidents of a removal from sport with the athlete’s school and any other sport organization with which the athlete has registered     Athletes, parents and guardians of athletes who are under 18 years of age \n\n  5.   Commitment to providing opportunities before and after each training, practice and competition to enable athletes to discuss potential issues related to concussions    Coaches \n\n  6.   Commitment to zero-tolerance for prohibited play that is considered high-risk for causing concussions   Athletes, parents and guardians of athletes who are under 18 years of age, and coaches \n\n  7.   Acknowledgement of mandatory expulsion from competition for violating zero-tolerance for prohibited play that is considered high-risk for causing concussions    Athletes, parents and guardians of athletes who are under 18 years of age, and coaches  \n\n  8.   Acknowledgement of escalating consequences for those who repeatedly violate the concussion code of conduct   Athletes, parents and guardians of athletes who are under 18 years of age, and coaches  (2) The following apply for the purpose of subsection (1): 1. A code of conduct is not required to contain the commitment set out in Column 2 of Item 6 of the Table unless the sport organization has adopted a zero-tolerance rule. 2. A code of conduct is not required to contain the acknowledgement set out in Column 2 of Item 7 of the Table unless the sport organization has adopted a mandatory expulsion rule. 3. A code of conduct is not required to contain the acknowledgement set out in Column 2 of Item 8 of the Table unless the sport organization has adopted a rule respecting escalating consequences. (3) A sport organization must ensure that it reviews its code of conduct at least annually. (4) If at any time a sport organization’s code of conduct fails to comply with a requirement set out in subsection (1) or (2), the sport organization must update its code of conduct as soon as reasonably possible. (5) For the purpose of subsection 3 (2) of the Act, the prescribed age is 26. (6) For the purpose of subsection 3 (3) of the Act, the following rules apply in circumstances where an individual under 26 years of age has registered with a sport organization in a calendar year and is not required to re-register in a subsequent calendar year to remain registered: 1. The sport organization must require the individual to give, in every subsequent calendar year, the sport organization confirmation that they have reviewed the sport organization’s concussion code of conduct on or before the anniversary of the date of the individual’s most recent registration. 2. The individual must have reviewed the sport organization’s concussion code of conduct within 12 months before the date in each year that they give the confirmation. (7) For the purpose of subsection 3 (5) of the Act, the following is a prescribed position: 1. A team trainer. (8) For the purpose of subsection 3 (5) of the Act, a sport organization may permit an individual to serve as a coach or in a prescribed position set out in subsection (7) for the sport organization in a calendar year only if the individual has, in the calendar year, but before the first time they serve in that position in the year, given the sport organization confirmation that they have reviewed the sport organization’s concussion code of conduct within 12 months before the confirmation is given. (9) In circumstances where an individual is serving as a coach or in a prescribed position set out in subsection (7) for a sport organization on the day subsection 3 (5) of the Act comes into force, the individual may, despite subsection (8) of this section, continue to serve in the position for the sport organization for the calendar year but must give the sport organization confirmation within 60 days after the day subsection 3 (5) of the Act comes into force that they have reviewed the sport organization’s concussion code of conduct within 12 months before the confirmation is given. (10) Despite subsection 3 (5) of the Act, an individual who serves as a coach or in a prescribed position set out in subsection (7) for a sport organization is not required to give the sport organization confirmation that they have reviewed the sport organization’s concussion code of conduct if the individual serves as a coach or in the prescribed position exclusively for individuals who are 26 years of age or older. (11) For the purposes of subsections 3 (2) to (5) of the Act, an individual may give confirmation to a sport organization in writing or electronically. (12) Despite subsections 3 (2), (4) and (5) of the Act, the following rules apply with respect to a sport organization holding a competition in Ontario: 1. The sport organization may register an individual who is not ordinarily resident in Ontario without requiring the individual to confirm that they have reviewed the sport organization’s concussion code of conduct. 2. If an individual referred to in paragraph 1 is under 18 years of age, the individual’s parent or guardian is not required to confirm that they have reviewed the sport organization’s concussion code of conduct. 3. The sport organization may permit an individual not ordinarily resident in Ontario to serve as a coach or in a prescribed position set out in subsection (7) for the sport organization without requiring the individual to confirm that they have reviewed the sport organization’s concussion code of conduct. (13) A sport organization holding a competition in Ontario is not required to comply with section 3 of the Act if the sport organization is a corporation that is not incorporated by or under an Act of Ontario. (14) In circumstances where an individual who is registered with a sports organization attends a competition held by another sport organization, the concussion code of conduct of the sport organization holding the competition applies in respect of the individual while they are participating in the competition and not the concussion code of conduct of the other sport organization.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subject to subsection (2), a code of conduct established by a sport organization must ensure that every individual set out in Column 3 of the following Table is required to make the commitment or give the acknowledgement set out opposite in Column 2:</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Column 2 <br/>  Description of commitment or acknowledgement</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Column 3 <br/>  Individuals required to make the commitment or give the acknowledgement </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Commitment to fair play and respect for all</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age, coaches and team trainers</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Commitment to concussion recognition and reporting, including self-reporting of possible concussion and reporting to a designated person when an individual suspects that another individual may have sustained a concussion</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age, coaches and team trainers</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Commitment to supporting the return-to-sport process</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age, coaches and team trainers</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Commitment to sharing any pertinent information regarding incidents of a removal from sport with the athlete’s school and any other sport organization with which the athlete has registered  </p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Commitment to providing opportunities before and after each training, practice and competition to enable athletes to discuss potential issues related to concussions </p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Coaches</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Commitment to zero-tolerance for prohibited play that is considered high-risk for causing concussions</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age, and coaches</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Acknowledgement of mandatory expulsion from competition for violating zero-tolerance for prohibited play that is considered high-risk for causing concussions </p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age, and coaches </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"60\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"294\"> <p class=\"table-e\">Acknowledgement of escalating consequences for those who repeatedly violate the concussion code of conduct</p> </td> <td valign=\"top\" width=\"318\"> <p class=\"table-e\">Athletes, parents and guardians of athletes who are under 18 years of age, and coaches</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"subsection-e\">  (2) The following apply for the purpose of subsection (1):</p> <p class=\"paragraph-e\">  1. A code of conduct is not required to contain the commitment set out in Column 2 of Item 6 of the Table unless the sport organization has adopted a zero-tolerance rule.</p> <p class=\"paragraph-e\">  2. A code of conduct is not required to contain the acknowledgement set out in Column 2 of Item 7 of the Table unless the sport organization has adopted a mandatory expulsion rule.</p> <p class=\"paragraph-e\">  3. A code of conduct is not required to contain the acknowledgement set out in Column 2 of Item 8 of the Table unless the sport organization has adopted a rule respecting escalating consequences.</p> <p class=\"subsection-e\">  (3) A sport organization must ensure that it reviews its code of conduct at least annually.</p> <p class=\"subsection-e\">  (4) If at any time a sport organization’s code of conduct fails to comply with a requirement set out in subsection (1) or (2), the sport organization must update its code of conduct as soon as reasonably possible. </p> <p class=\"subsection-e\">  (5) For the purpose of subsection 3 (2) of the Act, the prescribed age is 26.</p> <p class=\"subsection-e\">  (6) For the purpose of subsection 3 (3) of the Act, the following rules apply in circumstances where an individual under 26 years of age has registered with a sport organization in a calendar year and is not required to re-register in a subsequent calendar year to remain registered:</p> <p class=\"paragraph-e\">  1. The sport organization must require the individual to give, in every subsequent calendar year, the sport organization confirmation that they have reviewed the sport organization’s concussion code of conduct on or before the anniversary of the date of the individual’s most recent registration.</p> <p class=\"paragraph-e\">  2. The individual must have reviewed the sport organization’s concussion code of conduct within 12 months before the date in each year that they give the confirmation.</p> <p class=\"subsection-e\">  (7) For the purpose of subsection 3 (5) of the Act, the following is a prescribed position:</p> <p class=\"paragraph-e\">  1. A team trainer.</p> <p class=\"subsection-e\">  (8) For the purpose of subsection 3 (5) of the Act, a sport organization may permit an individual to serve as a coach or in a prescribed position set out in subsection (7) for the sport organization in a calendar year only if the individual has, in the calendar year, but before the first time they serve in that position in the year, given the sport organization confirmation that they have reviewed the sport organization’s concussion code of conduct within 12 months before the confirmation is given.</p> <p class=\"subsection-e\">  (9) In circumstances where an individual is serving as a coach or in a prescribed position set out in subsection (7) for a sport organization on the day subsection 3 (5) of the Act comes into force, the individual may, despite subsection (8) of this section, continue to serve in the position for the sport organization for the calendar year but must give the sport organization confirmation within 60 days after the day subsection 3 (5) of the Act comes into force that they have reviewed the sport organization’s concussion code of conduct within 12 months before the confirmation is given.</p> <p class=\"subsection-e\">  (10) Despite subsection 3 (5) of the Act, an individual who serves as a coach or in a prescribed position set out in subsection (7) for a sport organization is not required to give the sport organization confirmation that they have reviewed the sport organization’s concussion code of conduct if the individual serves as a coach or in the prescribed position exclusively for individuals who are 26 years of age or older.</p> <p class=\"subsection-e\">  (11) For the purposes of subsections 3 (2) to (5) of the Act, an individual may give confirmation to a sport organization in writing or electronically.</p> <p class=\"subsection-e\">  (12) Despite subsections 3 (2), (4) and (5) of the Act, the following rules apply with respect to a sport organization holding a competition in Ontario:</p> <p class=\"paragraph-e\">  1. The sport organization may register an individual who is not ordinarily resident in Ontario without requiring the individual to confirm that they have reviewed the sport organization’s concussion code of conduct.</p> <p class=\"paragraph-e\">  2. If an individual referred to in paragraph 1 is under 18 years of age, the individual’s parent or guardian is not required to confirm that they have reviewed the sport organization’s concussion code of conduct.</p> <p class=\"paragraph-e\">  3. The sport organization may permit an individual not ordinarily resident in Ontario to serve as a coach or in a prescribed position set out in subsection (7) for the sport organization without requiring the individual to confirm that they have reviewed the sport organization’s concussion code of conduct.</p> <p class=\"subsection-e\">  (13) A sport organization holding a competition in Ontario is not required to comply with section 3 of the Act if the sport organization is a corporation that is not incorporated by or under an Act of Ontario.</p> <p class=\"subsection-e\">  (14) In circumstances where an individual who is registered with a sports organization attends a competition held by another sport organization, the concussion code of conduct of the sport organization holding the competition applies in respect of the individual while they are participating in the competition and not the concussion code of conduct of the other sport organization.</p>"
        },
        {
            "id": "5.",
            "section": "Protocols",
            "content": " 5. (1) A removal-from-sport protocol required under subsection 4 (1) of the Act must satisfy the following requirements in addition to those set out in that subsection: 1. The protocol must require a designated person to remove an athlete from further training, practice or competition if the sport organization becomes aware that the athlete has sustained a concussion or is suspected of having sustained a concussion, regardless of whether or not the concussion was sustained or is suspected of having been sustained during a sport activity associated with the sport organization. 2. If an athlete is suspected of having a sustained a concussion, the protocol must require a designated person to call 9-1-1 if, in the designated person’s opinion, doing so is necessary. 3. The protocol must require the sport organization to make and keep records of all incidences where an athlete is removed from further training, practice or competition because they are suspected of having sustained a concussion. 4. When a designated person informs an athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian that the athlete has been removed from further training, practice or competition, the protocol must require a designated person to advise the athlete or the parent or guardian that the athlete is required to undergo a medical assessment by a physician or a nurse practitioner before the athlete will be permitted to return to training, practice or competition in accordance with the sport organization’s return-to-sport protocol. 5. The protocol must require a designated person to ensure that the athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian receives the sport organization’s removal-from-sport and return-to-sport protocol as soon as practicable after the athlete is removed from further practice, training or competition. (2) A return-to-sport protocol required under subsection 4 (2) of the Act must satisfy the following requirements in addition to those set out in that subsection: 1. The protocol may permit an athlete to return to training, practice or competition if the athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian provides confirmation to the designated person that the athlete, i. has undergone a medical assessment by a physician or nurse practitioner and has not been diagnosed as having a concussion, and ii. has been medically cleared to return to training, practice or competition by the physician or nurse practitioner. 2. The protocol must require an athlete who is diagnosed by a physician or nurse practitioner as having a concussion to proceed through the graduated return-to-sport steps that are set out in the protocol. 3. The graduated return-to-sport steps may set out activities specific to the sport as well as intended outcomes of the activities that the athlete must successfully complete before moving on to the next step, but the protocol must not permit an athlete to move on to unrestricted practice, training or competition unless he or she or, if the athlete is under 18 years of age, the athlete’s parent or guardian provides a confirmation of medical clearance by a physician or nurse practitioner to a designated person. 4. The protocol must not permit an athlete to return to training, practice or competition through the graduated return-to-sport steps unless the athlete, or if the athlete is under 18 years of age, the athlete’s parent or guardian has shared the medical advice or recommendations they received with a designated person, if any. 5. The protocol must require a designated person to inform an athlete who has been diagnosed as having a concussion or, if the athlete is under 18 years of age, the athlete’s parent or guardian of the importance of disclosing the diagnosis to any other sport organization with which the athlete is registered or school that the athlete attends. 6. The protocol must require the sport organization to make a record of the athlete’s progression through the graduated return-to-sport steps up until the athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian has provided a confirmation of medical clearance by a physician or nurse practitioner to a designated person. (3) A designated person may rely on the information received from an athlete or, if the athlete is under 18 years of age, from the athlete’s parent or guardian in carrying out the designated person’s responsibilities under a sport organization’s return-to-sport protocol. (4) The following rules apply with respect to personal information collected in the course of a sport organization carrying out its removal-from-sport and return-to-sport protocols: 1. A sport organization must limit the collection, use and disclosure of personal information to that which is reasonably necessary for the purpose of carrying out the removal-from-sport and return-to-sport protocols. 2. A sport organization shall limit access to such personal information to only those individuals who require it for the purpose of fulfilling their duties or obligations under the Act. 3. The sport organization shall retain, disclose and dispose of such personal information in a secure manner. 4. The sport organization shall create a retention policy for personal information. (5) The following are prescribed persons for the purpose of subsection 4 (3) of the Act: 1. A designated person. 2. An athlete who has been removed from further training, practice or competition in accordance with the sport organization’s removal-from-sport protocol or, if the athlete who has been removed is under 18 years of age, the athlete’s parent or guardian. (6) In circumstances where an athlete who is registered with a sports organization attends a competition held by another sport organization, the removal-from-sport protocol and return-to-sport protocol established by the sport organization holding the competition applies in respect of the athlete while they are participating in the competition and not the protocols of the other sport organization. (7) For the purposes of subsection (4), “personal information” has the same meaning as in section 2 of the Freedom of Information and Protection of Privacy Act.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A removal-from-sport protocol required under subsection 4 (1) of the Act must satisfy the following requirements in addition to those set out in that subsection:</p> <p class=\"paragraph-e\">  1. The protocol must require a designated person to remove an athlete from further training, practice or competition if the sport organization becomes aware that the athlete has sustained a concussion or is suspected of having sustained a concussion, regardless of whether or not the concussion was sustained or is suspected of having been sustained during a sport activity associated with the sport organization.</p> <p class=\"paragraph-e\">  2. If an athlete is suspected of having a sustained a concussion, the protocol must require a designated person to call 9-1-1 if, in the designated person’s opinion, doing so is necessary.</p> <p class=\"paragraph-e\">  3. The protocol must require the sport organization to make and keep records of all incidences where an athlete is removed from further training, practice or competition because they are suspected of having sustained a concussion.</p> <p class=\"paragraph-e\">  4. When a designated person informs an athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian that the athlete has been removed from further training, practice or competition, the protocol must require a designated person to advise the athlete or the parent or guardian that the athlete is required to undergo a medical assessment by a physician or a nurse practitioner before the athlete will be permitted to return to training, practice or competition in accordance with the sport organization’s return-to-sport protocol.</p> <p class=\"paragraph-e\">  5. The protocol must require a designated person to ensure that the athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian receives the sport organization’s removal-from-sport and return-to-sport protocol as soon as practicable after the athlete is removed from further practice, training or competition. </p> <p class=\"subsection-e\">  (2) A return-to-sport protocol required under subsection 4 (2) of the Act must satisfy the following requirements in addition to those set out in that subsection:</p> <p class=\"paragraph-e\">  1. The protocol may permit an athlete to return to training, practice or competition if the athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian provides confirmation to the designated person that the athlete,</p> <p class=\"subpara-e\">  i. has undergone a medical assessment by a physician or nurse practitioner<b> </b>and has not been diagnosed as having a concussion, and</p> <p class=\"subpara-e\">  ii. has been medically cleared to return to training, practice or competition by the physician or nurse practitioner.</p> <p class=\"paragraph-e\">  2. The protocol must require an athlete who is diagnosed by a physician or nurse practitioner as having a concussion to<b> </b>proceed through the graduated return-to-sport steps<b> </b>that<b> </b>are set out in the protocol.</p> <p class=\"paragraph-e\">  3. The graduated return-to-sport steps may set out activities specific to the sport as well as intended outcomes of the activities that the athlete must successfully complete before moving on to the next step, but the protocol must not permit an athlete to move on to unrestricted practice, training or competition unless he or she or, if the athlete is under 18 years of age, the athlete’s parent or guardian provides a confirmation of medical clearance by a physician or nurse practitioner to a designated person.</p> <p class=\"paragraph-e\">  4. The protocol must not permit an athlete to return to training, practice or competition through the graduated return-to-sport steps unless the athlete, or if the athlete is under 18 years of age, the athlete’s parent or guardian has shared the medical advice or recommendations they received with a designated person, if any.</p> <p class=\"paragraph-e\">  5. The protocol must require a designated person to inform an athlete who has been diagnosed as having a concussion or, if the athlete is under 18 years of age, the athlete’s parent or guardian of the importance of disclosing the diagnosis to any other sport organization with which the athlete is registered or school that the athlete attends.</p> <p class=\"paragraph-e\">  6. The protocol must require the sport organization to make a record of the athlete’s progression through the graduated return-to-sport steps up until the athlete or, if the athlete is under 18 years of age, the athlete’s parent or guardian has provided a confirmation of medical clearance by a physician or nurse practitioner to a designated person. </p> <p class=\"subsection-e\">  (3) A designated person may rely on the information received from an athlete or, if the athlete is under 18 years of age, from the athlete’s parent or guardian in carrying out the designated person’s responsibilities under a sport organization’s return-to-sport protocol. </p> <p class=\"subsection-e\">  (4) The following rules apply with respect to personal information collected in the course of a sport organization carrying out its removal-from-sport and return-to-sport protocols:</p> <p class=\"paragraph-e\">  1. A sport organization must limit the collection, use and disclosure of personal information to that which is reasonably necessary for the purpose of carrying out the removal-from-sport and return-to-sport protocols.</p> <p class=\"paragraph-e\">  2. A sport organization shall limit access to such personal information to only those individuals who require it for the purpose of fulfilling their duties or obligations under the Act.</p> <p class=\"paragraph-e\">  3. The sport organization shall retain, disclose and dispose of such personal information in a secure manner.</p> <p class=\"paragraph-e\">  4. The sport organization shall create a retention policy for personal information. </p> <p class=\"subsection-e\">  (5) The following are prescribed persons for the purpose of subsection 4 (3) of the Act:</p> <p class=\"paragraph-e\">  1. A designated person.</p> <p class=\"paragraph-e\">  2. An athlete who has been removed from further training, practice or competition in accordance with the sport organization’s removal-from-sport protocol or, if the athlete who has been removed is under 18 years of age, the athlete’s parent or guardian. </p> <p class=\"subsection-e\">  (6) In circumstances where an athlete who is registered with a sports organization attends a competition held by another sport organization, the removal-from-sport protocol and return-to-sport protocol established by the sport organization holding the competition applies in respect of the athlete while they are participating in the competition and not the protocols of the other sport organization. </p> <p class=\"subsection-e\">  (7) For the purposes of subsection (4),</p> <p class=\"definition-e\">“personal information” has the same meaning as in section 2 of the <i>Freedom of Information and Protection of Privacy Act</i>.</p>"
        },
        {
            "id": "6.",
            "section": "Special rules re post-secondary institutions",
            "content": " 6. Despite any other provision of this Regulation, the following rules apply with respect to a sport organization that is a university, college of applied arts and technology or other post-secondary institution: 1. For the purpose of subsection 2 (1) of the Act, the prescribed age is any age. 2. The criterion set out in subsection 2 (3) of this Regulation does not apply. 3. The exception set out in subsection 3 (6) of this Regulation does not apply. 4. For the purpose of subsection 3 (2) of the Act, the prescribed age is any age. 5. The exception set out in subsection 4 (10) of this Regulation does not apply.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Despite any other provision of this Regulation, the following rules apply with respect to a sport organization that is a university, college of applied arts and technology or other post-secondary institution:</p> <p class=\"paragraph-e\">  1. For the purpose of subsection 2 (1) of the Act, the prescribed age is any age.</p> <p class=\"paragraph-e\">  2. The criterion set out in subsection 2 (3) of this Regulation does not apply.</p> <p class=\"paragraph-e\">  3. The exception set out in subsection 3 (6) of this Regulation does not apply.</p> <p class=\"paragraph-e\">  4. For the purpose of subsection 3 (2) of the Act, the prescribed age is any age.</p> <p class=\"paragraph-e\">  5. The exception set out in subsection 4 (10) of this Regulation does not apply.</p>"
        },
        {
            "id": "7.",
            "section": "Special rules re post-secondary institutions",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation). Schedule   amateur competitive sports",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\">Schedule <br/>  amateur competitive sports</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "1. Alpine Skiing",
            "raw_html": "<p class=\"section-e\">1. Alpine Skiing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "2. Artistic Swimming",
            "raw_html": "<p class=\"section-e\">2. Artistic Swimming</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "3. Ball Hockey",
            "raw_html": "<p class=\"section-e\">3. Ball Hockey</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "4. Baseball",
            "raw_html": "<p class=\"section-e\">4. Baseball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "5. Basketball",
            "raw_html": "<p class=\"section-e\">5. Basketball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "6. Biathlon",
            "raw_html": "<p class=\"section-e\">6. Biathlon</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "7. BMX Freestyle",
            "raw_html": "<p class=\"section-e\">7. BMX Freestyle</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "8. Bobsleigh",
            "raw_html": "<p class=\"section-e\">8. Bobsleigh</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "9. Boxing",
            "raw_html": "<p class=\"section-e\">9. Boxing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "10. Broomball",
            "raw_html": "<p class=\"section-e\">10. Broomball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "11. Canoe & Kayak",
            "raw_html": "<p class=\"section-e\">11. Canoe &amp; Kayak</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "12. Cheerleading",
            "raw_html": "<p class=\"section-e\">12. Cheerleading</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "13. Cricket",
            "raw_html": "<p class=\"section-e\">13. Cricket</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "14. Cross Country Skiing",
            "raw_html": "<p class=\"section-e\">14. Cross Country Skiing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "15. Curling",
            "raw_html": "<p class=\"section-e\">15. Curling</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "16. Cycling",
            "raw_html": "<p class=\"section-e\">16. Cycling</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "17. Diving",
            "raw_html": "<p class=\"section-e\">17. Diving</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "18. Equestrian",
            "raw_html": "<p class=\"section-e\">18. Equestrian</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "19. Field Hockey",
            "raw_html": "<p class=\"section-e\">19. Field Hockey</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "20. Figure Skating",
            "raw_html": "<p class=\"section-e\">20. Figure Skating</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "21. Football",
            "raw_html": "<p class=\"section-e\">21. Football</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "22. Freestyle Skiing",
            "raw_html": "<p class=\"section-e\">22. Freestyle Skiing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "23. Goalball",
            "raw_html": "<p class=\"section-e\">23. Goalball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "24. Grappling",
            "raw_html": "<p class=\"section-e\">24. Grappling</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "25. Gymnastics",
            "raw_html": "<p class=\"section-e\">25. Gymnastics</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "26. Handball",
            "raw_html": "<p class=\"section-e\">26. Handball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "27. Ice Hockey",
            "raw_html": "<p class=\"section-e\">27. Ice Hockey</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "28. Jiu-Jitsu",
            "raw_html": "<p class=\"section-e\">28. Jiu-Jitsu</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "29. Judo",
            "raw_html": "<p class=\"section-e\">29. Judo</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "30. Karate",
            "raw_html": "<p class=\"section-e\">30. Karate</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "31. Kickboxing",
            "raw_html": "<p class=\"section-e\">31. Kickboxing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "32. Lacrosse",
            "raw_html": "<p class=\"section-e\">32. Lacrosse</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "33. Luge",
            "raw_html": "<p class=\"section-e\">33. Luge</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "34. Marathon Swimming",
            "raw_html": "<p class=\"section-e\">34. Marathon Swimming</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "35. Modern Pentathlon",
            "raw_html": "<p class=\"section-e\">35. Modern Pentathlon</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "36. Muaythai",
            "raw_html": "<p class=\"section-e\">36. Muaythai</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "37. Pankration",
            "raw_html": "<p class=\"section-e\">37. Pankration</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "38. Racquetball",
            "raw_html": "<p class=\"section-e\">38. Racquetball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "39. Ringette",
            "raw_html": "<p class=\"section-e\">39. Ringette</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "40. Rowing",
            "raw_html": "<p class=\"section-e\">40. Rowing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "41. Rugby",
            "raw_html": "<p class=\"section-e\">41. Rugby</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "42. Sailing",
            "raw_html": "<p class=\"section-e\">42. Sailing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "43. Skateboarding",
            "raw_html": "<p class=\"section-e\">43. Skateboarding</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "44. Skeleton",
            "raw_html": "<p class=\"section-e\">44. Skeleton</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "45. Ski Jumping",
            "raw_html": "<p class=\"section-e\">45. Ski Jumping</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "46. Snowboard",
            "raw_html": "<p class=\"section-e\">46. Snowboard</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "47. Soccer",
            "raw_html": "<p class=\"section-e\">47. Soccer</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "48. Softball",
            "raw_html": "<p class=\"section-e\">48. Softball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "49. Special Olympic Floor Hockey",
            "raw_html": "<p class=\"section-e\">49. Special Olympic Floor Hockey</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "50. Speedskating",
            "raw_html": "<p class=\"section-e\">50. Speedskating</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "51. Sport Climbing",
            "raw_html": "<p class=\"section-e\">51. Sport Climbing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "52. Squash",
            "raw_html": "<p class=\"section-e\">52. Squash</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "53. Surfing",
            "raw_html": "<p class=\"section-e\">53. Surfing</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "54. Swimming",
            "raw_html": "<p class=\"section-e\">54. Swimming</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "55. Taekwondo",
            "raw_html": "<p class=\"section-e\">55. Taekwondo</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "56. Track & Field",
            "raw_html": "<p class=\"section-e\">56. Track &amp; Field</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "57. Triathlon",
            "raw_html": "<p class=\"section-e\">57. Triathlon</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "58. Ultimate",
            "raw_html": "<p class=\"section-e\">58. Ultimate</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "59. Volleyball",
            "raw_html": "<p class=\"section-e\">59. Volleyball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "60. Water Polo",
            "raw_html": "<p class=\"section-e\">60. Water Polo</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "61. Water Ski & Wakeboard",
            "raw_html": "<p class=\"section-e\">61. Water Ski &amp; Wakeboard</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "62. Wheelchair Basketball",
            "raw_html": "<p class=\"section-e\">62. Wheelchair Basketball</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "63. Wheelchair Rugby",
            "raw_html": "<p class=\"section-e\">63. Wheelchair Rugby</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "64. Wrestling",
            "raw_html": "<p class=\"section-e\">64. Wrestling</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "65. Wushu",
            "raw_html": "<p class=\"section-e\">65. Wushu</p>"
        },
        {
            "id": null,
            "section": "Special rules re post-secondary institutions",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190161\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}