{
    "reg_info": {
        "full_title": "O. Reg. 282/13: LIVING AND LEARNING GRANT",
        "reg_name_text": "LIVING AND LEARNING GRANT ",
        "citation": "O. Reg. 282/13: LIVING AND LEARNING GRANT",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/130282",
        "date_scraped": "2023-12-19 00:01:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/130282/v4",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/130282/v3",
            "valid_from": "March 10, 2017",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/130282/v2",
            "valid_from": "October 31, 2016",
            "valid_to": "March  9, 2017"
        },
        {
            "a_href": "/laws/regulation/130282/v1",
            "valid_from": "October 21, 2013",
            "valid_to": "October 30, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.\nIn this Regulation, “2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”) “2017 Regulation” means Ontario Regulation 70/17 (Ontario Student Grants and Ontario Student Loans), made under the Act; (“Règlement de 2017”).“academic year” means a period beginning on August 1 in a year and ending on July 31 of the next year; (“année d’études”) “approved institution” means a post-secondary institution that is an approved institution for the purposes of grants and student loans under the 2017 Regulation; (“établissement agréé”) “approved program of study” means a program of study at an approved institution that is an approved program of study for the purposes of grants and student loans under the 2017 Regulation; (“programme d’études approuvé”) “continued care and support” means support provided by a children’s aid society under section 124 of the Child, Youth and Family Services Act, 2017 and Ontario Regulation 156/18 (General Matters Under the Authority of the Minister) made under that Act; (“soins et soutien continus”) “minimum required course load” means, in relation to an approved program of study, the minimum required course load required for the purposes of grants and student loans under section 9 of the 2017 Regulation; (“charge de cours minimale exigée”) “period of study” means a period of study within the meaning of the 2017 Regulation. (“période d’études”) O. Reg. 282/13, s. 1; O. Reg. 75/17, s. 1; O. Reg. 171/18, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.<span>\n</span></b>In this Regulation,</p> <p class=\"firstdef-e\">“2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”)</p> <p class=\"definition-e\">“2017 Regulation” means Ontario Regulation 70/17 (Ontario Student Grants and Ontario Student Loans), made under the Act; (“Règlement de 2017”).“academic year” means a period beginning on August 1 in a year and ending on July 31 of the next year; (“année d’études”)</p> <p class=\"definition-e\">“approved institution” means a post-secondary institution that is an approved institution for the purposes of grants and student loans under the 2017 Regulation; (“établissement agréé”)</p> <p class=\"definition-e\">“approved program of study” means a program of study at an approved institution that is an approved program of study for the purposes of grants and student loans under the 2017 Regulation; (“programme d’études approuvé”)</p> <p class=\"definition-e\">“continued care and support” means support provided by a children’s aid society under section 124 of the <i>Child, Youth and Family Services Act, 2017 </i>and Ontario Regulation 156/18 (General Matters Under the Authority of the Minister) made under that Act; (“soins et soutien continus”)</p> <p class=\"definition-e\">“minimum required course load” means, in relation to an approved program of study, the minimum required course load required for the purposes of grants and student loans under section 9 of the 2017 Regulation; (“charge de cours minimale exigée”)</p> <p class=\"definition-e\">“period of study” means a period of study within the meaning of the 2017 Regulation. (“période d’études”) O. Reg. 282/13, s. 1; O. Reg. 75/17, s. 1; O. Reg. 171/18, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Eligibility",
            "content": " 2. (1) The Minister may make a Living and Learning Grant to an individual for a period of study commencing on or after August 1, 2013, if the individual,  (a) provides evidence, as required by the Minister, that the individual has previously received or would have been eligible to receive continued care and support; (b) is a Canadian citizen, a permanent resident within the meaning of the Immigration and Refugee Protection Act (Canada) or a protected person within the meaning of subsection 95 (2) of that Act; (c) meets the residency requirements that must be met in order to receive a grant or student loan, as set out in section 6 of the 2017 Regulation; (d) is enrolled at an approved institution in an approved program of study; (e) is taking at least the minimum required course load for the approved program of study in which he or she is enrolled; (e.1) has applied for a grant or student loan under the 2017 Regulation; (f) is or will be 21, 22, 23 or 24 years of age as of the first day of the period of study for which the grant under this Regulation is needed; (g) is not the subject of a determination made by the Minister under section 42.1 of the 2001 Regulation, as a result of which the individual is ineligible to receive a certificate of loan approval for a student loan at the time of the application for the grant; (h) is not the subject of a determination made by the Minister under section 16 of the 2017 Regulation, as a result of which the individual is ineligible for a grant or student loan at the time of the application for the grant; and (i) is not ineligible for a grant or student loan under section 17 of the 2017 Regulation. O. Reg. 282/13, s. 2 (1); O. Reg. 349/16, s. 1 (1); O. Reg. 75/17, s. 2 (1); O. Reg. 171/18, s. 2 (1). (1.1) The Minister may make a Living and Learning Grant to an individual for a period of study commencing on or after August 1, 2016 if the individual satisfies the conditions set out in subsection (1), or the following conditions: 1. The individual provides evidence, as required by the Minister, that the individual, i. has previously been in extended society care and was adopted on or after August 1, 2013 after being placed for adoption by a society as defined in the Child, Youth and Family Services Act, 2017, ii. is or will be eligible to receive continued care and support but has chosen not to receive continued care and support. 2. The individual is a Canadian citizen, a permanent resident within the meaning of the Immigration and Refugee Protection Act (Canada) or a protected person within the meaning of subsection 95 (2) of that Act. 3. The individual meets the residency requirements that must be met in order to receive a grant or student loan, as set out in section 6 of the 2017 Regulation. 4. The individual is enrolled at an approved institution in an approved program of study. 5. The individual is taking at least the minimum required course load for the approved program of study in which he or she is enrolled. 6. The individual has applied for a grant or student loan under the 2017 Regulation. 7. If the individual is described under subparagraph 1 i, he or she, i. is or will be 18, 19, 20, 21, 22, 23 or 24 years of age as of the first day of the period of study for which the grant is needed, ii. meets the financial eligibility requirement mentioned in section 10 of the 2017 Regulation for receiving a grant or student loan, and iii. is not ineligible for a grant or student loan under section 15 or 17 of the 2017 Regulation. 8. If the individual is described under subparagraph 1 ii, he or she, i. is or will be 18, 19 or 20 years of age as of the first day of the period of study for which the grant is needed, and ii. is not ineligible for a grant or student loan under section 17 of the 2017 Regulation. 9. The individual is not the subject of a determination made by the Minister under section 42.1 of the 2001 Regulation, as a result of which the individual is ineligible to receive a certificate of loan approval for a student loan at the time of the application for the grant. 10. The individual is not the subject of a determination made by the Minister under section 16 of the 2017 Regulation, as a result of which the individual is ineligible to receive a grant or student loan at the time of the application for the grant. O. Reg. 349/16, s. 1 (2); O. Reg. 75/17, s. 2 (2-6); O. Reg. 171/18, s. 2 (2, 3). (2) Despite clause (1) (f) and subparagraphs 7 i and 8 i of subsection (1.1), an individual who reaches the age of 18 years or 21 years, as the case may be, during the period of study for which the Living and Learning Grant is needed is, if otherwise eligible, eligible to receive the grant commencing the first day of the month following the month in which the individual turns 18 or 21. O. Reg. 349/16, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Minister may make a Living and Learning Grant to an individual for a period of study commencing on or after August 1, 2013, if the individual, </p> <p class=\"clause-e\">  (a) provides evidence, as required by the Minister, that the individual has previously received or would have been eligible to receive continued care and support;</p> <p class=\"clause-e\">  (b) is a Canadian citizen, a permanent resident within the meaning of the<i> <i>Immigration and Refugee Protection Act</i> </i>(Canada) or a protected person within the meaning of subsection 95 (2) of that Act; </p> <p class=\"clause-e\">  (c) meets the residency requirements that must be met in order to receive a grant or student loan, as set out in section 6 of the 2017 Regulation; </p> <p class=\"clause-e\">  (d) is enrolled at an approved institution in an approved program of study;</p> <p class=\"clause-e\">  (e) is taking at least the minimum required course load for the approved program of study in which he or she is enrolled;</p> <p class=\"clause-e\"> (e.1) has applied for a grant or student loan under the 2017 Regulation;</p> <p class=\"clause-e\">  (f) is or will be 21, 22, 23 or 24 years of age as of the first day of the period of study for which the grant under this Regulation is needed; </p> <p class=\"clause-e\">  (g) is not the subject of a determination made by the Minister under section 42.1 of the 2001 Regulation, as a result of which the individual is ineligible to receive a certificate of loan approval for a student loan at the time of the application for the grant; </p> <p class=\"clause-e\">  (h) is not the subject of a determination made by the Minister under section 16 of the 2017 Regulation, as a result of which the individual is ineligible for a grant or student loan at the time of the application for the grant; and</p> <p class=\"clause-e\">  (i) is not ineligible for a grant or student loan under section 17 of the 2017 Regulation. O. Reg. 282/13, s. 2 (1); O. Reg. 349/16, s. 1 (1); O. Reg. 75/17, s. 2 (1); O. Reg. 171/18, s. 2 (1).</p> <p class=\"subsection-e\">  (1.1) The Minister may make a Living and Learning Grant to an individual for a period of study commencing on or after August 1, 2016 if the individual satisfies the conditions set out in subsection (1), or the following conditions:</p> <p class=\"paragraph-e\">  1. The individual provides evidence, as required by the Minister, that the individual,</p> <p class=\"subpara-e\">  i. has previously been in extended society care and was adopted on or after August 1, 2013 after being placed for adoption by a society as defined in the <i>Child, Youth and Family Services Act, 2017</i><i>,</i></p> <p class=\"subpara-e\">  ii. is or will be eligible to receive continued care and support but has chosen not to receive continued care and support.</p> <p class=\"paragraph-e\">  2. The individual is a Canadian citizen, a permanent resident within the meaning of the <i>Immigration and Refugee Protection Act</i> (Canada) or a protected person within the meaning of subsection 95 (2) of that Act.</p> <p class=\"paragraph-e\">  3. The individual meets the residency requirements that must be met in order to receive a grant or student loan, as set out in section 6 of the 2017 Regulation.</p> <p class=\"paragraph-e\">  4. The individual is enrolled at an approved institution in an approved program of study.</p> <p class=\"paragraph-e\">  5. The individual is taking at least the minimum required course load for the approved program of study in which he or she is enrolled.</p> <p class=\"paragraph-e\">  6. The individual has applied for a grant or student loan under the 2017 Regulation.</p> <p class=\"paragraph-e\">  7. If the individual is described under subparagraph 1 i, he or she,</p> <p class=\"subpara-e\">  i. is or will be 18, 19, 20, 21, 22, 23 or 24 years of age as of the first day of the period of study for which the grant is needed,</p> <p class=\"subpara-e\">  ii. meets the financial eligibility requirement mentioned in section 10 of the 2017 Regulation for receiving a grant or student loan, and\r\n</p> <p class=\"subpara-e\">  iii. is not ineligible for a grant or student loan under section 15 or 17 of the 2017 Regulation.</p> <p class=\"paragraph-e\">  8. If the individual is described under subparagraph 1 ii, he or she,</p> <p class=\"subpara-e\">  i. is or will be 18, 19 or 20 years of age as of the first day of the period of study for which the grant is needed, and</p> <p class=\"subpara-e\">  ii. is not ineligible for a grant or student loan under section 17 of the 2017 Regulation.</p> <p class=\"paragraph-e\">  9. The individual is not the subject of a determination made by the Minister under section 42.1 of the 2001 Regulation, as a result of which the individual is ineligible to receive a certificate of loan approval for a student loan at the time of the application for the grant.</p> <p class=\"paragraph-e\">  10. The individual is not the subject of a determination made by the Minister under section 16 of the 2017 Regulation, as a result of which the individual is ineligible to receive a grant or student loan at the time of the application for the grant. O. Reg. 349/16, s. 1 (2); O. Reg. 75/17, s. 2 (2-6); O. Reg. 171/18, s. 2 (2, 3).</p> <p class=\"subsection-e\">  (2) Despite clause (1) (f) and subparagraphs 7 i and 8 i of subsection (1.1), an individual who reaches the age of 18 years or 21 years, as the case may be, during the period of study for which the Living and Learning Grant is needed is, if otherwise eligible, eligible to receive the grant commencing the first day of the month following the month in which the individual turns 18 or 21. O. Reg. 349/16, s. 1 (3).</p>"
        },
        {
            "id": "2.1",
            "section": "Maximum number of grants",
            "content": " 2.1 (1) The Minister shall not make a Living and Learning Grant to an individual more than four times. O. Reg. 349/16, s. 2. (2) The Minister shall not make more than one Living and Learning Grant to an individual in an academic year. O. Reg. 349/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) The Minister shall not make a Living and Learning Grant to an individual more than four times. O. Reg. 349/16, s. 2.</p> <p class=\"subsection-e\">  (2) The Minister shall not make more than one Living and Learning Grant to an individual in an academic year. O. Reg. 349/16, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Repayment of grant",
            "content": " 3. The Minister may require an individual who has received a Living and Learning Grant to repay all or part of the grant to the Minister of Finance if the individual, (a) has given the Minister incorrect information relating to the grant; or (b) has been found guilty of, (i) an offence under the\r\nMinistry of Training, Colleges and Universities Act, the Canada Student Loans Act (Canada) or the Canada Student Financial Assistance Act (Canada), or (ii) an offence under the\r\nCriminal Code (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. O. Reg. 282/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Minister may require an individual who has received a Living and Learning Grant to repay all or part of the grant to the Minister of Finance if the individual,</p> <p class=\"clause-e\">  (a) has given the Minister incorrect information relating to the grant; or</p> <p class=\"clause-e\">  (b) has been found guilty of,</p> <p class=\"subclause-e\">  (i) an offence under the\r\n<i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i> (Canada) or the <i>Canada Student Financial Assistance Act </i><i>(Canada)</i>, or</p> <p class=\"subclause-e\">  (ii) an offence under the\r\n<i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. O. Reg. 282/13, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Failure to meet conditions of grant and repayment",
            "content": " 4. The Minister shall not require repayment of all or part of a Living and Learning Grant on the basis that the individual who has received the grant,. (a) attains the age of 25 during the period of study for which the grant is provided; (b) is no longer taking the minimum required course load for the program of study for which the individual received the grant; or (c) is no longer enrolled in the program of study for which the individual received the grant. O. Reg. 282/13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Minister shall not require repayment of all or part of a Living and Learning Grant on the basis that the individual who has received the grant,.</p> <p class=\"clause-e\">  (a) attains the age of 25 during the period of study for which the grant is provided;</p> <p class=\"clause-e\">  (b) is no longer taking the minimum required course load for the program of study for which the individual received the grant; or</p> <p class=\"clause-e\">  (c) is no longer enrolled in the program of study for which the individual received the grant. O. Reg. 282/13, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Impact on calculation of income for purposes of eligibility for student loans",
            "content": " 5. If the individual applies for a grant or student loan under the 2017 Regulation, the Minister shall not include the Living and Learning Grant in determining the individual’s financial resources under section 10 of that regulation. O. Reg. 75/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>If the individual applies for a grant or student loan under the 2017 Regulation, the Minister shall not include the Living and Learning Grant in determining the individual’s financial resources under section 10 of that regulation. O. Reg. 75/17, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Application for grant",
            "content": " 6. An individual must make an application for a Living and Learning Grant on a form approved by the Minister. O. Reg. 282/13, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>An individual must make an application for a Living and Learning Grant on a form approved by the Minister. O. Reg. 282/13, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Transition",
            "content": " 7. This Regulation, as it read on March 9, 2017, applies with respect to a period of study, within the meaning of this Regulation as it read on that day, that begins before August 1, 2017. O. Reg. 75/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>This Regulation, as it read on March 9, 2017, applies with respect to a period of study, within the meaning of this Regulation as it read on that day, that begins before August 1, 2017. O. Reg. 75/17, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Transition",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/130282\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}