{
    "reg_info": {
        "full_title": "O. Reg. 298/01: DETERMINATION OF GEARED-TO-INCOME RENT UNDER SECTION 50 OF THE ACT",
        "reg_name_text": "Determination of Geared-To-Income Rent Under section 50 of the Act",
        "citation": "O. Reg. 298/01: DETERMINATION OF GEARED-TO-INCOME RENT UNDER SECTION 50 OF THE ACT",
        "act_under": "Housing Services Act, 2011",
        "url": "https://www.ontario.ca/laws/regulation/010298",
        "date_scraped": "2023-12-18 20:23:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010298/v25",
            "valid_from": "September 23, 2019",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/010298/v24",
            "valid_from": "April 30, 2018",
            "valid_to": "September 22, 2019"
        },
        {
            "a_href": "/laws/regulation/010298/v23",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/010298/v22",
            "valid_from": "July  1, 2016",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/010298/v21",
            "valid_from": "May 27, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/010298/v20",
            "valid_from": "July  1, 2014",
            "valid_to": "May 26, 2016"
        },
        {
            "a_href": "/laws/regulation/010298/v19",
            "valid_from": "April  9, 2014",
            "valid_to": "June 30, 2014"
        },
        {
            "a_href": "/laws/regulation/010298/v18",
            "valid_from": "January  1, 2013",
            "valid_to": "April  8, 2014"
        },
        {
            "a_href": "/laws/regulation/010298/v17",
            "valid_from": "December 19, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/regulation/010298/v16",
            "valid_from": "January  1, 2012",
            "valid_to": "December 18, 2012"
        },
        {
            "a_href": "/laws/regulation/010298/v15",
            "valid_from": "August 10, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "/laws/regulation/010298/v14",
            "valid_from": "January 27, 2009",
            "valid_to": "August  9, 2011"
        },
        {
            "a_href": "/laws/regulation/010298/v13",
            "valid_from": "August  1, 2007",
            "valid_to": "January 26, 2009"
        },
        {
            "a_href": "/laws/regulation/010298/v12",
            "valid_from": "July  4, 2007",
            "valid_to": "July 31, 2007"
        },
        {
            "a_href": "/laws/regulation/010298/v11",
            "valid_from": "August 29, 2006",
            "valid_to": "July  3, 2007"
        },
        {
            "a_href": "/laws/regulation/010298/v10",
            "valid_from": "November  4, 2005",
            "valid_to": "August 28, 2006"
        },
        {
            "a_href": "/laws/regulation/010298/v9",
            "valid_from": "June 13, 2005",
            "valid_to": "November  3, 2005"
        },
        {
            "a_href": "/laws/regulation/010298/v8",
            "valid_from": "April  1, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/regulation/010298/v7",
            "valid_from": "March 29, 2005",
            "valid_to": "March 31, 2005"
        },
        {
            "a_href": "/laws/regulation/010298/v6",
            "valid_from": "November  1, 2004",
            "valid_to": "March 28, 2005"
        },
        {
            "a_href": "/laws/regulation/010298/v5",
            "valid_from": "October 22, 2004",
            "valid_to": "October 31, 2004"
        },
        {
            "a_href": "/laws/regulation/010298/v4",
            "valid_from": "August 12, 2004",
            "valid_to": "October 21, 2004"
        },
        {
            "a_href": "/laws/regulation/010298/v3",
            "valid_from": "March  1, 2004",
            "valid_to": "August 11, 2004"
        },
        {
            "a_href": "/laws/regulation/010298/v2",
            "valid_from": "February 27, 2004",
            "valid_to": "February 29, 2004"
        },
        {
            "a_href": "/laws/regulation/010298/v1",
            "valid_from": "August  1, 2003",
            "valid_to": "February 26, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I APPLICATION AND INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I APPLICATION AND INTERPRETATION",
            "section": "Interpretation",
            "content": " 4. (1) In this Regulation, “band” means a band, as defined in the Indian Act (Canada); (“bande”) “child”, in relation to an individual, means a child of that individual born within or outside marriage (unless that child has been adopted by one or more other individuals in Ontario or according to the law of another jurisdiction), a child adopted by that individual in Ontario or according to the law of another jurisdiction, and a child whom the individual has demonstrated a settled intention to treat as a child of his or her family, but does not include a child placed in the individual’s home as a foster child for consideration by another person having lawful custody; (“enfant”) “family unit” means, (a) an individual, the individual’s spouse and all of the children of both or either of them who are living with them, (b) an individual and the individual’s spouse living with him or her, if neither has any children, (c) an individual and the individual’s children living with him or her, if the individual has no spouse, or (d) an individual, if the individual has no spouse and no children; (“cellule familiale”) “full-time attendance”, in relation to a student attending a recognized educational institution, means, in the case of a student having a permanent disability, taking at least 40 per cent of a full course load, and in the case of any other student, taking at least 60 per cent of a full course load, as determined from the course calendar of the educational institution; (“fréquenter à plein temps”) “parent”, in relation to another individual, means a natural parent of the other individual (unless the other individual has been adopted by one or more other individuals in Ontario or according to the law of another jurisdiction), an adoptive parent of the other individual who has adopted that individual in Ontario or according to the law of another jurisdiction, and an individual who has demonstrated a settled intention to treat the other individual as a child of his or her family, but does not include an individual in whose home the other individual has been placed as a foster child for consideration by another person having lawful custody; (“père ou mère”) “recognized educational institution” means, (a) a school, as defined in the Education Act, (b) a university, (c) a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002, (d) a private career college, as defined in the Private Career Colleges Act, 2005, or (e) a private school, as defined in the Education Act, for which a notice of intention to operate has been submitted to the Ministry of Education in accordance with that Act; (“établissement d’enseignement reconnu”) “rent” means, (a) in relation to a unit in a non-profit housing co-operative under the Co-operative Corporations Act occupied by a member of the co-operative, housing charges as defined in that Act, other than sector support levies and initial membership fees, or (b) in all other cases, rent as defined in the Residential Tenancies Act, 2006; (“loyer”) “spouse”, in relation to a member of a household, means, (a) an individual who, together with the member, has declared to the service manager that the individual and the member are spouses, or (b) an individual who is residing in the same dwelling place as the member, if the social and familial aspects of the relationship between the individual and the member amount to cohabitation and, (i) the individual is providing financial support to the member, (ii) the member is providing financial support to the individual, or (iii) the individual and the member have a mutual agreement or arrangement regarding their financial affairs. (“conjoint”)  O. Reg. 298/01, s. 4 (1); O. Reg. 342/05, s. 1 (1-4); O. Reg. 309/07, s. 1 (1-3); O. Reg. 379/11, s. 3 (1); O. Reg. 149/16, s. 1. (1.1) Revoked:  O. Reg. 379/11, s. 3 (2). (2) For the purpose of the definition of “spouse”, sexual factors shall not be investigated or considered in determining whether or not an individual is a spouse.  O. Reg. 342/05, s. 1 (5). PARTS II-VI (ss. 5-45) Revoked:  O. Reg. 379/11, s. 4. PART VII   CALCULATION OF GEARED-TO-INCOME RENT",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>4.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“band” means a band, as defined in the <i>Indian Act</i> (Canada); (“bande”)</p> <p class=\"definition-e\">“child”, in relation to an individual, means a child of that individual born within or outside marriage (unless that child has been adopted by one or more other individuals in Ontario or according to the law of another jurisdiction), a child adopted by that individual in Ontario or according to the law of another jurisdiction, and a child whom the individual has demonstrated a settled intention to treat as a child of his or her family, but does not include a child placed in the individual’s home as a foster child for consideration by another person having lawful custody; (“enfant”)</p> <p class=\"definition-e\">“family unit” means,</p> <p class=\"defclause-e\">  (a) an individual, the individual’s spouse and all of the children of both or either of them who are living with them,</p> <p class=\"defclause-e\">  (b) an individual and the individual’s spouse living with him or her, if neither has any children,</p> <p class=\"defclause-e\">  (c) an individual and the individual’s children living with him or her, if the individual has no spouse, or</p> <p class=\"defclause-e\">  (d) an individual, if the individual has no spouse and no children; (“cellule familiale”)</p> <p class=\"definition-e\">“full-time attendance”, in relation to a student attending a recognized educational institution, means, in the case of a student having a permanent disability, taking at least 40 per cent of a full course load, and in the case of any other student, taking at least 60 per cent of a full course load, as determined from the course calendar of the educational institution; (“fréquenter à plein temps”)</p> <p class=\"definition-e\">“parent”, in relation to another individual, means a natural parent of the other individual (unless the other individual has been adopted by one or more other individuals in Ontario or according to the law of another jurisdiction), an adoptive parent of the other individual who has adopted that individual in Ontario or according to the law of another jurisdiction, and an individual who has demonstrated a settled intention to treat the other individual as a child of his or her family, but does not include an individual in whose home the other individual has been placed as a foster child for consideration by another person having lawful custody; (“père ou mère”)</p> <p class=\"definition-e\">“recognized educational institution” means,</p> <p class=\"defclause-e\">  (a) a school, as defined in the <i>Education Act</i>,</p> <p class=\"defclause-e\">  (b) a university,</p> <p class=\"defclause-e\">  (c) a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>,</p> <p class=\"defclause-e\">  (d) a private career college, as defined in the <i>Private Career Colleges Act, 2005</i>, or</p> <p class=\"defclause-e\">  (e) a private school, as defined in the <i>Education Act</i>, for which a notice of intention to operate has been submitted to the Ministry of Education in accordance with that Act; (“établissement d’enseignement reconnu”)</p> <p class=\"definition-e\">“rent” means,</p> <p class=\"defclause-e\">  (a) in relation to a unit in a non-profit housing co-operative under the <i>Co-operative Corporations Act</i> occupied by a member of the co-operative, housing charges as defined in that Act, other than sector support levies and initial membership fees, or</p> <p class=\"defclause-e\">  (b) in all other cases, rent as defined in the <i>Residential Tenancies Act, 2006</i>; (“loyer”)</p> <p class=\"definition-e\">“spouse”, in relation to a member of a household, means,</p> <p class=\"defclause-e\">  (a) an individual who, together with the member, has declared to the service manager that the individual and the member are spouses, or</p> <p class=\"defclause-e\">  (b) an individual who is residing in the same dwelling place as the member, if the social and familial aspects of the relationship between the individual and the member amount to cohabitation and,</p> <p class=\"defsubclause-e\">  (i) the individual is providing financial support to the member,</p> <p class=\"defsubclause-e\">  (ii) the member is providing financial support to the individual, or</p> <p class=\"defsubclause-e\">  (iii) the individual and the member have a mutual agreement or arrangement regarding their financial affairs. (“conjoint”)  O. Reg. 298/01, s. 4 (1); O. Reg. 342/05, s. 1 (1-4); O. Reg. 309/07, s. 1 (1-3); O. Reg. 379/11, s. 3 (1); O. Reg. 149/16, s. 1.</p> <p class=\"subsection-e\">  (1.1) <span>Revoked:</span>  O. Reg. 379/11, s. 3 (2).</p> <p class=\"subsection-e\">  (2) For the purpose of the definition of “spouse”, sexual factors shall not be investigated or considered in determining whether or not an individual is a spouse.  O. Reg. 342/05, s. 1 (5).</p> <p class=\"partnumRevoked-e\"><b>PARTS II-VI</b> (ss. 5-45) <span>Revoked:  </span>O. Reg. 379/11, s. 4.</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>PART VII <br/>  CALCULATION OF GEARED-TO-INCOME RENT</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART VII  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "46.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Definitions",
            "content": " 46. In this Part, unless the context otherwise requires, “benefit unit” means a benefit unit under the Ontario Works Act, 1997\r\nor the Ontario Disability Support Program Act, 1997; (“groupe de prestataires”) “dependant” has the same meaning as in Ontario Regulation 134/98 made under the Ontario Works Act, 1997; (“personne à charge”) “recipient” has the same meaning as in the Ontario Works Act, 1997; (“bénéficiaire”) “spouse” has the same meaning as in Ontario Regulation 134/98 made under the Ontario Works Act, 1997. (“conjoint”)  O. Reg. 298/01, s. 46; O. Reg. 342/05, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>46.</b><b> </b>In this Part, unless the context otherwise requires,</p> <p class=\"firstdef-e\">“benefit unit” means a benefit unit under the <i>Ontario</i><i> Works Act, 1997</i>\r\nor the <i>Ontario</i><i> Disability Support Program Act, 1997</i>; (“groupe de prestataires”)</p> <p class=\"definition-e\">“dependant” has the same meaning as in Ontario Regulation 134/98 made under the <i>Ontario</i><i> Works Act, 1997</i>; (“personne à charge”)</p> <p class=\"definition-e\">“recipient” has the same meaning as in the <i>Ontario</i><i> Works Act, 1997</i>; (“bénéficiaire”)</p> <p class=\"definition-e\">“spouse” has the same meaning as in Ontario Regulation 134/98 made under the <i>Ontario</i><i> Works Act, 1997</i>. (“conjoint”)  O. Reg. 298/01, s. 46; O. Reg. 342/05, s. 5.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "47.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Geared-to-income rent payable",
            "content": " 47. (1) For the purpose of section 50 of the Act, the geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance and that occupies a rent-geared-to-income unit is the amount obtained by, (a) if the household has at least one benefit unit to which section 48 applies, determining under section 48 the rent attributable for the month to each of such benefit units; (b) if the household has at least one family unit that is not, and no part of which is, a benefit unit to which section 48 applies, determining under section 49 the rent attributable for the month to each of such family units; (c) if the household has at least one family unit a part of which is a benefit unit to which section 48 applies and the other part of which is not, determining under section 49 the rent attributable for the month to the part of each of such family units that is not a benefit unit to which section 48 applies; (d) calculating the sum of all the amounts determined under clauses (a), (b) and (c); (e) adding, to the amount calculated under clause (d), the amount of the increases, if any, required by section 51 in respect of services or utilities; and (f) subtracting, from the amount calculated under clause (d), the amount of the reductions, if any, required by section 51 in respect of services, utilities or heating.  O. Reg. 298/01, s. 47 (1); O. Reg. 379/11, s. 5. (2) Despite subsection (1), (a) the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is $85; and (b) the maximum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is the rent that would be payable for the unit occupied by the household if the unit were occupied by a household not eligible for rent-geared-to-income assistance.  O. Reg. 298/01, s. 47 (2). (3) The geared-to-income rent payable for a fraction of a month is the amount obtained by multiplying the geared-to-income rent payable for the month by the fraction of the month for which the rent is payable.  O. Reg. 298/01, s. 47 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>47.</b><b> </b>(1) For the purpose of section 50 of the Act, the geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance and that occupies a rent-geared-to-income unit is the amount obtained by,</p> <p class=\"clause-e\">  (a) if the household has at least one benefit unit to which section 48 applies, determining under section 48 the rent attributable for the month to each of such benefit units;</p> <p class=\"clause-e\">  (b) if the household has at least one family unit that is not, and no part of which is, a benefit unit to which section 48 applies, determining under section 49 the rent attributable for the month to each of such family units;</p> <p class=\"clause-e\">  (c) if the household has at least one family unit a part of which is a benefit unit to which section 48 applies and the other part of which is not, determining under section 49 the rent attributable for the month to the part of each of such family units that is not a benefit unit to which section 48 applies;</p> <p class=\"clause-e\">  (d) calculating the sum of all the amounts determined under clauses (a), (b) and (c);</p> <p class=\"clause-e\">  (e) adding, to the amount calculated under clause (d), the amount of the increases, if any, required by section 51 in respect of services or utilities; and</p> <p class=\"clause-e\">  (f) subtracting, from the amount calculated under clause (d), the amount of the reductions, if any, required by section 51 in respect of services, utilities or heating.  O. Reg. 298/01, s. 47 (1); O. Reg. 379/11, s. 5.</p> <p class=\"subsection-e\">  (2) Despite subsection (1),</p> <p class=\"clause-e\">  (a) the minimum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is $85; and</p> <p class=\"clause-e\">  (b) the maximum geared-to-income rent payable for a month by a household that is eligible for rent-geared-to-income assistance is the rent that would be payable for the unit occupied by the household if the unit were occupied by a household not eligible for rent-geared-to-income assistance.  O. Reg. 298/01, s. 47 (2).</p> <p class=\"subsection-e\">  (3) The geared-to-income rent payable for a fraction of a month is the amount obtained by multiplying the geared-to-income rent payable for the month by the fraction of the month for which the rent is payable.  O. Reg. 298/01, s. 47 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "48.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Benefit units",
            "content": " 48. (1) In the case of a benefit unit under the Ontario Works Act, 1997 consisting of a recipient with no spouse but with one or more other dependants, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 3 is the amount set out opposite the benefit unit in Column 2 of Table 3.  O. Reg. 298/01, s. 48 (1); O. Reg. 342/05, s. 6. (2) Subsection (1) does not apply to a benefit unit of a size set out in Column 1 of Table 3 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 3.  O. Reg. 298/01, s. 48 (2). (3) In the case of a benefit unit under the Ontario Works Act, 1997, other than one described in subsection (1), the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 4 is the amount set out opposite the benefit unit in Column 2 of Table 4.  O. Reg. 298/01, s. 48 (3). (4) Subsection (3) does not apply to a benefit unit of a size set out in Column 1 of Table 4 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 4.  O. Reg. 298/01, s. 48 (4). (5) In the case of a benefit unit under the Ontario Disability Support Program Act, 1997, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 5 is the amount set out opposite the benefit unit in Column 2 of Table 5.  O. Reg. 298/01, s. 48 (5). (6) Subsection (5) does not apply to a benefit unit of a size set out in Column 1 of Table 5 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 5.  O. Reg. 298/01, s. 48 (6). (7) Subsection (5) does not apply to a benefit unit if, (a) the total amount of a spouse’s allowance under the Old Age Security Act (Canada) payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the Ontario Disability Support Program Act, 1997; or (b) the total amount of disability benefits under the Canada Pension Plan payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the Ontario Disability Support Program Act, 1997.  O. Reg. 298/01, s. 48 (7). (8) For the purposes of subsections (2), (4) and (6), the total non-benefit income of the members of a benefit unit for a month shall be determined in accordance with subsections 50 (2) to (6), with the following exceptions: 1. A reference to “For the purpose of subclause (1) (a) (i)” shall be deemed to be a reference to “For the purposes of subsections 48 (2), (4) and (6)”. 2. A reference to “family unit” shall be deemed to be a reference to “benefit unit”. 3. Paragraphs 42, 43, 44, 45, 46 and 47 of subsection 50 (3) do not apply to the determination of non-benefit income. 4. The following shall not be included in non-benefit income: i. A payment received under the Ontario Works Act, 1997. ii. A payment received under the Ontario Disability Support Program Act, 1997.  O. Reg. 298/01, s. 48 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>48.</b><b> </b>(1) In the case of a benefit unit under the <i>Ontario Works Act, 1997</i> consisting of a recipient with no spouse but with one or more other dependants, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 3 is the amount set out opposite the benefit unit in Column 2 of Table 3.  O. Reg. 298/01, s. 48 (1); O. Reg. 342/05, s. 6.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a benefit unit of a size set out in Column 1 of Table 3 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 3.  O. Reg. 298/01, s. 48 (2).</p> <p class=\"subsection-e\">  (3) In the case of a benefit unit under the <i>Ontario</i><i> Works Act, 1997</i>, other than one described in subsection (1), the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 4 is the amount set out opposite the benefit unit in Column 2 of Table 4.  O. Reg. 298/01, s. 48 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply to a benefit unit of a size set out in Column 1 of Table 4 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 4.  O. Reg. 298/01, s. 48 (4).</p> <p class=\"subsection-e\">  (5) In the case of a benefit unit under the <i>Ontario</i><i> Disability Support Program Act, 1997</i>, the rent attributable for a month to a benefit unit of a size set out in Column 1 of Table 5 is the amount set out opposite the benefit unit in Column 2 of Table 5.  O. Reg. 298/01, s. 48 (5).</p> <p class=\"subsection-e\">  (6) Subsection (5) does not apply to a benefit unit of a size set out in Column 1 of Table 5 if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 5.  O. Reg. 298/01, s. 48 (6).</p> <p class=\"subsection-e\">  (7) Subsection (5) does not apply to a benefit unit if,</p> <p class=\"clause-e\">  (a) the total amount of a spouse’s allowance under the <i>Old Age Security Act</i> (Canada) payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the <i>Ontario Disability Support Program Act, 1997</i>; or</p> <p class=\"clause-e\">  (b) the total amount of disability benefits under the <i>Canada Pension Plan</i> payable to the benefit unit for the month exceeds the amount payable to the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the <i>Ontario Disability Support Program Act, 1997</i>.  O. Reg. 298/01, s. 48 (7).</p> <p class=\"subsection-e\">  (8) For the purposes of subsections (2), (4) and (6), the total non-benefit income of the members of a benefit unit for a month shall be determined in accordance with subsections 50 (2) to (6), with the following exceptions:</p> <p class=\"paragraph-e\">  1. A reference to “For the purpose of subclause (1) (a) (i)” shall be deemed to be a reference to “For the purposes of subsections 48 (2), (4) and (6)”.</p> <p class=\"paragraph-e\">  2. A reference to “family unit” shall be deemed to be a reference to “benefit unit”.</p> <p class=\"paragraph-e\">  3. Paragraphs 42, 43, 44, 45, 46 and 47 of subsection 50 (3) do not apply to the determination of non-benefit income.</p> <p class=\"paragraph-e\">  4. The following shall not be included in non-benefit income:</p> <p class=\"subpara-e\">  i. A payment received under the <i>Ontario</i><i> Works Act, 1997</i>.</p> <p class=\"subpara-e\">  ii. A payment received under the <i>Ontario</i><i> Disability Support Program Act, 1997</i>.  O. Reg. 298/01, s. 48 (8).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "49.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Family units",
            "content": " 49. (1) This section applies to a family unit that is not, and no part of which is, a benefit unit to which section 48 applies.  O. Reg. 298/01, s. 49 (1). (2) In the case of a family unit a part of which is a benefit unit to which section 48 applies and the other part of which is not, this section applies to the part of the family unit that is not a benefit unit to which section 48 applies.  O. Reg. 298/01, s. 49 (2). (3) The rent attributable for a month to a family unit to which this section applies, as described in subsection (1), or a part of a family unit to which this section applies, as described in subsection (2), is the amount obtained by, (a) calculating 30 per cent of the adjusted family income for the month, as determined under section 50, of the family unit or the part of the family unit; and (b) if the family unit or the part of the family unit has a member described in subsection (4) and the sum of the income and imputed income of the member for the month, as determined in accordance with subsections 50 (2) to (11), is equal to or greater than $75, subtracting from the amount calculated under clause (a) 15 per cent of the first $1,000 of the sum of the income and imputed income of the member for the month.  O. Reg. 298/01, s. 49 (3). (4) The member referred to in clause (3) (b) and subclause 50 (1) (b) (iii) is a member who, (a) is a child of another member of the family unit; (b) lives with and has always lived with the member mentioned in clause (a), with the exception of short periods while in full-time attendance at a recognized educational institution; (c) does not have and has never had a spouse; and (d) is not the parent of an individual living with the household containing the family unit.  O. Reg. 298/01, s. 49 (4); O. Reg. 182/02, s. 4; O. Reg. 342/05, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>49.</b><b> </b>(1) This section applies to a family unit that is not, and no part of which is, a benefit unit to which section 48 applies.  O. Reg. 298/01, s. 49 (1).</p> <p class=\"subsection-e\">  (2) In the case of a family unit a part of which is a benefit unit to which section 48 applies and the other part of which is not, this section applies to the part of the family unit that is not a benefit unit to which section 48 applies.  O. Reg. 298/01, s. 49 (2). </p> <p class=\"subsection-e\">  (3) The rent attributable for a month to a family unit to which this section applies, as described in subsection (1), or a part of a family unit to which this section applies, as described in subsection (2), is the amount obtained by,</p> <p class=\"clause-e\">  (a) calculating 30 per cent of the adjusted family income for the month, as determined under section 50, of the family unit or the part of the family unit; and</p> <p class=\"clause-e\">  (b) if the family unit or the part of the family unit has a member described in subsection (4) and the sum of the income and imputed income of the member for the month, as determined in accordance with subsections 50 (2) to (11), is equal to or greater than $75, subtracting from the amount calculated under clause (a) 15 per cent of the first $1,000 of the sum of the income and imputed income of the member for the month.  O. Reg. 298/01, s. 49 (3).</p> <p class=\"subsection-e\">  (4) The member referred to in clause (3) (b) and subclause 50 (1) (b) (iii) is a member who,</p> <p class=\"clause-e\">  (a) is a child of another member of the family unit;</p> <p class=\"clause-e\">  (b) lives with and has always lived with the member mentioned in clause (a), with the exception of short periods while in full-time attendance at a recognized educational institution;</p> <p class=\"clause-e\">  (c) does not have and has never had a spouse; and</p> <p class=\"clause-e\">  (d) is not the parent of an individual living with the household containing the family unit.  O. Reg. 298/01, s. 49 (4); O. Reg. 182/02, s. 4; O. Reg. 342/05, s. 7.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "50.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Adjusted family income",
            "content": " 50. (1) For the purpose of clause 49 (3) (a), the adjusted family income of a family unit for a month is, subject to subsection (13), the amount obtained by, (a) adding, (i) the income of each of the members of the family unit for the month, as determined under subsections (2) to (7), and (ii) the imputed income of each of the members of the family unit for the month from his or her interests in non-income-producing assets, as determined under subsections (8) to (11); and (b) subtracting, from the amount determined under clause (a), (i) $75, in the case of a family unit that has no children and only one individual who has employment-related income in the month, (ii) $150, in the case of a family unit that has, (A) at least one child, and at least one individual who has employment-related income in the month, or (B) at least two individuals who have employment-related income in the month, and (iii) the sum of the income and imputed income for the month of each member of the family unit who is described in subsection 49 (4), if the sum of the income and imputed income of that member for the month, as determined in accordance with subsections (2) to (11), is less than $75.  O. Reg. 298/01, s. 50 (1). (2) For the purpose of subclause (1) (a) (i), the income of a member of a family unit for a month is the total amount of all payments of any nature paid to or on behalf of or for the benefit of the member during the month, subject to subsections (2.1), (3), (5) and (6).  O. Reg. 298/01, s. 50 (2); O. Reg. 556/05, s. 12 (1). (2.1) For the purpose of subclause (1) (a) (i), if a payment received during a month is intended for a prior or future month, the payment shall be accounted for in the calculation of income as it were received in the prior or future month.  O. Reg. 556/05, s. 12 (2). (3) For the purpose of subclause (1) (a) (i), the following shall not be included in income, subject to subsection (4): 1. A payment received under section 49 of the Ontario\r\nDisability Support Program Act, 1997 to provide financial assistance for children with severe disabilities. 2. A payment received from a children’s aid society on behalf of a child in care under the Child, Youth and Family Services Act, 2017. 2.1 Any income earned or received by a child in care under the Child, Youth and Family Services Act, 2017 who is living with the household. 3. A subsidy received under clause 240 (f) of the Child, Youth and Family Services Act, 2017. 4. A payment received under subsection 2 (2) of the Developmental Services Act. 5. A payment received under the Ministry of Community and Social Services Act. 6. A payment, refund or credit received under the Income Tax Act (Ontario). 7. A payment, refund or credit received under the Income Tax Act (Canada). 8. A death benefit received under the Canada Pension Plan. 9. A payment received from the Department of Indian Affairs and Northern Development (Canada) or from a band for board and lodging of a student attending a secondary school not on the reserve. 10. A payment received pursuant to the Indian Act (Canada) under a treaty between Her Majesty in right of Canada and a band, other than funds for post-secondary education. 11. A payment received from a band as an incentive bonus for school attendance by a person who is a child of a member of the family unit and who is attending school. 12. A payment received under Order in Council P.C. 1977-2496 made under section 40 of the Indian Act (Canada). 13. A payment received under the Extraordinary Assistance Plan (Canada). 14. A grant received under the Employment Insurance Act (Canada) and used for the purpose of the purchase by a member of a benefit unit under the Ontario Works Act, 1997 of a training course approved by an administrator under that Act. 15. A Canada Education Savings Grant, if it is paid into a Registered Education Savings Plan for a child of a member of the family unit. 16. A payment received from Human Resources Development Canada under the program called the “Opportunities Fund for Persons with Disabilities”, if the payment has been or will be applied to costs incurred or to be incurred as a result of participation in employment-related activities. 16.1 A payment made by the Government of Canada under the Canada Disability Savings Act\r\nthat is paid into a Registered Disability Savings Plan established for the benefit of a member of the family unit. 16.2 Subject to subsection (4.1), a gift or voluntary payment received for the purpose of making a contribution to a Registered Disability Savings Plan, if the gift or payment is contributed as soon as practicable into a Registered Disability Savings Plan established for the benefit of a member of the family unit. 16.3 Interest, dividends or any other income accrued in a Registered Disability Savings Plan established for the benefit of a member of the family unit. 16.4 Payments from a Registered Disability Savings Plan established for the benefit of a member of the family unit. 17. A capital gain. 18. The proceeds received from the sale, liquidation or other disposition of real or personal property. 19. Interest received from or accrued in a prepaid funeral plan. 20. Interest, dividends or any other income received from or accrued in a Registered Retirement Savings Plan or a Registered Education Savings Plan for a member described in subsection 49 (4). 21. An inheritance. 22. Lottery winnings. 23. A donation received from a religious, charitable or benevolent organization. 24. A casual gift or casual payment of small value. 25. A loan. 26. Income received by a student in full-time attendance at a recognized educational institution who meets the criteria stated in clauses 49 (4) (a), (b), (c) and (d) if, i. the institution is a primary or secondary institution, or ii. the institution is a post-secondary institution and the student, A. is a single student, as defined in Regulation 774 of the Revised Regulations of Ontario, 1990 made under the Ministry of Training, Colleges and Universities Act, and B. had not been out of a secondary institution for more than five years as of the start of his or her current study period in the post-secondary institution. 26.1 A scholarship, fellowship or bursary received by a student in connection with the student’s enrolment or continued enrolment in a program offered by any of the following institutions or by a similar institution outside Ontario: i. a university, ii. a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002, iii. a private career college, as defined in the Private Career Colleges Act, 2005. 27. An award or a grant received from the Ministry of Training, Colleges and Universities by a student enrolled in a post-secondary institution. 28. A bursary received under paragraph 18 of subsection 8 (1) of the Education Act\r\nby a student in full-time attendance at a secondary school. 29. A payment received by a student from the Canada Millennium Scholarship Foundation. 30. An allowance received for room and board in respect of employment away from the unit one occupies. 31. An allowance received for expenses incurred in travelling in respect of employment. 32. An allowance or a payment received for child care, transportation, tuition or other expenses in respect of any job training or employment-related program in which one is enrolled. 33. A benefit received from Veterans Affairs Canada under the Veterans Independence Program. 34. A war reparation payment, made either in periodic instalments or in a lump sum amount. 35. An amount received as damages or compensation for, i. pain and suffering resulting from an injury to or the death of a member of the household, or ii. expenses reasonably incurred or to be incurred as a result of an injury to or the death of a member of the household. 36. A lump sum insurance payment. 37. A lump sum severance payment arising from a dismissal from employment. 38. A lump sum payment received under a decision of a court. 39. A lump sum payment received under a decision of a statutory tribunal. 40. A payment received under any of the following agreements to which the Province of Ontario is a party: i. The Helpline Reconciliation Model Agreement. ii. The Multi-Provincial/Territorial Assistance Program Agreement. iii. The Grandview Agreement. 41. A payment received under the Ontario Hepatitis C Assistance Plan. 42. The total amount of spouse’s allowance payments under the Old Age Security Act\r\n(Canada) received by a benefit unit under the Ontario Disability Support Program Act, 1997 for the month, if that amount is equal to or less than the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the Ontario Disability Support Program Act, 1997. 43. The total amount of disability benefits under the Canada Pension Plan received by a benefit unit under the Ontario Disability Support Program Act, 1997 for the month, if that amount is equal to or less than the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the Ontario Disability Support Program Act, 1997. 44. The total amount of income support received by a benefit unit under the Ontario Disability Support Program Act, 1997 for the month, if the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under that Act is less than the total amount of spouse’s allowance payments under the Old Age Security Act (Canada) received by the benefit unit for the month. 45. The total amount of income support received by a benefit unit under the Ontario Disability Support Program Act, 1997 for the month, if the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under that Act is less than the total amount of disability benefits under the Canada Pension Plan received by the benefit unit for the month. 46. The total amount of payments under the Ontario Works Act, 1997 received by a benefit unit under that Act for the month if, i. in the case of a benefit unit consisting of a recipient with no spouse but with one or more other dependants, the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 3, or ii. in the case of a benefit unit other than one described in subparagraph i, the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 4. 47. The total amount of payments under the Ontario Disability Support Program Act, 1997 received by a benefit unit under that Act for the month, if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 5. 48. A payment received under subsection 147 (14) of the Workers’ Compensation Act, as it read on December 31, 1997. 49. A lump sum payment received under the 1986-1990 Hepatitis C Settlement Agreement made as of June 15, 1999 among the Attorney General of Canada, Her Majesty the Queen in right of Ontario and others. 50. A payment received from the Government of Alberta as compensation for sterilization. 51. A payment received under the Walkerton Compensation Plan. 52.  Revoked:  O. Reg. 149/16, s. 2 (2). 53. Financial support that is care and support received from a children’s aid society or a prescribed entity under section 124 of the Child, Youth and Family Services Act, 2017. 54. A Special Allowance received from Veterans Affairs Canada under the Veterans Affairs Disability Pension Program. 55. A payment received as a result of a claim that relates to an aboriginal residential school and was made against the Government of Canada or a church or other religious organization. 56. A payment received under the Universal Child Care Benefit Act (Canada). 57. Payments from a trust or life insurance policy or gifts or other voluntary payments that are applied to, i. expenses for items or services that are needed for a member of a household because of that member’s disability and that are not and will not be otherwise reimbursed, or ii. education or training expenses that, A. are incurred with respect to a member of a household because of that member’s disability, and B. are not and will not be otherwise reimbursed. 58. A child benefit under the Canada Pension Plan (Canada) paid to, on behalf of or for the benefit of a dependent of a disabled or deceased contributor. 59. A payment received as a special allowance under the Resettlement Assistance Program established under the Immigration and Refugee Protection Act (Canada). 60. A payment received from the service manager or an entity approved by the service manager in conjunction with an initiative under which the service manager or entity commits to contribute funds towards the recipient’s savings goals. 61. A payment received under the Community Homelessness Prevention Initiative of the Ministry of Municipal Affairs and Housing. O. Reg. 298/01, s. 50 (3); O. Reg. 409/01, s. 9; O. Reg. 182/02, s. 5; O. Reg. 328/02, s. 1; O. Reg. 220/04, s. 10 (1); O. Reg. 342/05, s. 8; O. Reg. 424/06, s. 1; O. Reg. 309/07, s. 20 (1-3); O. Reg. 27/09, s. 2 (1); O. Reg. 379/11, s. 6; O. Reg. 430/12, s. 1; O. Reg. 149/16, s. 2 (1, 2); O. Reg. 167/18, s. 1. (4) Interest received or accrued on an amount excluded from the income of a member of a family unit under subsection (3), other than interest on an amount excluded under paragraph 16.3, 19 or 20 of subsection (3), shall be included in the income of that member.  O. Reg. 298/01, s. 50 (4); O. Reg. 27/09, s. 2 (2). (4.1) The exemption from income under paragraph 16.2 of subsection (3) does not include gifts or payments contributed to a Registered Disability Savings Plan if the contributions fail to comply with the condition required under subparagraph 146.4 (4) (g) (iii) of the Income Tax Act (Canada).  O. Reg. 27/09, s. 2 (3). (5) The income of a member of a family unit from a business shall be reduced by all deductions allowed by the Canada Revenue Agency from income from a business, except for the following: 1. Capital cost allowances for the depreciation of assets. 2. Rent paid by the member for the unit occupied by the member, where the member operates the business from the unit. 3. Child care expenses.  O. Reg. 298/01, s. 50 (5); O. Reg. 27/09, s. 2 (4). (5.1) If, as a result of the deductions permitted in subsection (5) the income of a member of a family unit from a business is a negative amount, the income shall be deemed to be 0.  O. Reg. 309/07, s. 20 (4). (6) The income of a member of a family unit shall be reduced by the amount of all support payments made by the member under an order made under the\r\nDivorce Act (Canada), the Family Law Act, or the Interjurisdictional Support Orders Act, 2002.  O. Reg. 298/01, s. 50 (6); O. Reg. 220/04, s. 10 (2). (7) For the purposes of paragraphs 46 and 47 of subsection (3), the total non-benefit income of the members of a benefit unit for a month shall be determined in accordance with subsections (2) to (6), with the following exceptions: 1. A reference to “For the purpose of subclause (1) (a) (i)” shall be deemed to be a reference to “For the purposes of paragraphs 46 and 47 of subsection (3)”. 2. A reference to “family unit” shall be deemed to be a reference to “benefit unit”. 3. Paragraphs 42, 43, 44, 45, 46 and 47 of subsection (3) do not apply to the determination of non-benefit income. 4. The following shall not be included in non-benefit income: i. A payment received under the Ontario Works Act, 1997. ii. A payment received under the Ontario Disability Support Program Act, 1997.  O. Reg. 298/01, s. 50 (7). (8) A non-income-producing Registered Retirement Savings Plan, Registered Education Savings Plan or Registered Disability Savings Plan shall not be included in non-income producing assets for the purpose of subclause (1) (a) (ii).  O. Reg. 27/09, s. 2 (5). (9) For the purpose of subclause (1) (a) (ii), the imputed income of a member of a family unit for a month from his or her interest in a non-income-producing asset is the amount determined using the formula, A × B in which, “A” is the value of the member’s interest in the non-income-producing asset, “B” is one-twelfth of the annual interest rate payable in the first year on the most recent November issue of Canada Savings Bonds, with the annual interest rate rounded down to the nearest whole percentage. O. Reg. 298/01, s. 50 (9); O. Reg. 220/04, s. 10 (3). (9.1) Despite subsection (9), in the case of a family unit with one or more non-interest bearing bank accounts, the imputed income of a member of the family unit for a month from his or her interest in the bank accounts shall be calculated on that part of the average minimum monthly balance that exceeds $5,000.  O. Reg. 309/07, s. 20 (6); O. Reg. 149/16, s. 2 (3). (10) If a member of a family unit transfers, by sale, lease, gift or in any other manner, his or her interest in an asset to a person who is not a member of the household, less than 36 months before the date the household begins to receive rent-geared-to-income assistance, or any time after the household begins to receive rent-geared-to-income assistance, the member shall be deemed, for the purpose of section 8, subclause (1) (a) (ii) and subsection (9), still to have the interest in the asset, unless the service manager is satisfied that the transfer was effected in good faith and, (a) not for the purpose of reducing the member’s imputed income so as to reduce the amount of geared-to-income rent payable by the household; or (b) not for the purpose of reducing the amount of the household’s assets for the purpose of qualifying for rent geared-to-income assistance, if the service manager has implemented an asset limit under subsection 8 (3).  O. Reg. 556/05, s. 12 (3); O. Reg. 309/07, s. 20 (7). (11) If a member of a family unit is deemed under subsection (10) still to have an interest in a transferred asset, the value of the member’s interest in the asset on a date that is after the date of the transfer shall be calculated, for the purpose of “A” in the formula in subsection (9), by reducing the value of the member’s interest in the asset on the date of the transfer by an amount determined by the service manager on each anniversary of the date of the transfer.  O. Reg. 298/01, s. 50 (11); O. Reg. 556/05, s. 12 (4). (12) For the purpose of clause (1) (b), an individual has employment-related income if he or she receives wages, a salary, a commission, a bonus, tips, gratuities, vacation pay, remuneration as a dependent contractor, income from work in a business that the individual directly or indirectly operates and controls, unemployment benefits under the Employment Insurance Act (Canada), payments for a loss of earnings under the insurance plan in the Workplace Safety and Insurance Act, 1997, or payments for sick leave or a short-term disability under a private or workplace insurance plan.  O. Reg. 298/01, s. 50 (12). (13) If a service manager has reason to believe that the adjusted family income of a family unit fluctuates from month to month, the service manager, in determining the rent attributable for a month to a family unit under subsection 49 (3), may use, as the adjusted family income of the family unit for a month, the average monthly adjusted family income of the family unit over such period of time as the service manager considers reasonable in the circumstances.  O. Reg. 298/01, s. 50 (13). (14) In applying this section to a family unit, a part of which is a benefit unit to which section 48 applies and the other part of which is not, a reference in this section to a family unit shall be deemed to be a reference to the part of the family unit that is not a benefit unit to which section 48 applies.  O. Reg. 298/01, s. 50 (14).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>50.</b><b> </b>(1) For the purpose of clause 49 (3) (a), the adjusted family income of a family unit for a month is, subject to subsection (13), the amount obtained by,</p> <p class=\"clause-e\">  (a) adding,</p> <p class=\"subclause-e\">  (i) the income of each of the members of the family unit for the month, as determined under subsections (2) to (7), and</p> <p class=\"subclause-e\">  (ii) the imputed income of each of the members of the family unit for the month from his or her interests in non-income-producing assets, as determined under subsections (8) to (11); and</p> <p class=\"clause-e\">  (b) subtracting, from the amount determined under clause (a), </p> <p class=\"subclause-e\">  (i) $75, in the case of a family unit that has no children and only one individual who has employment-related income in the month,</p> <p class=\"subclause-e\">  (ii) $150, in the case of a family unit that has,</p> <p class=\"subsubclause-e\">  (A) at least one child, and at least one individual who has employment-related income in the month, or</p> <p class=\"subsubclause-e\">  (B) at least two individuals who have employment-related income in the month, and</p> <p class=\"subclause-e\">  (iii) the sum of the income and imputed income for the month of each member of the family unit who is described in subsection 49 (4), if the sum of the income and imputed income of that member for the month, as determined in accordance with subsections (2) to (11), is less than $75.  O. Reg. 298/01, s. 50 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of subclause (1) (a) (i), the income of a member of a family unit for a month is the total amount of all payments of any nature paid to or on behalf of or for the benefit of the member during the month, subject to subsections (2.1), (3), (5) and (6).  O. Reg. 298/01, s. 50 (2); O. Reg. 556/05, s. 12 (1).</p> <p class=\"subsection-e\">  (2.1) For the purpose of subclause (1) (a) (i), if a payment received during a month is intended for a prior or future month, the payment shall be accounted for in the calculation of income as it were received in the prior or future month.  O. Reg. 556/05, s. 12 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of subclause (1) (a) (i), the following shall not be included in income, subject to subsection (4): </p> <p class=\"paragraph-e\">  1. A payment received under section 49 of the <i>Ontario</i><i>\r\nDisability Support Program Act, 1997</i> to provide financial assistance for children with severe disabilities.</p> <p class=\"paragraph-e\">  2. A payment received from a children’s aid society on behalf of a child in care under the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  2.1 Any income earned or received by a child in care under the <i>Child, Youth and Family Services Act, 2017</i> who is living with the household.</p> <p class=\"paragraph-e\">  3. A subsidy received under clause 240 (f) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  4. A payment received under subsection 2 (2) of the <i>Developmental Services Act</i>.</p> <p class=\"paragraph-e\">  5. A payment received under the <i>Ministry of Community and Social Services Act</i>.</p> <p class=\"paragraph-e\">  6. A payment, refund or credit received under the <i>Income Tax Act</i> (Ontario).</p> <p class=\"paragraph-e\">  7. A payment, refund or credit received under the <i>Income Tax Act</i> (Canada).</p> <p class=\"paragraph-e\">  8. A death benefit received under the <i>Canada Pension Plan</i>.</p> <p class=\"paragraph-e\">  9. A payment received from the Department of Indian Affairs and Northern Development (Canada) or from a band for board and lodging of a student attending a secondary school not on the reserve.</p> <p class=\"paragraph-e\">  10. A payment received pursuant to the <i>Indian Act</i> (Canada) under a treaty between Her Majesty in right of Canada and a band, other than funds for post-secondary education.</p> <p class=\"paragraph-e\">  11. A payment received from a band as an incentive bonus for school attendance by a person who is a child of a member of the family unit and who is attending school.</p> <p class=\"paragraph-e\">  12. A payment received under Order in Council P.C. 1977-2496 made under section 40 of the <i>Indian Act</i> (Canada).</p> <p class=\"paragraph-e\">  13. A payment received under the Extraordinary Assistance Plan (Canada).</p> <p class=\"paragraph-e\">  14. A grant received under the <i>Employment Insurance Act</i> (Canada) and used for the purpose of the purchase by a member of a benefit unit under the <i>Ontario Works Act, 1997 </i>of a training course approved by an administrator under that Act.</p> <p class=\"paragraph-e\">  15. A Canada Education Savings Grant, if it is paid into a Registered Education Savings Plan for a child of a member of the family unit.</p> <p class=\"paragraph-e\">  16. A payment received from Human Resources Development Canada under the program called the “Opportunities Fund for Persons with Disabilities”, if the payment has been or will be applied to costs incurred or to be incurred as a result of participation in employment-related activities.</p> <p class=\"paragraph-e\"> 16.1 A payment made by the Government of Canada under the <i>Canada </i><i>Disability Savings Act</i>\r\nthat is paid into a Registered Disability Savings Plan established for the benefit of a member of the family unit.</p> <p class=\"paragraph-e\"> 16.2 Subject to subsection (4.1), a gift or voluntary payment received for the purpose of making a contribution to a Registered Disability Savings Plan, if the gift or payment is contributed as soon as practicable into a Registered Disability Savings Plan established for the benefit of a member of the family unit. </p> <p class=\"paragraph-e\"> 16.3 Interest, dividends or any other income accrued in a Registered Disability Savings Plan established for the benefit of a member of the family unit.</p> <p class=\"paragraph-e\"> 16.4 Payments from a Registered Disability Savings Plan established for the benefit of a member of the family unit.</p> <p class=\"paragraph-e\">  17. A capital gain.</p> <p class=\"paragraph-e\">  18. The proceeds received from the sale, liquidation or other disposition of real or personal property.</p> <p class=\"paragraph-e\">  19. Interest received from or accrued in a prepaid funeral plan.</p> <p class=\"paragraph-e\">  20. Interest, dividends or any other income received from or accrued in a Registered Retirement Savings Plan or a Registered Education Savings Plan for a member described in subsection 49 (4).</p> <p class=\"paragraph-e\">  21. An inheritance.</p> <p class=\"paragraph-e\">  22. Lottery winnings.</p> <p class=\"paragraph-e\">  23. A donation received from a religious, charitable or benevolent organization.</p> <p class=\"paragraph-e\">  24. A casual gift or casual payment of small value.</p> <p class=\"paragraph-e\">  25. A loan.</p> <p class=\"paragraph-e\">  26. Income received by a student in full-time attendance at a recognized educational institution who meets the criteria stated in clauses 49 (4) (a), (b), (c) and (d) if,</p> <p class=\"subpara-e\">  i. the institution is a primary or secondary institution, or</p> <p class=\"subpara-e\">  ii. the institution is a post-secondary institution and the student,</p> <p class=\"subsubpara-e\">  A. is a single student, as defined in Regulation 774 of the Revised Regulations of Ontario, 1990 made under the <i>Ministry of Training, Colleges and Universities Act</i>, and</p> <p class=\"subsubpara-e\">  B. had not been out of a secondary institution for more than five years as of the start of his or her current study period in the post-secondary institution.</p> <p class=\"paragraph-e\"> 26.1 A scholarship, fellowship or bursary received by a student in connection with the student’s enrolment or continued enrolment in a program offered by any of the following institutions or by a similar institution outside Ontario:</p> <p class=\"subpara-e\">  i. a university,</p> <p class=\"subpara-e\">  ii. a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>,</p> <p class=\"subpara-e\">  iii. a private career college, as defined in the <i>Private Career Colleges Act, 2005</i>.</p> <p class=\"paragraph-e\">  27. An award or a grant received from the Ministry of Training, Colleges and Universities by a student enrolled in a post-secondary institution.</p> <p class=\"paragraph-e\">  28. A bursary received under paragraph 18 of subsection 8 (1) of the <i>Education Act</i>\r\nby a student in full-time attendance at a secondary school.</p> <p class=\"paragraph-e\">  29. A payment received by a student from the Canada Millennium Scholarship Foundation.</p> <p class=\"paragraph-e\">  30. An allowance received for room and board in respect of employment away from the unit one occupies.</p> <p class=\"paragraph-e\">  31. An allowance received for expenses incurred in travelling in respect of employment.</p> <p class=\"paragraph-e\">  32. An allowance or a payment received for child care, transportation, tuition or other expenses in respect of any job training or employment-related program in which one is enrolled. </p> <p class=\"paragraph-e\">  33. A benefit received from Veterans Affairs Canada under the Veterans Independence Program.</p> <p class=\"paragraph-e\">  34. A war reparation payment, made either in periodic instalments or in a lump sum amount.</p> <p class=\"paragraph-e\">  35. An amount received as damages or compensation for,</p> <p class=\"subpara-e\">  i. pain and suffering resulting from an injury to or the death of a member of the household, or</p> <p class=\"subpara-e\">  ii. expenses reasonably incurred or to be incurred as a result of an injury to or the death of a member of the household.</p> <p class=\"paragraph-e\">  36. A lump sum insurance payment.</p> <p class=\"paragraph-e\">  37. A lump sum severance payment arising from a dismissal from employment.</p> <p class=\"paragraph-e\">  38. A lump sum payment received under a decision of a court.</p> <p class=\"paragraph-e\">  39. A lump sum payment received under a decision of a statutory tribunal.</p> <p class=\"paragraph-e\">  40. A payment received under any of the following agreements to which the Province of Ontario is a party:</p> <p class=\"subpara-e\">  i. The Helpline Reconciliation Model Agreement.</p> <p class=\"subpara-e\">  ii. The Multi-Provincial/Territorial Assistance Program Agreement.</p> <p class=\"subpara-e\">  iii. The Grandview Agreement.</p> <p class=\"paragraph-e\">  41. A payment received under the Ontario Hepatitis C Assistance Plan.</p> <p class=\"paragraph-e\">  42. The total amount of spouse’s allowance payments under the <i>Old Age Security Act</i>\r\n(Canada) received by a benefit unit under the <i>Ontario Disability Support Program Act, 1997 </i>for the month, if that amount is equal to or less than the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"paragraph-e\">  43. The total amount of disability benefits under the <i>Canada Pension Plan </i>received by a benefit unit under the <i>Ontario Disability Support Program Act, 1997 </i>for the month, if that amount is equal to or less than the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"paragraph-e\">  44. The total amount of income support received by a benefit unit under the <i>Ontario Disability Support Program Act, 1997 </i>for the month, if the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under that Act is less than the total amount of spouse’s allowance payments under the <i>Old Age Security Act</i> (Canada) received by the benefit unit for the month.</p> <p class=\"paragraph-e\">  45. The total amount of income support received by a benefit unit under the <i>Ontario Disability Support Program Act, 1997 </i>for the month, if the amount received by the benefit unit for basic needs for the month under paragraph 1 of subsection 30 (1) of Ontario Regulation 222/98 made under that Act is less than the total amount of disability benefits under the <i>Canada Pension Plan </i>received by the benefit unit for the month.</p> <p class=\"paragraph-e\">  46. The total amount of payments under the <i>Ontario</i><i> Works Act, 1997</i> received by a benefit unit under that Act for the month if,</p> <p class=\"subpara-e\">  i. in the case of a benefit unit consisting of a recipient with no spouse but with one or more other dependants, the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 3, or</p> <p class=\"subpara-e\">  ii. in the case of a benefit unit other than one described in subparagraph i, the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 4.</p> <p class=\"paragraph-e\">  47. The total amount of payments under the <i>Ontario</i><i> Disability Support Program Act, 1997</i> received by a benefit unit under that Act for the month, if the total non-benefit income for the month of the members of the benefit unit exceeds the amount set out opposite the benefit unit in Column 3 of Table 5.</p> <p class=\"paragraph-e\">  48. A payment received under subsection 147 (14) of the <i>Workers’ Compensation Act</i>, as it read on December 31, 1997.</p> <p class=\"paragraph-e\">  49. A lump sum payment received under the 1986-1990 Hepatitis C Settlement Agreement made as of June 15, 1999 among the Attorney General of Canada, Her Majesty the Queen in right of Ontario and others.</p> <p class=\"paragraph-e\">  50. A payment received from the Government of Alberta as compensation for sterilization.</p> <p class=\"paragraph-e\">  51. A payment received under the Walkerton Compensation Plan.</p> <p class=\"paragraph-e\">  52.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 149/16, s. 2 (2).</p> <p class=\"paragraph-e\">  53. Financial support that is care and support received from a children’s aid society or a prescribed entity under section 124 of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph-e\">  54. A Special Allowance received from Veterans Affairs Canada under the Veterans Affairs Disability Pension Program.</p> <p class=\"paragraph-e\">  55. A payment received as a result of a claim that relates to an aboriginal residential school and was made against the Government of Canada or a church or other religious organization.</p> <p class=\"paragraph-e\">  56. A payment received under the <i>Universal Child Care Benefit Act</i> (Canada). \r\n</p> <p class=\"paragraph-e\">  57. Payments from a trust or life insurance policy or gifts or other voluntary payments that are applied to,</p> <p class=\"subpara-e\">  i. expenses for items or services that are needed for a member of a household because of that member’s disability and that are not and will not be otherwise reimbursed, or</p> <p class=\"subpara-e\">  ii. education or training expenses that,</p> <p class=\"subsubpara-e\">  A. are incurred with respect to a member of a household because of that member’s disability, and</p> <p class=\"subsubpara-e\">  B. are not and will not be otherwise reimbursed.</p> <p class=\"paragraph-e\">  58. A child benefit under the <i>Canada Pension Plan </i>(Canada) paid to, on behalf of or for the benefit of a dependent of a disabled or deceased contributor.</p> <p class=\"paragraph-e\">  59. A payment received as a special allowance under the Resettlement Assistance Program established under the <i>Immigration and Refugee Protection Act </i>(Canada).</p> <p class=\"paragraph-e\">  60. A payment received from the service manager or an entity approved by the service manager in conjunction with an initiative under which the service manager or entity commits to contribute funds towards the recipient’s savings goals.</p> <p class=\"paragraph-e\">  61. A payment received under the Community Homelessness Prevention Initiative of the Ministry of Municipal Affairs and Housing. O. Reg. 298/01, s. 50 (3); O. Reg. 409/01, s. 9; O. Reg. 182/02, s. 5; O. Reg. 328/02, s. 1; O. Reg. 220/04, s. 10 (1); O. Reg. 342/05, s. 8; O. Reg. 424/06, s. 1; O. Reg. 309/07, s. 20 (1-3); O. Reg. 27/09, s. 2 (1); O. Reg. 379/11, s. 6; O. Reg. 430/12, s. 1; O. Reg. 149/16, s. 2 (1, 2); O. Reg. 167/18, s. 1.</p> <p class=\"subsection-e\">  (4) Interest received or accrued on an amount excluded from the income of a member of a family unit under subsection (3), other than interest on an amount excluded under paragraph 16.3, 19 or 20 of subsection (3), shall be included in the income of that member.  O. Reg. 298/01, s. 50 (4); O. Reg. 27/09, s. 2 (2).</p> <p class=\"subsection-e\">  (4.1) The exemption from income under paragraph 16.2 of subsection (3) does not include gifts or payments contributed to a Registered Disability Savings Plan if the contributions fail to comply with the condition required under subparagraph 146.4 (4) (g) (iii) of the <i>Income Tax Act</i><i> </i>(Canada).  O. Reg. 27/09, s. 2 (3).</p> <p class=\"subsection-e\">  (5) The income of a member of a family unit from a business shall be reduced by all deductions allowed by the Canada Revenue Agency from income from a business, except for the following:</p> <p class=\"paragraph-e\">  1. Capital cost allowances for the depreciation of assets.</p> <p class=\"paragraph-e\">  2. Rent paid by the member for the unit occupied by the member, where the member operates the business from the unit.</p> <p class=\"paragraph-e\">  3. Child care expenses.  O. Reg. 298/01, s. 50 (5); O. Reg. 27/09, s. 2 (4).</p> <p class=\"subsection-e\">  (5.1) If, as a result of the deductions permitted in subsection (5) the income of a member of a family unit from a business is a negative amount, the income shall be deemed to be 0.  O. Reg. 309/07, s. 20 (4).</p> <p class=\"subsection-e\">  (6) The income of a member of a family unit shall be reduced by the amount of all support payments made by the member under an order made under the\r\n<i>Divorce Act</i> (Canada), the <i>Family Law Act</i>, or <i>the Interjurisdictional Support Orders Act, 2002</i>.  O. Reg. 298/01, s. 50 (6); O. Reg. 220/04, s. 10 (2).</p> <p class=\"subsection-e\">  (7) For the purposes of paragraphs 46 and 47 of subsection (3), the total non-benefit income of the members of a benefit unit for a month shall be determined in accordance with subsections (2) to (6), with the following exceptions:</p> <p class=\"paragraph-e\">  1. A reference to “For the purpose of subclause (1) (a) (i)” shall be deemed to be a reference to “For the purposes of paragraphs 46 and 47 of subsection (3)”.</p> <p class=\"paragraph-e\">  2. A reference to “family unit” shall be deemed to be a reference to “benefit unit”.</p> <p class=\"paragraph-e\">  3. Paragraphs 42, 43, 44, 45, 46 and 47 of subsection (3) do not apply to the determination of non-benefit income.</p> <p class=\"paragraph-e\">  4. The following shall not be included in non-benefit income:</p> <p class=\"subpara-e\">  i. A payment received under the <i>Ontario</i><i> Works Act, 1997</i>.</p> <p class=\"subpara-e\">  ii. A payment received under the <i>Ontario</i><i> Disability Support Program Act, 1997</i>.  O. Reg. 298/01, s. 50 (7).</p> <p class=\"subsection-e\">  (8) A non-income-producing Registered Retirement Savings Plan, Registered Education Savings Plan or Registered Disability Savings Plan shall not be included in non-income producing assets for the purpose of subclause (1) (a) (ii).  O. Reg. 27/09, s. 2 (5).</p> <p class=\"subsection-e\"><b> </b>(9) For the purpose of subclause (1) (a) (ii), the imputed income of a member of a family unit for a month from his or her interest in a non-income-producing asset is the amount determined using the formula,</p> <p class=\"equation-e\">A × B</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the value of the member’s interest in the non-income-producing asset,</p> <p class=\"equationind1-e\">  “B” is one-twelfth of the annual interest rate payable in the first year on the most recent November issue of Canada Savings Bonds, with the annual interest rate rounded down to the nearest whole percentage.</p> <p class=\"footnote-e\">O. Reg. 298/01, s. 50 (9); O. Reg. 220/04, s. 10 (3).</p> <p class=\"subsection-e\">  (9.1) Despite subsection (9), in the case of a family unit with one or more non-interest bearing bank accounts, the imputed income of a member of the family unit for a month from his or her interest in the bank accounts shall be calculated on that part of the average minimum monthly balance that exceeds $5,000.  O. Reg. 309/07, s. 20 (6); O. Reg. 149/16, s. 2 (3).</p> <p class=\"subsection-e\">  (10) If a member of a family unit transfers, by sale, lease, gift or in any other manner, his or her interest in an asset to a person who is not a member of the household, less than 36 months before the date the household begins to receive rent-geared-to-income assistance, or any time after the household begins to receive rent-geared-to-income assistance, the member shall be deemed, for the purpose of section 8, subclause (1) (a) (ii) and subsection (9), still to have the interest in the asset, unless the service manager is satisfied that the transfer was effected in good faith and,</p> <p class=\"clause-e\">  (a) not for the purpose of reducing the member’s imputed income so as to reduce the amount of geared-to-income rent payable by the household; or</p> <p class=\"clause-e\">  (b) not for the purpose of reducing the amount of the household’s assets for the purpose of qualifying for rent geared-to-income assistance, if the service manager has implemented an asset limit under subsection 8 (3).  O. Reg. 556/05, s. 12 (3); O. Reg. 309/07, s. 20 (7).</p> <p class=\"subsection-e\">  (11) If a member of a family unit is deemed under subsection (10) still to have an interest in a transferred asset, the value of the member’s interest in the asset on a date that is after the date of the transfer shall be calculated, for the purpose of “A” in the formula in subsection (9), by reducing the value of the member’s interest in the asset on the date of the transfer by an amount determined by the service manager on each anniversary of the date of the transfer.  O. Reg. 298/01, s. 50 (11); O. Reg. 556/05, s. 12 (4).</p> <p class=\"subsection-e\">  (12) For the purpose of clause (1) (b), an individual has employment-related income if he or she receives wages, a salary, a commission, a bonus, tips, gratuities, vacation pay, remuneration as a dependent contractor, income from work in a business that the individual directly or indirectly operates and controls, unemployment benefits under the <i>Employment Insurance Act</i> (Canada), payments for a loss of earnings under the insurance plan in the <i>Workplace Safety and Insurance Act, 1997</i>, or payments for sick leave or a short-term disability under a private or workplace insurance plan.  O. Reg. 298/01, s. 50 (12).</p> <p class=\"subsection-e\">  (13) If a service manager has reason to believe that the adjusted family income of a family unit fluctuates from month to month, the service manager, in determining the rent attributable for a month to a family unit under subsection 49 (3), may use, as the adjusted family income of the family unit for a month, the average monthly adjusted family income of the family unit over such period of time as the service manager considers reasonable in the circumstances.  O. Reg. 298/01, s. 50 (13).</p> <p class=\"subsection-e\">  (14) In applying this section to a family unit, a part of which is a benefit unit to which section 48 applies and the other part of which is not, a reference in this section to a family unit shall be deemed to be a reference to the part of the family unit that is not a benefit unit to which section 48 applies.  O. Reg. 298/01, s. 50 (14).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "51.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Services, utilities and heating",
            "content": " 51. (1) If a household receives from its housing provider, or from a person who has entered into an agreement with the housing provider, a service or utility set out in Column 2 of Table 6, the amount calculated under clause 47 (1) (d) for the household shall be increased by the amount set out opposite the service or utility in the column of Table 6 that sets out the type of unit occupied by the household.  O. Reg. 298/01, s. 51 (1). (2) If a household pays directly for a service or utility set out in Column 2 of Table 7, the amount calculated under clause 47 (1) (d) for the household shall be reduced by the amount set out opposite the service or utility in the column of Table 7 that sets out the type of unit occupied by the household.  O. Reg. 298/01, s. 51 (2). (3) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by oil, the amount calculated under clause 47 (1) (d) for a household occupying a unit of a type set out in Column 2 of Table 8 shall be reduced by the amount set out opposite the unit in the column of Table 8 that sets out the region of Ontario in which the unit is located.  O. Reg. 298/01, s. 51 (3). (4) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by gas, the amount calculated under clause 47 (1) (d) for a household occupying a unit of a type set out in Column 2 of Table 9 shall be reduced by the amount set out opposite the unit in the column of Table 9 that sets out the region of Ontario in which the unit is located.  O. Reg. 298/01, s. 51 (4). (5) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by electricity, the amount calculated under clause 47 (1) (d) for a household occupying a unit of a type set out in Column 2 of Table 10 shall be reduced by the amount set out opposite the unit in the column of Table 10 that sets out the region of Ontario in which the unit is located.  O. Reg. 298/01, s. 51 (5). (6) For the purposes of subsections (3), (4) and (5), a unit shall be considered to be located in a region of Ontario described in Schedule 1 if the unit is located in a municipality or district that is included in the description of the region as set out in that Schedule. O. Reg. 103/14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>51.</b><b> </b>(1) If a household receives from its housing provider, or from a person who has entered into an agreement with the housing provider, a service or utility set out in Column 2 of Table 6, the amount calculated under clause 47 (1) (d) for the household shall be increased by the amount set out opposite the service or utility in the column of Table 6 that sets out the type of unit occupied by the household.  O. Reg. 298/01, s. 51 (1).</p> <p class=\"subsection-e\">  (2) If a household pays directly for a service or utility set out in Column 2 of Table 7, the amount calculated under clause 47 (1) (d) for the household shall be reduced by the amount set out opposite the service or utility in the column of Table 7 that sets out the type of unit occupied by the household.  O. Reg. 298/01, s. 51 (2).</p> <p class=\"subsection-e\">  (3) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by oil, the amount calculated under clause 47 (1) (d) for a household occupying a unit of a type set out in Column 2 of Table 8 shall be reduced by the amount set out opposite the unit in the column of Table 8 that sets out the region of Ontario in which the unit is located.  O. Reg. 298/01, s. 51 (3).</p> <p class=\"subsection-e\">  (4) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by gas, the amount calculated under clause 47 (1) (d) for a household occupying a unit of a type set out in Column 2 of Table 9 shall be reduced by the amount set out opposite the unit in the column of Table 9 that sets out the region of Ontario in which the unit is located.  O. Reg. 298/01, s. 51 (4).</p> <p class=\"subsection-e\">  (5) If a household pays directly for the principal heating of the unit it occupies and the unit is heated by electricity, the amount calculated under clause 47 (1) (d) for a household occupying a unit of a type set out in Column 2 of Table 10 shall be reduced by the amount set out opposite the unit in the column of Table 10 that sets out the region of Ontario in which the unit is located.  O. Reg. 298/01, s. 51 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of subsections (3), (4) and (5), a unit shall be considered to be located in a region of Ontario described in Schedule 1 if the unit is located in a municipality or district that is included in the description of the region as set out in that Schedule. O. Reg. 103/14, s. 1.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "52.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Review of geared-to-income rent payable",
            "content": " 52. (1) Once in every 12-month period after a household begins to receive rent-geared-to-income assistance, the service manager shall review the geared-to-income rent payable by the household and shall determine whether that rent should be reduced, be increased or remain the same.  O. Reg. 298/01, s. 52 (1). (1.1) Despite subsection (1), a service manager may review the geared-to-income rent payable by a household receiving rent-geared-to-income assistance less frequently than once in every 12-month period if the service manager considers it desirable and, (a) all members of the household are unemployed; (b) any income that the members of the household receive is paid in fixed amounts for specified periods; and (c) there are no dependants of any member of the household.  O. Reg. 309/07, s. 21 (1). (2) A service manager may review the geared-to-income rent payable by a household receiving rent-geared-to-income assistance more frequently than once in every 12-month period if the service manager considers such a review to be desirable.  O. Reg. 298/01, s. 52 (2). (3)-(6) Revoked:  O. Reg. 379/11, s. 7 (1). (7) Subject to subsections (10) and (11), if on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be reduced, the rent reduction takes effect on the first day of the month following the month in which the service manager gives the household written notice under section 53 of the Act of the service manager’s decision to reduce the geared-to-income rent payable.  O. Reg. 298/01, s. 52 (7); O. Reg. 309/07, s. 21 (2); O. Reg. 379/11, s. 7 (2). (8) Subject to subsections (10) and (11), if on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased, the rent increase takes effect on the first day of the second month following the month in which the service manager gives the household written notice under section 53 of the Act of the service manager’s decision to increase the geared-to-income rent payable.  O. Reg. 298/01, s. 52 (8); O. Reg. 309/07, s. 21 (3); O. Reg. 379/11, s. 7 (3). (9) If, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased by an amount less than $10, the service manager may decide, (a) to implement the increase; or (b) not to implement the increase.  O. Reg. 298/01, s. 52 (9). (10) If one or more members of a household request an internal review of a decision made by a service manager under this section to reduce the geared-to-income rent payable by the household, the following apply: 1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (7) does not apply. 2. If the decision made on the internal review is to reduce the geared-to-income rent payable by the household, whether by the same amount as or by a different amount from that originally specified by the service manager, the rent reduction takes effect on the day referred to in subsection (7). 3. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, subsection (7) does not apply and the rent increase takes effect on the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review.  O. Reg. 309/07, s. 21 (4); O. Reg. 379/11, s. 7 (4). (11) If one or more members of a household request an internal review of a decision made by a service manager under this section to increase the geared-to-income rent payable by the household, the following apply: 1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (8) does not apply. 2. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, i. if the amount of the increase is greater than that originally specified by the service manager and the original amount was the result of an administrative error, the rent increase takes effect on the later of, A. the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review, and B. the day referred to in subsection (8), and ii. in any other case, the rent increase takes effect on the day referred to in subsection (8). 3. If the decision made on the internal review is to decrease the geared-to-income rent payable by the household, subsection (8) does not apply and the rent reduction takes effect on the day referred to in subsection (7).  O. Reg. 309/07, s. 21 (4); O. Reg. 379/11, s. 7 (5). (12) Subsection (11) applies, with necessary modifications, if one or more members of a household request an internal review of a decision made by a service manager under this section that the geared-to-income rent payable by the household should remain the same.  O. Reg. 379/11, s. 7 (6). (13) In this section, “internal review” means a review under section 156 of the Act.  O. Reg. 379/11, s. 7 (6). (14) Revoked:  O. Reg. 309/07, s. 21 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>52.</b><b> </b>(1) Once in every 12-month period after a household begins to receive rent-geared-to-income assistance, the service manager shall review the geared-to-income rent payable by the household and shall determine whether that rent should be reduced, be increased or remain the same.  O. Reg. 298/01, s. 52 (1).</p> <p class=\"subsection-e\">  (1.1) Despite subsection (1), a service manager may review the geared-to-income rent payable by a household receiving rent-geared-to-income assistance less frequently than once in every 12-month period if the service manager considers it desirable and,</p> <p class=\"clause-e\">  (a) all members of the household are unemployed;</p> <p class=\"clause-e\">  (b) any income that the members of the household receive is paid in fixed amounts for specified periods; and</p> <p class=\"clause-e\">  (c) there are no dependants of any member of the household.  O. Reg. 309/07, s. 21 (1).</p> <p class=\"subsection-e\">  (2) A service manager may review the geared-to-income rent payable by a household receiving rent-geared-to-income assistance more frequently than once in every 12-month period if the service manager considers such a review to be desirable.  O. Reg. 298/01, s. 52 (2). </p> <p class=\"subsection-e\">  (3)-(6) <span>Revoked</span>:  O. Reg. 379/11, s. 7 (1).</p> <p class=\"subsection-e\">  (7) Subject to subsections (10) and (11), if on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be reduced, the rent reduction takes effect on the first day of the month following the month in which the service manager gives the household written notice under section 53 of the Act of the service manager’s decision to reduce the geared-to-income rent payable.  O. Reg. 298/01, s. 52 (7); O. Reg. 309/07, s. 21 (2); O. Reg. 379/11, s. 7 (2).</p> <p class=\"subsection-e\">  (8) Subject to subsections (10) and (11), if on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased, the rent increase takes effect on the first day of the second month following the month in which the service manager gives the household written notice under section 53 of the Act of the service manager’s decision to increase the geared-to-income rent payable.  O. Reg. 298/01, s. 52 (8); O. Reg. 309/07, s. 21 (3); O. Reg. 379/11, s. 7 (3).</p> <p class=\"subsection-e\">  (9) If, on a review under this section, a service manager determines that the geared-to-income rent payable by a household should be increased by an amount less than $10, the service manager may decide,</p> <p class=\"clause-e\">  (a) to implement the increase; or</p> <p class=\"clause-e\">  (b) not to implement the increase.  O. Reg. 298/01, s. 52 (9).</p> <p class=\"subsection-e\">  (10) If one or more members of a household request an internal review of a decision made by a service manager under this section to reduce the geared-to-income rent payable by the household, the following apply:</p> <p class=\"paragraph-e\">  1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (7) does not apply.</p> <p class=\"paragraph-e\">  2. If the decision made on the internal review is to reduce the geared-to-income rent payable by the household, whether by the same amount as or by a different amount from that originally specified by the service manager, the rent reduction takes effect on the day referred to in subsection (7).</p> <p class=\"paragraph-e\">  3. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, subsection (7) does not apply and the rent increase takes effect on the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review.  O. Reg. 309/07, s. 21 (4); O. Reg. 379/11, s. 7 (4).</p> <p class=\"subsection-e\">  (11) If one or more members of a household request an internal review of a decision made by a service manager under this section to increase the geared-to-income rent payable by the household, the following apply:</p> <p class=\"paragraph-e\">  1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (8) does not apply.</p> <p class=\"paragraph-e\">  2. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, </p> <p class=\"subpara-e\">  i. if the amount of the increase is greater than that originally specified by the service manager and the original amount was the result of an administrative error, the rent increase takes effect on the later of,</p> <p class=\"subsubpara-e\">  A. the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review, and</p> <p class=\"subsubpara-e\">  B. the day referred to in subsection (8), and </p> <p class=\"subpara-e\">  ii. in any other case, the rent increase takes effect on the day referred to in subsection (8).</p> <p class=\"paragraph-e\">  3. If the decision made on the internal review is to decrease the geared-to-income rent payable by the household, subsection (8) does not apply and the rent reduction takes effect on the day referred to in subsection (7).  O. Reg. 309/07, s. 21 (4); O. Reg. 379/11, s. 7 (5).</p> <p class=\"subsection-e\"> <a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_010298_f.htm#s52s11\">(12)</a> Subsection (11) applies, with necessary modifications, if one or more members of a household request an internal review of a decision made by a service manager under this section that the geared-to-income rent payable by the household should remain the same.  O. Reg. 379/11, s. 7 (6).</p> <p class=\"subsection-e\">  (13) In this section,</p> <p class=\"firstdef-e\">“internal review” means a review under section 156 of the Act.  O. Reg. 379/11, s. 7 (6).</p> <p class=\"subsection-e\">  (14) <span>Revoked</span>:  O. Reg. 309/07, s. 21 (4).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "53.",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Change in rent upon new information outside a review",
            "content": " 53. (1) If a household notifies a service manager of a change in the income or assets of the household, the service manager shall redetermine the geared-to-income rent payable by the household in accordance with section 47.  O. Reg. 298/01, s. 53 (1); O. Reg. 379/11, s. 8 (1). (2) Subject to subsections (5) and (6), if the service manager determines that the geared-to-income rent payable by the household should be reduced as a result of the change in income or assets, the rent reduction takes effect on the first day of the month following the month in which the change occurred.  O. Reg. 298/01, s. 53 (2); O. Reg. 309/07, s. 22 (1). (3) Subject to subsections (4), (5) and (6), if the service manager determines that the geared-to-income rent payable by the household should be increased as a result of the change in income or assets, the rent increase takes effect on the first day of the second month following the month in which the change occurred.  O. Reg. 298/01, s. 53 (3); O. Reg. 309/07, s. 22 (2). (4) If the service manager determines that the geared-to-income rent payable by the household should be increased by an amount less than $10, the service manager may decide, (a) to implement the increase; or (b) not to implement the increase.  O. Reg. 298/01, s. 53 (4). (5) If one or more members of a household request an internal review of a decision made by a service manager under this section to reduce the geared-to-income rent payable by the household, the following apply: 1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (2) does not apply. 2. If the decision made on the internal review is to reduce the geared-to-income rent payable by the household, whether by the same amount as or by a different amount from that originally specified by the service manager, the rent reduction takes effect on the day referred to in subsection (2). 3. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, subsection (2) does not apply and the rent increase takes effect on the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review.  O. Reg. 309/07, s. 22 (3); O. Reg. 379/11, s. 8 (2). (6) If one or more members of a household request an internal review of a decision made by a service manager under this section to increase the geared-to-income rent payable by the household, the following apply: 1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (3) does not apply. 2. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, i. if the amount of the increase is greater than that originally specified by the service manager and the original amount was the result of an administrative error, the rent increase takes effect on the later of, A. the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review, and B. the day referred to in subsection (3), and ii. in any other case, the rent increase takes effect on the day referred to in subsection (3). 3. If the decision made on the internal review is to decrease the geared-to-income rent payable by the household, subsection (3) does not apply and the rent reduction takes effect on the day referred to in subsection (2).  O. Reg. 309/07, s. 22 (3); O. Reg. 379/11, s. 8 (3). (7) Subsection (6) applies, with necessary modifications, if one or more members of a household request an internal review of a decision made by a service manager under this section that the geared-to-income rent payable by the household should remain the same.  O. Reg. 379/11, s. 8 (4). (8) In this section, “internal review” means a review under section 156 of the Act.  O. Reg. 379/11, s. 8 (4). (9) Revoked:  O. Reg. 309/07, s. 22 (3). 54. Revoked:  O. Reg. 379/11, s. 9. PARTS VIII, IX (ss. 55-60) Revoked:  O. Reg. 379/11, s. 10. TABLES 1, 2 Revoked:  O. Reg. 379/11, s. 11. TABLE 3   ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF A RECIPIENT WITH NO SPOUSE BUT WITH ONE OR MORE OTHER DEPENDANTS Column 1 Benefit unit size (number of individuals)   Column 2 Rent attributable to benefit unit (monthly) Amount in dollars   Column 3 Non-benefit income limit (monthly) Amount in dollars \n\n  2   191   791 \n\n  3   226   907 \n\n  4   269   1,051 \n\n  5   311   1,191 \n\n  6   353   1,331 \n\n  7   396   1,474 \n\n  8   438   1,614 \n\n  9   480   1,754 \n\n  10   523   1,897 \n\n  11   565   2,037 \n\n  12 or more   607   2,117 O. Reg. 298/01, Table 3; O. Reg. 452/01, s. 6; O. Reg. 103/14, s. 2. TABLE 4   ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF (A) A RECIPIENT WITH NO SPOUSE AND NO OTHER DEPENDANTS, (B) A RECIPIENT WITH A SPOUSE BUT NO OTHER DEPENDANTS, OR (C) A RECIPIENT WITH A SPOUSE AND ONE OR MORE OTHER DEPENDANTS Column 1 Benefit unit size (number of individuals)   Column 2 Rent attributable to benefit unit (monthly) Amount in dollars   Column 3 Non-benefit income limit (monthly) Amount in dollars \n\n  1   85   360 \n\n  2   175   737 \n\n  3   212   861 \n\n  4   254   1,001 \n\n  5   296   1,141 \n\n  6   339   1,284 \n\n  7   381   1,424 \n\n  8   423   1,564 \n\n  9   466   1,707 \n\n  10   508   1,847 \n\n  11   550   1,987 \n\n  12 or more   593   2,131 O. Reg. 298/01, Table 4; O. Reg. 103/14, s. 3. TABLE 5   ONTARIO DISABILITY SUPPORT PROGRAM RENT SCALE Column 1 Benefit unit size (number of individuals)   Column 2 Rent attributable to benefit unit (monthly) Amount in dollars   Column 3 Non-benefit income limit (monthly) Amount in dollars \n\n  1   109   440 \n\n  2   199   817 \n\n  3   236   941 \n\n  4   278   1,081 \n\n  5   321   1,224 \n\n  6   363   1,364 \n\n  7   405   1,504 \n\n  8   448   1,647 \n\n  9   490   1,787 \n\n  10   532   1,927 \n\n  11   575   2,071 \n\n  12 or more   617   2,211 O. Reg. 298/01, Table 5; O. Reg. 103/14, s. 4. TABLE 6   STANDARD EXTRA CHARGES Column 1 Item   Column 2 Service or Utility   Column 3 Hostel bed or bachelor or one-bedroom unit Amount in dollars   Column 4 Two-bedroom unit Amount in dollars   Column 5 Three-bedroom unit Amount in dollars   Column 6 Four or more-bedroom unit Amount in dollars \n\n  1.   Electricity, other than,   (a) electricity provided for heating the unit,   (b) electricity provided for heating the water supplied to the unit,   (c) electricity provided as power for cooking facilities in the unit, or   (d) electricity provided as power to operate a clothes dryer in the unit.   24   34   39   41 \n\n  2.   Power for cooking facilities in the unit.   6   9   11   12 \n\n  3.   Laundry facilities, other than coin­-operated laundry facilities, in the housing project.   6   9   11   13 \n\n  4.   Power to operate a clothes dryer in the unit.   6   9   11   13 \n\n  5.   A washing machine, other than a coin-­operated washing machine, in the unit.   2   2   2   2 \n\n  6.   A clothes dryer, other than a coin-operated clothes dryer, in the unit.   2   2   2   2 O. Reg. 103/14, s. 5. TABLE 7   ALLOWANCES FOR WATER AND APPLIANCES Column 1 Item   Column 2 Service or Utility   Column 3 Bachelor or one-bedroom unit Amount in dollars   Column 4 Two-bedroom unit Amount in dollars   Column 5 Three-bedroom unit Amount in dollars   Colum 6 Four or more- bedroom unit Amount in dollars \n\n  1.   Oil used to operate a hot water heater, where the household does not pay a rental fee for the heater    28   34   39   47 \n\n  2.   Oil used to operate a hot water heater, where the household pays a rental fee for the heater    34   41   46   56 \n\n  3.   Gas used to operate a hot water heater, where the household does not pay a rental fee for the heater   15   21   26   32 \n\n  4.   Gas used to operate a hot water heater, where the household pays a rental fee for the heater   29   40   47   54 \n\n  5.   Electricity used to operate a hot water heater, where the household does not pay a rental fee for the heater   23   28   32   39 \n\n  6.   Electricity used to operate a hot water heater, where the household pays a rental fee for the heater   28   34   38   46 \n\n  7.   Water, other than hot water   8   15   18   20 \n\n  8.   Refrigerator   2   2   2   2 \n\n  9.   Stove   2   2   2   2 O. Reg. 298/01, Table 7; O. Reg. 103/14, s. 6. TABLE 8   HEAT ALLOWANCE — OIL Column 1 Item     Column 2 Type of Unit   Column 3 Southern Ontario Amount in dollars   Column 4 Central Ontario Amount in dollars   Column 5 Northeastern Ontario Amount in dollars   Column 6 Northern Ontario Amount in dollars \n\n  1.   Apartment — Bachelor or one bedroom   49   55   56   67 \n\n  2.   Apartment — Two bedrooms   51   57   58   72 \n\n  3.   Apartment — Three or more bedrooms   64   69   73   90 \n\n  4.   Row house   68   73   79   102 \n\n  5.   Semi-detached house   92   97   107   135 \n\n  6.   Single detached house   136   147   149   182 O. Reg. 298/01, Table 8; O. Reg. 103/14, s.7. TABLE 9   HEAT ALLOWANCE — GAS Column 1 Item   Column 2 Type of Unit   Column 3 Southern Ontario Amount in dollars   Column 4 Central Ontario Amount in dollars   Column 5 Northeastern Ontario Amount in dollars   Column 6 Northern Ontario Amount in dollars \n\n  1.   Apartment — Bachelor or one bedroom   21   31   32   40 \n\n  2.   Apartment — Two bedrooms   24   32   33   43 \n\n  3.   Apartment — Three or more bedrooms   25   35   39   49 \n\n  4.   Row house   28   37   42   56 \n\n  5.   Semi-detached house   39   49   56   76 \n\n  6.   Single detached house   56   74   79   100 O. Reg. 298/01, Table 9; O. Reg. 103/14, s. 8. TABLE 10   HEAT ALLOWANCE — ELECTRICITY Column 1 Item   Column 2 Type of Unit   Column 3 Southern Ontario Amount in dollars   Column 4 Central Ontario Amount in dollars   Column 5 Northeastern Ontario Amount in dollars   Column 6 Northern Ontario Amount in dollars \n\n  1.   Apartment — Bachelor or one bedroom   40   45   46   55 \n\n  2.   Apartment — Two bedrooms   42   47   48   59 \n\n  3.   Apartment — Three or more bedrooms   53   57   60   74 \n\n  4.   Row house   56   60   65   84 \n\n  5.   Semi-detached house   76   80   88   111 \n\n  6.   Single detached house   112   121   123   150 O. Reg. 298/01, Table 10; O. Reg. 103/14, s. 9. TABLE 11 Revoked: O. Reg. 103/14, s. 10. SCHEDULE\r\n1   municipalities and districts comprising regions Southern Ontario 1. The region of Southern Ontario is comprised of the following municipalities: 1. City of Hamilton. 2. City of Toronto. 3. County of Brant. 4. County of Elgin. 5. County of Essex. 6. County of Haldimand. 7. County of Kent. 8. County of Lambton. 9. County of Norfolk. 10. Regional Municipality of Halton. 11. Regional Municipality of Niagara. 12. Regional Municipality of Peel. Central Ontario 2. The region of Central Ontario is comprised of the following municipalities: 1. County of Bruce. 2. County of Frontenac. 3. County of Grey. 4. County of Hastings. 5. County of Huron. 6. United Counties of Leeds and Grenville. 7. County of Lennox and Addington. 8. County of Middlesex. 9. County of Northumberland. 10. County of Oxford. 11. County of Perth. 12. County of Prince Edward. 13. The following portions of Simcoe County: i. City of Barrie. ii. Town of Bradford West Gwillimbury. iii. Town of Essa. iv. Town of Innisfil. v. Town of New Tecumseth. vi. Township of Adjala-Tosorontio. 14. United Counties of Stormont, Dundas and Glengarry. 15. County of Wellington. 16. Regional Municipality of Durham. 17. Regional Municipality of Waterloo. 18. Regional Municipality of York. Northeastern Ontario 3. The region of Northeastern Ontario is comprised of the following municipalities and districts: 1. City of Kawartha Lakes. 2. City of Ottawa. 3. County of Dufferin. 4. County of Haliburton. 5. County of Lanark. 6. County of Peterborough. 7. United Counties of Prescott and Russell. 8. County of Renfrew. 9. The following portions of Simcoe County: i. City of Orillia. ii. Town of Collingwood. iii. Town of Midland. iv. Town of Penetanguishene. v. Town of Wasaga Beach. vi. Township of Clearview. vii. Township of Oro-Medonte. viii. Township of Ramara. ix Township of Severn. x. Township of Springwater. xi. Township of Tay. xii. Township of Tiny. 10. District of Algoma. 11. District of Manitoulin. 12. District of Muskoka. 13. District of Parry Sound. 14. Town of Espanola (in the District of Sudbury). Northern Ontario 4. The region of Northern Ontario is comprised of the following districts: 1. District of Cochrane. 2. District of Kenora. 3. District of Nipissing. 4. District of Rainy River. 5. District of Sudbury (except Town of Espanola). 6. District of Thunder Bay. 7. District of Timiskaming. O. Reg. 103/14, s. 11.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>53.</b><b> </b>(1) If a household notifies a service manager of a change in the income or assets of the household, the service manager shall redetermine the geared-to-income rent payable by the household in accordance with section 47.  O. Reg. 298/01, s. 53 (1); O. Reg. 379/11, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsections (5) and (6), if the service manager determines that the geared-to-income rent payable by the household should be reduced as a result of the change in income or assets, the rent reduction takes effect on the first day of the month following the month in which the change occurred.  O. Reg. 298/01, s. 53 (2); O. Reg. 309/07, s. 22 (1).</p> <p class=\"subsection-e\">  (3) Subject to subsections (4), (5) and (6), if the service manager determines that the geared-to-income rent payable by the household should be increased as a result of the change in income or assets, the rent increase takes effect on the first day of the second month following the month in which the change occurred.  O. Reg. 298/01, s. 53 (3); O. Reg. 309/07, s. 22 (2).</p> <p class=\"subsection-e\">  (4) If the service manager determines that the geared-to-income rent payable by the household should be increased by an amount less than $10, the service manager may decide,</p> <p class=\"clause-e\">  (a) to implement the increase; or</p> <p class=\"clause-e\">  (b) not to implement the increase.  O. Reg. 298/01, s. 53 (4).</p> <p class=\"subsection-e\">  (5) If one or more members of a household request an internal review of a decision made by a service manager under this section to reduce the geared-to-income rent payable by the household, the following apply:</p> <p class=\"paragraph-e\">  1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (2) does not apply.</p> <p class=\"paragraph-e\">  2. If the decision made on the internal review is to reduce the geared-to-income rent payable by the household, whether by the same amount as or by a different amount from that originally specified by the service manager, the rent reduction takes effect on the day referred to in subsection (2).</p> <p class=\"paragraph-e\">  3. If the decision made on the internal review is to increase the geared-to-income rent payable by the household, subsection (2) does not apply and the rent increase takes effect on the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review.  O. Reg. 309/07, s. 22 (3); O. Reg. 379/11, s. 8 (2).</p> <p class=\"subsection-e\">  (6) If one or more members of a household request an internal review of a decision made by a service manager under this section to increase the geared-to-income rent payable by the household, the following apply:</p> <p class=\"paragraph-e\">  1. If the decision made on the internal review is that the geared-to-income rent payable by the household should remain the same, subsection (3) does not apply.</p> <p class=\"paragraph-e\">  2. If the decision made on the internal review is to increase the geared-to-income rent payable by the household,</p> <p class=\"subpara-e\">  i. if the amount of the increase is greater than that originally specified by the service manager and the original amount was the result of an administrative error, the rent increase takes effect on the later of,</p> <p class=\"subsubpara-e\">  A. the first day of the month following the month in which the review body gives the members who requested the internal review notice under section 158 of the Act of the decision made on the internal review, and</p> <p class=\"subsubpara-e\">  B. the day referred to in subsection (3), and</p> <p class=\"subpara-e\">  ii. in any other case, the rent increase takes effect on the day referred to in subsection (3).</p> <p class=\"paragraph-e\">  3. If the decision made on the internal review is to decrease the geared-to-income rent payable by the household, subsection (3) does not apply and the rent reduction takes effect on the day referred to in subsection (2).  O. Reg. 309/07, s. 22 (3); O. Reg. 379/11, s. 8 (3).</p> <p class=\"subsection-e\"> <a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_010298_f.htm#s52s11\">(7)</a> Subsection (6) applies, with necessary modifications, if one or more members of a household request an internal review of a decision made by a service manager under this section that the geared-to-income rent payable by the household should remain the same.  O. Reg. 379/11, s. 8 (4).</p> <p class=\"subsection-e\">  (8) In this section,</p> <p class=\"firstdef-e\">“internal review” means a review under section 156 of the Act.  O. Reg. 379/11, s. 8 (4).</p> <p class=\"subsection-e\">  (9) <span>Revoked</span>:  O. Reg. 309/07, s. 22 (3).</p> <p class=\"section-e\"> <b>54.</b><b> </b>Revoked:  O. Reg. 379/11, s. 9.</p> <p class=\"partnumRevoked-e\"><b>PARTS VIII, IX </b>(ss. 55-60) <span>Revoked</span>:  O. Reg. 379/11, s. 10.</p> <p class=\"tableheadingRepeal-e\">TABLES 1, 2 <span>Revoked:</span>  O. Reg. 379/11, s. 11.</p> <p class=\"tableheading-e\"><a name=\"BK11\"></a>TABLE 3 <br/>  ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF A RECIPIENT WITH NO SPOUSE BUT WITH ONE OR MORE OTHER DEPENDANTS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Benefit unit size (number of individuals)</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Rent attributable to benefit unit (monthly)</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"109\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Non-benefit income limit (monthly)</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">191</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">791</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">226</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">907</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">269</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,051</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">311</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,191</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">353</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,331</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">396</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,474</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">438</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,614</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">480</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,754</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">10</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">523</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">1,897</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">565</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">2,037</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">12 or more</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">607</p> </td> <td valign=\"top\" width=\"109\"> <p align=\"right\" class=\"table-e\">2,117</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 3; O. Reg. 452/01, s. 6; O. Reg. 103/14, s. 2.</p> <p class=\"tableheading-e\"><a name=\"BK12\"></a>TABLE 4 <br/>  ONTARIO WORKS RENT SCALE FOR A BENEFIT UNIT CONSISTING OF (A) A RECIPIENT WITH NO SPOUSE AND NO OTHER DEPENDANTS, (B) A RECIPIENT WITH A SPOUSE BUT NO OTHER DEPENDANTS, OR (C) A RECIPIENT WITH A SPOUSE AND ONE OR MORE OTHER DEPENDANTS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Benefit unit size (number of individuals)</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Rent attributable to benefit unit (monthly)</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Non-benefit income limit (monthly)</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">85</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">360</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">175</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">737</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">212</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">861</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">254</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,001</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">296</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,141</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">339</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,284</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">381</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,424</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">423</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,564</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">466</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,707</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">10</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">508</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,847</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">550</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">1,987</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">12 or more</p> </td> <td valign=\"top\" width=\"104\"> <p align=\"right\" class=\"table-e\">593</p> </td> <td valign=\"top\" width=\"100\"> <p align=\"right\" class=\"table-e\">2,131</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 4; O. Reg. 103/14, s. 3.</p> <p class=\"tableheading-e\"><a name=\"BK13\"></a>TABLE 5 <br/>  ONTARIO DISABILITY SUPPORT PROGRAM RENT SCALE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Benefit unit size (number of individuals)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Rent attributable to benefit unit (monthly)</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Non-benefit income limit (monthly)</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">109</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">440</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">199</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">817</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">236</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">941</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">278</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,081</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">321</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,224</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">363</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,364</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">7</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">405</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,504</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">448</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,647</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">490</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,787</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">10</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">532</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">1,927</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">575</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">2,071</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"105\"> <p class=\"table-e\">12 or more</p> </td> <td valign=\"top\" width=\"107\"> <p align=\"right\" class=\"table-e\">617</p> </td> <td valign=\"top\" width=\"101\"> <p align=\"right\" class=\"table-e\">2,211</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 5; O. Reg. 103/14, s. 4.</p> <p class=\"tableheading-e\"><a name=\"BK14\"></a><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_010298_f.htm#sft4\">TABLE 6</a> <br/>  STANDARD EXTRA CHARGES</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Service or Utility</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Hostel bed or bachelor or one-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Two-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5</p> <p class=\"table-e\">Three-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6</p> <p class=\"table-e\">Four or more-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Electricity, other than,</p> <p class=\"tablelevel2-e\">  (a) electricity provided for heating the unit,</p> <p class=\"tablelevel2-e\">  (b) electricity provided for heating the water supplied to the unit,</p> <p class=\"tablelevel2-e\">  (c) electricity provided as power for cooking facilities in the unit, or</p> <p class=\"tablelevel2-e\">  (d) electricity provided as power to operate a clothes dryer in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">24</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">41</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Power for cooking facilities in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Laundry facilities, other than coin­-operated laundry facilities, in the housing project.</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">13</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Power to operate a clothes dryer in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">11</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">13</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">A washing machine, other than a coin-­operated washing machine, in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">A clothes dryer, other than a coin-operated clothes dryer, in the unit.</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 103/14, s. 5.</p> <p class=\"tableheading-e\"><a name=\"BK15\"></a>TABLE 7 <br/>  ALLOWANCES FOR WATER AND APPLIANCES</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Service or Utility</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Bachelor or one-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Two-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5</p> <p class=\"table-e\">Three-bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Colum 6</p> <p class=\"table-e\">Four or more- bedroom unit</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Oil used to operate a hot water heater, where the household does not pay a rental fee for the heater </p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">47</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Oil used to operate a hot water heater, where the household pays a rental fee for the heater </p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">41</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">46</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">56</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Gas used to operate a hot water heater, where the household does not pay a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">15</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">21</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">26</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">32</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Gas used to operate a hot water heater, where the household pays a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">29</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">40</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">47</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">54</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Electricity used to operate a hot water heater, where the household does not pay a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">23</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">32</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">39</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Electricity used to operate a hot water heater, where the household pays a rental fee for the heater</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">34</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">38</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">46</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Water, other than hot water</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">8</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">15</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">18</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Refrigerator</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Stove</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 7; O. Reg. 103/14, s. 6.</p> <p class=\"tableheading-e\"><a name=\"BK16\"></a>TABLE 8 <br/>  HEAT ALLOWANCE — OIL</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Type of Unit</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Southern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Central Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5</p> <p class=\"table-e\">Northeastern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6</p> <p class=\"table-e\">Northern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Bachelor or one bedroom</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">49</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">55</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">67</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Two bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">51</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">57</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">58</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">72</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Three or more bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">64</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">69</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">73</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">90</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Row house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">68</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">73</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">79</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">102</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Semi-detached house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">92</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">97</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">107</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">135</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Single detached house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">136</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">147</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">149</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">182</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 8; O. Reg. 103/14, s.7.</p> <p class=\"tableheading-e\"><a name=\"BK17\"></a>TABLE 9 <br/>  HEAT ALLOWANCE — GAS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Type of Unit</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Southern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Central Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5</p> <p class=\"table-e\">Northeastern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6</p> <p class=\"table-e\">Northern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Bachelor or one bedroom</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">21</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">31</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">32</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">40</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Two bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">24</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">32</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">33</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">43</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Apartment — Three or more bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">25</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">35</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">49</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Row house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">28</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">37</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">42</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">56</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Semi-detached house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">39</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">49</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">76</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"72\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"248\"> <p class=\"table-e\">Single detached house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">74</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">79</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">100</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 9; O. Reg. 103/14, s. 8.</p> <p class=\"tableheading-e\"><a name=\"BK18\"></a>TABLE 10 <br/>  HEAT ALLOWANCE — ELECTRICITY</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Type of Unit</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Southern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Central Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 5</p> <p class=\"table-e\">Northeastern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 6</p> <p class=\"table-e\">Northern Ontario</p> <p class=\"table-e\">Amount in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Apartment — Bachelor or one bedroom</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">40</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">45</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">46</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">55</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Apartment — Two bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">42</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">47</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">48</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">59</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Apartment — Three or more bedrooms</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">53</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">57</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">60</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">74</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Row house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">56</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">60</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">65</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">84</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Semi-detached house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">76</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">80</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">88</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">111</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"232\"> <p class=\"table-e\">Single detached house</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">112</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">121</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">123</p> </td> <td valign=\"top\" width=\"88\"> <p align=\"right\" class=\"table-e\">150</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 298/01, Table 10; O. Reg. 103/14, s. 9.</p> <p class=\"tableheadingrev-e\">TABLE 11 <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 103/14, s. 10.</p> <p class=\"schedule-e\"><a name=\"BK19\"></a><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_110367_f.htm#SFT1\">SCHEDULE</a>\r\n1 <br/>  municipalities and districts comprising regions</p> <p class=\"heading1x-e\">Southern Ontario</p> <p class=\"section-e\">  1. The region of Southern Ontario is comprised of the following municipalities:</p> <p class=\"paragraph-e\">  1. City of Hamilton.</p> <p class=\"paragraph-e\">  2. City of Toronto.</p> <p class=\"paragraph-e\">  3. County of Brant.</p> <p class=\"paragraph-e\">  4. County of Elgin.</p> <p class=\"paragraph-e\">  5. County of Essex.</p> <p class=\"paragraph-e\">  6. County of Haldimand.</p> <p class=\"paragraph-e\">  7. County of Kent.</p> <p class=\"paragraph-e\">  8. County of Lambton.</p> <p class=\"paragraph-e\">  9. County of Norfolk.</p> <p class=\"paragraph-e\">  10. Regional Municipality of Halton.</p> <p class=\"paragraph-e\">  11. Regional Municipality of Niagara.</p> <p class=\"paragraph-e\">  12. Regional Municipality of Peel.</p> <p class=\"heading1x-e\">Central Ontario</p> <p class=\"section-e\">  2. The region of Central Ontario is comprised of the following municipalities:</p> <p class=\"paragraph-e\">  1. County of Bruce.</p> <p class=\"paragraph-e\">  2. County of Frontenac.</p> <p class=\"paragraph-e\">  3. County of Grey.</p> <p class=\"paragraph-e\">  4. County of Hastings.</p> <p class=\"paragraph-e\">  5. County of Huron.</p> <p class=\"paragraph-e\">  6. United Counties of Leeds and Grenville.</p> <p class=\"paragraph-e\">  7. County of Lennox and Addington.</p> <p class=\"paragraph-e\">  8. County of Middlesex.</p> <p class=\"paragraph-e\">  9. County of Northumberland.</p> <p class=\"paragraph-e\">  10. County of Oxford.</p> <p class=\"paragraph-e\">  11. County of Perth.</p> <p class=\"paragraph-e\">  12. County of Prince Edward.</p> <p class=\"paragraph-e\">  13. The following portions of Simcoe County:</p> <p class=\"subpara-e\">  i. City of Barrie.</p> <p class=\"subpara-e\">  ii. Town of Bradford West Gwillimbury.</p> <p class=\"subpara-e\">  iii. Town of Essa.</p> <p class=\"subpara-e\">  iv. Town of Innisfil.</p> <p class=\"subpara-e\">  v. Town of New Tecumseth.</p> <p class=\"subpara-e\">  vi. Township of Adjala-Tosorontio.</p> <p class=\"paragraph-e\">  14. United Counties of Stormont, Dundas and Glengarry.</p> <p class=\"paragraph-e\">  15. County of Wellington.</p> <p class=\"paragraph-e\">  16. Regional Municipality of Durham.</p> <p class=\"paragraph-e\">  17. Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">  18. Regional Municipality of York.</p> <p class=\"heading1x-e\">Northeastern Ontario</p> <p class=\"section-e\">  3. The region of Northeastern Ontario is comprised of the following municipalities and districts:</p> <p class=\"paragraph-e\">  1. City of Kawartha Lakes.</p> <p class=\"paragraph-e\">  2. City of Ottawa.</p> <p class=\"paragraph-e\">  3. County of Dufferin.</p> <p class=\"paragraph-e\">  4. County of Haliburton.</p> <p class=\"paragraph-e\">  5. County of Lanark.</p> <p class=\"paragraph-e\">  6. County of Peterborough.</p> <p class=\"paragraph-e\">  7. United Counties of Prescott and Russell.</p> <p class=\"paragraph-e\">  8. County of Renfrew.</p> <p class=\"paragraph-e\">  9. The following portions of Simcoe County:</p> <p class=\"subpara-e\">  i. City of Orillia.</p> <p class=\"subpara-e\">  ii. Town of Collingwood.</p> <p class=\"subpara-e\">  iii. Town of Midland.</p> <p class=\"subpara-e\">  iv. Town of Penetanguishene.</p> <p class=\"subpara-e\">  v. Town of Wasaga Beach.</p> <p class=\"subpara-e\">  vi. Township of Clearview.</p> <p class=\"subpara-e\">  vii. Township of Oro-Medonte.</p> <p class=\"subpara-e\">  viii. Township of Ramara.</p> <p class=\"subpara-e\">  ix Township of Severn.</p> <p class=\"subpara-e\">  x. Township of Springwater.</p> <p class=\"subpara-e\">  xi. Township of Tay.</p> <p class=\"subpara-e\">  xii. Township of Tiny.</p> <p class=\"paragraph-e\">  10. District of Algoma.</p> <p class=\"paragraph-e\">  11. District of Manitoulin.</p> <p class=\"paragraph-e\">  12. District of Muskoka.</p> <p class=\"paragraph-e\">  13. District of Parry Sound.</p> <p class=\"paragraph-e\">  14. Town of Espanola (in the District of Sudbury).</p> <p class=\"heading1x-e\">Northern Ontario</p> <p class=\"section-e\">  4. The region of Northern Ontario is comprised of the following districts:</p> <p class=\"paragraph-e\">  1. District of Cochrane.</p> <p class=\"paragraph-e\">  2. District of Kenora.</p> <p class=\"paragraph-e\">  3. District of Nipissing.</p> <p class=\"paragraph-e\">  4. District of Rainy River.</p> <p class=\"paragraph-e\">  5. District of Sudbury (except Town of Espanola).</p> <p class=\"paragraph-e\">  6. District of Thunder Bay.</p> <p class=\"paragraph-e\">  7. District of Timiskaming.</p> <p class=\"footnote-e\">O. Reg. 103/14, s. 11.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010298\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Table 3",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Ontario works rent scale for a benefit unit consisting of a recipient with no spouse but with one or more other dependants",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Table 4",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Ontario works rent scale for a benefit unit consisting of (a) a recipient with no spouse and no other dependants, (b) a recipient with a spouse but no other dependants, or (c) a recipient with a spouse and one or more other dependants",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Table 5",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Ontario disability support program rent scale",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Table 6",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Standard extra charges",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Table 7",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Allowances for water and appliances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Table 8",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Heat allowance — oil",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Table 9",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Heat allowance — gas",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Table 10",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Heat allowance — electricity",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Schedule 1",
            "part_id": "PART VII  ",
            "part_type": "PART VII CALCULATION OF GEARED-TO-INCOME RENT",
            "section": "Municipalities and districts comprising regions",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}