{
    "reg_info": {
        "full_title": "O. Reg. 265/98: DISCLOSURE OF PERSONAL INFORMATION",
        "reg_name_text": "DISCLOSURE OF PERSONAL INFORMATION ",
        "citation": "O. Reg. 265/98: DISCLOSURE OF PERSONAL INFORMATION",
        "act_under": "Police Services Act",
        "url": "https://www.ontario.ca/laws/regulation/980265",
        "date_scraped": "2023-12-19 18:16:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 13, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980265/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "June 12, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, an individual shall be deemed to be charged with an offence if he or she, (a) is arrested and released in accordance with Part XVI of the Criminal Code (Canada); or (b) is served with a summons under Part III of the Provincial Offences Act in relation to an offence for which an individual may be arrested, even if an information has not been laid at the time the summons is served.  O. Reg. 265/98, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation, an individual shall be deemed to be charged with an offence if he or she,</p> <p class=\"clause-e\">  (a) is arrested and released in accordance with Part XVI of the <i>Criminal Code</i><i> </i>(Canada); or</p> <p class=\"clause-e\">  (b) is served with a summons under Part III of the <i>Provincial Offences Act</i> in relation to an offence for which an individual may be arrested, even if an information has not been laid at the time the summons is served.  O. Reg. 265/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "  2. (1) A chief of police or his or her designate may disclose personal information about an individual to any person if, (a) the individual has been convicted or found guilty of an offence under the Criminal Code\r\n(Canada), the Controlled Drugs and Substances Act\r\n(Canada) or any other federal or provincial Act; (b) the chief of police or his or her designate who would disclose the personal information reasonably believes that the individual poses a significant risk of harm to other persons or property; and (c) the chief of police or his or her designate who would disclose the personal information reasonably believes that the disclosure will reduce that risk.  O. Reg. 265/98, s. 2 (1). (2) If subsection (1) applies, the chief of police or his or her designate may disclose any personal information about the individual that the chief of police or his or her designate reasonably believes will reduce the risk posed by the individual.  O. Reg. 265/98, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) A chief of police or his or her designate may disclose personal information about an individual to any person if,</p> <p class=\"clause-e\">  (a) the individual has been convicted or found guilty of an offence under the <i>Criminal Code</i>\r\n(Canada), the <i>Controlled Drugs and Substances Act</i>\r\n(Canada) or any other federal or provincial Act; </p> <p class=\"clause-e\">  (b) the chief of police or his or her designate who would disclose the personal information reasonably believes that the individual poses a significant risk of harm to other persons or property; and</p> <p class=\"clause-e\">  (c) the chief of police or his or her designate who would disclose the personal information reasonably believes that the disclosure will reduce that risk.  O. Reg. 265/98, s. 2 (1).</p> <p class=\"subsection-e\">  (2) If subsection (1) applies, the chief of police or his or her designate may disclose any personal information about the individual that the chief of police or his or her designate reasonably believes will reduce the risk posed by the individual.  O. Reg. 265/98, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "  3. (1) A chief of police or his or her designate may disclose personal information, as described in subsection (2), about an individual to any person if the individual has been charged with, convicted or found guilty of an offence under the Criminal Code\n(Canada), the Controlled Drugs and Substances Act\r\n(Canada) or any other federal or provincial Act.  O. Reg. 265/98, s. 3 (1). (2) If subsection (1) applies, the following information may be disclosed: 1. The individual’s name, date of birth and address. 2. The offence described in subsection (1) with which he or she has been charged or of which he or she has been convicted or found guilty and the sentence, if any, imposed for that offence. 3. The outcome of all significant judicial proceedings relevant to the offence described in subsection (1). 4. The procedural stage of the criminal justice process to which the prosecution of the offence described in subsection (1) has progressed and the physical status of the individual in that process (for example, whether the individual is in custody, or the terms, if any, upon which he or she has been released from custody). 5. The date of the release or impending release of the individual from custody for the offence described in subsection (1), including any release on parole or temporary absence.  O. Reg. 265/98, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) A chief of police or his or her designate may disclose personal information, as described in subsection (2), about an individual to any person if the individual has been charged with, convicted or found guilty of an offence under the <i>Criminal Code</i><i>\n</i>(Canada), the <i>Controlled Drugs and Substances Act</i>\r\n(Canada) or any other federal or provincial Act.  O. Reg. 265/98, s. 3 (1).</p> <p class=\"subsection-e\">  (2) If subsection (1) applies, the following information may be disclosed: </p> <p class=\"paragraph-e\">  1. The individual’s name, date of birth and address.</p> <p class=\"paragraph-e\">  2. The offence described in subsection (1) with which he or she has been charged or of which he or she has been convicted or found guilty and the sentence, if any, imposed for that offence. </p> <p class=\"paragraph-e\">  3. The outcome of all significant judicial proceedings relevant to the offence described in subsection (1). </p> <p class=\"paragraph-e\">  4. The procedural stage of the criminal justice process to which the prosecution of the offence described in subsection (1) has progressed and the physical status of the individual in that process (for example, whether the individual is in custody, or the terms, if any, upon which he or she has been released from custody).</p> <p class=\"paragraph-e\">  5. The date of the release or impending release of the individual from custody for the offence described in subsection (1), including any release on parole or temporary absence.  O. Reg. 265/98, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) In this section, “victim” means a person who, as a result of the commission of any offence under the Criminal Code\r\n(Canada) by another, suffers emotional or physical harm, loss of or damage to property or economic harm and, if the commission of the offence results in the death of the person, includes, (a) a spouse of the person, (b) a child or parent of the person, within the meaning of section 1 of the Family Law Act, and (c) a dependant of the person, within the meaning of section 29 of the Family Law Act, but does not include a spouse, child, parent or dependant who is charged with or has been convicted of committing the offence.  O. Reg. 297/05, s. 1. (2) A chief of police or his or her designate may disclose to a victim the following information about the individual who committed the offence if the victim requests the information: 1. The progress of investigations that relate to the offence. 2. The charges laid with respect to the offence and, if no charges are laid, the reasons why no charges are laid. 3. The dates and places of all significant proceedings that relate to the prosecution. 4. The outcome of all significant proceedings, including any proceedings on appeal. 5. Any pretrial arrangements that are made that relate to a plea that may be entered by the accused at trial. 6. The interim release and, in the event of conviction, the sentencing of an accused. 7. Any disposition made under section 672.54 or 672.58 of the Criminal Code (Canada) in respect of an accused who is found unfit to stand trial or who is found not criminally responsible on account of mental disorder. 8. Any application for release or any impending release of the individual convicted of the offence, including release in accordance with a program of temporary absence, on parole or on an unescorted temporary absence pass. 9. Any escape from custody of the individual convicted of the offence. 10. If the individual accused of committing the offence is found unfit to stand trial or is found not criminally responsible on account of mental disorder, i. any hearing held with respect to the accused by the Review Board established or designated for Ontario pursuant to subsection 672.38 (1) of the Criminal Code (Canada), ii. any order of the Review Board directing the absolute or conditional discharge of the accused, and iii. any escape of the accused from custody.  O. Reg. 265/98, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) In this section,</p> <p class=\"firstdef-e\">“victim” means a person who, as a result of the commission of any offence under the <i>Criminal Code</i>\r\n(Canada) by another, suffers emotional or physical harm, loss of or damage to property or economic harm and, if the commission of the offence results in the death of the person, includes,</p> <p class=\"defclause-e\">  (a) a spouse of the person,</p> <p class=\"defclause-e\">  (b) a child or parent of the person, within the meaning of section 1 of the <i>Family Law Act</i>, and</p> <p class=\"defclause-e\">  (c) a dependant of the person, within the meaning of section 29 of the <i>Family Law Act</i>,</p> <p class=\"Sdefinition-e\">but does not include a spouse, child, parent or dependant who is charged with or has been convicted of committing the offence.  O. Reg. 297/05, s. 1.</p> <p class=\"subsection-e\">  (2) A chief of police or his or her designate may disclose to a victim the following information about the individual who committed the offence if the victim requests the information: </p> <p class=\"paragraph-e\">  1. The progress of investigations that relate to the offence.</p> <p class=\"paragraph-e\">  2. The charges laid with respect to the offence and, if no charges are laid, the reasons why no charges are laid.</p> <p class=\"paragraph-e\">  3. The dates and places of all significant proceedings that relate to the prosecution. </p> <p class=\"paragraph-e\">  4. The outcome of all significant proceedings, including any proceedings on appeal.</p> <p class=\"paragraph-e\">  5. Any pretrial arrangements that are made that relate to a plea that may be entered by the accused at trial.</p> <p class=\"paragraph-e\">  6. The interim release and, in the event of conviction, the sentencing of an accused. </p> <p class=\"paragraph-e\">  7. Any disposition made under section 672.54 or 672.58 of the <i>Criminal Code</i><i> </i>(Canada) in respect of an accused who is found unfit to stand trial or who is found not criminally responsible on account of mental disorder. </p> <p class=\"paragraph-e\">  8. Any application for release or any impending release of the individual convicted of the offence, including release in accordance with a program of temporary absence, on parole or on an unescorted temporary absence pass.</p> <p class=\"paragraph-e\">  9. Any escape from custody of the individual convicted of the offence. </p> <p class=\"paragraph-e\">  10. If the individual accused of committing the offence is found unfit to stand trial or is found not criminally responsible on account of mental disorder, </p> <p class=\"subpara-e\">  i. any hearing held with respect to the accused by the Review Board established or designated for Ontario pursuant to subsection 672.38 (1) of the <i>Criminal Code</i> (Canada),</p> <p class=\"subpara-e\">  ii. any order of the Review Board directing the absolute or conditional discharge of the accused, and </p> <p class=\"subpara-e\">  iii. any escape of the accused from custody.  O. Reg. 265/98, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) A chief of police or his or her designate may disclose any personal information about an individual if the individual is under investigation of, is charged with or is convicted or found guilty of an offence under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada) or any other federal or provincial Act to, (a) any police force in Canada; (b) any correctional or parole authority in Canada; or (c) any person or agency engaged in the protection of the public, the administration of justice or the enforcement of or compliance with any federal or provincial Act, regulation or government program.  O. Reg. 265/98, s. 5 (1). (2) Subsection (1) applies if the individual is under investigation of, is charged with or is convicted or found guilty of an offence under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada) or any other federal or provincial Act and if the circumstances are such that disclosure is required for the protection of the public, the administration of justice or the enforcement of or compliance with any federal or provincial Act, regulation or government program.  O. Reg. 265/98, s. 5 (2). (3) The procedures to be followed in disclosing personal information under this section to an agency that is not engaged in the protection of the public or the administration of justice shall be in accordance with a memorandum of understanding entered into between the chief of police and the agency.  O. Reg. 265/98, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A chief of police or his or her designate may disclose any personal information about an individual if the individual is under investigation of, is charged with or is convicted or found guilty of an offence under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada) or any other federal or provincial Act to,</p> <p class=\"clause-e\">  (a) any police force in Canada;</p> <p class=\"clause-e\">  (b) any correctional or parole authority in Canada; or</p> <p class=\"clause-e\">  (c) any person or agency engaged in the protection of the public, the administration of justice or the enforcement of or compliance with any federal or provincial Act, regulation or government program.  O. Reg. 265/98, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) applies if the individual is under investigation of, is charged with or is convicted or found guilty of an offence under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada) or any other federal or provincial Act and if the circumstances are such that disclosure is required for the protection of the public, the administration of justice or the enforcement of or compliance with any federal or provincial Act, regulation or government program.  O. Reg. 265/98, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The procedures to be followed in disclosing personal information under this section to an agency that is not engaged in the protection of the public or the administration of justice shall be in accordance with a memorandum of understanding entered into between the chief of police and the agency.  O. Reg. 265/98, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "  6. In deciding whether or not to disclose personal information under this Regulation, the chief of police or his or her designate shall consider the availability of resources and information, what is reasonable in the circumstances of the case, what is consistent with the law and the public interest and what is necessary to ensure that the resolution of criminal proceedings is not delayed.  O. Reg. 265/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>In deciding whether or not to disclose personal information under this Regulation, the chief of police or his or her designate shall consider the availability of resources and information, what is reasonable in the circumstances of the case, what is consistent with the law and the public interest and what is necessary to ensure that the resolution of criminal proceedings is not delayed.  O. Reg. 265/98, s. 6.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980265\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}