{
    "reg_info": {
        "full_title": "O. Reg. 143/96: POWERS OF THE MINISTER OR A COMMISSION FOR THE IMPLEMENTATION OF A RESTRUCTURING PROPOSAL",
        "reg_name_text": "POWERS OF THE MINISTER OR A COMMISSION FOR THE IMPLEMENTATION OF A RESTRUCTURING PROPOSAL",
        "citation": "O. Reg. 143/96: ",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/960143",
        "date_scraped": "2023-12-19 21:35:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) This Regulation sets out the powers that, (a) the Minister may exercise in implementing a restructuring proposal made by a municipality or local body that the Minister is required to implement under subsection 25.2 (4) of the Act; and (b) a commission under section 25.3 of the Act may exercise in implementing a restructuring proposal that it has developed and is authorized to implement under subsection 25.3 (13) of the Act. O. Reg. 143/96, s. 1 (1); O. Reg. 557/96, s. 1 (1). (2) In this Regulation, “elector” means a person whose name appears on the polling list, as amended up until the close of the polls, for the last regular municipal election; (“electeur”) “local board” means a local board as defined in section 1 of the Municipal Affairs Act but does not include a school board, children’s aid society, committee of management or board of management of a home for the aged, conservation authority, board of health, planning board, municipal planning authority or district welfare administration board; (“conseil local”) “merged area” means, in respect of a local municipality that exists after a restructuring proposal comes into effect, (a) all or the part of a local municipality existing before the restructuring proposal comes into effect that forms part of the local municipality, (b) any part of previously unorganized territory that forms part of the local municipality, and (c) a part of an area described in clause (a) or (b) which is assessed on a different basis than other parts of the area; (“secteur fusionné”) “school board” means a board as defined in subsection 1 (1) of the Education Act. (“conseil scolaire”) O. Reg. 143/96, s. 1 (2); O. Reg. 557/96, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) This Regulation sets out the powers that,</p> <p class=\"clause-e\">(a) the Minister may exercise in implementing a restructuring proposal made by a municipality or local body that the Minister is required to implement under subsection 25.2 (4) of the Act; and</p> <p class=\"clause-e\">(b) a commission under section 25.3 of the Act may exercise in implementing a restructuring proposal that it has developed and is authorized to implement under subsection 25.3 (13) of the Act. O. Reg. 143/96, s. 1 (1); O. Reg. 557/96, s. 1 (1).</p> <p class=\"subsection-e\">(2) In this Regulation,</p> <p class=\"firstdef-e\">“elector” means a person whose name appears on the polling list, as amended up until the close of the polls, for the last regular municipal election; (“electeur”)</p> <p class=\"definition-e\">“local board” means a local board as defined in section 1 of the <i>Municipal Affairs Act</i> but does not include a school board, children’s aid society, committee of management or board of management of a home for the aged, conservation authority, board of health, planning board, municipal planning authority or district welfare administration board; (“conseil local”)</p> <p class=\"definition-e\">“merged area” means, in respect of a local municipality that exists after a restructuring proposal comes into effect,</p> <p class=\"defclause-e\">(a) all or the part of a local municipality existing before the restructuring proposal comes into effect that forms part of the local municipality,</p> <p class=\"defclause-e\">(b) any part of previously unorganized territory that forms part of the local municipality, and</p> <p class=\"defclause-e\">(c) a part of an area described in clause (a) or (b) which is assessed on a different basis than other parts of the area; (“secteur fusionné”)</p> <p class=\"definition-e\">“school board” means a board as defined in subsection 1 (1) of the <i>Education Act</i>. (“conseil scolaire”) O. Reg. 143/96, s. 1 (2); O. Reg. 557/96, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The Minister or a commission may, (a) annex part of a municipality to another municipality; (b) annex a locality that does not form part of a municipality to a municipality; (c) amalgamate a municipality with another municipality; (d) separate a local municipality from a county for municipal purposes; (e) join a local municipality to a county for municipal purposes; (f) incorporate the inhabitants of a locality as a municipality. O. Reg. 143/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The Minister or a commission may,</p> <p class=\"clause-e\">(a) annex part of a municipality to another municipality;</p> <p class=\"clause-e\">(b) annex a locality that does not form part of a municipality to a municipality;</p> <p class=\"clause-e\">(c) amalgamate a municipality with another municipality;</p> <p class=\"clause-e\">(d) separate a local municipality from a county for municipal purposes;</p> <p class=\"clause-e\">(e) join a local municipality to a county for municipal purposes;</p> <p class=\"clause-e\">(f) incorporate the inhabitants of a locality as a municipality. O. Reg. 143/96, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Subject to section 5, the Minister or a commission may dissolve all or part of a municipality so long as, on dissolution, (a) all liabilities and obligations of the dissolved municipality or local board or all liabilities and obligations related to the dissolved part of the municipality are vested in one or more local municipalities or local boards existing in the locality following the dissolution; (b) if a county has been dissolved in whole or in part, the power and obligation of the county to establish and maintain a home for the aged is transferred, for the purposes of the local municipality only, to each of the local municipalities existing in the area of the dissolved county or part of the county following the dissolution; and (c) if a county or local board of a county is legally required to provide a service and local municipalities and their local boards do not have the authority to provide the service, the power and obligation to provide the service are transferred, for the purposes of the local municipality only, to each of the local municipalities or their local boards existing in the area of the dissolved county or part of the county following the dissolution. (2) The Minister or a commission may provide for the matters referred to in clauses (1) (a), (b) and (c). O. Reg. 143/96, s. 3. (3) Clause (1) (b) does not apply with respect to the dissolution of a county if a board, established under clause 5.3 (1) (a), is given all or part of the powers of the county. O. Reg. 557/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Subject to section 5, the Minister or a commission may dissolve all or part of a municipality so long as, on dissolution,</p> <p class=\"clause-e\">(a) all liabilities and obligations of the dissolved municipality or local board or all liabilities and obligations related to the dissolved part of the municipality are vested in one or more local municipalities or local boards existing in the locality following the dissolution;</p> <p class=\"clause-e\">(b) if a county has been dissolved in whole or in part, the power and obligation of the county to establish and maintain a home for the aged is transferred, for the purposes of the local municipality only, to each of the local municipalities existing in the area of the dissolved county or part of the county following the dissolution; and</p> <p class=\"clause-e\">(c) if a county or local board of a county is legally required to provide a service and local municipalities and their local boards do not have the authority to provide the service, the power and obligation to provide the service are transferred, for the purposes of the local municipality only, to each of the local municipalities or their local boards existing in the area of the dissolved county or part of the county following the dissolution.</p> <p class=\"subsection-e\">(2) The Minister or a commission may provide for the matters referred to in clauses (1) (a), (b) and (c). O. Reg. 143/96, s. 3.</p> <p class=\"subsection-e\">(3) Clause (1) (b) does not apply with respect to the dissolution of a county if a board, established under clause 5.3 (1) (a), is given all or part of the powers of the county. O. Reg. 557/96, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The exercise of the powers set out in sections 2, 3 and 11 does not have the effect of, (a) changing, directly or indirectly, the territorial jurisdiction of a school board; and (b) affecting the application of a school board by-law that imposes education development charges on land undergoing development in a municipality or locality other than in the following ways: 1. The rights and duties of a treasurer of a municipality and a municipality under the by-law and Part III of the Development Charges Act are transferred to the treasurer of the municipality and the municipality that issues building permits on land undergoing development that is subject to the by-law after the restructuring proposal comes into effect. 2. The rights and duties of a school board treasurer and a school board under subsection 37 (3) of the Development Charges Act are transferred to the treasurer of any municipality and any municipality that issues building permits on land undergoing development that is subject to the by-law after the restructuring proposal comes into effect. 3. Amounts collected by the treasurer of a municipality under the by-law and Part III of the Development Charges Act are transferred to the treasurer of the municipality that exists after the restructuring proposal comes into effect where the land in respect of which the charge was imposed is located. (2) The exercise of the power set out in section 3 to dissolve a county does not have the effect of removing the power and obligation to establish and maintain a home for the aged from a local municipality that, prior to the dissolution, did not form part of the dissolved county for municipal purposes. (3) Nothing in this Regulation affects the application of section 69 of the Labour Relations Act, 1995 and section 13 of the Employment Standards Act. O. Reg. 143/96, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The exercise of the powers set out in sections 2, 3 and 11 does not have the effect of,</p> <p class=\"clause-e\">(a) changing, directly or indirectly, the territorial jurisdiction of a school board; and </p> <p class=\"clause-e\">(b) affecting the application of a school board by-law that imposes education development charges on land undergoing development in a municipality or locality other than in the following ways:</p> <p class=\"subclause-e\">1. The rights and duties of a treasurer of a municipality and a municipality under the by-law and Part III of the <i>Development Charges Act</i> are transferred to the treasurer of the municipality and the municipality that issues building permits on land undergoing development that is subject to the by-law after the restructuring proposal comes into effect.</p> <p class=\"subclause-e\">2. The rights and duties of a school board treasurer and a school board under subsection 37 (3) of the <i>Development Charges Act</i> are transferred to the treasurer of any municipality and any municipality that issues building permits on land undergoing development that is subject to the by-law after the restructuring proposal comes into effect.</p> <p class=\"subclause-e\">3. Amounts collected by the treasurer of a municipality under the by-law and Part III of the <i>Development Charges Act </i>are transferred to the treasurer of the municipality that exists after the restructuring proposal comes into effect where the land in respect of which the charge was imposed is located.</p> <p class=\"subsection-e\">(2) The exercise of the power set out in section 3 to dissolve a county does not have the effect of removing the power and obligation to establish and maintain a home for the aged from a local municipality that, prior to the dissolution, did not form part of the dissolved county for municipal purposes.</p> <p class=\"subsection-e\">(3) Nothing in this Regulation affects the application of section 69 of the <i>Labour Relations Act, 1995 </i>and section 13 of the <i>Employment Standards Act</i>. O. Reg. 143/96, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The Minister or a commission may create, amalgamate and dissolve local boards of municipalities so long as the exercise of such power, (a) does not result in, (i) a municipality having more than one local board providing the same service, unless a municipality may, under any Act, have more than one local board providing the same service, (ii) a municipality having a type of local board other than a type the municipality is required to have or may have under any Act, (iii) a local board having powers other than powers it has or may have under any Act, (iv) a municipality that is required to provide police services failing to comply with section 4 of the Police Services Act; and (b) results in a municipality having a local board of a type that the municipality is required to have under any Act. O. Reg. 143/96, s. 5. (2) The Minister or a commission may establish the composition of a county library board under the Public Libraries Act, subject to subsection 9 (5) of that Act, and may change the name of such a board to a name different from that required under subsection 7 (7) of that Act. O. Reg. 557/96, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The Minister or a commission may create, amalgamate and dissolve local boards of municipalities so long as the exercise of such power,</p> <p class=\"clause-e\">(a) does not result in,</p> <p class=\"subclause-e\">(i) a municipality having more than one local board providing the same service, unless a municipality may, under any Act, have more than one local board providing the same service,</p> <p class=\"subclause-e\">(ii) a municipality having a type of local board other than a type the municipality is required to have or may have under any Act,</p> <p class=\"subclause-e\">(iii) a local board having powers other than powers it has or may have under any Act,</p> <p class=\"subclause-e\">(iv) a municipality that is required to provide police services failing to comply with section 4 of the <i>Police Services Act</i>; and</p> <p class=\"clause-e\">(b) results in a municipality having a local board of a type that the municipality is required to have under any Act. O. Reg. 143/96, s. 5.</p> <p class=\"subsection-e\">(2) The Minister or a commission may establish the composition of a county library board under the <i>Public Libraries Act</i>, subject to subsection 9 (5) of that Act, and may change the name of such a board to a name different from that required under subsection 7 (7) of that Act. O. Reg. 557/96, s. 3.</p>"
        },
        {
            "id": "5.1",
            "section": null,
            "content": "5.1 The Minister or a commission may establish or continue a board, other than a local board, to provide municipal services and may establish the composition of the board. O. Reg. 557/96, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>5.1 </b>The Minister or a commission may establish or continue a board, other than a local board, to provide municipal services and may establish the composition of the board. O. Reg. 557/96, s. 4.</p>"
        },
        {
            "id": "5.2",
            "section": null,
            "content": "5.2 (1) If a restructuring proposal provides for one or more municipalities to be dissolved, incorporated or amalgamated, the Minister or a commission may, for transitional purposes, establish a board as a corporation. (2) The Minister or a commission may establish the composition of a board established under subsection (1). (3) If a restructuring proposal provides for a municipality to be dissolved or amalgamated, the Minister or a commission may provide that, until the municipality is dissolved or amalgamated, (a) the board established under subsection (1) may exercise specified powers of the council of the municipality; (b) the council of the municipality shall not exercise specified powers without the approval of the board. (4) If a restructuring proposal provides for a municipality to be incorporated, the Minister or a commission may provide that, until the municipality is incorporated, the board established under subsection (1) may exercise specified powers the council of the municipality will have when the municipality is incorporated. (5) If a restructuring proposal provides for municipalities to be amalgamated, the Minister or a commission may provide that, until the municipalities are amalgamated, the board established under subsection (1) may exercise specified powers the council of the municipality that will result from the amalgamation will have when the amalgamation occurs. O. Reg. 557/96, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>5.2 </b>(1) If a restructuring proposal provides for one or more municipalities to be dissolved, incorporated or amalgamated, the Minister or a commission may, for transitional purposes, establish a board as a corporation.</p> <p class=\"subsection-e\">(2) The Minister or a commission may establish the composition of a board established under subsection (1).</p> <p class=\"subsection-e\">(3) If a restructuring proposal provides for a municipality to be dissolved or amalgamated, the Minister or a commission may provide that, until the municipality is dissolved or amalgamated,</p> <p class=\"clause-e\">(a) the board established under subsection (1) may exercise specified powers of the council of the municipality;</p> <p class=\"clause-e\">(b) the council of the municipality shall not exercise specified powers without the approval of the board.</p> <p class=\"subsection-e\">(4) If a restructuring proposal provides for a municipality to be incorporated, the Minister or a commission may provide that, until the municipality is incorporated, the board established under subsection (1) may exercise specified powers the council of the municipality will have when the municipality is incorporated.</p> <p class=\"subsection-e\">(5) If a restructuring proposal provides for municipalities to be amalgamated, the Minister or a commission may provide that, until the municipalities are amalgamated, the board established under subsection (1) may exercise specified powers the council of the municipality that will result from the amalgamation will have when the amalgamation occurs. O. Reg. 557/96, s. 4.</p>"
        },
        {
            "id": "5.3",
            "section": null,
            "content": "5.3 (1) If a restructuring proposal provides for the dissolution of a county, the Minister or a commission may, (a) establish a board as a corporation; (b) give the board all or part of the powers of a county and all or part of the powers of the council of a county; (c) establish the composition of the board and provide for the number of votes the members of the board have; (d) provide for the duties and responsibilities of the board. (2) The Minister or a commission may order that a board established under clause (1) (a) shall be deemed to be a county and that the members of the board shall be deemed to be the council of a county. The order may set out the municipalities that shall be deemed to be part of the county for municipal purposes. (3) If the Minister or a commission orders that a board established under clause (1) (a) shall be deemed to be a county, the Minister or commission may exercise, in the same order, the powers under this regulation as though the board were already deemed to be a county. (4) The Minister or a commission may order that a board established under clause (1) (a) shall be deemed to have delegated under subsection 54 (1) of the Planning Act, as set out in the order, the board’s authority for the giving of consents under section 53 of the Planning Act. The order does not affect the authority of the board to withdraw the delegation. (5) The Minister or a commission may order that a board established under clause (1) (a) that maintains a home for the aged under the Homes for the Aged and Rest Homes Act shall be deemed to be the committee of management of the home. (6) The Minister or a commission may require a municipality to contribute, as specified in the order, to the costs of operating a home for the aged maintained by a board established under clause (1) (a). O. Reg. 557/96, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>5.3 </b>(1) If a restructuring proposal provides for the dissolution of a county, the Minister or a commission may,</p> <p class=\"clause-e\">(a) establish a board as a corporation;</p> <p class=\"clause-e\">(b) give the board all or part of the powers of a county and all or part of the powers of the council of a county;</p> <p class=\"clause-e\">(c) establish the composition of the board and provide for the number of votes the members of the board have;</p> <p class=\"clause-e\">(d) provide for the duties and responsibilities of the board.</p> <p class=\"subsection-e\">(2) The Minister or a commission may order that a board established under clause (1) (a) shall be deemed to be a county and that the members of the board shall be deemed to be the council of a county. The order may set out the municipalities that shall be deemed to be part of the county for municipal purposes.</p> <p class=\"subsection-e\">(3) If the Minister or a commission orders that a board established under clause (1) (a) shall be deemed to be a county, the Minister or commission may exercise, in the same order, the powers under this regulation as though the board were already deemed to be a county.</p> <p class=\"subsection-e\">(4) The Minister or a commission may order that a board established under clause (1) (a) shall be deemed to have delegated under subsection 54 (1) of the <i>Planning Act</i>, as set out in the order, the board’s authority for the giving of consents under section 53 of the <i>Planning Act</i>. The order does not affect the authority of the board to withdraw the delegation.</p> <p class=\"subsection-e\">(5) The Minister or a commission may order that a board established under clause (1) (a) that maintains a home for the aged under the <i>Homes for the Aged and Rest Homes Act</i> shall be deemed to be the committee of management of the home.</p> <p class=\"subsection-e\">(6) The Minister or a commission may require a municipality to contribute, as specified in the order, to the costs of operating a home for the aged maintained by a board established under clause (1) (a). O. Reg. 557/96, s. 4.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The Minister or a commission may establish the composition of a council of a municipality so long as, (a) the council of a municipality has a head of council and at least four other members; (b) the head of council of a local municipality is elected by general vote; (c) the members of the council of a local municipality are elected in accordance with the Municipal Elections Act and, if the members of the council of a county are elected, the election is held in accordance with that Act; and (d) the members of the council of a municipality are qualified electors under section 13 or 14 of the Municipal Elections Act and are not disqualified from holding the office under any Act. (2) The Minister or a commission may establish the composition of a public utility commission so long as, (a) the members of the public utility commission are, if elected, elected in accordance with the Municipal Elections Act; (b) the public utility commission has at least three members; (c) the members of the public utility commission are qualified electors under section 13 or 14 of the Municipal Elections Act and are not disqualified from holding the office under any Act; and (d) the head of council of a municipality is a member of the municipality’s public utility commission. O. Reg. 143/96, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Minister or a commission may establish the composition of a council of a municipality so long as,</p> <p class=\"clause-e\">(a) the council of a municipality has a head of council and at least four other members;</p> <p class=\"clause-e\">(b) the head of council of a local municipality is elected by general vote;</p> <p class=\"clause-e\">(c) the members of the council of a local municipality are elected in accordance with the <i>Municipal Elections Act</i> and, if the members of the council of a county are elected, the election is held in accordance with that Act; and</p> <p class=\"clause-e\">(d) the members of the council of a municipality are qualified electors under section 13 or 14 of the <i>Municipal Elections Act</i> and are not disqualified from holding the office under any Act.</p> <p class=\"subsection-e\">(2) The Minister or a commission may establish the composition of a public utility commission so long as,</p> <p class=\"clause-e\">(a) the members of the public utility commission are, if elected, elected in accordance with the <i>Municipal Elections Act</i>;</p> <p class=\"clause-e\">(b) the public utility commission has at least three members;</p> <p class=\"clause-e\">(c) the members of the public utility commission are qualified electors under section 13 or 14 of the <i>Municipal Elections Act </i>and are not disqualified from holding the office under any Act; and </p> <p class=\"clause-e\">(d) the head of council of a municipality is a member of the municipality’s public utility commission. O. Reg. 143/96, s. 6.</p>"
        },
        {
            "id": "6.1",
            "section": null,
            "content": "6.1 (1) The Minister or a commission may provide for qualifications that must be satisfied in order for a member of a council of a municipality to act in the place of the head of the council. (2) The Minister or a commission may set out the title of a member of a council who acts in the place of the head of the council. O. Reg. 557/96, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>6.1 </b>(1) The Minister or a commission may provide for qualifications that must be satisfied in order for a member of a council of a municipality to act in the place of the head of the council.</p> <p class=\"subsection-e\">(2) The Minister or a commission may set out the title of a member of a council who acts in the place of the head of the council. O. Reg. 557/96, s. 5.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The Minister or a commission may provide for the number of votes a member of the council of a municipality has on council. O. Reg. 143/96, s. 7. (2) The Minister or a commission may provide for members to have different numbers of votes with respect to different matters. O. Reg. 557/96, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The Minister or a commission may provide for the number of votes a member of the council of a municipality has on council. O. Reg. 143/96, s. 7.</p> <p class=\"subsection-e\">(2) The Minister or a commission may provide for members to have different numbers of votes with respect to different matters. O. Reg. 557/96, s. 6.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The Minister or a commission may establish wards for a municipality or public utility commission and may alter or dissolve the wards of a municipality and public utility commission. O. Reg. 143/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Minister or a commission may establish wards for a municipality or public utility commission and may alter or dissolve the wards of a municipality and public utility commission. O. Reg. 143/96, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) This section applies only if a two-tier system of municipal government will exist after the implementation of a restructuring proposal. (2) If a local municipality forms part of a county for municipal purposes, the restructuring proposal covers a majority of local municipalities forming part of the county for municipal purposes and they have a majority of all electors in the county, the Minister or a commission may, subject to section 5 and subsections (3), (4) and (5), transfer, (a) to a county or local board of a county a power of a local municipality or local board of a local municipality under any Act to provide services or facilities; and (b) to a local municipality or local board of a local municipality a power of a county or local board of a county under any Act to provide services or facilities. (3) A local municipality or local board of a local municipality to which a power of a county or local board of a county is transferred may exercise the transferred power for the purposes of the local municipality only. (4) Subsection (2) does not authorize the transfer of the powers of a county or local board of a county under the Homes for the Aged and Rest Homes Act or the General Welfare Assistance Act or the transfer of any power of a municipality under the Police Services Act or the Planning Act, other than the approval of plans of subdivision under sections 51, 51.1 and 51.2 of the Planning Act and the giving of consents under section 53 of that Act. (5) A power of a municipality or local board transferred under subsection (1) becomes an exclusive power of the municipality to which the power is transferred unless it is expressly provided that the transferring municipality or local board may continue to exercise it. O. Reg. 143/96, s. 9. (6) Despite subsection (1), this section applies with respect to a board established under clause 5.3 (1) (a) as though the board were the council of a county. O. Reg. 557/96, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) This section applies only if a two-tier system of municipal government will exist after the implementation of a restructuring proposal.</p> <p class=\"subsection-e\">(2) If a local municipality forms part of a county for municipal purposes, the restructuring proposal covers a majority of local municipalities forming part of the county for municipal purposes and they have a majority of all electors in the county, the Minister or a commission may, subject to section 5 and subsections (3), (4) and (5), transfer,</p> <p class=\"clause-e\">(a) to a county or local board of a county a power of a local municipality or local board of a local municipality under any Act to provide services or facilities; and</p> <p class=\"clause-e\">(b) to a local municipality or local board of a local municipality a power of a county or local board of a county under any Act to provide services or facilities.</p> <p class=\"subsection-e\">(3) A local municipality or local board of a local municipality to which a power of a county or local board of a county is transferred may exercise the transferred power for the purposes of the local municipality only. </p> <p class=\"subsection-e\">(4) Subsection (2) does not authorize the transfer of the powers of a county or local board of a county under the <i>Homes for the Aged and Rest Homes Act</i> or the <i>General Welfare Assistance Act</i> or the transfer of any power of a municipality under the <i>Police Services Act</i> or the <i>Planning Act</i>, other than the approval of plans of subdivision under sections 51, 51.1 and 51.2 of the <i>Planning Act</i> and the giving of consents under section 53 of that Act.</p> <p class=\"subsection-e\">(5) A power of a municipality or local board transferred under subsection (1) becomes an exclusive power of the municipality to which the power is transferred unless it is expressly provided that the transferring municipality or local board may continue to exercise it. O. Reg. 143/96, s. 9.</p> <p class=\"subsection-e\">(6) Despite subsection (1), this section applies with respect to a board established under clause 5.3 (1) (a) as though the board were the council of a county. O. Reg. 557/96, s. 7.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The Minister or a commission may provide that a municipality or local board from which a power to provide a service or facility was transferred under section 9 may, by agreement with the municipality or local board to which the power was transferred, provide a service or facility of the type authorized under the transferred power. O. Reg. 143/96, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The Minister or a commission may provide that a municipality or local board from which a power to provide a service or facility was transferred under section 9 may, by agreement with the municipality or local board to which the power was transferred, provide a service or facility of the type authorized under the transferred power. O. Reg. 143/96, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The Minister or a commission may provide for and change the status and name of a municipality and the name of a local board so long as after such a change, (a) in a two-tier system of municipal government, the upper-tier municipality has the status of a county and the lower-tier municipalities have the status of a city, town, village or township; (b) a local municipality that does not form part of a county for municipal purposes has the status of a city, town, village or township; (c) the name of a municipality is not the same as the name of any other municipality in Ontario, including a regional, metropolitan or district municipality, the County of Oxford and their local municipalities. O. Reg. 143/96, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The Minister or a commission may provide for and change the status and name of a municipality and the name of a local board so long as after such a change,</p> <p class=\"clause-e\">(a) in a two-tier system of municipal government, the upper-tier municipality has the status of a county and the lower-tier municipalities have the status of a city, town, village or township;</p> <p class=\"clause-e\">(b) a local municipality that does not form part of a county for municipal purposes has the status of a city, town, village or township;</p> <p class=\"clause-e\">(c) the name of a municipality is not the same as the name of any other municipality in Ontario, including a regional, metropolitan or district municipality, the County of Oxford and their local municipalities. O. Reg. 143/96, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. Subject to clause 3 (1) (a) and section 5, the Minister or a commission may transfer assets and liabilities, rights and obligations of municipalities and local boards to other municipalities and local boards and determine the amount a municipality or local board shall pay to another municipality or local board in settlement of the transfer. O. Reg. 143/96, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Subject to clause 3 (1) (a) and section 5, the Minister or a commission may transfer assets and liabilities, rights and obligations of municipalities and local boards to other municipalities and local boards and determine the amount a municipality or local board shall pay to another municipality or local board in settlement of the transfer. O. Reg. 143/96, s. 12.</p>"
        },
        {
            "id": "12.1",
            "section": null,
            "content": "12.1 (1) The Minister or a commission may impose requirements or restrictions on the council of a municipality affected by a restructuring proposal in relation to the following: 1. Financial matters. 2. The application of savings resulting from budgetary controls. 3. The establishment and maintenance of reserves and reserve funds. 4. Payments from a municipality or local board to a municipality or local board. 5. Spending on specified municipal services and contributions to other municipalities for specified municipal services that benefit the contributing municipality. 6. The sale of assets and the use of the proceeds. 7. Adjustments to the mill rates for taxpayers in any part of the municipality in respect of transit, police services, parks, roads, conservation authorities and ferry services. 8. The hiring of employees. 9. The establishment and composition of committees for transitional purposes. 10. The provisions of the procedure by-law governing the calling, place and proceedings of meetings. (2) The Minister or a commission may require the council of a municipality to review a matter at a time specified by the Minister or commission. (3) Requirements or restrictions under paragraph 1 of subsection (1) relating to financial matters may apply only in the year in which the order imposing the requirements or restrictions becomes effective and in the following year. (4) Requirements or restrictions relating to the provisions of the by-law referred to in paragraph 10 of subsection (1) do not affect the authority of the council of the municipality to subsequently amend the by-law. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.1 </b>(1) The Minister or a commission may impose requirements or restrictions on the council of a municipality affected by a restructuring proposal in relation to the following:</p> <p class=\"paragraph-e\">1. Financial matters.</p> <p class=\"paragraph-e\">2. The application of savings resulting from budgetary controls.</p> <p class=\"paragraph-e\">3. The establishment and maintenance of reserves and reserve funds.</p> <p class=\"paragraph-e\">4. Payments from a municipality or local board to a municipality or local board.</p> <p class=\"paragraph-e\">5. Spending on specified municipal services and contributions to other municipalities for specified municipal services that benefit the contributing municipality.</p> <p class=\"paragraph-e\">6. The sale of assets and the use of the proceeds.</p> <p class=\"paragraph-e\">7. Adjustments to the mill rates for taxpayers in any part of the municipality in respect of transit, police services, parks, roads, conservation authorities and ferry services.</p> <p class=\"paragraph-e\">8. The hiring of employees.</p> <p class=\"paragraph-e\">9. The establishment and composition of committees for transitional purposes.</p> <p class=\"paragraph-e\">10. The provisions of the procedure by-law governing the calling, place and proceedings of meetings.</p> <p class=\"subsection-e\">(2) The Minister or a commission may require the council of a municipality to review a matter at a time specified by the Minister or commission.</p> <p class=\"subsection-e\">(3) Requirements or restrictions under paragraph 1 of subsection (1) relating to financial matters may apply only in the year in which the order imposing the requirements or restrictions becomes effective and in the following year.</p> <p class=\"subsection-e\">(4) Requirements or restrictions relating to the provisions of the by-law referred to in paragraph 10 of subsection (1) do not affect the authority of the council of the municipality to subsequently amend the by-law. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.2",
            "section": null,
            "content": "12.2 If a restructuring proposal has the effect of transferring the responsibility to construct or maintain roads from a county to a local municipality, the Minister or a commission may require that the local municipality construct and maintain the roads in accordance with specified standards. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.2 </b>If a restructuring proposal has the effect of transferring the responsibility to construct or maintain roads from a county to a local municipality, the Minister or a commission may require that the local municipality construct and maintain the roads in accordance with specified standards. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.3",
            "section": null,
            "content": "12.3 (1) The Minister or a commission may provide that a by-law under subsection 64 (2) of the Act providing that a city shall not have a board of control, (a) may be passed only by a specified majority of the members of the council who are present at a meeting instead of by the two-thirds affirmative vote of all the members of the council required under subsection 64 (2) of the Act; (b) may come into force without the approval of the Municipal Board. (2) The majority specified by the Minister or commission for the purposes of clause (1) (a) must be greater than two-thirds. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.3 </b>(1) The Minister or a commission may provide that a by-law under subsection 64 (2) of the Act providing that a city shall not have a board of control,</p> <p class=\"clause-e\">(a) may be passed only by a specified majority of the members of the council who are present at a meeting instead of by the two-thirds affirmative vote of all the members of the council required under subsection 64 (2) of the Act;</p> <p class=\"clause-e\">(b) may come into force without the approval of the Municipal Board.</p> <p class=\"subsection-e\">(2) The majority specified by the Minister or commission for the purposes of clause (1) (a) must be greater than two-thirds. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.4",
            "section": null,
            "content": "12.4 (1) The Minister or a commission may order that the council of a city, town or other municipality referred to in subsection 65 (1) of the Act shall be deemed to have passed a by-law under that subsection providing that there shall be a board of control. (2) A council may, subject to subsection 65 (2) of the Act, repeal a by-law it is deemed to have passed under subsection 65 (1) of the Act. However, the Minister or a commission may provide that a by-law repealing such a by-law, (a) may be passed only by a specified majority of the members of the council who are present at a meeting; (b) may come into force without the approval of the Municipal Board. (3) The majority specified by the Minister or commission for the purposes of clause (2) (a) must be greater than two-thirds. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.4 </b>(1) The Minister or a commission may order that the council of a city, town or other municipality referred to in subsection 65 (1) of the Act shall be deemed to have passed a by-law under that subsection providing that there shall be a board of control.</p> <p class=\"subsection-e\">(2) A council may, subject to subsection 65 (2) of the Act, repeal a by-law it is deemed to have passed under subsection 65 (1) of the Act. However, the Minister or a commission may provide that a by-law repealing such a by-law,</p> <p class=\"clause-e\">(a) may be passed only by a specified majority of the members of the council who are present at a meeting;</p> <p class=\"clause-e\">(b) may come into force without the approval of the Municipal Board.</p> <p class=\"subsection-e\">(3) The majority specified by the Minister or commission for the purposes of clause (2) (a) must be greater than two-thirds. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.5",
            "section": null,
            "content": "12.5 (1) The Minister or a commission may provide that for a council to authorize, under subsection 68 (3) of the Act, the appropriation or expenditure of a sum not provided for by the estimates, or a special or supplementary estimate, of the board of control either, (a) notice must be given, as specified in the order, before the council authorizes the appropriation or expenditure under subsection 68 (3) of the Act; or (b) the council must authorize the appropriation or expenditure by a specified majority of the members of the council who are present at a meeting instead of by the two-thirds vote required under subsection 68 (3) of the Act. (2) The majority specified by the Minister or commission for the purposes of clause (1) (b) must be greater than two-thirds. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.5 </b>(1) The Minister or a commission may provide that for a council to authorize, under subsection 68 (3) of the Act, the appropriation or expenditure of a sum not provided for by the estimates, or a special or supplementary estimate, of the board of control either,</p> <p class=\"clause-e\">(a) notice must be given, as specified in the order, before the council authorizes the appropriation or expenditure under subsection 68 (3) of the Act; or</p> <p class=\"clause-e\">(b) the council must authorize the appropriation or expenditure by a specified majority of the members of the council who are present at a meeting instead of by the two-thirds vote required under subsection 68 (3) of the Act.</p> <p class=\"subsection-e\">(2) The majority specified by the Minister or commission for the purposes of clause (1) (b) must be greater than two-thirds. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.6",
            "section": null,
            "content": "12.6 (1) The Minister or a commission may provide that a by-law or resolution under subsection 68 (13) of the Act assigning other duties to a board of control may be passed only by a two-thirds vote. (2) The Minister or a commission may provide that a council of a municipality may, by a by-law passed by a two-thirds vote, remove or limit the duties of a board of control, including statutory duties. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.6 </b>(1) The Minister or a commission may provide that a by-law or resolution under subsection 68 (13) of the Act assigning other duties to a board of control may be passed only by a two-thirds vote.</p> <p class=\"subsection-e\">(2) The Minister or a commission may provide that a council of a municipality may, by a by-law passed by a two-thirds vote, remove or limit the duties of a board of control, including statutory duties. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.7",
            "section": null,
            "content": "12.7 The Minister or a commission may allow a municipality to have more than one fire department and may allow the municipality to have a fire chief for each department. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.7 </b>The Minister or a commission may allow a municipality to have more than one fire department and may allow the municipality to have a fire chief for each department. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.8",
            "section": null,
            "content": "12.8 (1) In this section, “former municipality” means a municipality that, as a result of a restructuring proposal, is being dissolved or amalgamated; (“ancienne municipalité”) “new municipality” means a municipality that is being incorporated as a result of a restructuring proposal or that will be the result of an amalgamation under a restructuring proposal and includes a board established under clause 5.3 (1) (a). (“nouvelle municipalité”) (2) This section applies only with respect to a person who, immediately before a former municipality is dissolved or amalgamated, is an employee of the former municipality or a local board of the former municipality. (3) The Minister or a commission may order that an employee of a former municipality shall become an employee of a new municipality or a local board of the new municipality. (4) The Minister or a commission may order that an employee of a local board of a former municipality shall become an employee of a new municipality or a local board of the new municipality. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.8 </b>(1) In this section,</p> <p class=\"firstdef-e\">“former municipality” means a municipality that, as a result of a restructuring proposal, is being dissolved or amalgamated; (“ancienne municipalité”)</p> <p class=\"definition-e\">“new municipality” means a municipality that is being incorporated as a result of a restructuring proposal or that will be the result of an amalgamation under a restructuring proposal and includes a board established under clause 5.3 (1) (a). (“nouvelle municipalité”)</p> <p class=\"subsection-e\">(2) This section applies only with respect to a person who, immediately before a former municipality is dissolved or amalgamated, is an employee of the former municipality or a local board of the former municipality.</p> <p class=\"subsection-e\">(3) The Minister or a commission may order that an employee of a former municipality shall become an employee of a new municipality or a local board of the new municipality.</p> <p class=\"subsection-e\">(4) The Minister or a commission may order that an employee of a local board of a former municipality shall become an employee of a new municipality or a local board of the new municipality. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.9",
            "section": null,
            "content": "12.9 (1) The definitions in subsection 12.8 (1) apply to this section. (2) This section applies only with respect to a person who, immediately before a former municipality is dissolved or amalgamated, is an employee of the former municipality or a local board of the former municipality and is not in a bargaining unit. (3) The Minister or a commission may order that the length of employment or service of an employee who becomes, under the order, an employee of a new municipality or a local board of the new municipality shall be deemed to include, (a) if the employee was employed by a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment or service the employee had with the former municipality and with any local board of the former municipality; or (b) if the employee was employed by a local board of a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment or service the employee had with the local board, the former municipality and any other local board of the former municipality. (4) Subsection (5) applies with respect to an employee only if, (a) the employee becomes, under an order, an employee of a new municipality or a local board of a new municipality; and (b) the position the employee had with the former municipality or local board of the former municipality immediately before the former municipality is dissolved or amalgamated would be in a bargaining unit if the position were with the new municipality or local board that the employee becomes an employee of under the order. (5) Subject to subsection (4), the Minister or a commission may order that an employee shall be deemed to be in the bargaining unit referred to in clause (4) (b) with seniority that shall be deemed to include, (a) if the employee was employed by a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment the employee had in each position with the former municipality and with any local board of the former municipality that would be in the bargaining unit the employee is deemed to be in if the position were with the new municipality or local board that the employee becomes an employee of under the order; or (b) if the employee was employed by a local board of a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment the employee had in each position with the local board of the former municipality and any other local board of the former municipality that would be in the bargaining unit the employee is deemed to be in if the position were with the new municipality or local board that the employee becomes an employee of under the order. (6) The percentage of length of employment or service referred to in subsections (3) and (5) shall be set out in the order and may be any percentage not exceeding 100 per cent. (7) The Minister or a commission may provide that a dispute concerning the application, in determining a right or obligation under a collective agreement, of the part of the Minister’s or commission’s order that results from the exercise of a power under this section be resolved as though the dispute were a dispute concerning the interpretation, application or administration of the collective agreement. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.9 </b>(1) The definitions in subsection 12.8 (1) apply to this section.</p> <p class=\"subsection-e\">(2) This section applies only with respect to a person who, immediately before a former municipality is dissolved or amalgamated, is an employee of the former municipality or a local board of the former municipality and is not in a bargaining unit.</p> <p class=\"subsection-e\">(3) The Minister or a commission may order that the length of employment or service of an employee who becomes, under the order, an employee of a new municipality or a local board of the new municipality shall be deemed to include,</p> <p class=\"clause-e\">(a) if the employee was employed by a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment or service the employee had with the former municipality and with any local board of the former municipality; or</p> <p class=\"clause-e\">(b) if the employee was employed by a local board of a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment or service the employee had with the local board, the former municipality and any other local board of the former municipality. </p> <p class=\"subsection-e\">(4) Subsection (5) applies with respect to an employee only if,</p> <p class=\"clause-e\">(a) the employee becomes, under an order, an employee of a new municipality or a local board of a new municipality; and</p> <p class=\"clause-e\">(b) the position the employee had with the former municipality or local board of the former municipality immediately before the former municipality is dissolved or amalgamated would be in a bargaining unit if the position were with the new municipality or local board that the employee becomes an employee of under the order.</p> <p class=\"subsection-e\">(5) Subject to subsection (4), the Minister or a commission may order that an employee shall be deemed to be in the bargaining unit referred to in clause (4) (b) with seniority that shall be deemed to include,</p> <p class=\"clause-e\">(a) if the employee was employed by a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment the employee had in each position with the former municipality and with any local board of the former municipality that would be in the bargaining unit the employee is deemed to be in if the position were with the new municipality or local board that the employee becomes an employee of under the order; or</p> <p class=\"clause-e\">(b) if the employee was employed by a local board of a former municipality immediately before the former municipality is dissolved or amalgamated, a percentage of the length of employment the employee had in each position with the local board of the former municipality and any other local board of the former municipality that would be in the bargaining unit the employee is deemed to be in if the position were with the new municipality or local board that the employee becomes an employee of under the order.</p> <p class=\"subsection-e\">(6) The percentage of length of employment or service referred to in subsections (3) and (5) shall be set out in the order and may be any percentage not exceeding 100 per cent.</p> <p class=\"subsection-e\">(7) The Minister or a commission may provide that a dispute concerning the application, in determining a right or obligation under a collective agreement, of the part of the Minister’s or commission’s order that results from the exercise of a power under this section be resolved as though the dispute were a dispute concerning the interpretation, application or administration of the collective agreement. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "12.10",
            "section": null,
            "content": "12.10 The Minister or a commission may provide for an alternate to act as a member of the council of a county in the absence of a member who is a member of the council of a local municipality. O. Reg. 557/96, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>12.10 </b>The Minister or a commission may provide for an alternate to act as a member of the council of a county in the absence of a member who is a member of the council of a local municipality. O. Reg. 557/96, s. 8.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) Subject to section 5 and subsections (2), (3) and (4), the Minister or a commission may provide for the continuation, cessation, extension or otherwise of official plans, by-laws and resolutions of municipalities and local boards in a locality to which a restructuring proposal applies. (2) Official plans and zoning by-laws pertaining to an area of a locality to which a restructuring proposal applies shall be deemed to be official plans and zoning by-laws of municipalities and local boards in which the area is located after the restructuring proposal comes into effect, until they are amended or repealed under the Planning Act. (3) By-laws passed under section 3 of the Development Charges Act shall not be made to apply to a greater area than that to which they applied before the restructuring. (4) By-laws or resolutions that could not be lawfully repealed by the council of a municipality or a local board shall not be repealed under subsection (1). O. Reg. 143/96, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Subject to section 5 and subsections (2), (3) and (4), the Minister or a commission may provide for the continuation, cessation, extension or otherwise of official plans, by-laws and resolutions of municipalities and local boards in a locality to which a restructuring proposal applies.</p> <p class=\"subsection-e\">(2) Official plans and zoning by-laws pertaining to an area of a locality to which a restructuring proposal applies shall be deemed to be official plans and zoning by-laws of municipalities and local boards in which the area is located after the restructuring proposal comes into effect, until they are amended or repealed under the <i>Planning Act</i>.</p> <p class=\"subsection-e\">(3) By-laws passed under section 3 of the <i>Development Charges Act</i> shall not be made to apply to a greater area than that to which they applied before the restructuring.</p> <p class=\"subsection-e\">(4) By-laws or resolutions that could not be lawfully repealed by the council of a municipality or a local board shall not be repealed under subsection (1). O. Reg. 143/96, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) Subject to clauses 6 (1) (a) and (d) and clauses 6 (2) (b), (c) and (d), the Minister or a commission may, if a restructuring proposal in a locality comes into effect at any time other than at the end of the regular term of office of a council of a municipality or a public utility commission, provide for and establish the composition of an interim council of a municipality or interim public utility commission whose members shall hold office until the end of the regular term of office. O. Reg. 143/96, s. 14. (2) The members of an interim council shall be determined, (a) by holding a by-election under section 65 of the Municipal Elections Act, 1996, but no such by-election shall be held in a regular municipal election year; or (b) by designating members of the councils of the municipalities any part of which existed in the locality before the restructuring proposal comes into effect. (2.1) In the case of a restructuring proposal to annex unorganized territory to a municipality, the members of an interim council shall be determined, (a) by holding a by-election under section 65 of the Municipal Elections Act, 1996, but no such by-election shall be held in a regular municipal election year; (b) by designating members of the councils of the municipalities any part of which existed in the locality before the restructuring proposal comes into effect; (c) by holding a special election to determine the members of the council elected from the unorganized territory within the locality before the restructuring proposal comes into effect in accordance with the procedure set out in section 14.1; or (d) by a combination of the methods described in clauses (b) and (c). (2.2) The members of an interim public utility commission shall be determined, (a) by holding a by-election under section 65 of the Municipal Elections Act, 1996, but no such by-election shall be held in a regular municipal election year; or (b) by designating members of the public utility commissions any part of which existed in the locality before the restructuring proposal comes into effect. O. Reg. 426/97, s. 1. (3) The Minister or a commission may, (a) shorten the regular term of office of a council of a municipality or local board to the date on which an interim council or local board takes office; (b) extend the regular term of office of a council of a municipality or local board to the earlier of the date a restructuring proposal comes into effect or January 1 of the year following a regular municipal election. O. Reg. 143/96, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Subject to clauses 6 (1) (a) and (d) and clauses 6 (2) (b), (c) and (d), the Minister or a commission may, if a restructuring proposal in a locality comes into effect at any time other than at the end of the regular term of office of a council of a municipality or a public utility commission, provide for and establish the composition of an interim council of a municipality or interim public utility commission whose members shall hold office until the end of the regular term of office. O. Reg. 143/96, s. 14.</p> <p class=\"subsection-e\">(2) The members of an interim council shall be determined,</p> <p class=\"clause-e\">(a) by holding a by-election under section 65 of the <i>Municipal Elections Act, 1996</i>, but no such by-election shall be held in a regular municipal election year; or</p> <p class=\"clause-e\">(b) by designating members of the councils of the municipalities any part of which existed in the locality before the restructuring proposal comes into effect.</p> <p class=\"subsection-e\">(2.1) In the case of a restructuring proposal to annex unorganized territory to a municipality, the members of an interim council shall be determined, </p> <p class=\"clause-e\">(a) by holding a by-election under section 65 of the <i>Municipal Elections Act, 1996</i>, but no such by-election shall be held in a regular municipal election year;</p> <p class=\"clause-e\">(b) by designating members of the councils of the municipalities any part of which existed in the locality before the restructuring proposal comes into effect;</p> <p class=\"clause-e\">(c) by holding a special election to determine the members of the council elected from the unorganized territory within the locality before the restructuring proposal comes into effect in accordance with the procedure set out in section 14.1; or</p> <p class=\"clause-e\">(d) by a combination of the methods described in clauses (b) and (c).</p> <p class=\"subsection-e\">(2.2) The members of an interim public utility commission shall be determined,</p> <p class=\"clause-e\">(a) by holding a by-election under section 65 of the <i>Municipal Elections Act, 1996</i>, but no such by-election shall be held in a regular municipal election year; or</p> <p class=\"clause-e\">(b) by designating members of the public utility commissions any part of which existed in the locality before the restructuring proposal comes into effect. O. Reg. 426/97, s. 1.</p> <p class=\"subsection-e\">(3) The Minister or a commission may,</p> <p class=\"clause-e\">(a) shorten the regular term of office of a council of a municipality or local board to the date on which an interim council or local board takes office;</p> <p class=\"clause-e\">(b) extend the regular term of office of a council of a municipality or local board to the earlier of the date a restructuring proposal comes into effect or January 1 of the year following a regular municipal election. O. Reg. 143/96, s. 14.</p>"
        },
        {
            "id": "14.1",
            "section": null,
            "content": "14.1 (1) In the case of a restructuring proposal to annex unorganized territory to a municipality, a special election to determine the members of the council elected from the unorganized territory within the locality before the restructuring proposal comes into effect shall be held in accordance with this section. O. Reg. 426/97, s. 2. (2) A person is eligible to vote in the special election if he or she is a Canadian citizen, at least 18 years old and, (a) a permanent resident of the unorganized territory; (b) an owner or tenant of property in the unorganized territory; or (c) the spouse or same-sex partner of an owner or tenant of property in the unorganized territory. O. Reg. 426/97, s. 2; O. Reg. 74/00, s. 1. (3) A person may be nominated for office in the special election if he or she is a qualified elector under section 17 of the Municipal Elections Act, 1996 and is not disqualified from holding the office under any Act. (4) The following procedure shall be followed for the special election: 1. The clerk of the municipality with the greatest number of electors of the municipalities, any part of which existed in the locality before the restructuring proposal comes into effect, shall be responsible for conducting the special election. 2. Nomination day for the special election must be at least 14 days before voting day. 3. At least 14 days before nomination day, the clerk shall give notice of the offices for which persons may be nominated and of the nomination procedure as set out in this subsection. 4. A person may be nominated for an office by filing a nomination in the clerk’s office. 5. If, after the close of nomination day, the number of candidates for an office is the same or less than the number to be elected, the clerk shall declare the candidate or candidates elected by acclamation. 6. If any office remains vacant after the close of nomination day, section 45 of the Act applies if the number of members on council is sufficient to form a quorum. 7. The clerk shall call a meeting for the purpose of conducting a vote for the special election. 8. The meeting must be held in the unorganized territory or in an adjacent local municipality. 9. The clerk must give at least 14 days notice of the meeting, i. by publication in a newspaper that, in the opinion of the clerk, is of general circulation throughout the unorganized territory, or ii. if the clerk is of the opinion that there is no such newspaper, by any other means which, in the opinion of the clerk, will give the persons who are eligible to vote adequate notice of the meeting. 10. The notice of the meeting must set out, i. the purpose of the meeting, ii. where and when the meeting will be held, and iii. a description of who may vote at the meeting. 11. The meeting shall be chaired by the clerk. 12. The clerk shall conduct a vote by the persons who attend the meeting to determine the members of the council elected from the unorganized territory. The clerk shall determine how to conduct the vote. The clerk shall record the results of the vote and the number of votes cast. 13. The clerk shall announce the results of the vote. If two or more candidates who cannot both or all be declared elected to an office have received the same number of votes, the clerk shall choose the successful candidate or candidates by lot. 14. The clerk shall retain the ballots and all other documents and materials related to the election until the successors of the persons elected at the special election held under this section have taken office. (5) The costs incurred in conducting the special election by the clerk of the municipality with the greatest number of electors shall be paid by that municipality. (6) The municipality with the greatest number of electors shall pay the costs as soon as possible after its clerk has signed a certificate verifying the amount. O. Reg. 426/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>14.1 </b>(1) In the case of a restructuring proposal to annex unorganized territory to a municipality, a special election to determine the members of the council elected from the unorganized territory within the locality before the restructuring proposal comes into effect shall be held in accordance with this section. O. Reg. 426/97, s. 2.</p> <p class=\"subsection-e\">(2) A person is eligible to vote in the special election if he or she is a Canadian citizen, at least 18 years old and,</p> <p class=\"clause-e\">(a) a permanent resident of the unorganized territory;</p> <p class=\"clause-e\">(b) an owner or tenant of property in the unorganized territory; or</p> <p class=\"clause-e\">(c) the spouse or same-sex partner of an owner or tenant of property in the unorganized territory. O. Reg. 426/97, s. 2; O. Reg. 74/00, s. 1.</p> <p class=\"subsection-e\">(3) A person may be nominated for office in the special election if he or she is a qualified elector under section 17 of the <i>Municipal Elections Act, 1996</i> and is not disqualified from holding the office under any Act.</p> <p class=\"subsection-e\">(4) The following procedure shall be followed for the special election:</p> <p class=\"paragraph-e\">1. The clerk of the municipality with the greatest number of electors of the municipalities, any part of which existed in the locality before the restructuring proposal comes into effect, shall be responsible for conducting the special election.</p> <p class=\"paragraph-e\">2. Nomination day for the special election must be at least 14 days before voting day.</p> <p class=\"paragraph-e\">3. At least 14 days before nomination day, the clerk shall give notice of the offices for which persons may be nominated and of the nomination procedure as set out in this subsection.</p> <p class=\"paragraph-e\">4. A person may be nominated for an office by filing a nomination in the clerk’s office.</p> <p class=\"paragraph-e\">5. If, after the close of nomination day, the number of candidates for an office is the same or less than the number to be elected, the clerk shall declare the candidate or candidates elected by acclamation.</p> <p class=\"paragraph-e\">6. If any office remains vacant after the close of nomination day, section 45 of the Act applies if the number of members on council is sufficient to form a quorum.</p> <p class=\"paragraph-e\">7. The clerk shall call a meeting for the purpose of conducting a vote for the special election. </p> <p class=\"paragraph-e\">8. The meeting must be held in the unorganized territory or in an adjacent local municipality.</p> <p class=\"paragraph-e\">9. The clerk must give at least 14 days notice of the meeting,</p> <p class=\"subpara-e\">i. by publication in a newspaper that, in the opinion of the clerk, is of general circulation throughout the unorganized territory, or</p> <p class=\"subpara-e\">ii. if the clerk is of the opinion that there is no such newspaper, by any other means which, in the opinion of the clerk, will give the persons who are eligible to vote adequate notice of the meeting.</p> <p class=\"paragraph-e\">10. The notice of the meeting must set out,</p> <p class=\"subpara-e\">i. the purpose of the meeting,</p> <p class=\"subpara-e\">ii. where and when the meeting will be held, and</p> <p class=\"subpara-e\">iii. a description of who may vote at the meeting.</p> <p class=\"paragraph-e\">11. The meeting shall be chaired by the clerk.</p> <p class=\"paragraph-e\">12. The clerk shall conduct a vote by the persons who attend the meeting to determine the members of the council elected from the unorganized territory. The clerk shall determine how to conduct the vote. The clerk shall record the results of the vote and the number of votes cast.</p> <p class=\"paragraph-e\">13. The clerk shall announce the results of the vote. If two or more candidates who cannot both or all be declared elected to an office have received the same number of votes, the clerk shall choose the successful candidate or candidates by lot.</p> <p class=\"paragraph-e\">14. The clerk shall retain the ballots and all other documents and materials related to the election until the successors of the persons elected at the special election held under this section have taken office.</p> <p class=\"subsection-e\">(5) The costs incurred in conducting the special election by the clerk of the municipality with the greatest number of electors shall be paid by that municipality.</p> <p class=\"subsection-e\">(6) The municipality with the greatest number of electors shall pay the costs as soon as possible after its clerk has signed a certificate verifying the amount. O. Reg. 426/97, s. 2.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) If a restructuring proposal comes into effect during a regular municipal election year as provided in section 18, the Minister or a commission may make special provisions, (a) for holding the regular municipal election under the Municipal Elections Act in that year; and (b) for holding a regular election under the Education Act in that year. (2) If a restructuring proposal for a locality comes into effect between December 1 of a regular municipal election year and January 1 of the following year inclusive, the Minister or a commission may provide for holding the regular municipal election in accordance with the Municipal Elections Act and a regular election under the Education Act as if the municipalities, school boards and local boards that will exist after the restructuring were already in existence. O. Reg. 143/96, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) If a restructuring proposal comes into effect during a regular municipal election year as provided in section 18, the Minister or a commission may make special provisions,</p> <p class=\"clause-e\">(a) for holding the regular municipal election under the <i>Municipal Elections Act </i>in that year; and </p> <p class=\"clause-e\">(b) for holding a regular election under the <i>Education Act </i>in that year.</p> <p class=\"subsection-e\">(2) If a restructuring proposal for a locality comes into effect between December 1 of a regular municipal election year and January 1 of the following year inclusive, the Minister or a commission may provide for holding the regular municipal election in accordance with the <i>Municipal Elections Act</i> and a regular election under the <i>Education Act </i>as if the municipalities, school boards and local boards that will exist after the restructuring were already in existence. O. Reg. 143/96, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) The Minister or a commission may, for all purposes other than school purposes, provide that mill rates in any merged area of a local municipality be different from the rates that would have applied had this power not been exercised so long as the difference between the commercial mill rate and the residential and farm mill rate set out in section 9 of the Ontario Municipal Support Grants Act is maintained. (2) The Minister or a commission may provide for merged area apportionments in a local municipality for all purposes other than school purposes so long as, (a) the local municipality uses the most recent equalization factors provided by the Province for each merged area; and (b) merged area apportionments do not apply after the local municipality is re-assessed generally or after all the merged areas of the local municipality are assessed on the same basis. (3) The Minister or a commission may provide that, for the purpose of apportioning, requisitioning, levying, collecting and paying over taxes under Parts IV, V and IX of the Education Act and section 159 of the Municipal Act, the merged areas shall be deemed to be municipalities and the council of a local municipality shall be deemed to be the council of each merged area of that local municipality. O. Reg. 143/96, s. 16 (1-3). (4) The Minister or a commission may provide for the phase-in of shifts in real property and business taxes occurring as a result of an order made under this Regulation. O. Reg. 143/96, s. 16 (4); O. Reg. 557/96, s. 9. (5) The Minister or a commission may provide that mill rate adjustments apply to taxpayers in any area of a municipality in respect of debts, deficits, surpluses, reserves or reserve funds of municipalities and local boards created before the restructuring proposal comes into effect. O. Reg. 143/96, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The Minister or a commission may, for all purposes other than school purposes, provide that mill rates in any merged area of a local municipality be different from the rates that would have applied had this power not been exercised so long as the difference between the commercial mill rate and the residential and farm mill rate set out in section 9 of the <i>Ontario Municipal Support Grants Act</i> is maintained.</p> <p class=\"subsection-e\">(2) The Minister or a commission may provide for merged area apportionments in a local municipality for all purposes other than school purposes so long as,</p> <p class=\"clause-e\">(a) the local municipality uses the most recent equalization factors provided by the Province for each merged area; and</p> <p class=\"clause-e\">(b) merged area apportionments do not apply after the local municipality is re-assessed generally or after all the merged areas of the local municipality are assessed on the same basis.</p> <p class=\"subsection-e\">(3) The Minister or a commission may provide that, for the purpose of apportioning, requisitioning, levying, collecting and paying over taxes under Parts IV, V and IX of the <i>Education Act</i> and section 159 of the <i>Municipal Act</i>, the merged areas shall be deemed to be municipalities and the council of a local municipality shall be deemed to be the council of each merged area of that local municipality. O. Reg. 143/96, s. 16 (1-3).</p> <p class=\"subsection-e\">(4) The Minister or a commission may provide for the phase-in of shifts in real property and business taxes occurring as a result of an order made under this Regulation. O. Reg. 143/96, s. 16 (4); O. Reg. 557/96, s. 9.</p> <p class=\"subsection-e\">(5) The Minister or a commission may provide that mill rate adjustments apply to taxpayers in any area of a municipality in respect of debts, deficits, surpluses, reserves or reserve funds of municipalities and local boards created before the restructuring proposal comes into effect. O. Reg. 143/96, s. 16 (5).</p>"
        },
        {
            "id": "16.1",
            "section": null,
            "content": "16.1 (1) In this section, “local roads board” means a board of a local roads area as defined in section 1 of the Local Roads Boards Act; (“régie de routes locales”) “local services board” means a Local Services Board as defined in section 1 of the Local Services Boards Act. (“régie locale des services publics”) (2) The Minister or a commission may dissolve all or part of a local roads board or a local services board so long as, on dissolution, all liabilities and obligations of the dissolved local roads board or local services board or all liabilities and obligations related to the dissolved part of the local roads board or local services board are vested in one or more local municipalities or local boards existing in the locality following the dissolution. (3) If a restructuring proposal provides for one or more local roads boards or local services boards to be dissolved in whole or in part, the Minister or a commission may, (a) subject to subsection (2), transfer assets and liabilities, rights and obligations of local services boards or local roads boards to a municipality or local board and determine the amount a municipality or local board shall pay to the local services board or local roads board in settlement of the transfer; (b) provide that mill rate adjustments in 1997 and tax rate adjustments in subsequent years apply to taxpayers in any area of a municipality in respect of debts, deficits, surpluses, reserves or reserve funds of local roads boards or local services boards created before the restructuring proposal comes into effect; and (c) provide for the continuation, cessation, extension or otherwise of by-laws and resolutions of local roads boards or local services boards in a locality to which a restructuring proposal applies. (4) By-laws or resolutions that could not be lawfully repealed by a local roads board or a local services board shall not be repealed under clause (3) (c). O. Reg. 241/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>16.1 </b>(1) In this section,</p> <p class=\"firstdef-e\">“local roads board” means a board of a local roads area as defined in section 1 of the <i>Local Roads Boards Act</i>; (“régie de routes locales”)</p> <p class=\"definition-e\">“local services board” means a Local Services Board as defined in section 1 of the <i>Local Services Boards Act.</i> (“régie locale des services publics”)</p> <p class=\"subsection-e\">(2) The Minister or a commission may dissolve all or part of a local roads board or a local services board so long as, on dissolution, all liabilities and obligations of the dissolved local roads board or local services board or all liabilities and obligations related to the dissolved part of the local roads board or local services board are vested in one or more local municipalities or local boards existing in the locality following the dissolution.</p> <p class=\"subsection-e\">(3) If a restructuring proposal provides for one or more local roads boards or local services boards to be dissolved in whole or in part, the Minister or a commission may,</p> <p class=\"clause-e\">(a) subject to subsection (2), transfer assets and liabilities, rights and obligations of local services boards or local roads boards to a municipality or local board and determine the amount a municipality or local board shall pay to the local services board or local roads board in settlement of the transfer;</p> <p class=\"clause-e\">(b) provide that mill rate adjustments in 1997 and tax rate adjustments in subsequent years apply to taxpayers in any area of a municipality in respect of debts, deficits, surpluses, reserves or reserve funds of local roads boards or local services boards created before the restructuring proposal comes into effect; and</p> <p class=\"clause-e\">(c) provide for the continuation, cessation, extension or otherwise of by-laws and resolutions of local roads boards or local services boards in a locality to which a restructuring proposal applies.</p> <p class=\"subsection-e\">(4) By-laws or resolutions that could not be lawfully repealed by a local roads board or a local services board shall not be repealed under clause (3) (c). O. Reg. 241/97, s. 1.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. The Minister or a commission may provide in an order that issues arising out of the interpretation of the order be resolved by arbitration in accordance with the Arbitration Act, 1991 or by another method specified in the order. O. Reg. 557/96, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The Minister or a commission may provide in an order that issues arising out of the interpretation of the order be resolved by arbitration in accordance with the <i>Arbitration Act, 1991</i> or by another method specified in the order. O. Reg. 557/96, s. 10.</p>"
        },
        {
            "id": "17.1",
            "section": null,
            "content": "17.1 In implementing a restructuring proposal, the Minister or a commission may order that a municipality affected by the restructuring proposal shall not do any of the following or may do them only as allowed under the order: 1. Make a restructuring proposal under section 25.2 of the Act. 2. Request the establishment of a commission under section 25.3 of the Act. 3. Apply to the Minister under section 2 of the Municipal Boundary Negotiations Act or enter into an agreement in respect of the resolution of an intermunicipal boundary issue or an intermunicipal boundary-related issue. O. Reg. 557/96, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>17.1 </b>In implementing a restructuring proposal, the Minister or a commission may order that a municipality affected by the restructuring proposal shall not do any of the following or may do them only as allowed under the order:</p> <p class=\"paragraph-e\">1. Make a restructuring proposal under section 25.2 of the Act.</p> <p class=\"paragraph-e\">2. Request the establishment of a commission under section 25.3 of the Act.</p> <p class=\"paragraph-e\">3. Apply to the Minister under section 2 of the <i>Municipal Boundary Negotiations Act</i> or enter into an agreement in respect of the resolution of an intermunicipal boundary issue or an intermunicipal boundary-related issue. O. Reg. 557/96, s. 10.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) Subject to subsection (2), an order of the Minister or a commission implementing a restructuring proposal shall not come into effect between January 2 and November 30, both inclusive, in a regular municipal election year. O. Reg. 143/96, s. 18 (1); O. Reg. 557/96, s. 11 (1).  (2) An order under subsection (1) may come into effect at any time between January 2 and July 1, both inclusive, in a regular municipal election year if, (a) no existing wards are being changed; (b) no new ward is being created, other than a ward that consists solely of the entire area of an existing ward or an existing municipality that has no wards; (c) no local municipality is being split or partially dissolved; and (d) all municipalities and wards remain wholly within one or more of the municipalities, combinations of municipalities, electoral areas or combinations of electoral areas to which trustee positions are distributed in that year under subsection 230 (15) or (21) of the Education Act.  O. Reg. 143/96, s. 18 (2); O. Reg. 557/96, s. 11 (2, 3). (3) This section does not apply to an order of the Minister or of a commission that comes into effect between January 1, 2000 and May 1, 2000, both inclusive. O. Reg. 622/99, s. 1. (4), (5) REVOKED: O. Reg. 622/99, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) Subject to subsection (2), an order of the Minister or a commission implementing a restructuring proposal shall not come into effect between January 2 and November 30, both inclusive, in a regular municipal election year. O. Reg. 143/96, s. 18 (1); O. Reg. 557/96, s. 11 (1). </p> <p class=\"subsection-e\">(2) An order under subsection (1) may come into effect at any time between January 2 and July 1, both inclusive, in a regular municipal election year if,</p> <p class=\"clause-e\">(a) no existing wards are being changed;</p> <p class=\"clause-e\">(b) no new ward is being created, other than a ward that consists solely of the entire area of an existing ward or an existing municipality that has no wards;</p> <p class=\"clause-e\">(c) no local municipality is being split or partially dissolved; and</p> <p class=\"clause-e\">(d) all municipalities and wards remain wholly within one or more of the municipalities, combinations of municipalities, electoral areas or combinations of electoral areas to which trustee positions are distributed in that year under subsection 230 (15) or (21) of the <i>Education Act.</i>  O. Reg. 143/96, s. 18 (2); O. Reg. 557/96, s. 11 (2, 3).</p> <p class=\"subsection-e\">(3) This section does not apply to an order of the Minister or of a commission that comes into effect between January 1, 2000 and May 1, 2000, both inclusive. O. Reg. 622/99, s. 1.</p> <p class=\"subsection-e\">(4), (5) REVOKED: O. Reg. 622/99, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960143_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_960143_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}