{
    "reg_info": {
        "full_title": "O. Reg. 211/21: ENGAGEMENT WITH THE FRANCOPHONE COMMUNITY UNDER SECTION 44 OF THE ACT",
        "reg_name_text": "ENGAGEMENT WITH THE FRANCOPHONE COMMUNITY UNDER SECTION 44 OF THE ACT",
        "citation": "O. Reg. 211/21: ",
        "act_under": "Connecting Care Act, 2019",
        "url": "https://www.ontario.ca/laws/regulation/210211",
        "date_scraped": "2023-12-18 18:33:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210211/v1",
            "valid_from": "March 18, 2021",
            "valid_to": "March 31, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Purposes",
            "content": "  1. The purposes of this Regulation are, (a) to specify any number of French language health planning entities for the purposes of clause 44 (2) (b) of the Act; and (b) to set out the duties of the Agency for engaging and collaborating with the French language health planning entities for the purposes of section 44 of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The purposes of this Regulation are,</p> <p class=\"clause-e\">  (a) to specify any number of French language health planning entities for the purposes of clause 44 (2) (b) of the Act; and</p> <p class=\"clause-e\">  (b) to set out the duties of the Agency for engaging and collaborating with the French language health planning entities for the purposes of section 44 of the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Specification of French language health planning entities",
            "content": " 2. (1) The Minister, in consultation with the Agency, shall specify French language health planning entities for the purposes of clause 44 (2) (b) of the Act in accordance with this section. (2) The Minister shall not specify that an entity is a French language health planning entity unless it meets the following criteria: 1. It is incorporated under the laws of Ontario and is a going concern. 2. It has a demonstrated relationship with the Francophone community. 3. It has experience with or knowledge of the health system and the health needs of the Francophone community, including the needs of diverse groups within the Francophone community. 4. It has demonstrated an awareness of or involvement in the planning or delivery of health services. 5. It has demonstrated the capacity and skills to engage and collaborate with the Agency, Ontario Health Teams and health service providers as it relates to the health system to further the purpose of the Act, including the ability to provide timely advice consistent with the planning cycles of the Agency. 6. It agrees to engage and collaborate with the Agency as described in section 3. 7. It agrees to engage and collaborate with the Agency as described in section 3 in the best interests of the Francophone community and not seek to obtain any benefit for itself. 8. It agrees to enter into an agreement with the Agency about the roles and responsibilities of the Agency and the entity. (3) The Minister, in consultation with the Agency, may revoke the specification of an entity as a French language health planning entity if, (a) the French language health planning entity fails to meet the criteria set out in subsection (2); (b) the French language health planning entity fails to fulfil its obligations as a French language health planning entity; or (c) the Minister determines that the revocation is necessary to align the French language health planning entities with the Agency’s operations and the configuration of health services in Ontario. (4) The specification of an entity as a French language health planning entity expires five years after it was made. (5) For greater certainty, the Minister, in consultation with the Agency, may re-specify an entity as a French language health planning entity in accordance with this section even if its previous specification has expired or has been revoked. (6) The following rules apply to any entity that was selected as a French language health planning entity under Ontario Regulation 515/09 (Engagement with the Francophone Community under Section 16 of the Act), made under the Local Health System Integration Act, 2006, before that Regulation was revoked: 1. The entity is deemed to have been specified as a French language health planning entity under this section. 2. The entity’s specification as a French language health planning entity expires five years after the day it was most recently selected under Ontario Regulation 515/09. The entity may be re-specified under this section after its specification expires.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Minister, in consultation with the Agency, shall specify French language health planning entities for the purposes of clause 44 (2) (b) of the Act in accordance with this section.</p> <p class=\"subsection-e\">  (2) The Minister shall not specify that an entity is a French language health planning entity unless it meets the following criteria:</p> <p class=\"paragraph-e\">  1. It is incorporated under the laws of Ontario and is a going concern.</p> <p class=\"paragraph-e\">  2. It has a demonstrated relationship with the Francophone community.</p> <p class=\"paragraph-e\">  3. It has experience with or knowledge of the health system and the health needs of the Francophone community, including the needs of diverse groups within the Francophone community.</p> <p class=\"paragraph-e\">  4. It has demonstrated an awareness of or involvement in the planning or delivery of health services.</p> <p class=\"paragraph-e\">  5. It has demonstrated the capacity and skills to engage and collaborate with the Agency, Ontario Health Teams and health service providers as it relates to the health system to further the purpose of the Act, including the ability to provide timely advice consistent with the planning cycles of the Agency.</p> <p class=\"paragraph-e\">  6. It agrees to engage and collaborate with the Agency as described in section 3.</p> <p class=\"paragraph-e\">  7. It agrees to engage and collaborate with the Agency as described in section 3 in the best interests of the Francophone community and not seek to obtain any benefit for itself.</p> <p class=\"paragraph-e\">  8. It agrees to enter into an agreement with the Agency about the roles and responsibilities of the Agency and the entity.</p> <p class=\"subsection-e\">  (3) The Minister, in consultation with the Agency, may revoke the specification of an entity as a French language health planning entity if,</p> <p class=\"clause-e\">  (a) the French language health planning entity fails to meet the criteria set out in subsection (2);</p> <p class=\"clause-e\">  (b) the French language health planning entity fails to fulfil its obligations as a French language health planning entity; or</p> <p class=\"clause-e\">  (c) the Minister determines that the revocation is necessary to align the French language health planning entities with the Agency’s operations and the configuration of health services in Ontario.</p> <p class=\"subsection-e\">  (4) The specification of an entity as a French language health planning entity expires five years after it was made.</p> <p class=\"subsection-e\">  (5) For greater certainty, the Minister, in consultation with the Agency, may re-specify an entity as a French language health planning entity in accordance with this section even if its previous specification has expired or has been revoked.</p> <p class=\"subsection-e\">  (6) The following rules apply to any entity that was selected as a French language health planning entity under Ontario Regulation 515/09 (Engagement with the Francophone Community under Section 16 of the Act), made under the <i>Local Health System Integration Act, 2006</i>, before that Regulation was revoked:</p> <p class=\"paragraph-e\">  1. The entity is deemed to have been specified as a French language health planning entity under this section.</p> <p class=\"paragraph-e\">  2. The entity’s specification as a French language health planning entity expires five years after the day it was most recently selected under Ontario Regulation 515/09. The entity may be re-specified under this section after its specification expires.</p>"
        },
        {
            "id": "3.",
            "section": "Community engagement and planning",
            "content": " 3. (1) For the purposes of section 44 of the Act, the Agency shall engage and collaborate with each French language health planning entity, and consider any advice given by each entity, in carrying out the Agency’s objects set out in section 6 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of section 44 of the Act, the Agency shall engage and collaborate with each French language health planning entity, and consider any advice given by each entity, in carrying out the Agency’s objects set out in section 6 of the Act.</p>"
        },
        {
            "id": "4.",
            "section": "Same",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Same",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210211\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}