{
    "reg_info": {
        "full_title": "O. Reg. 454/96: CONSTRUCTION",
        "reg_name_text": "CONSTRUCTION",
        "citation": "O. Reg. 454/96: ",
        "act_under": "Lakes and Rivers Improvement Act",
        "url": "https://www.ontario.ca/laws/regulation/960454",
        "date_scraped": "2023-12-18 22:06:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February 28, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/960454/v4",
            "valid_from": "January  1, 2018",
            "valid_to": "February 27, 2020"
        },
        {
            "a_href": "/laws/regulation/960454/v3",
            "valid_from": "November 27, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/960454/v2",
            "valid_from": "April 20, 2007",
            "valid_to": "November 26, 2017"
        },
        {
            "a_href": "/laws/regulation/960454/v1",
            "valid_from": "October  3, 1996",
            "valid_to": "April 19, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “alterations, improvements or repairs” includes the construction of a temporary cofferdam for the purposes of any alteration, improvement or repair; (“modifications, améliorations ou réparations”) “channelize” means to alter the alignment, width, depth, sinuosity, conveyance or bed or bank material of a river or stream channel; (“canaliser”) “water crossing” means a bridge, culvert or causeway that is constructed to provide access between two places separated by water but that also holds back, forwards or diverts water. (“ouvrage de franchissement de cours d’eau”) “wetland” means land, (a) that is seasonally or permanently covered by shallow water, or (b) in respect of which the water table is close to or at the surface, so that the presence of abundant water has caused the formation of hydric soils and has favoured the dominance of either hydrophytic or water tolerant plants. (“terre marécageuse”) O. Reg. 454/96, s. 1; O. Reg. 160/07, s. 1; O. Reg. 31/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“alterations, improvements or repairs” includes the construction of a temporary cofferdam for the purposes of any alteration, improvement or repair; (“modifications, améliorations ou réparations”)</p> <p class=\"definition-e\">“channelize” means to alter the alignment, width, depth, sinuosity, conveyance or bed or bank material of a river or stream channel; (“canaliser”)</p> <p class=\"definition-e\">“water crossing” means a bridge, culvert or causeway that is constructed to provide access between two places separated by water but that also holds back, forwards or diverts water. (“ouvrage de franchissement de cours d’eau”)  </p> <p class=\"definition-e\">“wetland” means land,</p> <p class=\"defclause-e\">  (a) that is seasonally or permanently covered by shallow water, or</p> <p class=\"defclause-e\">  (b) in respect of which the water table is close to or at the surface, so that the presence of abundant water has caused the formation of hydric soils and has favoured the dominance of either hydrophytic or water tolerant plants. (“terre marécageuse”) O. Reg. 454/96, s. 1; O. Reg. 160/07, s. 1; O. Reg. 31/20, s. 1.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  2. (1) For the purpose of subsection 14 (1) and section 16 of the Act, approval is required, (a) to construct or decommission a dam that holds back water in a river, lake, pond or stream to raise the water level, create a reservoir to control flooding or divert the flow of water; (b) to make alterations, improvements or repairs to a dam that holds back water in a river, lake, pond or stream to raise the water level, create a reservoir to control flooding or divert the flow of water, if the alterations, improvements or repairs may affect the dam’s safety or structural integrity, the waters or natural resources; or (c) to do any of the following things outside the area of jurisdiction of a conservation authority, or within the area of jurisdiction of a conservation authority that has in effect a regulation governing development, interference with wetlands and alteration to shorelines and watercourses if the area in which the work will be done does not form part of the area covered by the regulation: (i) Constructing a water crossing draining an area greater than five square kilometres, unless construction is undertaken by a Ministry or municipality on lands owned by the Crown or the municipality undertaking the construction. (ii) Channelizing a river or stream that may harmfully alter fish habitat or impede the movement of fish in a river, stream or lake, except for the installation or maintenance of a drain, subject to the Drainage Act; (iii) Enclosing or covering a length of river or stream for greater than 20 metres in length. (iv) Installing, if the installation may result in damming, forwarding or diverting water, a cable or pipeline into the bed of a river, stream or lake except for the installation of heat loops, water intakes and service cables for private residences. (v) Installing a temporary dam for the purpose of removing water or water flow from an area during construction of any of the works described in subclauses (i) to (iv).  O. Reg. 160/07, s. 2 (1). (1.1) Despite clause 2 (1) (b), no approval is required to make alterations, improvements or repairs to a dam in the circumstances described in that clause if, at the time the alterations, improvements or repairs are carried out, the Minister has entered into an agreement with the dam owner that is still in effect and, (a) sets out the nature and extent of the alterations, improvements or repairs to the dam; (b) includes terms to address the dam’s safety and structural integrity and the potential impacts of the alterations, improvements or repairs on the waters and natural resources; and (c) states that the proposed alterations, improvements or repairs do not require approval under section 16 of the Act. O. Reg. 452/17, s. 1. (2) For the purpose of section 16 of the Act, approval is required before a person operates a dam in a manner different from that contemplated by plans and specifications approved by the Minister under section 14 or 16 of the Act.  O. Reg. 160/07, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><strong>  2. </strong><strong>(1) </strong>For the purpose of subsection 14 (1) and section 16 of the Act, approval is required,</p> <p class=\"clause-e\">  (a) to construct or decommission a dam that holds back water in a river, lake, pond or stream to raise the water level, create a reservoir to control flooding or divert the flow of water; </p> <p class=\"clause-e\">  (b) to make alterations, improvements or repairs to a dam that holds back water in a river, lake, pond or stream to raise the water level, create a reservoir to control flooding or divert the flow of water, if the alterations, improvements or repairs may affect the dam’s safety or structural integrity, the waters or natural resources; or</p> <p class=\"clause-e\">  (c) to do any of the following things outside the area of jurisdiction of a conservation authority, or within the area of jurisdiction of a conservation authority that has in effect a regulation governing development, interference with wetlands and alteration to shorelines and watercourses if the area in which the work will be done does not form part of the area covered by the regulation: </p> <p class=\"subclause-e\">  (i) Constructing a water crossing draining an area greater than five square kilometres, unless construction is undertaken by a Ministry or municipality on lands owned by the Crown or the municipality undertaking the construction. </p> <p class=\"subclause-e\">  (ii) Channelizing a river or stream that may harmfully alter fish habitat or impede the movement of fish in a river, stream or lake, except for the installation or maintenance of a drain, subject to the <i>Drainage Act</i>;</p> <p class=\"subclause-e\">  (iii) Enclosing or covering a length of river or stream for greater than 20 metres in length. </p> <p class=\"subclause-e\">  (iv) Installing, if the installation may result in damming, forwarding or diverting water, a cable or pipeline into the bed of a river, stream or lake except for the installation of heat loops, water intakes and service cables for private residences<a name=\"3.\"></a>.\r\n</p> <p class=\"subclause-e\">  (v) Installing a temporary dam for the purpose of removing water or water flow from an area during construction of any of the works described in subclauses (i) to (iv).  <span>O. Reg. 160/07, s. 2 (1).</span></p> <p class=\"subsection-e\">  (1.1) Despite clause 2 (1) (b), no approval is required to make alterations, improvements or repairs to a dam in the circumstances described in that clause if, at the time the alterations, improvements or repairs are carried out, the Minister has entered into an agreement with the dam owner that is still in effect and, </p> <p class=\"clause-e\">  (a) sets out the nature and extent of the alterations, improvements or repairs to the dam;</p> <p class=\"clause-e\">  (b) includes terms to address the dam’s safety and structural integrity and the potential impacts of the alterations, improvements or repairs on the waters and natural resources; and</p> <p class=\"clause-e\">  (c) states that the proposed alterations, improvements or repairs do not require approval under section 16 of the Act. <span>O. Reg. 452/17, s. 1.</span></p> <p class=\"subsection-e\">  (2) For the purpose of section 16 of the Act, approval is required before a person operates a dam in a manner different from that contemplated by plans and specifications approved by the Minister under section 14 or 16 of the Act.  O. Reg. 160/07, s. 2 (2).</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 (1) In this section, “incremental losses” means the greatest potential losses that could result from an uncontrolled release of the reservoir of a dam due to the failure of the dam or its appurtenances; (“pertes supplémentaires”) “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the Professional Engineers Act. (“praticien de l’ingénierie titulaire d’un permis”) O. Reg. 31/20, s. 2. (2) For the purposes of this section, a dam has a low hazard potential classification if, incremental losses associated with the failure of the dam or its appurtenances would include, (a) no potential for loss of human life; (b) no more than minimal damage to the property of persons other than the owner of the dam with estimated losses not exceeding $300,000 (year 2000 dollars) adjusted for inflation to the year of the written opinion described in clause (3) (b), based on the Ontario Consumer Price Index as published by Statistics Canada under the authority of the Statistics Act (Canada); (c) no more than minimal loss of fish and wildlife habitat provided that such a loss would only affect habitat that has a high capability of natural restoration such that the loss would have a very low likelihood of negatively affecting the status of any fish or wildlife population; and (d) no damage to property that is designated by the council of a municipality as being of cultural heritage value or interest under the Ontario Heritage Act unless such damage would be reversible. O. Reg. 31/20, s. 2. (3) Despite clause 2 (1) (b), no approval is required to make alterations, improvements or repairs to a dam in the circumstances described in that clause if, (a) at the time the alterations, improvements or repairs are commenced, the dam, (i) is an existing earth embankment, concrete gravity, timber crib, or flow through rock fill dam, (ii) holds back, forwards or diverts water in a river, lake, pond or stream that forms part of a wetland or is contiguous with a wetland, and (iii) directly maintains or enhances the form or function of a wetland; (b) the dam owner obtains the written opinion of a licensed engineering practitioner dated no more than one year prior to the commencement of the alterations, improvements or repairs stating that the dam has a low hazard potential classification; (c) the proposed alterations, improvements or repairs will not result in a change to the hazard potential classification of the dam; and (d) where the proposed alterations, improvements or repairs are to be made in accordance with plans and specifications prepared by a licensed engineering practitioner, the dam owner obtains a written opinion prepared by a licensed engineering practitioner dated no more than one year prior to the commencement of the proposed alterations, improvements or repairs, stating that the alterations, improvements or repairs will not result in a change to the hazard potential classification of the dam if completed in accordance with those plans and specifications. O. Reg. 31/20, s. 2. (4) Following the completion of the proposed alterations, improvements or repairs, the dam owner shall, (a) if the proposed alterations, improvements or repairs were to be made in accordance with plans and specifications prepared by a licensed engineering practitioner as specified in clause (3) (d), obtain, within three months after the completion of the alterations, improvements or repairs, a written opinion prepared by a licensed engineering practitioner confirming that the alterations, improvements or repairs were made in accordance with those plans and specifications and that the dam still has a low hazard potential classification; and (b) keep for a period of 5 years from the date that the alterations, improvements or repairs are completed, the written opinion of a licensed engineering practitioner given under clause (3) (b) and, if applicable, under clauses (3) (d) and (4) (a). O. Reg. 31/20, s. 2. (5) For the purpose of this section, the decommissioning of a dam is not an alteration, improvement or repair. O. Reg. 31/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) In this section,</p> <p class=\"definition-e\">“incremental losses” means the greatest potential losses that could result from an uncontrolled release of the reservoir of a dam due to the failure of the dam or its appurtenances; (“pertes supplémentaires”)</p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the <i>Professional Engineers Act</i>. (“praticien de l’ingénierie titulaire d’un permis”) O. Reg. 31/20, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a dam has a low hazard potential classification if, incremental losses associated with the failure of the dam or its appurtenances would include,</p> <p class=\"clause-e\">  (a) no potential for loss of human life;</p> <p class=\"clause-e\">  (b) no more than minimal damage to the property of persons other than the owner of the dam with estimated losses not exceeding $300,000 (year 2000 dollars) adjusted for inflation to the year of the written opinion described in clause (3) (b), based on the Ontario Consumer Price Index as published by Statistics Canada under the authority of the <i>Statistics Act</i> (Canada);</p> <p class=\"clause-e\">  (c) no more than minimal loss of fish and wildlife habitat provided that such a loss would only affect habitat that has a high capability of natural restoration such that the loss would have a very low likelihood of negatively affecting the status of any fish or wildlife population; and</p> <p class=\"clause-e\">  (d) no damage to property that is designated by the council of a municipality as being of cultural heritage value or interest under the <i>Ontario Heritage Act</i> unless such damage would be reversible. O. Reg. 31/20, s. 2.</p> <p class=\"subsection-e\">  (3) Despite clause 2 (1) (b), no approval is required to make alterations, improvements or repairs to a dam in the circumstances described in that clause if,</p> <p class=\"clause-e\">  (a) at the time the alterations, improvements or repairs are commenced, the dam,</p> <p class=\"subclause-e\">  (i) is an existing earth embankment, concrete gravity, timber crib, or flow through rock fill dam,</p> <p class=\"subclause-e\">  (ii) holds back, forwards or diverts water in a river, lake, pond or stream that forms part of a wetland or is contiguous with a wetland, and</p> <p class=\"subclause-e\">  (iii) directly maintains or enhances the form or function of a wetland;</p> <p class=\"clause-e\">  (b) the dam owner obtains the written opinion of a licensed engineering practitioner dated no more than one year prior to the commencement of the alterations, improvements or repairs stating that the dam has a low hazard potential classification;</p> <p class=\"clause-e\">  (c) the proposed alterations, improvements or repairs will not result in a change to the hazard potential classification of the dam; and</p> <p class=\"clause-e\">  (d) where the proposed alterations, improvements or repairs are to be made in accordance with plans and specifications prepared by a licensed engineering practitioner, the dam owner obtains a written opinion prepared by a licensed engineering practitioner dated no more than one year prior to the commencement of the proposed alterations, improvements or repairs, stating that the alterations, improvements or repairs will not result in a change to the hazard potential classification of the dam if completed in accordance with those plans and specifications. O. Reg. 31/20, s. 2.</p> <p class=\"subsection-e\">  (4) Following the completion of the proposed alterations, improvements or repairs, the dam owner shall,</p> <p class=\"clause-e\">  (a) if the proposed alterations, improvements or repairs were to be made in accordance with plans and specifications prepared by a licensed engineering practitioner as specified in clause (3) (d), obtain, within three months after the completion of the alterations, improvements or repairs, a written opinion prepared by a licensed engineering practitioner confirming that the alterations, improvements or repairs were made in accordance with those plans and specifications and that the dam still has a low hazard potential classification; and</p> <p class=\"clause-e\">  (b) keep for a period of 5 years from the date that the alterations, improvements or repairs are completed, the written opinion of a licensed engineering practitioner given under clause (3) (b) and, if applicable, under clauses (3) (d) and (4) (a). O. Reg. 31/20, s. 2.</p> <p class=\"subsection-e\">  (5) For the purpose of this section, the decommissioning of a dam is not an alteration, improvement or repair. O. Reg. 31/20, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. No approval is required under section 14 or 16 of the Act for a water crossing to which the Public Lands Act applies or that has been constructed as part of a forest operation to which the Forest Operations and Silviculture Manual prepared under the Crown Forest Sustainability Act, 1994 applies. O. Reg. 452/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> No approval is required under section 14 or 16 of the Act for a water crossing to which the <i>Public Lands Act</i> applies or that has been constructed as part of a forest operation to which the Forest Operations and Silviculture Manual prepared under the <i>Crown Forest Sustainability Act, 1994</i> applies. <span>O. Reg. 452/17, s. 2.</span></p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/960454\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}