{
    "reg_info": {
        "full_title": "O. Reg. 20/17: REPORTING OF ENERGY CONSUMPTION AND WATER USE",
        "reg_name_text": "REPORTING OF ENERGY CONSUMPTION AND WATER USE",
        "citation": "O. Reg. 20/17: ",
        "act_under": "Green Energy Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/170020",
        "date_scraped": "2023-12-18 23:27:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/170020/v3",
            "valid_from": "December  6, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "/laws/regulation/170020/v2",
            "valid_from": "July  1, 2017",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/regulation/170020/v1",
            "valid_from": "February  6, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “distributor” has the same meaning as in subsection 7.3 (1) of the Act; (“distributeur”) “gross floor area” means, in respect of a prescribed property, the gross floor area determined for the property in accordance with section 5; (“surface de plancher hors oeuvre brute”) “Portfolio Manager” means the ENERGY STAR Portfolio Manager electronic reporting system developed by the United States Environmental Protection Agency, as adapted for use in Canada and administered by Natural Resources Canada, and available on the Internet; (“Portfolio Manager”) “prescribed property” means a building or structure prescribed under section 3 or buildings or structures prescribed under section 4, as the case may be. (“bien prescrit”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“distributor” has the same meaning as in subsection 7.3 (1) of the Act; (“distributeur”)</p> <p class=\"definition-e\">“gross floor area” means, in respect of a prescribed property, the gross floor area determined for the property in accordance with section 5; (“surface de plancher hors oeuvre brute”)</p> <p class=\"definition-e\">“Portfolio Manager” means the ENERGY STAR Portfolio Manager electronic reporting system developed by the United States Environmental Protection Agency, as adapted for use in Canada and administered by Natural Resources Canada, and available on the Internet; (“Portfolio Manager”)</p> <p class=\"definition-e\">“prescribed property” means a building or structure prescribed under section 3 or buildings or structures prescribed under section 4, as the case may be. (“bien prescrit”)</p>"
        },
        {
            "id": "2.",
            "section": "Requirement to report",
            "content": " 2. (1) For the purposes of section 7 of the Act, every person, other than a public agency, who is the owner of a prescribed property shall accurately report to the Ministry the information specified in section 7 of this Regulation in respect of the property in accordance with this Regulation. (2) If there is more than one owner of a prescribed property, they are jointly responsible for reporting in respect of the prescribed property. (3) For the purposes of this section, an owner includes a corporation created or continued under the Condominium Act, 1998.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purposes of section 7 of the Act, every person, other than a public agency, who is the owner of a prescribed property shall accurately report to the Ministry the information specified in section 7 of this Regulation in respect of the property in accordance with this Regulation.</p> <p class=\"subsection-e\">  (2) If there is more than one owner of a prescribed property, they are jointly responsible for reporting in respect of the prescribed property.</p> <p class=\"subsection-e\">  (3) For the purposes of this section, an owner includes a corporation created or continued under the <i>Condominium Act, 1998</i>.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed property, single building or structure",
            "content": " 3. A single building or structure is a prescribed property for the purposes of section 7 of the Act if it meets the following criteria: 1. With respect to a building or structure at which natural gas is not consumed, electricity consumption information is available from a distributor for the building or structure as a whole. 2. If both electricity and natural gas are consumed at the building or structure, electricity consumption information and natural gas consumption information are available from a distributor for the building or structure as a whole. 3. The building or structure has a gross floor area of at least 50,000 square feet. 4. The property on which the building or structure is situated is classified by the Municipal Property Assessment Corporation by way of a code listed in the document titled “Ontario’s Large Building Energy and Water Reporting and Benchmarking Requirement: Building Types”, as it may be amended from time to time, that is published by the Ministry on the Government of Ontario website. 5. In the case of a multi-unit residential building, it contains more than 10 units.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A single building or structure is a prescribed property for the purposes of section 7 of the Act if it meets the following criteria:</p> <p class=\"paragraph-e\">  1. With respect to a building or structure at which natural gas is not consumed, electricity consumption information is available from a distributor for the building or structure as a whole.</p> <p class=\"paragraph-e\">  2. If both electricity and natural gas are consumed at the building or structure, electricity consumption information and natural gas consumption information are available from a distributor for the building or structure as a whole.  </p> <p class=\"paragraph-e\">  3. The building or structure has a gross floor area of at least 50,000 square feet.</p> <p class=\"paragraph-e\">  4. The property on which the building or structure is situated is classified by the Municipal Property Assessment Corporation by way of a code listed in the document titled “Ontario’s Large Building Energy and Water Reporting and Benchmarking Requirement: Building Types”, as it may be amended from time to time, that is published by the Ministry on the Government of Ontario website.</p> <p class=\"paragraph-e\">  5. In the case of a multi-unit residential building, it contains more than 10 units.</p>"
        },
        {
            "id": "4.",
            "section": "Prescribed property, multiple buildings or structures",
            "content": " 4. Two or more buildings or structures, taken together, are a prescribed property for the purposes of section 7 of the Act if they meet the following criteria: 1. With respect to buildings or structures at which natural gas is not consumed, electricity consumption information is not available from a distributor for each of the buildings or structures separately. 2. If both electricity and natural gas are consumed at at least one of the buildings or structures, electricity consumption information, natural gas consumption information or both, as applicable, is not available from a distributor for each of the buildings or structures separately. 3. The buildings or structures have a combined gross floor area of at least 50,000 square feet. 4. If the buildings or structures are situated on a single property, that property is classified by the Municipal Property Assessment Corporation by way of a code listed in the document titled “Ontario’s Large Building Energy and Water Reporting and Benchmarking Requirement: Building Types”, as it may be amended from time to time, that is published by the Ministry on the Government of Ontario website. 5. If the buildings or structures are situated on separate properties, each of those properties is classified by the Municipal Property Assessment Corporation by way of a code listed in the document referred to in paragraph 4. 6. If the buildings or structures include one or more multi-unit residential buildings, they contain a combined total of more than 10 units.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Two or more buildings or structures, taken together, are a prescribed property for the purposes of section 7 of the Act if they meet the following criteria:</p> <p class=\"paragraph-e\">  1. With respect to buildings or structures at which natural gas is not consumed, electricity consumption information is not available from a distributor for each of the buildings or structures separately.</p> <p class=\"paragraph-e\">  2. If both electricity and natural gas are consumed at at least one of the buildings or structures, electricity consumption information, natural gas consumption information or both, as applicable, is not available from a distributor for each of the buildings or structures separately. </p> <p class=\"paragraph-e\">  3. The buildings or structures have a combined gross floor area of at least 50,000 square feet.</p> <p class=\"paragraph-e\">  4. If the buildings or structures are situated on a single property, that property is classified by the Municipal Property Assessment Corporation by way of a code listed in the document titled “Ontario’s Large Building Energy and Water Reporting and Benchmarking Requirement: Building Types”, as it may be amended from time to time, that is published by the Ministry on the Government of Ontario website.</p> <p class=\"paragraph-e\">  5. If the buildings or structures are situated on separate properties, each of those properties is classified by the Municipal Property Assessment Corporation by way of a code listed in the document referred to in paragraph 4.</p> <p class=\"paragraph-e\">  6. If the buildings or structures include one or more multi-unit residential buildings, they contain a combined total of more than 10 units.</p>"
        },
        {
            "id": "5.",
            "section": "Gross floor area",
            "content": " 5. (1) The gross floor area of a single building or structure is the total number of square feet measured between the principal exterior surfaces of the enclosed fixed walls of the building or structure, including all areas inside the building or structure’s supporting areas such as any common areas, but excluding any exterior, unroofed or open air spaces such as any parking area. (2) The combined gross floor area of two or more buildings or structures is the sum of the total number of square feet determined under subsection (1) in respect of each building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The gross floor area of a single building or structure is the total number of square feet measured between the principal exterior surfaces of the enclosed fixed walls of the building or structure, including all areas inside the building or structure’s supporting areas such as any common areas, but excluding any exterior, unroofed or open air spaces such as any parking area.</p> <p class=\"subsection-e\">  (2) The combined gross floor area of two or more buildings or structures is the sum of the total number of square feet determined under subsection (1) in respect of each building or structure. </p>"
        },
        {
            "id": "6.",
            "section": "Manner of reporting, Portfolio Manager",
            "content": " 6. (1) Information required to be reported in respect of a prescribed property under this Regulation shall be reported to the Ministry through the use of Portfolio Manager. (2) In the case of a prescribed property consisting of two or more buildings or structures, information shall be reported for all of the buildings or structures taken together.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Information required to be reported in respect of a prescribed property under this Regulation shall be reported to the Ministry through the use of Portfolio Manager.</p> <p class=\"subsection-e\">  (2) In the case of a prescribed property consisting of two or more buildings or structures, information shall be reported for all of the buildings or structures taken together.</p>"
        },
        {
            "id": "7.",
            "section": "Information to be reported",
            "content": " 7. (1) The following information is required to be reported in respect of a prescribed property: 1. The gross floor area of the property. 2. The information respecting the property, including identifying information and information respecting energy consumption, water use, performance metrics in respect of energy consumption and water use in respect of the property, that is set out in the document titled “Ontario’s Large Building Energy and Water Reporting and Benchmarking Requirement: Data Elements”, as it may be amended from time to time, that is published by the Ministry on the Government of Ontario website. (2) For the purposes of setting out the information described in paragraph 1 of subsection (1) in the French version of Portfolio Manager, “surface de plancher hors oeuvre brute” and “superficie brute” have the same meaning.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following information is required to be reported in respect of a prescribed property:</p> <p class=\"paragraph-e\">  1. The gross floor area of the property.</p> <p class=\"paragraph-e\">  2. The information respecting the property, including identifying information and information respecting energy consumption, water use, performance metrics in respect of energy consumption and water use in respect of the property, that is set out in the document titled “Ontario’s Large Building Energy and Water Reporting and Benchmarking Requirement: Data Elements”, as it may be amended from time to time, that is published by the Ministry on the Government of Ontario website.</p> <p class=\"subsection-e\">  (2) For the purposes of setting out the information described in paragraph 1 of subsection (1) in the French version of Portfolio Manager, “surface de plancher hors oeuvre brute” and “superficie brute” have the same meaning.</p>"
        },
        {
            "id": "8.",
            "section": "Annual reporting",
            "content": " 8. (1) The information required to be reported in respect of a prescribed property shall be reported annually, for each calendar year, no later than July 1 in the following year. (2) The first year in which the requirement to report applies is, (a) 2018 (information for the 2017 calendar year), if the gross floor area for the prescribed property is at least 250,000 square feet, unless any part of the property is classified as multi-unit residential, as set out in the document referred to in paragraph 4 of section 3 and paragraph 4 of section 4; (b) 2019 (information for the 2018 calendar year), if the gross floor area for the prescribed property is at least 100,000 square feet and the property is not subject to a requirement to report in 2018 under clause (a); (c) 2020 (information for the 2019 calendar year), if the gross floor area for the prescribed property is at least 50,000 square feet but less than 100,000 square feet.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The information required to be reported in respect of a prescribed property shall be reported annually, for each calendar year, no later than July 1 in the following year.</p> <p class=\"subsection-e\">  (2) The first year in which the requirement to report applies is,</p> <p class=\"clause-e\">  (a) 2018 (information for the 2017 calendar year), if the gross floor area for the prescribed property is at least 250,000 square feet, unless any part of the property is classified as multi-unit residential, as set out in the document referred to in paragraph 4 of section 3 and paragraph 4 of section 4;</p> <p class=\"clause-e\">  (b) 2019 (information for the 2018 calendar year), if the gross floor area for the prescribed property is at least 100,000 square feet and the property is not subject to a requirement to report in 2018 under clause (a);</p> <p class=\"clause-e\">  (c) 2020 (information for the 2019 calendar year), if the gross floor area for the prescribed property is at least 50,000 square feet but less than 100,000 square feet.</p>"
        },
        {
            "id": "9.",
            "section": "Verification ",
            "content": " 9. (1) The Minister may request that an owner who is required to report information in respect of a prescribed property undertake verification of the information, in accordance with this section, before it is reported, if the property has a gross floor area of at least 100,000 square feet and, (a) it is the first year in which the requirement to report applies in respect of the property; or (b) it is the fifth year after a year in which information in respect of the property was required to be verified under this section. (2) An owner who is required to undertake verification under subsection (1) shall ensure that the information required to be reported in respect of the prescribed property is verified by a person who holds an accreditation or certification from an accrediting body recognized in Canada or the United States that qualifies the person to perform data verification with respect to the information required to be reported under this Regulation, such as a certified energy manager, building operator, measurement and verification professional or commissioning agent. (3) The person referred to in subsection (2) may be employed by the owner. (4) The owner shall notify the Minister that the information was verified in accordance with this section by confirming the verification in Portfolio Manager when reporting the information.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Minister may request that an owner who is required to report information in respect of a prescribed property undertake verification of the information, in accordance with this section, before it is reported, if the property has a gross floor area of at least 100,000 square feet and,</p> <p class=\"clause-e\">  (a) it is the first year in which the requirement to report applies in respect of the property; or</p> <p class=\"clause-e\">  (b) it is the fifth year after a year in which information in respect of the property was required to be verified under this section.</p> <p class=\"subsection-e\">  (2) An owner who is required to undertake verification under subsection (1) shall ensure that the information required to be reported in respect of the prescribed property is verified by a person who holds an accreditation or certification from an accrediting body recognized in Canada or the United States that qualifies the person to perform data verification with respect to the information required to be reported under this Regulation, such as a certified energy manager, building operator, measurement and verification professional or commissioning agent.</p> <p class=\"subsection-e\">  (3) The person referred to in subsection (2) may be employed by the owner.</p> <p class=\"subsection-e\">  (4) The owner shall notify the Minister that the information was verified in accordance with this section by confirming the verification in Portfolio Manager when reporting the information.</p>"
        },
        {
            "id": "10.",
            "section": "Exemption from reporting",
            "content": " 10. (1) Subject to subsection (2), an owner of a prescribed property is exempt from reporting under section 7 of the Act in respect of the property in the following circumstances: 1. The owner is a corporation that meets the following criteria: i. It is established under an Act. ii. It is accountable to the Government of Ontario. iii. The majority of its governing body is appointed by the Lieutenant Governor in Council, a minister of a ministry of the Government of Ontario or both. iv. A power, function or duty of a minister of a ministry of the Government of Ontario under an Act has been assigned or delegated to it. v. It is authorized or required, under an Act, to perform a public function or to offer a public service. 2. Any part of the property is subject to a reporting requirement under Ontario Regulation 143/16 (Quantification, Reporting and Verification of Greenhouse Gas Emissions) made under the Climate Change Mitigation and Low-carbon Economy Act, 2016. 3. At least 50 per cent of the property’s gross floor area is occupied by a public agency. 4. At least 10 per cent of the property’s gross floor area functions as a data centre, television studio or trading floor. 5. At least 10 per cent of the property’s gross floor area is used for manufacturing processing, commercial processing, agricultural processing or industrial processing, if the environmental conditions within the property are governed mainly by the operations or processes within the building. (2) An exemption under paragraph 3, 4 or 5 of subsection (1) applies only if the owner of the property gives to the Ministry written notice, in the form provided by the Ministry and available on the website of the Government of Ontario Central Forms Repository, that the owner is eligible for an exemption under that paragraph, together with documentation supporting the applicability of that exemption.",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> (1) Subject to subsection (2), an owner of a prescribed property is exempt from reporting under section 7 of the Act in respect of the property in the following circumstances:</p> <p class=\"paragraph-e\">  1. The owner is a corporation that meets the following criteria:</p> <p class=\"subpara-e\">  i. It is established under an Act. </p> <p class=\"subpara-e\">  ii. It is accountable to the Government of Ontario.</p> <p class=\"subpara-e\">  iii. The majority of its governing body is appointed by the Lieutenant Governor in Council, a minister of a ministry of the Government of Ontario or both.</p> <p class=\"subpara-e\">  iv. A power, function or duty of a minister of a ministry of the Government of Ontario under an Act has been assigned or delegated to it.</p> <p class=\"subpara-e\">  v. It is authorized or required, under an Act, to perform a public function or to offer a public service.</p> <p class=\"paragraph-e\">  2. Any part of the property is subject to a reporting requirement under Ontario Regulation 143/16 (Quantification, Reporting and Verification of Greenhouse Gas Emissions) made under the <i>Climate Change Mitigation and Low-carbon Economy Act, 2016</i>.</p> <p class=\"paragraph-e\">  3. At least 50 per cent of the property’s gross floor area is occupied by a public agency.</p> <p class=\"paragraph-e\">  4. At least 10 per cent of the property’s gross floor area functions as a data centre, television studio or trading floor. </p> <p class=\"paragraph-e\">  5. At least 10 per cent of the property’s gross floor area is used for manufacturing processing, commercial processing, agricultural processing or industrial processing, if the environmental conditions within the property are governed mainly by the operations or processes within the building.</p> <p class=\"subsection-e\">  (2) An exemption under paragraph 3, 4 or 5 of subsection (1) applies only if the owner of the property gives to the Ministry written notice, in the form provided by the Ministry and available on the website of the Government of Ontario Central Forms Repository, that the owner is eligible for an exemption under that paragraph, together with documentation supporting the applicability of that exemption.</p>"
        },
        {
            "id": "11.",
            "section": "Exemption from reporting for a calendar year",
            "content": " 11. (1) An owner of a prescribed property is exempt from reporting under section 7 of the Act in respect of the property for a calendar year if, (a) one or more of the criteria for exemption set out in subsection (2) are met; and (b) at least 60 days before the deadline for reporting for the calendar year, the owner gives to the Ministry written notice, in the form provided by the Ministry and available on the website of the Government of Ontario Central Forms Repository, that the owner is eligible for the exemption and under which of the criteria, together with the supporting documentation specified in subsection (4). (2) The following are the criteria for an exemption from reporting in respect of a prescribed property for a calendar year: 1. At any time during that year, any owner of the property is an insolvent person, as defined in the Bankruptcy and Insolvency Act (Canada). 2. At any time during that year, the property is subject to, i. a tax arrears certificate that has been registered against the property, ii. a power of sale or foreclosure under a mortgage, or iii. a writ of execution. 3. During that year, the property has an average occupancy rate of less than 50 per cent. 4. The property is newly constructed, and a certificate for the occupancy of the property is issued in that year. (3) If the prescribed property consists of two or more buildings or structures, the criteria listed in paragraphs 2 to 4 of subsection (2) with respect to the property must apply to all of the buildings and structures taken together. (4) For the purposes of clause (1) (b), the following supporting documentation shall be provided with the notice: 1. In the case of an exemption under paragraph 1 of subsection (2), evidence that the owner has made or is eligible to make an assignment in bankruptcy, or that a bankruptcy order has been made against the owner. 2. In the case of an exemption under paragraph 2 of subsection (2), a copy of the tax arrears certificate, power of sale or foreclosure or writ of exemption, as the case may be. 3. In the case of an exemption under paragraph 3 of subsection (2), one or more documents showing the number of units in the property, and the number of owners, tenants or occupants. 4. In the case of an exemption under paragraph 4 of subsection (2), a copy of the certificate.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) An owner of a prescribed property is exempt from reporting under section 7 of the Act in respect of the property for a calendar year if,</p> <p class=\"clause-e\">  (a) one or more of the criteria for exemption set out in subsection (2) are met; and</p> <p class=\"clause-e\">  (b) at least 60 days before the deadline for reporting for the calendar year, the owner gives to the Ministry written notice, in the form provided by the Ministry and available on the website of the Government of Ontario Central Forms Repository, that the owner is eligible for the exemption and under which of the criteria, together with the supporting documentation specified in subsection (4).</p> <p class=\"subsection-e\">  (2) The following are the criteria for an exemption from reporting in respect of a prescribed property for a calendar year:</p> <p class=\"paragraph-e\">  1. At any time during that year, any owner of the property is an insolvent person, as defined in the <i>Bankruptcy and Insolvency Act</i> (Canada).</p> <p class=\"paragraph-e\">  2. At any time during that year, the property is subject to,</p> <p class=\"subpara-e\">  i. a tax arrears certificate that has been registered against the property,</p> <p class=\"subpara-e\">  ii. a power of sale or foreclosure under a mortgage, or</p> <p class=\"subpara-e\">  iii. a writ of execution.</p> <p class=\"paragraph-e\">  3. During that year, the property has an average occupancy rate of less than 50 per cent.</p> <p class=\"paragraph-e\">  4. The property is newly constructed, and a certificate for the occupancy of the property is issued in that year.</p> <p class=\"subsection-e\">  (3) If the prescribed property consists of two or more buildings or structures, the criteria listed in paragraphs 2 to 4 of subsection (2) with respect to the property must apply to all of the buildings and structures taken together. </p> <p class=\"subsection-e\">  (4) For the purposes of clause (1) (b), the following supporting documentation shall be provided with the notice:</p> <p class=\"paragraph-e\">  1. In the case of an exemption under paragraph 1 of subsection (2), evidence that the owner has made or is eligible to make an assignment in bankruptcy, or that a bankruptcy order has been made against the owner.</p> <p class=\"paragraph-e\">  2. In the case of an exemption under paragraph 2 of subsection (2), a copy of the tax arrears certificate, power of sale or foreclosure or writ of exemption, as the case may be.</p> <p class=\"paragraph-e\">  3. In the case of an exemption under paragraph 3 of subsection (2), one or more documents showing the number of units in the property, and the number of owners, tenants or occupants.</p> <p class=\"paragraph-e\">  4. In the case of an exemption under paragraph 4 of subsection (2), a copy of the certificate.</p>"
        },
        {
            "id": "12.",
            "section": "Sharing of information",
            "content": " 12. The following persons and entities are prescribed for the purposes of clause 7.2 (1) (b) of the Act: 1. Public agencies. 2. Corporations to which the exemption set out in paragraph 1 of subsection 10 (1) applies. 3. Entities other than corporations that meet the criteria listed in subparagraphs 1 i to v of subsection 10 (1). 4. Consultants, as defined in the\r\nBroader Public Sector Accountability Act, 2010, acting on behalf of a person or entity listed in paragraphs 1 to 3.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The following persons and entities are prescribed for the purposes of clause 7.2 (1) (b) of the Act:</p> <p class=\"paragraph-e\">  1. Public agencies.</p> <p class=\"paragraph-e\">  2. Corporations to which the exemption set out in paragraph 1 of subsection 10 (1) applies.</p> <p class=\"paragraph-e\">  3. Entities other than corporations that meet the criteria listed in subparagraphs 1 i to v of subsection 10 (1). </p> <p class=\"paragraph-e\">  4. Consultants, as defined in the\r\n<i>Broader Public Sector Accountability Act, 2010</i>, acting on behalf of a person or entity listed in paragraphs 1 to 3.</p>"
        },
        {
            "id": "13.",
            "section": "Requirement for distributors to provide information",
            "content": " 13. (1) For the purposes of section 7.3 of the Act, any distributor that receives a request from an owner of a prescribed property who is required to report under section 7 of the Act in respect of the property for a calendar year shall provide to the owner such aggregated information as to how much electricity, natural gas or water, as the case may be, was consumed or used at the prescribed property during that year as is available through the existing metering infrastructure, and may make available to the owner information respecting consumption or use before that year. (2) Information provided by the distributor under subsection (1) shall be provided to the owner, within a reasonable time after the request is made, by making it available to, (a) the owner, the owner’s agent or the operator of the prescribed property directly; or (b) the owner’s account in Portfolio Manager for the prescribed property. (3) Information provided under subsection (1) shall be broken down by month, subject to subsection (4). (4) If a distributor does not collect information as to electricity, natural gas or water consumption or usage on a monthly basis, the distributor shall break down the information by the next shortest period possible in the circumstances. (5) This section applies even if the information to be provided is with respect to a period during which the owner did not own the prescribed property.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) For the purposes of section 7.3 of the Act, any distributor that receives a request from an owner of a prescribed property who is required to report under section 7 of the Act in respect of the property for a calendar year shall provide to the owner such aggregated information as to how much electricity, natural gas or water, as the case may be, was consumed or used at the prescribed property during that year as is available through the existing metering infrastructure, and may make available to the owner information respecting consumption or use before that year.</p> <p class=\"subsection-e\">  (2) Information provided by the distributor under subsection (1) shall be provided to the owner, within a reasonable time after the request is made, by making it available to,</p> <p class=\"clause-e\">  (a) the owner, the owner’s agent or the operator of the prescribed property directly; or</p> <p class=\"clause-e\">  (b) the owner’s account in Portfolio Manager for the prescribed property.  </p> <p class=\"subsection-e\">  (3) Information provided under subsection (1) shall be broken down by month, subject to subsection (4).</p> <p class=\"subsection-e\">  (4) If a distributor does not collect information as to electricity, natural gas or water consumption or usage on a monthly basis, the distributor shall break down the information by the next shortest period possible in the circumstances.</p> <p class=\"subsection-e\">  (5) This section applies even if the information to be provided is with respect to a period during which the owner did not own the prescribed property.</p>"
        },
        {
            "id": "14.",
            "section": "Requirement for distributors to provide information",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Requirement for distributors to provide information",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170020\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}