{
    "reg_info": {
        "full_title": "O. Reg. 910/93: ELECTION OF COUNCIL MEMBERS",
        "reg_name_text": "ELECTION OF COUNCIL MEMBERS",
        "citation": "O. Reg. 910/93: ",
        "act_under": "Chiropractic Act, 1991   Loi de 1991 sur les chiropraticiens",
        "url": "https://www.ontario.ca/laws/regulation/930910",
        "date_scraped": "2023-12-19 18:01:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930910/v1",
            "valid_from": "March 10, 1994",
            "valid_to": "September 29, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The following electoral districts are established for the purpose of the election of members of the Council: 1. Electoral district 1 — Northern, comprised of the territorial districts of Kenora, Rainy River, Thunder Bay, Algoma, Cochrane, Manitoulin, Sudbury, Parry Sound, Nipissing and Timiskaming and The District Municipality of Muskoka. 2. Electoral district 2 — Eastern, comprised of the counties of Frontenac, Hastings, Lanark, Prince Edward and Renfrew and the united counties of Leeds and Grenville, Lennox and Addington, Prescott and Russell, and Stormont, Dundas and Glengarry and The Regional Municipality of Ottawa-Carleton. 3. Electoral district 3 — Central East, comprised of the counties of Haliburton, Northumberland, Peterborough, Simcoe and Victoria and The Regional Municipality of Durham. 4. Electoral district 4 — Central, comprised of The Municipality of Metropolitan Toronto and The Regional Municipality of York. 5. Electoral district 5 — Central West, comprised of the counties of Brant, Dufferin and Wellington and the regional municipalities of Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara, Peel and Waterloo. 6. Electoral district 6 — Western, comprised of the counties of Essex, Bruce, Grey, Kent, Lambton, Elgin, Middlesex, Huron, Perth and Oxford. O. Reg. 910/93, s. 1 (1); O. Reg. 112/94, s. 1. (2) The electoral district in which a member is eligible to vote is the district in which, on January 1 of the year in which the election is to take place, the member principally practises, or if the member is not engaged in the practice of chiropractic, in which, on that day, the member principally resides. O. Reg. 910/93, s. 1 (2). Number of Members Elected",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The following electoral districts are established for the purpose of the election of members of the Council:</p> <p class=\"paragraph-e\">1. Electoral district 1 — Northern, comprised of the territorial districts of Kenora, Rainy River, Thunder Bay, Algoma, Cochrane, Manitoulin, Sudbury, Parry Sound, Nipissing and Timiskaming and The District Municipality of Muskoka.</p> <p class=\"paragraph-e\">2. Electoral district 2 — Eastern, comprised of the counties of Frontenac, Hastings, Lanark, Prince Edward and Renfrew and the united counties of Leeds and Grenville, Lennox and Addington, Prescott and Russell, and Stormont, Dundas and Glengarry and The Regional Municipality of Ottawa-Carleton.</p> <p class=\"paragraph-e\">3. Electoral district 3 — Central East, comprised of the counties of Haliburton, Northumberland, Peterborough, Simcoe and Victoria and The Regional Municipality of Durham.</p> <p class=\"paragraph-e\">4. Electoral district 4 — Central, comprised of The Municipality of Metropolitan Toronto and The Regional Municipality of York.</p> <p class=\"paragraph-e\">5. Electoral district 5 — Central West, comprised of the counties of Brant, Dufferin and Wellington and the regional municipalities of Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara, Peel and Waterloo.</p> <p class=\"paragraph-e\">6. Electoral district 6 — Western, comprised of the counties of Essex, Bruce, Grey, Kent, Lambton, Elgin, Middlesex, Huron, Perth and Oxford. O. Reg. 910/93, s. 1 (1); O. Reg. 112/94, s. 1.</p> <p class=\"subsection-e\">(2) The electoral district in which a member is eligible to vote is the district in which, on January 1 of the year in which the election is to take place, the member principally practises, or if the member is not engaged in the practice of chiropractic, in which, on that day, the member principally resides. O. Reg. 910/93, s. 1 (2).</p> <p class=\"heading1-e\">Number of Members Elected</p>"
        },
        {
            "id": "2.",
            "section": "Number of Members Elected",
            "content": "2. For each electoral district referred to in Column 1 of the following table, there shall be elected to Council the number of members set out opposite in Column 2.  Column 1\n\nColumn 2\n\n\nElectoral District\n\nNumber of Members\n\n\n1\n\n1\n\n\n2\n\n1\n\n\n3\n\n1\n\n\n4\n\n3\n\n\n5\n\n2\n\n\n6\n\n1 O. Reg. 910/93, s. 2. Term of Office",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For each electoral district referred to in Column 1 of the following table, there shall be elected to Council the number of members set out opposite in Column 2.</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Electoral District</p>\n</td>\n<td valign=\"top\" width=\"160\"><p class=\"table-e\">Number of Members</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"160\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 910/93, s. 2.</p> <p class=\"heading1-e\">Term of Office</p>"
        },
        {
            "id": "3.",
            "section": "Term of Office",
            "content": "3. (1) The term of office of a member elected to the Council is three years. O. Reg. 910/93, s. 3 (1). (2) The term of office of a member elected to the Council commences with the first regular meeting of the Council immediately following the election and the member shall continue to serve in office until his or her successor takes office in accordance with this Regulation. O. Reg. 910/93, s. 3 (2). Election Dates",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The term of office of a member elected to the Council is three years. O. Reg. 910/93, s. 3 (1).</p> <p class=\"subsection-e\">(2) The term of office of a member elected to the Council commences with the first regular meeting of the Council immediately following the election and the member shall continue to serve in office until his or her successor takes office in accordance with this Regulation. O. Reg. 910/93, s. 3 (2).</p> <p class=\"heading1-e\">Election Dates</p>"
        },
        {
            "id": "4.",
            "section": "Election Dates",
            "content": "4. (1) An election of members to the first Council shall be held in the month of March, 1994. O. Reg. 910/93, s. 4 (1). (2) Despite section 3, the terms of office for the first Council members elected under subsection (1) are as follows: 1. One year for the members from electoral districts 2 and 3 and for one member from electoral district 4. 2. Two years for the member from electoral district 6 and for one member from electoral district 4 and one member from electoral district 5. 3. Three years for the member from electoral district 1 and for one member from electoral district 4 and one member from electoral district 5. O. Reg. 910/93, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An election of members to the first Council shall be held in the month of March, 1994. O. Reg. 910/93, s. 4 (1).</p> <p class=\"subsection-e\">(2) Despite section 3, the terms of office for the first Council members elected under subsection (1) are as follows:</p> <p class=\"paragraph-e\">1. One year for the members from electoral districts 2 and 3 and for one member from electoral district 4.</p> <p class=\"paragraph-e\">2. Two years for the member from electoral district 6 and for one member from electoral district 4 and one member from electoral district 5.</p> <p class=\"paragraph-e\">3. Three years for the member from electoral district 1 and for one member from electoral district 4 and one member from electoral district 5. O. Reg. 910/93, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Election Dates",
            "content": "5. Upon expiry of the terms of office prescribed in subsection 4 (2), an election of the members to the Council shall be held, (a) in the month of March, 1995 and in every third year after that for the members referred to in paragraph 1 of subsection 4 (2); (b) in the month of March, 1996 and in every third year after that for the members referred to in paragraph 2 of subsection 4 (2); and (c) in the month of March, 1997 and in every third year after that for the members referred to in paragraph 3 of subsection 4 (2). O. Reg. 910/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Upon expiry of the terms of office prescribed in subsection 4 (2), an election of the members to the Council shall be held,</p> <p class=\"clause-e\">(a) in the month of March, 1995 and in every third year after that for the members referred to in paragraph 1 of subsection 4 (2);</p> <p class=\"clause-e\">(b) in the month of March, 1996 and in every third year after that for the members referred to in paragraph 2 of subsection 4 (2); and</p> <p class=\"clause-e\">(c) in the month of March, 1997 and in every third year after that for the members referred to in paragraph 3 of subsection 4 (2). O. Reg. 910/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Election Dates",
            "content": "6. The Council shall set the date for each election of members to the Council. O. Reg. 910/93, s. 6. Eligibility to Vote",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The Council shall set the date for each election of members to the Council. O. Reg. 910/93, s. 6.</p> <p class=\"heading1-e\">Eligibility to Vote</p>"
        },
        {
            "id": "7.",
            "section": "Eligibility to Vote",
            "content": "7. A member is ineligible to vote in a Council election if he or she is in default of payment of any fees prescribed by regulation or any fine imposed by the Discipline Committee or is in default in completing and returning any prescribed form. O. Reg. 910/93, s. 7. Eligibility for Election",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A member is ineligible to vote in a Council election if he or she is in default of payment of any fees prescribed by regulation or any fine imposed by the Discipline Committee or is in default in completing and returning any prescribed form. O. Reg. 910/93, s. 7.</p> <p class=\"heading1-e\">Eligibility for Election</p>"
        },
        {
            "id": "8.",
            "section": "Eligibility for Election",
            "content": "8. A member is eligible for election to the Council in an electoral district if on the date of the election, (a) the member is engaged in the practice of chiropractic in the electoral district for which he or she is nominated, or, if the member is not engaged in the practice of chiropractic, is resident in the electoral district for which he or she is nominated; (b) the member is not in default of payment of any fees prescribed by regulation or any fine imposed by the Discipline Committee; (c) the member is not in default in completing and returning any prescribed form; (d) the member is not the subject of any disciplinary or incapacity proceeding; (e) a finding of professional misconduct, incompetence or incapacity has not been made against the member in the three years preceding the date of the appointment; (f) the member is not an officer or director of any professional chiropractic association, including the Ontario Chiropractic Association, Canadian Chiropractic Association, Canadian Memorial Chiropractic College, Canadian Chiropractic Protective Association or the Council on Chiropractic Education, such that a real or apparent conflict of interest may arise; (g) the member is not a member of the Council, or of a committee, of the College of any other health profession. O. Reg. 910/93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A member is eligible for election to the Council in an electoral district if on the date of the election,</p> <p class=\"clause-e\">(a) the member is engaged in the practice of chiropractic in the electoral district for which he or she is nominated, or, if the member is not engaged in the practice of chiropractic, is resident in the electoral district for which he or she is nominated;</p> <p class=\"clause-e\">(b) the member is not in default of payment of any fees prescribed by regulation or any fine imposed by the Discipline Committee;</p> <p class=\"clause-e\">(c) the member is not in default in completing and returning any prescribed form;</p> <p class=\"clause-e\">(d) the member is not the subject of any disciplinary or incapacity proceeding;</p> <p class=\"clause-e\">(e) a finding of professional misconduct, incompetence or incapacity has not been made against the member in the three years preceding the date of the appointment;</p> <p class=\"clause-e\">(f) the member is not an officer or director of any professional chiropractic association, including the Ontario Chiropractic Association, Canadian Chiropractic Association, Canadian Memorial Chiropractic College, Canadian Chiropractic Protective Association or the Council on Chiropractic Education, such that a real or apparent conflict of interest may arise;</p> <p class=\"clause-e\">(g) the member is not a member of the Council, or of a committee, of the College of any other health profession. O. Reg. 910/93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Eligibility for Election",
            "content": "9. (1) A member is not eligible to be a candidate in an election if serving the term for which the election is being held would cause him or her to be an elected member of Council for more than nine consecutive years. O. Reg. 910/93, s. 9 (1). (2) A member who is not eligible under subsection (1) regains eligibility for election to the Council after three years. O. Reg. 910/93, s. 9 (2). Registrar to Supervise Nominations",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A member is not eligible to be a candidate in an election if serving the term for which the election is being held would cause him or her to be an elected member of Council for more than nine consecutive years. O. Reg. 910/93, s. 9 (1).</p> <p class=\"subsection-e\">(2) A member who is not eligible under subsection (1) regains eligibility for election to the Council after three years. O. Reg. 910/93, s. 9 (2).</p> <p class=\"heading1-e\">Registrar to Supervise Nominations</p>"
        },
        {
            "id": "10.",
            "section": "Registrar to Supervise Nominations",
            "content": "10. The Registrar shall supervise the nomination of candidates. O. Reg. 910/93, s. 10. Notice of Election and Nominations",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The Registrar shall supervise the nomination of candidates. O. Reg. 910/93, s. 10.</p> <p class=\"heading1-e\">Notice of Election and Nominations</p>"
        },
        {
            "id": "11.",
            "section": "Notice of Election and Nominations",
            "content": "11. No later than sixty days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and of the nomination procedure. O. Reg. 910/93, s. 11. Nomination Procedure",
            "raw_html": "<p class=\"section-e\"><b>11. </b>No later than sixty days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and of the nomination procedure. O. Reg. 910/93, s. 11.</p> <p class=\"heading1-e\">Nomination Procedure</p>"
        },
        {
            "id": "12.",
            "section": "Nomination Procedure",
            "content": "12. (1) The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least forty-five days before the date of the election. O. Reg. 910/93, s. 12 (1). (2) The nomination shall be signed by the candidate and by at least ten members who support the nomination and who are eligible to vote in the electoral district in which the election is to be held. O. Reg. 910/93, s. 12 (2). (3) The candidate shall provide biographical information in a manner acceptable to the Registrar for the purpose of distribution to members in accordance with subsection 14 (2). O. Reg. 910/93, s. 12 (3). (4) The candidate may withdraw his or her nomination for election to the Council no later than twenty-one days before the date of the election. O. Reg. 910/93, s. 12 (4). Acclamation",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least forty-five days before the date of the election. O. Reg. 910/93, s. 12 (1).</p> <p class=\"subsection-e\">(2) The nomination shall be signed by the candidate and by at least ten members who support the nomination and who are eligible to vote in the electoral district in which the election is to be held. O. Reg. 910/93, s. 12 (2).</p> <p class=\"subsection-e\">(3) The candidate shall provide biographical information in a manner acceptable to the Registrar for the purpose of distribution to members in accordance with subsection 14 (2). O. Reg. 910/93, s. 12 (3).</p> <p class=\"subsection-e\">(4) The candidate may withdraw his or her nomination for election to the Council no later than twenty-one days before the date of the election. O. Reg. 910/93, s. 12 (4).</p> <p class=\"heading1-e\">Acclamation</p>"
        },
        {
            "id": "13.",
            "section": "Acclamation",
            "content": "13. If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected, the Registrar shall declare the candidates to be elected by acclamation. O. Reg. 910/93, s. 13. Registrar’s Electoral Duties",
            "raw_html": "<p class=\"section-e\"><b>13. </b>If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected, the Registrar shall declare the candidates to be elected by acclamation. O. Reg. 910/93, s. 13.</p> <p class=\"heading1-e\">Registrar’s Electoral Duties</p>"
        },
        {
            "id": "14.",
            "section": "Registrar’s Electoral Duties",
            "content": "14. (1) The Registrar shall supervise and administer the election of candidates and, for the purpose of carrying out that duty, the Registrar may, subject to this Regulation and the by-laws, (a) appoint returning officers and scrutineers; (b) establish a deadline for the receiving of ballots; (c) provide for the notification of all candidates and members of the results of the election; and (d) provide for the destruction of ballots following an election. O. Reg. 910/93, s. 14 (1). (2) No later than thirty days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place, a list of the candidates, biographical information concerning the candidates, a ballot, a blank envelope, an outer envelope and an explanation of the voting procedure. O. Reg. 910/93, s. 14 (2). (3) Voting for elections of members to the Council shall be by mail ballot. O. Reg. 910/93, s. 14 (3). (4) A ballot shall be clearly marked in the appropriate space, shall be sealed in the blank envelope and shall be inserted and sealed in an outer envelope bearing the voting member’s name, signature and address. O. Reg. 910/93, s. 14 (4). (5) A ballot that does not comply with subsection (4) is null and void. O. Reg. 910/93, s. 14 (5). (6) On the date of the election, the outer envelopes shall be opened and the sealed envelopes containing the ballots removed. The ballots shall then be removed from the sealed envelopes and counted by the Registrar or by his or her agent. O. Reg. 910/93, s. 14 (6). (7) Candidates or their representatives may be present when the ballots are opened and counted. O. Reg. 910/93, s. 14 (7). Number of Votes to be Cast",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The Registrar shall supervise and administer the election of candidates and, for the purpose of carrying out that duty, the Registrar may, subject to this Regulation and the by-laws,</p> <p class=\"clause-e\">(a) appoint returning officers and scrutineers;</p> <p class=\"clause-e\">(b) establish a deadline for the receiving of ballots;</p> <p class=\"clause-e\">(c) provide for the notification of all candidates and members of the results of the election; and</p> <p class=\"clause-e\">(d) provide for the destruction of ballots following an election. O. Reg. 910/93, s. 14 (1).</p> <p class=\"subsection-e\">(2) No later than thirty days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place, a list of the candidates, biographical information concerning the candidates, a ballot, a blank envelope, an outer envelope and an explanation of the voting procedure. O. Reg. 910/93, s. 14 (2).</p> <p class=\"subsection-e\">(3) Voting for elections of members to the Council shall be by mail ballot. O. Reg. 910/93, s. 14 (3).</p> <p class=\"subsection-e\">(4) A ballot shall be clearly marked in the appropriate space, shall be sealed in the blank envelope and shall be inserted and sealed in an outer envelope bearing the voting member’s name, signature and address. O. Reg. 910/93, s. 14 (4).</p> <p class=\"subsection-e\">(5) A ballot that does not comply with subsection (4) is null and void. O. Reg. 910/93, s. 14 (5).</p> <p class=\"subsection-e\">(6) On the date of the election, the outer envelopes shall be opened and the sealed envelopes containing the ballots removed. The ballots shall then be removed from the sealed envelopes and counted by the Registrar or by his or her agent. O. Reg. 910/93, s. 14 (6).</p> <p class=\"subsection-e\">(7) Candidates or their representatives may be present when the ballots are opened and counted. O. Reg. 910/93, s. 14 (7).</p> <p class=\"heading1-e\">Number of Votes to be Cast</p>"
        },
        {
            "id": "15.",
            "section": "Number of Votes to be Cast",
            "content": "15. (1) A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote. O. Reg. 910/93, s. 15 (1). (2) A member shall not cast more than one vote for any one candidate. O. Reg. 910/93, s. 15 (2). Tie Votes",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote. O. Reg. 910/93, s. 15 (1).</p> <p class=\"subsection-e\">(2) A member shall not cast more than one vote for any one candidate. O. Reg. 910/93, s. 15 (2).</p> <p class=\"heading1-e\">Tie Votes</p>"
        },
        {
            "id": "16.",
            "section": "Tie Votes",
            "content": "16. If there is a tie in an election of members to the Council, the Registrar shall break the tie, by lot. O. Reg. 910/93, s. 16. Recounts",
            "raw_html": "<p class=\"section-e\"><b>16. </b>If there is a tie in an election of members to the Council, the Registrar shall break the tie, by lot. O. Reg. 910/93, s. 16.</p> <p class=\"heading1-e\">Recounts</p>"
        },
        {
            "id": "17.",
            "section": "Recounts",
            "content": "17. (1) A candidate may require a recount by giving a written request and depositing the sum of $150 with the Registrar no more than fifteen days after the date of an election. O. Reg. 910/93, s. 17 (1). (2) The Registrar shall hold the recount no more than ten days after receiving the request. O. Reg. 910/93, s. 17 (2). (3) The portion of the deposit remaining after paying the actual cost of the recount shall be refunded to the candidate but if the recount changes the election result the full amount of the deposit shall be refunded to the candidate. O. Reg. 910/93, s. 17 (3). Interruptions of Mail Service",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) A candidate may require a recount by giving a written request and depositing the sum of $150 with the Registrar no more than fifteen days after the date of an election. O. Reg. 910/93, s. 17 (1).</p> <p class=\"subsection-e\">(2) The Registrar shall hold the recount no more than ten days after receiving the request. O. Reg. 910/93, s. 17 (2).</p> <p class=\"subsection-e\">(3) The portion of the deposit remaining after paying the actual cost of the recount shall be refunded to the candidate but if the recount changes the election result the full amount of the deposit shall be refunded to the candidate. O. Reg. 910/93, s. 17 (3).</p> <p class=\"heading1-e\">Interruptions of Mail Service</p>"
        },
        {
            "id": "18.",
            "section": "Interruptions of Mail Service",
            "content": "18. Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of nominations and election for such minimum period of time as the Registrar considers necessary to compensate for the interruption. O. Reg. 910/93, s. 18. Disqualification of Elected Members",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of nominations and election for such minimum period of time as the Registrar considers necessary to compensate for the interruption. O. Reg. 910/93, s. 18.</p> <p class=\"heading1-e\">Disqualification of Elected Members</p>"
        },
        {
            "id": "19.",
            "section": "Disqualification of Elected Members",
            "content": "19. (1) The Council shall disqualify an elected member from sitting on the Council if the elected member, (a) is the subject of any disciplinary or incapacity proceeding; (b) is found to have committed an act of professional misconduct or is found to be incompetent by a panel of the Discipline Committee; (c) is found to be an incapacitated member by a panel of the Fitness to Practise Committee; (d) fails, without reasonable cause, to attend two consecutive meetings of the committee or of a subcommittee of which he or she is a member; (e) fails, without reasonable cause, to attend a hearing or review of a panel for which he or she has been selected; (f) ceases to either practise or reside in the electoral district for which the member was elected; (g) becomes an officer or director of any professional chiropractic association, including the Ontario Chiropractic Association, Canadian Chiropractic Association, Canadian Memorial Chiropractic College, Canadian Chiropractic Protective Association or the Council on Chiropractic Education, such that a real or apparent conflict of interest may arise; (h) becomes a member of the Council or a committee of the College of any other health profession; or (i) breaches the Conflict of Interest guidelines for members of Council and committees. O. Reg. 910/93, s. 19 (1). (2) An elected member who is disqualified from sitting on the Council ceases to be a member of the Council. O. Reg. 910/93, s. 19 (2). Filling of Vacancies",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) The Council shall disqualify an elected member from sitting on the Council if the elected member,</p> <p class=\"clause-e\">(a) is the subject of any disciplinary or incapacity proceeding;</p> <p class=\"clause-e\">(b) is found to have committed an act of professional misconduct or is found to be incompetent by a panel of the Discipline Committee;</p> <p class=\"clause-e\">(c) is found to be an incapacitated member by a panel of the Fitness to Practise Committee;</p> <p class=\"clause-e\">(d) fails, without reasonable cause, to attend two consecutive meetings of the committee or of a subcommittee of which he or she is a member;</p> <p class=\"clause-e\">(e) fails, without reasonable cause, to attend a hearing or review of a panel for which he or she has been selected;</p> <p class=\"clause-e\">(f) ceases to either practise or reside in the electoral district for which the member was elected;</p> <p class=\"clause-e\">(g) becomes an officer or director of any professional chiropractic association, including the Ontario Chiropractic Association, Canadian Chiropractic Association, Canadian Memorial Chiropractic College, Canadian Chiropractic Protective Association or the Council on Chiropractic Education, such that a real or apparent conflict of interest may arise;</p> <p class=\"clause-e\">(h) becomes a member of the Council or a committee of the College of any other health profession; or</p> <p class=\"clause-e\">(i) breaches the Conflict of Interest guidelines for members of Council and committees. O. Reg. 910/93, s. 19 (1).</p> <p class=\"subsection-e\">(2) An elected member who is disqualified from sitting on the Council ceases to be a member of the Council. O. Reg. 910/93, s. 19 (2).</p> <p class=\"heading1-e\">Filling of Vacancies</p>"
        },
        {
            "id": "20.",
            "section": "Filling of Vacancies",
            "content": "20. (1) The seat of an elected Council member shall be deemed to be vacant upon the death, resignation or disqualification of the Council member. O. Reg. 910/93, s. 20 (1). (2) If the seat of an elected Council member becomes vacant in an electoral district not more than twelve months before the expiry of the member’s term of office, the Council may, (a) leave the seat vacant; (b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or (c) direct the Registrar to hold an election in accordance with this Regulation for that electoral district. O. Reg. 910/93, s. 20 (2). (3) If the seat of an elected Council member becomes vacant in an electoral district more than twelve months before the expiry of the member’s term of office, the Council shall direct the Registrar to hold an election in accordance with this Regulation for that electoral district. O. Reg. 910/93, s. 20 (3). (4) The term of a member appointed under clause (2) (b) or elected in an election under clause (2) (c) or subsection (3) shall continue until the time the former Council member’s term would have expired. O. Reg. 910/93, s. 20 (4).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The seat of an elected Council member shall be deemed to be vacant upon the death, resignation or disqualification of the Council member. O. Reg. 910/93, s. 20 (1).</p> <p class=\"subsection-e\">(2) If the seat of an elected Council member becomes vacant in an electoral district not more than twelve months before the expiry of the member’s term of office, the Council may,</p> <p class=\"clause-e\">(a) leave the seat vacant;</p> <p class=\"clause-e\">(b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or</p> <p class=\"clause-e\">(c) direct the Registrar to hold an election in accordance with this Regulation for that electoral district. O. Reg. 910/93, s. 20 (2).</p> <p class=\"subsection-e\">(3) If the seat of an elected Council member becomes vacant in an electoral district more than twelve months before the expiry of the member’s term of office, the Council shall direct the Registrar to hold an election in accordance with this Regulation for that electoral district. O. Reg. 910/93, s. 20 (3).</p> <p class=\"subsection-e\">(4) The term of a member appointed under clause (2) (b) or elected in an election under clause (2) (c) or subsection (3) shall continue until the time the former Council member’s term would have expired. O. Reg. 910/93, s. 20 (4).</p>"
        },
        {
            "id": "21.",
            "section": "Filling of Vacancies",
            "content": "21. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 910/93, s. 21. ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 910/93, s. 21.</p> <p class=\"Normal\"></p>"
        }
    ]
}