{
    "reg_info": {
        "full_title": "O. Reg. 289/00: FORMS",
        "reg_name_text": "FORMS",
        "citation": "O. Reg. 289/00: ",
        "act_under": "Business Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/000289",
        "date_scraped": "2023-12-18 14:14:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000289/v6",
            "valid_from": "June  3, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/000289/v5",
            "valid_from": "December 10, 2016",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/regulation/000289/v4",
            "valid_from": "November 21, 2016",
            "valid_to": "December  9, 2016"
        },
        {
            "a_href": "/laws/regulation/000289/v3",
            "valid_from": "May  1, 2006",
            "valid_to": "November 20, 2016"
        },
        {
            "a_href": "/laws/regulation/000289/v2",
            "valid_from": "April 11, 2006",
            "valid_to": "April 30, 2006"
        },
        {
            "a_href": "/laws/regulation/000289/v1",
            "valid_from": "December 30, 2002",
            "valid_to": "April 10, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Form of Documents",
            "content": " 1. (1) All documents sent to the Director or filed in the office of the Director including all affidavits, applications, assurances, balance sheets, by-laws, consents, dissents, forms, notices and statements shall be printed, typewritten or reproduced legibly and, in the opinion of the Director, suitable for photographing on microfilm, upon one side of good quality white paper that is, (a)  210 millimetres by 297 millimetres with a margin of 30 millimetres on the left-hand side; or (b)  8½ inches by 11 inches, with a margin of 1¼ inches on the left-hand side.  O. Reg. 289/00, s. 1 (1). (2) A document consisting of two or more pages shall have no backing or binding, and be stapled in the upper left-hand corner and each page shall be numbered consecutively.  O. Reg. 289/00, s. 1 (2). (3) A document that is sent to the Director shall be on good quality white paper of the size prescribed in subsection (1) that is capable of being endorsed by the Director without smudging.  O. Reg. 289/00, s. 1 (3). (4) Articles, applications or statements filed with the Director requiring the signature of one or more persons shall be signed manually by each required person and not by an attorney.  O. Reg. 289/00, s. 1 (4). Forms",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) All documents sent to the Director or filed in the office of the Director including all affidavits, applications, assurances, balance sheets, by-laws, consents, dissents, forms, notices and statements shall be printed, typewritten or reproduced legibly and, in the opinion of the Director, suitable for photographing on microfilm, upon one side of good quality white paper that is,</p> <p class=\"clause-e\">  (a)  210 millimetres by 297 millimetres with a margin of 30 millimetres on the left-hand side; or</p> <p class=\"clause-e\">  (b)  8½ inches by 11 inches, with a margin of 1¼ inches on the left-hand side.  O. Reg. 289/00, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A document consisting of two or more pages shall have no backing or binding, and be stapled in the upper left-hand corner and each page shall be numbered consecutively.  O. Reg. 289/00, s. 1 (2).</p> <p class=\"subsection-e\">  (3) A document that is sent to the Director shall be on good quality white paper of the size prescribed in subsection (1) that is capable of being endorsed by the Director without smudging.  O. Reg. 289/00, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Articles, applications or statements filed with the Director requiring the signature of one or more persons shall be signed manually by each required person and not by an attorney.  O. Reg. 289/00, s. 1 (4).</p> <p class=\"heading1-e\">Forms</p>"
        },
        {
            "id": "2.",
            "section": "Forms",
            "content": " 2. The following forms shall be in the form approved by the Minister: 1.  Articles of incorporation. 2.  A consent to act as first director, where required under subsection 5 (2) of the Act. 3.  A certificate of incorporation. 4.  Articles of amendment under section 171 of the Act. 5.  Articles of amalgamation under section 178 of the Act. 6.  Restated articles of incorporation under section 173 of the Act. 7.  Articles of continuance under section 180 of the Act. 8.  An application for authorization to continue in another jurisdiction under section 181 of the Act. 9.  An application under section 181.1 of the Act for authorization to continue as a co-operative corporation under the Co-operative Corporations Act. 10.  Articles of arrangement under section 183 of the Act. 11.  Articles of reorganization under section 186 of the Act. 12.  Articles of dissolution under subsection 238 (1) of the Act. 13.  Articles of dissolution under subsection 238 (2) of the Act. 14.  An application under subsection 144 (4) of the Act rescinding an order made under subsection 144 (3) of the Act to remove records from the registered office of the corporation. 15.  Articles of revival under section 241 of the Act. 16.  A notice concerning the winding up of a corporation under subsection 193 (4) of the Act, a notice under subsection 205 (2) of the Act or a notice under subsection 210 (4) of the Act. 17.  A statutory declaration under subsection 52 (1) of the Act. 18.  A statutory declaration under subsection 146 (1) of the Act.  O. Reg. 289/00, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following forms shall be in the form approved by the Minister:</p> <p class=\"paragraph-e\">  1.  Articles of incorporation.</p> <p class=\"paragraph-e\">  2.  A consent to act as first director, where required under subsection 5 (2) of the Act.</p> <p class=\"paragraph-e\">  3.  A certificate of incorporation.</p> <p class=\"paragraph-e\">  4.  Articles of amendment under section 171 of the Act.</p> <p class=\"paragraph-e\">  5.  Articles of amalgamation under section 178 of the Act.</p> <p class=\"paragraph-e\">  6.  Restated articles of incorporation under section 173 of the Act.</p> <p class=\"paragraph-e\">  7.  Articles of continuance under section 180 of the Act.</p> <p class=\"paragraph-e\">  8.  An application for authorization to continue in another jurisdiction under section 181 of the Act.</p> <p class=\"paragraph-e\">  9.  An application under section 181.1 of the Act for authorization to continue as a co-operative corporation under the <i>Co-operative Corporations Act</i>.</p> <p class=\"paragraph-e\">  10.  Articles of arrangement under section 183 of the Act.</p> <p class=\"paragraph-e\">  11.  Articles of reorganization under section 186 of the Act.</p> <p class=\"paragraph-e\">  12.  Articles of dissolution under subsection 238 (1) of the Act.</p> <p class=\"paragraph-e\">  13.  Articles of dissolution under subsection 238 (2) of the Act.</p> <p class=\"paragraph-e\">  14.  An application under subsection 144 (4) of the Act rescinding an order made under subsection 144 (3) of the Act to remove records from the registered office of the corporation.</p> <p class=\"paragraph-e\">  15.  Articles of revival under section 241 of the Act.</p> <p class=\"paragraph-e\">  16.  A notice concerning the winding up of a corporation under subsection 193 (4) of the Act, a notice under subsection 205 (2) of the Act or a notice under subsection 210 (4) of the Act.</p> <p class=\"paragraph-e\">  17.  A statutory declaration under subsection 52 (1) of the Act.</p> <p class=\"paragraph-e\">  18.  A statutory declaration under subsection 146 (1) of the Act.  O. Reg. 289/00, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Forms",
            "content": " 3. Articles of continuance under section 180 of the Act shall be accompanied by, (a)  a copy of the incorporating document of the body corporate, together with all amendments to the document, certified by the officer of the incorporating jurisdiction who is authorized to so certify; (b)  a letter of satisfaction, certificate of continuance or other document issued by the proper officer of the incorporating jurisdiction that indicates that the body corporate is authorized under the laws of the jurisdiction in which it was incorporated or continued to apply for articles of continuance; and (c)  except in the case of a body corporate incorporated or continued under the laws of another Canadian jurisdiction, a legal opinion to the effect that the laws of the jurisdiction to which the body corporate is subject authorize the body corporate to apply for articles of continuance.  O. Reg. 289/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Articles of continuance under section 180 of the Act shall be accompanied by,</p> <p class=\"clause-e\">  (a)  a copy of the incorporating document of the body corporate, together with all amendments to the document, certified by the officer of the incorporating jurisdiction who is authorized to so certify;</p> <p class=\"clause-e\">  (b)  a letter of satisfaction, certificate of continuance or other document issued by the proper officer of the incorporating jurisdiction that indicates that the body corporate is authorized under the laws of the jurisdiction in which it was incorporated or continued to apply for articles of continuance; and</p> <p class=\"clause-e\">  (c)  except in the case of a body corporate incorporated or continued under the laws of another Canadian jurisdiction, a legal opinion to the effect that the laws of the jurisdiction to which the body corporate is subject authorize the body corporate to apply for articles of continuance.  O. Reg. 289/00, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Forms",
            "content": " 4. An application for authorization to continue in another jurisdiction under section 181 of the Act shall be accompanied by, (a)  a consent from the Minister of Finance; (b)  if the corporation is an offering corporation, a consent from the Ontario Securities Commission; and (c)  except in the case of continuance under the laws of another Canadian jurisdiction, a legal opinion to the effect that the laws of the other jurisdiction meet the requirements set out in subsection 181 (9) of the Act.  O. Reg. 289/00, s. 4; O. Reg. 109/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>An application for authorization to continue in another jurisdiction under section 181 of the Act shall be accompanied by,</p> <p class=\"clause-e\">  (a)  a consent from the Minister of Finance;</p> <p class=\"clause-e\">  (b)  if the corporation is an offering corporation, a consent from the Ontario Securities Commission; and</p> <p class=\"clause-e\">  (c)  except in the case of continuance under the laws of another Canadian jurisdiction, a legal opinion to the effect that the laws of the other jurisdiction meet the requirements set out in subsection 181 (9) of the Act.  O. Reg. 289/00, s. 4; O. Reg. 109/06, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Forms",
            "content": " 5. Articles of dissolution under subsection 238 (1) or (2) of the Act shall be accompanied by a consent to the dissolution of the corporation, issued by the Minister of Finance.  O. Reg. 441/02, s. 1; O. Reg. 109/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>Articles of dissolution under subsection 238 (1) or (2) of the Act shall be accompanied by a consent to the dissolution of the corporation, issued by the Minister of Finance.  O. Reg. 441/02, s. 1; O. Reg. 109/06, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Forms",
            "content": " 6. Articles of revival under subsection 241 (9) of the Act shall be accompanied by, (a)  a consent to the revival of the corporation issued by the Minister of Finance, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (1) of the Act or a predecessor of that subsection; (b)  a consent to the revival of the corporation issued by the Ontario Securities Commission, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (2) of the Act or a predecessor of that subsection; (c)  a consent to the revival of the corporation issued by the Minister of Finance, if, (i)  the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (3) of the Act or a predecessor of that subsection, and (ii)  the Minister of Finance has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; (d)  a consent to the revival of the corporation issued by the Minister responsible for the administration of the Forfeited Corporate Property Act, 2015, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; (e)  a consent to the revival of the corporation issued by the Minister responsible for the administration of the Environmental Protection Act, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; (f)  a consent to the revival of the corporation issued by the Minister responsible for the administration of the Mining Act, except Part IV of that Act, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; and (g)  a consent to the revival of the corporation issued by the Public Guardian and Trustee, if he or she has notified the Director that if articles of revival for the corporation are submitted, the consent of the Public Guardian and Trustee to the revival must be obtained before the Director endorses the articles with a certificate of revival. O. Reg. 372/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Articles of revival under subsection 241 (9) of the Act shall be accompanied by,</p> <p class=\"clause-e\">  (a)  a consent to the revival of the corporation issued by the Minister of Finance, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (1) of the Act or a predecessor of that subsection;</p> <p class=\"clause-e\">  (b)  a consent to the revival of the corporation issued by the Ontario Securities Commission, if the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (2) of the Act or a predecessor of that subsection;</p> <p class=\"clause-e\">  (c)  a consent to the revival of the corporation issued by the Minister of Finance, if,</p> <p class=\"subclause-e\">  (i)  the corporation was dissolved by an order of the Director upon the corporation’s default in compliance with notice given under subsection 241 (3) of the Act or a predecessor of that subsection, and</p> <p class=\"subclause-e\">  (ii)  the Minister of Finance has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival;</p> <p class=\"clause-e\">  (d)  a consent to the revival of the corporation issued by the Minister responsible for the administration of the <i>Forfeited Corporate Property Act, 2015</i>, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival;</p> <p class=\"clause-e\">  (e)  a consent to the revival of the corporation issued by the Minister responsible for the administration of the <i>Environmental Protection Act</i>, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival;</p> <p class=\"clause-e\">  (f)  a consent to the revival of the corporation issued by the Minister responsible for the administration of the <i>Mining Act</i>, except Part IV of that Act, if that Minister has notified the Director that if articles of revival for the corporation are submitted, the consent of that Minister to the revival must be obtained before the Director endorses the articles with a certificate of revival; and</p> <p class=\"clause-e\">  (g)  a consent to the revival of the corporation issued by the Public Guardian and Trustee, if he or she has notified the Director that if articles of revival for the corporation are submitted, the consent of the Public Guardian and Trustee to the revival must be obtained before the Director endorses the articles with a certificate of revival. O. Reg. 372/16, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Forms",
            "content": " 7. A consent or an undertaking given by a person pursuant to section 4, 8, 9 or 12 of Regulation 62 of the Revised Regulations of Ontario, 1990 may be in the form approved by the Minister.  O. Reg. 289/00, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A consent or an undertaking given by a person pursuant to section 4, 8, 9 or 12 of Regulation 62 of the Revised Regulations of Ontario, 1990 may be in the form approved by the Minister.  O. Reg. 289/00, s. 7.</p>"
        },
        {
            "id": null,
            "section": "Forms",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000289\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}