{
    "reg_info": {
        "full_title": "O. Reg. 539/21: DESIGNATION AND EXEMPTION: REID ROAD RESERVOIR QUARRY",
        "reg_name_text": "DESIGNATION AND EXEMPTION: REID ROAD RESERVOIR QUARRY",
        "citation": "O. Reg. 539/21: ",
        "act_under": "Environmental Assessment Act",
        "url": "https://www.ontario.ca/laws/regulation/210539",
        "date_scraped": "2023-12-18 15:10:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 30, 2021",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “evaluation criteria and indicators” means the criteria and indicators developed by the proponent pursuant to subsection 6 (1); (“critères et indices d’évaluation”) “project” means an enterprise or activity that is designated as an undertaking to which the Act applies pursuant to section 2. (“projet”)",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“evaluation criteria and indicators” means the criteria and indicators developed by the proponent pursuant to subsection 6 (1);<b> </b>(“critères et indices d’évaluation”)</p> <p class=\"definition-e\">“project” means an enterprise or activity that is designated as an undertaking to which the Act applies pursuant to section 2. (“projet”)<b> </b></p>"
        },
        {
            "id": "2.",
            "section": "Designation",
            "content": " 2. The establishment and operation of a quarry and any associated enterprise or activity, including the processing of aggregate, on the following lands is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies: 1.  Part of Lot 7, Concession 2, Nassagaweya, Part 1 on Plan 20R625, Town of Milton, Regional Municipality of Halton, being all of Property Identification Number 24980 0139 in the Land Titles Division of Halton (No. 20). 2.  Part of Lots 6 and 7, Concession 2, Nassagaweya, Part 2 on Plan 20R625, except Part 1 on Plan 20R5441, Town of Milton, Regional Municipality of Halton, being all of Property Identification Number 24980 0140 in the Land Titles Division of Halton (No. 20).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The establishment and operation of a quarry and any associated enterprise or activity, including the processing of aggregate, on the following lands is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies:</p> <p class=\"paragraph-e\">  1.  Part of Lot 7, Concession 2, Nassagaweya, Part 1 on Plan 20R625, Town of Milton, Regional Municipality of Halton, being all of Property Identification Number 24980 0139 in the Land Titles Division of Halton (No. 20).</p> <p class=\"paragraph-e\">  2.  Part of Lots 6 and 7, Concession 2, Nassagaweya, Part 2 on Plan 20R625, except Part 1 on Plan 20R5441, Town of Milton, Regional Municipality of Halton, being all of Property Identification Number 24980 0140 in the Land Titles Division of Halton (No. 20).</p>"
        },
        {
            "id": "3.",
            "section": "Exemption",
            "content": " 3. (1) The project is exempt from sections 5.1, 6 and 6.1 and subsections 7 (4) to (7) of the Act, from any other requirement of the Act respecting terms of reference, and from section 2 of Regulation 334 of the Revised Regulations of Ontario, 1990 (General) made under the Act, if the proponent complies with sections 4 to 12 of this Regulation. (2) For greater certainty, the project is subject to all of the requirements of the Act and the regulations made under the Act except for those requirements from which it is exempt by this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The project is exempt from sections 5.1, 6 and 6.1 and subsections 7 (4) to (7) of the Act, from any other requirement of the Act respecting terms of reference, and from section 2 of Regulation 334 of the Revised Regulations of Ontario, 1990 (General) made under the Act, if the proponent complies with sections 4 to 12 of this Regulation.</p> <p class=\"subsection-e\">  (2) For greater certainty, the project is subject to all of the requirements of the Act and the regulations made under the Act except for those requirements from which it is exempt by this Regulation.</p>"
        },
        {
            "id": "4.",
            "section": "Notice of commencement",
            "content": " 4. (1) The proponent shall prepare a notice of commencement of the environmental assessment process for the project that complies with subsection (2) and distribute it in accordance with subsection (3). (2) The notice of commencement of the environmental assessment process shall include the following information: 1.  The proponent’s name and address. 2.  The name, phone number and email address of a person who may be contacted on behalf of the proponent respecting the project. 3.  A description of the project. 4.  A map showing the site of the project. 5.  A statement that the environmental effects of the project are being assessed in accordance with the Act and this Regulation. (3) The proponent shall distribute the notice of commencement of the environmental assessment process by, (a)  giving a copy of the notice to, (i)  every assessed owner of land within the larger of, (A)  an area that is 500 metres surrounding the site of the project, and (B)  the study area of the environmental assessment, (ii)  every assessed owner of land adjacent to any haul routes related to the project, (iii)  the Director of the Ministry’s Environmental Assessment Branch, (iv)  the Director of the Ministry’s Central Region Office, (v)  every Indigenous community that is identified on the list obtained from the Director under subsection (4), and (vi)  any other person who, in the opinion of the proponent, may be interested in the project; and (b)  publishing the notice, on two separate days, in a newspaper with general circulation in the area where the project is located. (4) Before distributing the notice of commencement of the environmental assessment process, the proponent shall obtain from the Director of the Ministry’s Environmental Assessment Branch a list of Indigenous communities that, in the opinion of the Director, have or may have existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that may be negatively impacted by the project. (5) The proponent shall post the notice of commencement of the environmental assessment process on its website.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The proponent shall prepare a notice of commencement of the environmental assessment process for the project that complies with subsection (2) and distribute it in accordance with subsection (3).</p> <p class=\"subsection-e\">  (2) The notice of commencement of the environmental assessment process shall include the following information:</p> <p class=\"paragraph-e\">  1.  The proponent’s name and address.</p> <p class=\"paragraph-e\">  2.  The name, phone number and email address of a person who may be contacted on behalf of the proponent respecting the project.</p> <p class=\"paragraph-e\">  3.  A description of the project.</p> <p class=\"paragraph-e\">  4.  A map showing the site of the project.</p> <p class=\"paragraph-e\">  5.  A statement that the environmental effects of the project are being assessed in accordance with the Act and this Regulation.</p> <p class=\"subsection-e\">  (3) The proponent shall distribute the notice of commencement of the environmental assessment process by,</p> <p class=\"clause-e\">  (a)  giving a copy of the notice to,</p> <p class=\"subclause-e\">  (i)  every assessed owner of land within the larger of,</p> <p class=\"subsubclause-e\">  (A)  an area that is 500 metres surrounding the site of the project, and</p> <p class=\"subsubclause-e\">  (B)  the study area of the environmental assessment,</p> <p class=\"subclause-e\">  (ii)  every assessed owner of land adjacent to any haul routes related to the project,</p> <p class=\"subclause-e\">  (iii)  the Director of the Ministry’s Environmental Assessment Branch,</p> <p class=\"subclause-e\">  (iv)  the Director of the Ministry’s Central Region Office,</p> <p class=\"subclause-e\">  (v)  every Indigenous community that is identified on the list obtained from the Director under subsection (4), and</p> <p class=\"subclause-e\">  (vi)  any other person who, in the opinion of the proponent, may be interested in the project; and</p> <p class=\"clause-e\">  (b)  publishing the notice, on two separate days, in a newspaper with general circulation in the area where the project is located.</p> <p class=\"subsection-e\">  (4) Before distributing the notice of commencement of the environmental assessment process, the proponent shall obtain from the Director of the Ministry’s Environmental Assessment Branch a list of Indigenous communities that, in the opinion of the Director, have or may have existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that may be negatively impacted by the project.</p> <p class=\"subsection-e\">  (5) The proponent shall post the notice of commencement of the environmental assessment process on its website.</p>"
        },
        {
            "id": "5.",
            "section": "Consultation",
            "content": " 5. (1) Subject to subsections (2) to (4), in preparing the environmental assessment the proponent shall consult with every Indigenous community that is identified on the list obtained from the Director under subsection 4 (4) and any persons who may be interested in the project. (2) As part of the consultation, the proponent shall, (a)  provide an opportunity for Indigenous communities and any persons who may be interested in the project to comment on the evaluation criteria and indicators; and (b)  host at least three public information meetings. (3) The proponent shall provide advance notice of each public information meeting by publishing the notice in a newspaper with general circulation in the area where the project is located. (4) As part of the consultation, the proponent shall, (a)  request every Indigenous community that is identified on the list obtained from the Director under subsection 4 (4) to advise it in writing of any potential negative impact that the project may have on their existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982; and (b)  discuss with each Indigenous community that may be interested in the project, (i)  any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the Constitution Act, 1982, that are identified by the community as potentially being negatively impacted by the project, and (ii)  measures for mitigating potential negative impacts on the rights referred to in subclause (i), including any measures identified by the community.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsections (2) to (4), in preparing the environmental assessment the proponent shall consult with every Indigenous community that is identified on the list obtained from the Director under subsection 4 (4) and any persons who may be interested in the project.</p> <p class=\"subsection-e\">  (2) As part of the consultation, the proponent shall,</p> <p class=\"clause-e\">  (a)  provide an opportunity for Indigenous communities and any persons who may be interested in the project to comment on the evaluation criteria and indicators; and</p> <p class=\"clause-e\">  (b)  host at least three public information meetings.</p> <p class=\"subsection-e\">  (3) The proponent shall provide advance notice of each public information meeting by publishing the notice in a newspaper with general circulation in the area where the project is located.</p> <p class=\"subsection-e\">  (4) As part of the consultation, the proponent shall,</p> <p class=\"clause-e\">  (a)  request every Indigenous community that is identified on the list obtained from the Director under subsection 4 (4) to advise it in writing of any potential negative impact that the project may have on their existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>; and</p> <p class=\"clause-e\">  (b)  discuss with each Indigenous community that may be interested in the project,</p> <p class=\"subclause-e\">  (i)  any existing aboriginal or treaty rights, as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>, that are identified by the community as potentially being negatively impacted by the project, and</p> <p class=\"subclause-e\">  (ii)  measures for mitigating potential negative impacts on the rights referred to in subclause (i), including any measures identified by the community.</p>"
        },
        {
            "id": "6.",
            "section": "Evaluation criteria and indicators",
            "content": " 6. (1) In preparing the environmental assessment, the proponent shall develop criteria and indicators to evaluate the effects of the project and the alternative methods of carrying out the project on the environment. (2) Following consultation pursuant to clause 5 (2) (a), the proponent shall submit the evaluation criteria and indicators to the Director of the Ministry’s Environmental Assessment Branch for review. (3) If the Director of the Ministry’s Environmental Assessment Branch provides notice to the proponent identifying any deficiencies with the evaluation criteria and indicators, the proponent shall address those deficiencies to the Director’s satisfaction.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) In preparing the environmental assessment, the proponent shall develop criteria and indicators to evaluate the effects of the project and the alternative methods of carrying out the project on the environment.</p> <p class=\"subsection-e\">  (2) Following consultation pursuant to clause 5 (2) (a), the proponent shall submit the evaluation criteria and indicators to the Director of the Ministry’s Environmental Assessment Branch for review.</p> <p class=\"subsection-e\">  (3) If the Director of the Ministry’s Environmental Assessment Branch provides notice to the proponent identifying any deficiencies with the evaluation criteria and indicators, the proponent shall address those deficiencies to the Director’s satisfaction.</p>"
        },
        {
            "id": "7.",
            "section": "Studies",
            "content": " 7. (1) The proponent shall ensure that studies have been conducted that address all of the effects of the project on the environment, including the matters listed in subclauses 8 (2) (d) (i), (ii) and (iii). (2) The studies conducted by the proponent as part of the environmental assessment in respect of the project must include, without being limited to, (a)  a door-to-door well survey program; (b)  a water quality monitoring program; (c)  an assessment of the effects to groundwater from blasting below the water table; (d)  a fugitive dust study; (e)  a study of the conditions of any\nhaul routes; (f)  a social impact assessment; and (g)  any other hydrogeological studies that may be identified by the Director of the Ministry’s Environmental Assessment Branch. (3) Before conducting the studies listed in subsection (2), the proponent shall, in consultation with the Ministry, prepare a work plan respecting the studies that includes the content of each study and shall submit the work plan to the Director of the Ministry’s Environmental Assessment Branch for review. (4) The proponent shall not proceed with conducting the studies listed in subsection (2) until the Director of the Ministry’s Environmental Assessment Branch provides notice indicating that the Director is satisfied with the work plan.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The proponent shall ensure that studies have been conducted that address all of the effects of the project on the environment, including the matters listed in subclauses 8 (2) (d) (i), (ii) and (iii).</p> <p class=\"subsection-e\">  (2) The studies conducted by the proponent as part of the environmental assessment in respect of the project must include, without being limited to,</p> <p class=\"clause-e\">  (a)  a door-to-door well survey program;</p> <p class=\"clause-e\">  (b)  a water quality monitoring program;</p> <p class=\"clause-e\">  (c)  an assessment of the effects to groundwater from blasting below the water table;</p> <p class=\"clause-e\">  (d)  a fugitive dust study;</p> <p class=\"clause-e\">  (e)  a study of the conditions of any<b>\n</b>haul routes;</p> <p class=\"clause-e\">  (f)  a social impact assessment; and</p> <p class=\"clause-e\">  (g)  any other hydrogeological studies that may be identified by the Director of the Ministry’s Environmental Assessment Branch.</p> <p class=\"subsection-e\">  (3) Before conducting the studies listed in subsection (2), the proponent shall, in consultation with the Ministry, prepare a work plan respecting the studies that includes the content of each study and shall submit the work plan to the Director of the Ministry’s Environmental Assessment Branch for review.</p> <p class=\"subsection-e\">  (4) The proponent shall not proceed with conducting the studies listed in subsection (2) until the Director of the Ministry’s Environmental Assessment Branch provides notice indicating that the Director is satisfied with the work plan.</p>"
        },
        {
            "id": "8.",
            "section": "Draft environmental assessment",
            "content": " 8. (1) The proponent shall prepare a draft environmental assessment in accordance with subsection (2). (2) The draft environmental assessment must contain, (a)  a statement of the purpose of the project; (b)  a description of the project; (c)  a description of the following alternative methods of carrying out the project, and a statement of the rationale for each: (i)  alternative design methods for carrying out the project, including alternatives to underwater blasting, and (ii)  alternative haul routes; (d)  a description of, (i)  the environment that will be affected or that might reasonably be expected to be affected, directly or indirectly, by the project and the alternative methods of carrying out the project that are considered, (ii)  the effects that will be caused or that might reasonably be expected to be caused to the environment by the project, including any cumulative effects, and the alternative methods of carrying out the project that are considered, and (iii)  the actions necessary or that may reasonably be expected to be necessary to prevent, change, mitigate or remedy the effects upon or the effects that might reasonably be expected upon the environment, by the project and the alternative methods of carrying out the project that are considered; (e)  a description of the studies conducted in relation to the project, including, (i)  a summary of all data collected or reviewed, and (ii)  a summary of all results and conclusions; (f)  an evaluation of the advantages and disadvantages to the environment of the project and of each alternative method of carrying out the project that is considered; (g)  a description of the means the proponent proposes to use to monitor, (i)  the effects of the project on the environment, and (ii)  compliance with the environmental assessment and any conditions that may be imposed in an approval to proceed with the project under the Act, if that approval were to be given; and (h)  a description of any municipal, provincial, federal or other approvals or permits that may be required for the project.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The proponent shall prepare a draft environmental assessment in accordance with subsection (2).</p> <p class=\"subsection-e\">  (2) The draft environmental assessment must contain,</p> <p class=\"clause-e\">  (a)  a statement of the purpose of the project;</p> <p class=\"clause-e\">  (b)  a description of the project;</p> <p class=\"clause-e\">  (c)  a description of the following alternative methods of carrying out the project, and a statement of the rationale for each:</p> <p class=\"subclause-e\">  (i)  alternative design methods for carrying out the project, including alternatives to underwater blasting, and</p> <p class=\"subclause-e\">  (ii)  alternative haul routes;</p> <p class=\"clause-e\">  (d)  a description of,</p> <p class=\"subclause-e\">  (i)  the environment that will be affected or that might reasonably be expected to be affected, directly or indirectly, by the project and the alternative methods of carrying out the project that are considered,</p> <p class=\"subclause-e\">  (ii)  the effects that will be caused or that might reasonably be expected to be caused to the environment by the project, including any cumulative effects, and the alternative methods of carrying out the project that are considered, and</p> <p class=\"subclause-e\">  (iii)  the actions necessary or that may reasonably be expected to be necessary to prevent, change, mitigate or remedy the effects upon or the effects that might reasonably be expected upon the environment, by the project and the alternative methods of carrying out the project that are considered;</p> <p class=\"clause-e\">  (e)  a description of the studies conducted in relation to the project, including,</p> <p class=\"subclause-e\">  (i)  a summary of all data collected or reviewed, and</p> <p class=\"subclause-e\">  (ii)  a summary of all results and conclusions;</p> <p class=\"clause-e\">  (f)  an evaluation of the advantages and disadvantages to the environment of the project and of each alternative method of carrying out the project that is considered;</p> <p class=\"clause-e\">  (g)  a description of the means the proponent proposes to use to monitor,</p> <p class=\"subclause-e\">  (i)  the effects of the project on the environment, and</p> <p class=\"subclause-e\">  (ii)  compliance with the environmental assessment and any conditions that may be imposed in an approval to proceed with the project under the Act, if that approval were to be given; and</p> <p class=\"clause-e\">  (h)  a description of any municipal, provincial, federal or other approvals or permits that may be required for the project.</p>"
        },
        {
            "id": "9.",
            "section": "Notice of publication of draft environmental assessment",
            "content": " 9. (1) The proponent shall prepare a notice of publication of draft environmental assessment that complies with subsection (2) and distribute it in accordance with subsections (3) and (4). (2) The notice of publication of draft environmental assessment shall include the following information: 1.  The proponent’s address. 2.  The name, phone number and email address of a person who may be contacted on behalf of the proponent. 3.  A description of the project. 4.  A statement that the environmental effects of the project are being assessed in accordance with the Act and this Regulation. 5.  A map showing the site of the project. 6.  Information on how to access a copy of the draft environmental assessment and copies of the studies conducted in relation to the project. 7.  Information about any opportunities the proponent is providing for consultation about the draft environmental assessment. 8.  An invitation to provide comments about the draft environmental assessment and information about how comments can be submitted to the proponent. (3) The proponent shall distribute the notice by, (a)  giving a copy of the notice to every person and Indigenous community identified in clause 4 (3) (a); and (b)  publishing the notice in a newspaper with general circulation in the area where the project is located. (4) The proponent shall, (a)  post the notice of publication of draft environmental assessment together with a copy of the draft environmental assessment and each study conducted in relation to the project on its website; (b)  provide a copy of the draft environmental assessment and each study conducted in relation to the project to the Directors identified in subclauses 4 (3) (a) (iii) and (iv) and every Indigenous community that is identified on the list obtained from the Director under subsection 4 (4); and (c)  provide at least 30 days from the date the notice is first published under clause (3) (b) for the submission of comments on the draft environmental assessment.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The proponent shall prepare a notice of publication of draft environmental assessment that complies with subsection (2) and distribute it in accordance with subsections (3) and (4).</p> <p class=\"subsection-e\">  (2) The notice of publication of draft environmental assessment shall include the following information:</p> <p class=\"paragraph-e\">  1.  The proponent’s address.</p> <p class=\"paragraph-e\">  2.  The name, phone number and email address of a person who may be contacted on behalf of the proponent.</p> <p class=\"paragraph-e\">  3.  A description of the project.</p> <p class=\"paragraph-e\">  4.  A statement that the environmental effects of the project are being assessed in accordance with the Act and this Regulation.</p> <p class=\"paragraph-e\">  5.  A map showing the site of the project.</p> <p class=\"paragraph-e\">  6.  Information on how to access a copy of the draft environmental assessment and copies of the studies conducted in relation to the project.</p> <p class=\"paragraph-e\">  7.  Information about any opportunities the proponent is providing for consultation about the draft environmental assessment.</p> <p class=\"paragraph-e\">  8.  An invitation to provide comments about the draft environmental assessment and information about how comments can be submitted to the proponent.</p> <p class=\"subsection-e\">  (3) The proponent shall distribute the notice by,</p> <p class=\"clause-e\">  (a)  giving a copy of the notice to every person and Indigenous community identified in clause 4 (3) (a); and</p> <p class=\"clause-e\">  (b)  publishing the notice in a newspaper with general circulation in the area where the project is located.</p> <p class=\"subsection-e\">  (4) The proponent shall,</p> <p class=\"clause-e\">  (a)  post the notice of publication of draft environmental assessment together with a copy of the draft environmental assessment and each study conducted in relation to the project on its website;</p> <p class=\"clause-e\">  (b)  provide a copy of the draft environmental assessment and each study conducted in relation to the project to the Directors identified in subclauses 4 (3) (a) (iii) and (iv) and every Indigenous community that is identified on the list obtained from the Director under subsection 4 (4); and</p> <p class=\"clause-e\">  (c)  provide at least 30 days from the date the notice is first published under clause (3) (b) for the submission of comments on the draft environmental assessment.</p>"
        },
        {
            "id": "10.",
            "section": "Content of environmental assessment",
            "content": " 10. (1) Before submitting the environmental assessment for the project to the Ministry for review, the proponent shall address any comments received from any Indigenous communities or interested persons respecting the project. (2) The environmental assessment for the project that is submitted to the Ministry must contain, (a)  a brief summary of the environmental assessment organized in accordance with the matters set out in subsection 8 (2) and clause (c) of this subsection; (b)  the matters listed in subsection 8 (2); (c)  a description of the consultation on the project carried out by the proponent and the results of the consultation, including, (i)  a description of the consultations carried out with Indigenous communities and interested persons, (ii)  a list of the Indigenous communities and interested persons who participated in the consultations, (iii)  summaries of the comments submitted by Indigenous communities and interested persons, (iv)  a summary of discussions that the proponent had with Indigenous communities under subsection 5 (4) and copies of all written comments submitted by Indigenous communities, and (v)  a description of what the proponent did to address concerns raised by Indigenous communities and interested persons; (d)  a list of the studies under the control of the proponent that were conducted in relation to the project; (e)  a list of the studies conducted in relation to the project of which the proponent is aware but that are not under the control of the proponent; and (f)  at least two unbound, well-marked, legible and reproducible maps that are an appropriate size to fit on a 215 millimetre by 280 millimetre page, showing the location of the project and the area to be affected by it, of which, (i)  one must be a simplified base map suitable for reproduction in any notices that may be published, and (ii)  one may include more detail, such as, for example, a 1:10,000 scale Ontario Base Map.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Before submitting the environmental assessment for the project to the Ministry for review, the proponent shall address any comments received from any Indigenous communities or interested persons respecting the project.</p> <p class=\"subsection-e\">  (2) The environmental assessment for the project that is submitted to the Ministry must contain,</p> <p class=\"clause-e\">  (a)  a brief summary of the environmental assessment organized in accordance with the matters set out in subsection 8 (2) and clause (c) of this subsection;</p> <p class=\"clause-e\">  (b)  the matters listed in subsection 8 (2);</p> <p class=\"clause-e\">  (c)  a description of the consultation on the project carried out by the proponent and the results of the consultation, including,</p> <p class=\"subclause-e\">  (i)  a description of the consultations carried out with Indigenous communities and interested persons,</p> <p class=\"subclause-e\">  (ii)  a list of the Indigenous communities and interested persons who participated in the consultations,</p> <p class=\"subclause-e\">  (iii)  summaries of the comments submitted by Indigenous communities and interested persons,</p> <p class=\"subclause-e\">  (iv)  a summary of discussions that the proponent had with Indigenous communities under subsection 5 (4) and copies of all written comments submitted by Indigenous communities, and</p> <p class=\"subclause-e\">  (v)  a description of what the proponent did to address concerns raised by Indigenous communities and interested persons;</p> <p class=\"clause-e\">  (d)  a list of the studies under the control of the proponent that were conducted in relation to the project;</p> <p class=\"clause-e\">  (e)  a list of the studies conducted in relation to the project of which the proponent is aware but that are not under the control of the proponent; and</p> <p class=\"clause-e\">  (f)  at least two unbound, well-marked, legible and reproducible maps that are an appropriate size to fit on a 215 millimetre by 280 millimetre page, showing the location of the project and the area to be affected by it, of which,</p> <p class=\"subclause-e\">  (i)  one must be a simplified base map suitable for reproduction in any notices that may be published, and</p> <p class=\"subclause-e\">  (ii)  one may include more detail, such as, for example, a 1:10,000 scale Ontario Base Map.</p>"
        },
        {
            "id": "11.",
            "section": "Additional requirements",
            "content": " 11. (1) In addition to the requirements in section 6.3 of the Act, the proponent shall ensure that all of the Indigenous communities and interested persons to whom a copy of the notice under subsection 4 (3) is given are provided the notice of submission of the environmental assessment for the project. (2) The notice of submission of the environmental assessment for the project provided to the Indigenous communities and persons specified in subsection (1) shall indicate where and when a copy of the environmental assessment may be inspected and state that any Indigenous community or interested person may give their comments about it to the Ministry. (3) The proponent shall ensure that a copy of the environmental assessment for the project and each study related to the project are posted on its website when the notice of submission of the environmental assessment for the project is provided pursuant to subsection (1) of this section and subsection 6.3 (1) of the Act. (4) Any notice or other document that the proponent is required to post on its website pursuant to this Regulation must remain on its website until the Director of the Ministry’s Environmental Assessment Branch provides notice that they may be removed.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) In addition to the requirements in section 6.3 of the Act, the proponent shall ensure that all of the Indigenous communities and interested persons to whom a copy of the notice under subsection 4 (3) is given are provided the notice of submission of the environmental assessment for the project.</p> <p class=\"subsection-e\">  (2) The notice of submission of the environmental assessment for the project provided to the Indigenous communities and persons specified in subsection (1) shall indicate where and when a copy of the environmental assessment may be inspected and state that any Indigenous community or interested person may give their comments about it to the Ministry.</p> <p class=\"subsection-e\">  (3) The proponent shall ensure that a copy of the environmental assessment for the project and each study related to the project are posted on its website when the notice of submission of the environmental assessment for the project is provided pursuant to subsection (1) of this section and subsection 6.3 (1) of the Act.</p> <p class=\"subsection-e\">  (4) Any notice or other document that the proponent is required to post on its website pursuant to this Regulation must remain on its website until the Director of the Ministry’s Environmental Assessment Branch provides notice that they may be removed.</p>"
        },
        {
            "id": "12.",
            "section": "Deficient environmental assessment",
            "content": " 12. (1) If, during the Ministry’s review of the environmental assessment pursuant to section 7 of the Act, the Director of the Ministry’s Environmental Assessment Branch considers that the environmental assessment is deficient in relation to the requirements of this Regulation, the Director may give the proponent a statement describing the deficiencies and shall do so at least 14 days before the deadline for completing the review. (2) The proponent may take such steps as are necessary to remedy the deficiencies described in the statement and shall do so within seven days after receiving the statement or such other period as the Director of the Ministry’s Environmental Assessment Branch may specify in the statement given under subsection (1). (3) The Minister may reject the environmental assessment if the Director of the Ministry’s Environmental Assessment Branch is not satisfied that the deficiencies have been remedied within the seven-day period or such other period as the Director may specify in the statement given under subsection (1). (4) The Director of the Ministry’s Environmental Assessment Branch shall notify the proponent, the clerk of the municipality in which the project is to be carried out and the public if the Minister rejects the environmental assessment, and shall do so before the deadline for completing the review.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) If, during the Ministry’s review of the environmental assessment pursuant to section 7 of the Act, the Director of the Ministry’s Environmental Assessment Branch considers that the environmental assessment is deficient in relation to the requirements of this Regulation, the Director may give the proponent a statement describing the deficiencies and shall do so at least 14 days before the deadline for completing the review.</p> <p class=\"subsection-e\">  (2) The proponent may take such steps as are necessary to remedy the deficiencies described in the statement and shall do so within seven days after receiving the statement or such other period as the Director of the Ministry’s Environmental Assessment Branch may specify in the statement given under subsection (1).</p> <p class=\"subsection-e\">  (3) The Minister may reject the environmental assessment if the Director of the Ministry’s Environmental Assessment Branch is not satisfied that the deficiencies have been remedied within the seven-day period or such other period as the Director may specify in the statement given under subsection (1).</p> <p class=\"subsection-e\">  (4) The Director of the Ministry’s Environmental Assessment Branch shall notify the proponent, the clerk of the municipality in which the project is to be carried out and the public if the Minister rejects the environmental assessment, and shall do so before the deadline for completing the review.</p>"
        },
        {
            "id": "13.",
            "section": "Deficient environmental assessment",
            "content": " 13. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>13.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deficient environmental assessment",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210539\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}