{
    "reg_info": {
        "full_title": "O. Reg. 500/09: VOTER IDENTIFICATION",
        "reg_name_text": "VOTER IDENTIFICATION",
        "citation": "O. Reg. 500/09: ",
        "act_under": "Municipal Elections Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/090500",
        "date_scraped": "2023-12-19 04:30:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/090500/v3",
            "valid_from": "March 31, 2010",
            "valid_to": "November 25, 2013"
        },
        {
            "a_href": "/laws/regulation/090500/v2",
            "valid_from": "January  1, 2010",
            "valid_to": "March 30, 2010"
        },
        {
            "a_href": "/laws/regulation/090500/v1",
            "valid_from": "December 17, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Proof of identity and residence",
            "content": "1. Each of the following options is prescribed as the proof of identify and residence that a person may present for the purposes of subparagraph 52 (1) 1 ii of the Act: 1. Option 1: An original, or a certified or notarial copy, of a document listed in Schedule 1, if the document shows the person’s name, qualifying address and signature. 2. Option 2: Both of the following documents, presented together: i. An original, or a certified or notarial copy, of a document listed in Schedule 2, if the document shows the person’s name and signature. ii. An original, or a certified or notarial copy, of a document listed in Schedule 3, if the document shows the person’s name and qualifying address. O. Reg. 500/09, s. 1; O. Reg. 120/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Each of the following options is prescribed as the proof of identify and residence that a person may present for the purposes of subparagraph 52 (1) 1 ii of the Act:</p> <p class=\"paragraph-e\">1. Option 1: An original, or a certified or notarial copy, of a document listed in Schedule 1, if the document shows the person’s name, qualifying address and signature.</p> <p class=\"paragraph-e\">2. Option 2: Both of the following documents, presented together:</p> <p class=\"subpara-e\">i. An original, or a certified or notarial copy, of a document listed in Schedule 2, if the document shows the person’s name and signature.</p> <p class=\"subpara-e\">ii. An original, or a certified or notarial copy, of a document listed in Schedule 3, if the document shows the person’s name and qualifying address. O. Reg. 500/09, s. 1; O. Reg. 120/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application form and statutory declaration",
            "content": "2. (1) The following form is prescribed as the required form for the purposes indicated: 1. Form 9: an application and statutory declaration under subparagraph 1 ii of subsection 52 (1) of the Act that a person is the elector shown on the voters’ list. O. Reg. 120/10, s. 2. (2) The form prescribed by subsection (1) is the form dated March 2010 that is available on the website of the Government of Ontario Central Forms Repository at www.forms.ssb.gov.on.ca under the listing for the Ministry of Municipal Affairs and Housing. O. Reg. 120/10, s. 2. SCHEDULE 1   (DOCUMENTS THAT SHOW NAME, QUALIFYING ADDRESS AND SIGNATURE) 1. An Ontario driver’s licence. 2. An Ontario Health Card (photo card). 3. An Ontario motor vehicle permit (plate portion). 4. A cancelled personalized cheque. 5. A mortgage, lease or rental agreement. 6. An insurance policy. 7. A loan or financial agreement with a financial institution. 8. A document issued or certified by a court in Ontario. 9. Any other document from the government of Canada, Ontario or a municipality in Ontario or from an agency of such a government. 10. Any document from a Band Council in Ontario established under the Indian Act (Canada). O. Reg. 500/09, Sched. 1. SCHEDULE 2   (DOCUMENTS THAT SHOW NAME AND SIGNATURE) 1. An Ontario driver’s licence. 2. An Ontario Health Card. 3. An Ontario motor vehicle permit (plate portion). 4. A Canadian passport. 5. A Certificate of Canadian Citizenship. 6. A Certificate of Indian Status. 7. A Veterans Affairs Canada Health Card. 8. A social insurance number card. 9. An Old Age Security Card. 10. A credit card. 11. A debit card. 12. An employee identification card. 13. A student identification card issued by a post-secondary institution. 14. A union identification card or a professional licence card. 15. A cancelled personalized cheque. 16. A mortgage, lease or rental agreement for property in Ontario. 17. An insurance policy. 18. A document issued or certified by a court in Ontario. 19. Any other document from the government of Canada, Ontario or a municipality in Ontario or from an agency of such a government. 20. Any document from a Band Council in Ontario established under the Indian Act (Canada). O. Reg. 500/09, Sched. 2. SCHEDULE 3   (DOCUMENTS THAT SHOW NAME AND QUALIFYING ADDRESS) 1. An Ontario motor vehicle permit (vehicle portion). 2. An income tax assessment notice. 3. A Child Tax Benefit Statement. 4. A Statement of Employment Insurance Benefits Paid T4E. 5. A Statement of Old Age Security T4A (OAS). 6. A Statement of Canada Pension Plan Benefits T4A (P). 7. A Canada Pension Plan Statement of Contributions. 8. A Statement of Direct Deposit for Ontario Works. 9. A Statement of Direct Deposit for Ontario Disability Support Program. 10. A Workplace Safety and Insurance Board Statement of Benefits T5007. 11. A property tax assessment. 12. An insurance statement. 13. A mortgage, lease or rental statement for property in Ontario. 14. A credit card, bank account, RRSP, RRIF, RHOSP or T5 statement. 15. A CNIB Card or a card from another registered charitable organization which provides services to persons with disabilities. 16. A hospital card or record. 17. A document showing campus residence issued by the office or officials responsible for student residence at a post-secondary institution. 18. A utility bill for hydro, water, gas, telephone or cable TV or a bill from a public utilities commission. 19. A cheque stub, T4 statement or pay receipt issued by an employer. 20. A transcript or report card from a post-secondary school. 21. A document issued or certified by a court in Ontario. 22. Any other document from the government of Canada, Ontario or a municipality in Ontario or from an agency of such a government. 23. Any document from a Band Council in Ontario established under the Indian Act (Canada). O. Reg. 500/09, Sched. 3. Français ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following form is prescribed as the required form for the purposes indicated:</p> <p class=\"paragraph-e\">1. Form 9: an application and statutory declaration under subparagraph 1 ii of subsection 52 (1) of the Act that a person is the elector shown on the voters’ list. O. Reg. 120/10, s. 2.</p> <p class=\"subsection-e\">(2) The form prescribed by subsection (1) is the form dated March 2010 that is available on the website of the Government of Ontario Central Forms Repository at www.forms.ssb.gov.on.ca under the listing for the Ministry of Municipal Affairs and Housing. O. Reg. 120/10, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  (DOCUMENTS THAT SHOW NAME, QUALIFYING ADDRESS AND SIGNATURE)</p> <p class=\"paragraph-e\">1. An Ontario driver’s licence.</p> <p class=\"paragraph-e\">2. An Ontario Health Card (photo card).</p> <p class=\"paragraph-e\">3. An Ontario motor vehicle permit (plate portion).</p> <p class=\"paragraph-e\">4. A cancelled personalized cheque.</p> <p class=\"paragraph-e\">5. A mortgage, lease or rental agreement.</p> <p class=\"paragraph-e\">6. An insurance policy.</p> <p class=\"paragraph-e\">7. A loan or financial agreement with a financial institution.</p> <p class=\"paragraph-e\">8. A document issued or certified by a court in Ontario.</p> <p class=\"paragraph-e\">9. Any other document from the government of Canada, Ontario or a municipality in Ontario or from an agency of such a government.</p> <p class=\"paragraph-e\">10. Any document from a Band Council in Ontario established under the <i>Indian Act </i>(Canada).</p> <p class=\"footnote-e\">O. Reg. 500/09, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  (DOCUMENTS THAT SHOW NAME AND SIGNATURE)</p> <p class=\"paragraph-e\">1. An Ontario driver’s licence.</p> <p class=\"paragraph-e\">2. An Ontario Health Card.</p> <p class=\"paragraph-e\">3. An Ontario motor vehicle permit (plate portion).</p> <p class=\"paragraph-e\">4. A Canadian passport.</p> <p class=\"paragraph-e\">5. A Certificate of Canadian Citizenship.</p> <p class=\"paragraph-e\">6. A Certificate of Indian Status.</p> <p class=\"paragraph-e\">7. A Veterans Affairs Canada Health Card.</p> <p class=\"paragraph-e\">8. A social insurance number card.</p> <p class=\"paragraph-e\">9. An Old Age Security Card.</p> <p class=\"paragraph-e\">10. A credit card.</p> <p class=\"paragraph-e\">11. A debit card.</p> <p class=\"paragraph-e\">12. An employee identification card.</p> <p class=\"paragraph-e\">13. A student identification card issued by a post-secondary institution.</p> <p class=\"paragraph-e\">14. A union identification card or a professional licence card.</p> <p class=\"paragraph-e\">15. A cancelled personalized cheque.</p> <p class=\"paragraph-e\">16. A mortgage, lease or rental agreement for property in Ontario.</p> <p class=\"paragraph-e\">17. An insurance policy.</p> <p class=\"paragraph-e\">18. A document issued or certified by a court in Ontario.</p> <p class=\"paragraph-e\">19. Any other document from the government of Canada, Ontario or a municipality in Ontario or from an agency of such a government.</p> <p class=\"paragraph-e\">20. Any document from a Band Council in Ontario established under the <i>Indian Act</i> (Canada).</p> <p class=\"footnote-e\">O. Reg. 500/09, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3 <br/>  (DOCUMENTS THAT SHOW NAME AND QUALIFYING ADDRESS)</p> <p class=\"paragraph-e\">1. An Ontario motor vehicle permit (vehicle portion).</p> <p class=\"paragraph-e\">2. An income tax assessment notice.</p> <p class=\"paragraph-e\">3. A Child Tax Benefit Statement.</p> <p class=\"paragraph-e\">4. A Statement of Employment Insurance Benefits Paid T4E.</p> <p class=\"paragraph-e\">5. A Statement of Old Age Security T4A (OAS).</p> <p class=\"paragraph-e\">6. A Statement of Canada Pension Plan Benefits T4A (P).</p> <p class=\"paragraph-e\">7. A Canada Pension Plan Statement of Contributions.</p> <p class=\"paragraph-e\">8. A Statement of Direct Deposit for Ontario Works.</p> <p class=\"paragraph-e\">9. A Statement of Direct Deposit for Ontario Disability Support Program.</p> <p class=\"paragraph-e\">10. A Workplace Safety and Insurance Board Statement of Benefits T5007.</p> <p class=\"paragraph-e\">11. A property tax assessment.</p> <p class=\"paragraph-e\">12. An insurance statement.</p> <p class=\"paragraph-e\">13. A mortgage, lease or rental statement for property in Ontario.</p> <p class=\"paragraph-e\">14. A credit card, bank account, RRSP, RRIF, RHOSP or T5 statement.</p> <p class=\"paragraph-e\">15. A CNIB Card or a card from another registered charitable organization which provides services to persons with disabilities.</p> <p class=\"paragraph-e\">16. A hospital card or record.</p> <p class=\"paragraph-e\">17. A document showing campus residence issued by the office or officials responsible for student residence at a post-secondary institution.</p> <p class=\"paragraph-e\">18. A utility bill for hydro, water, gas, telephone or cable TV or a bill from a public utilities commission.</p> <p class=\"paragraph-e\">19. A cheque stub, T4 statement or pay receipt issued by an employer.</p> <p class=\"paragraph-e\">20. A transcript or report card from a post-secondary school.</p> <p class=\"paragraph-e\">21. A document issued or certified by a court in Ontario.</p> <p class=\"paragraph-e\">22. Any other document from the government of Canada, Ontario or a municipality in Ontario or from an agency of such a government.</p> <p class=\"paragraph-e\">23. Any document from a Band Council in Ontario established under the <i>Indian Act </i>(Canada).</p> <p class=\"footnote-e\">O. Reg. 500/09, Sched. 3.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_090500_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_090500_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}