{
    "reg_info": {
        "full_title": "O. Reg. 213/01: FUEL OIL",
        "reg_name_text": "FUEL OIL",
        "citation": "O. Reg. 213/01: ",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/010213",
        "date_scraped": "2023-12-19 22:46:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 27, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P71_1189",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “aboveground tank” means a tank that is installed at or above grade level within a building or within a secondary containment, but does not include a tank that is in direct contact with backfill material; “appliance” means a device that consumes or is intended to consume a fuel oil and includes all valves, fittings, controls and components attached or to be attached to it; “approved” means, (a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario” as published by the designated administrative authority from time to time, (b) with respect to an appliance, tank, equipment, component or accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the director, certifying that it complies with an approved standard or laboratory test report, or (c) with respect to an installation, that it complies with this Regulation; “central oil distribution system” means a system by which oil is supplied by piping from a central supply tank or tanks to a building, mobile home, travel trailer or other structure and includes, but is not limited to, tanks, pressure piping, valves, fittings, and auxiliary components; “code adoption document” means the “Fuel Oil Code Adoption Document” adopted as part of this Regulation under Ontario Regulation 223/01; “contractor” means a person who carries on, in whole or in part, the business of installing, removing, repairing, altering or servicing appliances, and includes a person or an agent of the person who agrees to install, remove, repair, alter or service appliances sold or leased by the person; “designated testing organization” means an organization designated under section 26 or 27 to test and label an appliance, equipment, component or accessory; “distributor” means a person who supplies fuel oil to an end user, and “distribute” and “distribution” have corresponding meanings; “facility” means an installation where fuel oil or used oil, when such oil is used as a fuel, is handled, but does not include a facility referred to in Ontario Regulation 217/01 (Liquid Fuels); “fuel features” means, (a) parts that use or handle fuel oil or used oil, govern combustion or vent combustion products, and (b) construction and installation features that relate to the safe use and handling of fuel oil or used oil; “fuel oil” means fuel oil as defined in the code adoption document; “handling” means the transportation or distribution of fuel oil, or the storage of fuel oil in a container, and “handle” and “handler” have corresponding meanings; “install” includes placing an appliance in position for permanent or temporary use, venting it and connecting piping to it, and “installation” has a corresponding meaning; “maintenance” means the inspection, servicing or repair of equipment or the replacement of equipment, including replacement with equipment having similar performance specifications to that being replaced where it is not necessary to change the layout perimeters directly associated with the equipment being replaced; “modification” means a reduction or expansion or other change to layout or equipment, or a change in the operation of a facility, but does not include maintenance; “operator” means a person who is responsible for all aspects of the day-to-day operation of a distribution system or tank system, whether or not the person is located on the premises during hours of operation and whether or not the person is the owner of the system; “pipeline” means a pipe that is used for the distribution of fuel oil and includes fittings, valves, controls, compressor stations, pump stations, pressure regulating stations and meter stations, but does not include the pipe, fittings, valves or controls of the end user; “tank system” means an aboveground or underground tank, and includes all piping, valves, fittings, pumps and other equipment associated with the tank; “underground tank” means a buried tank or partially buried tank that is in direct contact with earth or backfill; “used oil” means a petroleum based oil that has been used primarily for lubrication purposes in combustion engines, turbines, transmissions, gear boxes, hydraulic equipment or other similar equipment; “work” means the facilities used in the handling of fuel oil. O. Reg. 213/01, s. 1 (1). (2) In the event of a conflict between a provision of this Regulation and the code adoption document, this Regulation prevails. O. Reg. 213/01, s. 1 (2). (3) Unless otherwise specified in this Regulation or the code adoption document, equipment installed in accordance with the predecessor of this Regulation shall be deemed approved under this Regulation on the day this Regulation comes into force if the equipment complied with the predecessor regulation at the time that it was installed. O. Reg. 213/01, s. 1 (3). (4) A reference in this Regulation to a director is a reference to the director to whom the subject matter of this Regulation is assigned. O. Reg. 213/01, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P71_1189\"></a><a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“aboveground tank” means a tank that is installed at or above grade level within a building or within a secondary containment, but does not include a tank that is in direct contact with backfill material;</p> <p class=\"definition-e\">“appliance” means a device that consumes or is intended to consume a fuel oil and includes all valves, fittings, controls and components attached or to be attached to it;</p> <p class=\"definition-e\">“approved” means,</p> <p class=\"defclause-e\">(a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario” as published by the designated administrative authority from time to time,</p> <p class=\"defclause-e\">(b) with respect to an appliance, tank, equipment, component or accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the director, certifying that it complies with an approved standard or laboratory test report, or</p> <p class=\"defclause-e\">(c) with respect to an installation, that it complies with this Regulation; </p> <p class=\"definition-e\">“central oil distribution system” means a system by which oil is supplied by piping from a central supply tank or tanks to a building, mobile home, travel trailer or other structure and includes, but is not limited to, tanks, pressure piping, valves, fittings, and auxiliary components;</p> <p class=\"definition-e\">“code adoption document” means the “Fuel Oil Code Adoption Document” adopted as part of this Regulation under Ontario Regulation 223/01;</p> <p class=\"definition-e\">“contractor” means a person who carries on, in whole or in part, the business of installing, removing, repairing, altering or servicing appliances, and includes a person or an agent of the person who agrees to install, remove, repair, alter or service appliances sold or leased by the person; </p> <p class=\"definition-e\">“designated testing organization” means an organization designated under section 26 or 27 to test and label an appliance, equipment, component or accessory;</p> <p class=\"definition-e\">“distributor” means a person who supplies fuel oil to an end user, and “distribute” and “distribution” have corresponding meanings; </p> <p class=\"definition-e\">“facility” means an installation where fuel oil or used oil, when such oil is used as a fuel, is handled, but does not include a facility referred to in Ontario Regulation 217/01 (Liquid Fuels);</p> <p class=\"definition-e\">“fuel features” means,</p> <p class=\"defclause-e\">(a) parts that use or handle fuel oil or used oil, govern combustion or vent combustion products, and</p> <p class=\"defclause-e\">(b) construction and installation features<b> </b>that relate to the safe use and handling of fuel oil or used oil;</p> <p class=\"definition-e\">“fuel oil” means fuel oil as defined in the code adoption document; </p> <p class=\"definition-e\">“handling” means the transportation or distribution of fuel oil, or the storage of fuel oil in a container, and “handle” and “handler” have corresponding meanings; </p> <p class=\"definition-e\">“install” includes placing an appliance in position for permanent or temporary use, venting it and connecting piping to it, and “installation” has a corresponding meaning; </p> <p class=\"definition-e\">“maintenance” means the inspection, servicing or repair of equipment or the replacement of equipment, including replacement with equipment having similar performance specifications to that being replaced where it is not necessary to change the layout perimeters directly associated with the equipment being replaced;</p> <p class=\"definition-e\">“modification” means a reduction or expansion or other change to layout or equipment, or a change in the operation of a facility, but does not include maintenance; </p> <p class=\"definition-e\">“operator” means a person who is responsible for all aspects of the day-to-day operation of a distribution system or tank system, whether or not the person is located on the premises during hours of operation and whether or not the person is the owner of the system;</p> <p class=\"definition-e\">“pipeline” means a pipe that is used for the distribution of fuel oil and includes fittings, valves, controls, compressor stations, pump stations, pressure regulating stations and meter stations, but does not include the pipe, fittings, valves or controls of the end user; </p> <p class=\"definition-e\">“tank system” means an aboveground or underground tank, and includes all piping, valves, fittings, pumps and other equipment associated with the tank;</p> <p class=\"definition-e\">“underground tank” means a buried tank or partially buried tank that is in direct contact with earth or backfill;</p> <p class=\"definition-e\">“used oil” means a petroleum based oil that has been used primarily for lubrication purposes in combustion engines, turbines, transmissions, gear boxes, hydraulic equipment or other similar equipment;</p> <p class=\"definition-e\">“work” means the facilities used in the handling of fuel oil. O. Reg. 213/01, s. 1 (1).</p> <p class=\"subsection-e\">(2) In the event of a conflict between a provision of this Regulation and the code adoption document, this Regulation prevails. O. Reg. 213/01, s. 1 (2).</p> <p class=\"subsection-e\">(3) Unless otherwise specified in this Regulation or the code adoption document, equipment installed in accordance with the predecessor of this Regulation shall be deemed approved under this Regulation on the day this Regulation comes into force if the equipment complied with the predecessor regulation at the time that it was installed. O. Reg. 213/01, s. 1 (3).</p> <p class=\"subsection-e\">(4) A reference in this Regulation to a director is a reference to the director to whom the subject matter of this Regulation is assigned. O. Reg. 213/01, s. 1 (4).</p>"
        },
        {
            "id": "P102_6434",
            "section": "Application",
            "content": "2. (1) This Regulation applies to the installation, testing, maintenance, repair, removal, replacement, inspection and use of appliances, equipment, components and accessories where fuel oil is to be used as a fuel, but it does not apply to equipment referred to in Ontario Regulation 217/01 (Liquid Fuels) or to the transmission of fuel under Ontario Regulation 210/01 (Oil and Gas Pipeline Systems). O. Reg. 213/01, s. 2 (1). (2) This Regulation applies to the maintenance, modification and specified upgrading of existing equipment and to all new equipment. O. Reg. 213/01, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P102_6434\"></a><a name=\"BK1\"></a>2. </b>(1) This Regulation applies to the installation, testing, maintenance, repair, removal, replacement, inspection and use of appliances, equipment, components and accessories where fuel oil is to be used as a fuel, but it does not apply to equipment referred to in Ontario Regulation 217/01 (Liquid Fuels) or to the transmission of fuel under Ontario Regulation 210/01 (Oil and Gas Pipeline Systems). O. Reg. 213/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) This Regulation applies to the maintenance, modification and specified upgrading of existing equipment and to all new equipment. O. Reg. 213/01, s. 2 (2).</p>"
        },
        {
            "id": "P105_7070",
            "section": "General requirement for compliance",
            "content": "3. (1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation. O. Reg. 213/01, s. 3 (1). (2) For the purposes of subsection (1), the reference to activity, use of equipment, process or procedure includes, but is not limited to, design, installation, alteration, repair, service, removal, purging, activation, storage, handling, modification and use of equipment. O. Reg. 213/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P105_7070\"></a><a name=\"BK2\"></a>3. </b>(1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation. O. Reg. 213/01, s. 3 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the reference to activity, use of equipment, process or procedure includes, but is not limited to, design, installation, alteration, repair, service, removal, purging, activation, storage, handling, modification and use of equipment. O. Reg. 213/01, s. 3 (2).</p>"
        },
        {
            "id": "P108_7628",
            "section": "Certificates required for various activities",
            "content": "4. (1) No person shall install, alter, purge, activate, repair, service or remove any appliance or any equipment or other thing employed or to be employed in the handling or use of fuel oil unless the person is the holder of a certificate for that purpose under Ontario Regulation 215/01 (Fuel Industry Certificates). O. Reg. 213/01, s. 4 (1). (2) The holder of a certificate under Ontario Regulation 216/01 (Petroleum Equipment Mechanics) may install, repair, service or remove an underground tank or aboveground tank of any capacity, of any fuel oil type or used oil, within the scope of the holder’s certificate. O. Reg. 213/01, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P108_7628\"></a><a name=\"BK3\"></a>4. </b>(1) No person shall install, alter, purge, activate, repair, service or remove any appliance or any equipment or other thing employed or to be employed in the handling or use of fuel oil unless the person is the holder of a certificate for that purpose under Ontario Regulation 215/01 (Fuel Industry Certificates). O. Reg. 213/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) The holder of a certificate under Ontario Regulation 216/01 (Petroleum Equipment Mechanics) may install, repair, service or remove an underground tank or aboveground tank of any capacity, of any fuel oil type or used oil, within the scope of the holder’s certificate. O. Reg. 213/01, s. 4 (2).</p>"
        },
        {
            "id": "P111_8303",
            "section": "Duty of employer",
            "content": "5. (1) Every person who installs, removes, repairs, alters or services appliances or works shall instruct the person’s employees to comply with the Act and this Regulation. O. Reg. 213/01, s. 5 (1). (2) Every person who installs, removes, repairs, alters or services appliances or works shall take every precaution that is reasonable in the circumstances to ensure that the person’s employees comply with the Act and this Regulation. O. Reg. 213/01, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P111_8303\"></a><a name=\"BK4\"></a>5. </b>(1) Every person who installs, removes, repairs, alters or services appliances or works shall instruct the person’s employees to comply with the Act and this Regulation. O. Reg. 213/01, s. 5 (1).</p> <p class=\"subsection-e\">(2) Every person who installs, removes, repairs, alters or services appliances or works shall take every precaution that is reasonable in the circumstances to ensure that the person’s employees comply with the Act and this Regulation. O. Reg. 213/01, s. 5 (2).</p>"
        },
        {
            "id": "P114_8821",
            "section": "Licence required to distribute fuel oil",
            "content": "6. (1) No person shall distribute fuel oil through a central oil distribution system or facility unless the person is the holder of a licence issued for the purpose. O. Reg. 213/01, s. 6 (1). (2) An application for a licence as a distributor or its renewal shall be made to the director in the form published by the designated administrative authority and be accompanied by the fee set by the authority. O. Reg. 213/01, s. 6 (2). (3) A licence or its renewal shall be issued to the applicant if the central oil distribution system or facility with respect to which the application is made complies with the requirements of this Regulation, and the director may have an inspection of the system or facility made for the purpose of determining whether the system or facility is in compliance. O. Reg. 213/01, s. 6 (3). (4) A licence as a distributor is not transferable. O. Reg. 213/01, s. 6 (4). (5) A licence as a distributor expires no later than 12 months after the date it is issued, and the date of its expiry shall be stated on the licence. O. Reg. 213/01, s. 6 (5). (6) An application to renew a licence shall be made before the licence expires. O. Reg. 213/01, s. 6 (6). (7) The holder of a licence may obtain a duplicate upon application to the director and payment of the fee set by the designated administrative authority. O. Reg. 213/01, s. 6 (7). (8) A licence, duplicate or renewal of a licence shall not be issued if any fees set by the designated administrative authority are owed by the applicant. O. Reg. 213/01, s. 6 (8). (9) The holder of a licence shall post it at the location for which it is issued such that it is readily visible. O. Reg. 213/01, s. 6 (9). (10) The holder of a licence shall notify the director within 30 days of any change of address. O. Reg. 213/01, s. 6 (10).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P114_8821\"></a><a name=\"BK5\"></a>6. </b>(1) No person shall distribute fuel oil through a central oil distribution system or facility unless the person is the holder of a licence issued for the purpose. O. Reg. 213/01, s. 6 (1).</p> <p class=\"subsection-e\">(2) An application for a licence as a distributor or its renewal shall be made to the director in the form published by the designated administrative authority and be accompanied by the fee set by the authority. O. Reg. 213/01, s. 6 (2).</p> <p class=\"subsection-e\">(3) A licence or its renewal shall be issued to the applicant if the central oil distribution system or facility with respect to which the application is made complies with the requirements of this Regulation, and the director may have an inspection of the system or facility made for the purpose of determining whether the system or facility is in compliance. O. Reg. 213/01, s. 6 (3).</p> <p class=\"subsection-e\">(4) A licence as a distributor is not transferable. O. Reg. 213/01, s. 6 (4).</p> <p class=\"subsection-e\">(5) A licence as a distributor expires no later than 12 months after the date it is issued, and the date of its expiry shall be stated on the licence. O. Reg. 213/01, s. 6 (5).</p> <p class=\"subsection-e\">(6) An application to renew a licence shall be made before the licence expires. O. Reg. 213/01, s. 6 (6).</p> <p class=\"subsection-e\">(7) The holder of a licence may obtain a duplicate upon application to the director and payment of the fee set by the designated administrative authority. O. Reg. 213/01, s. 6 (7).</p> <p class=\"subsection-e\">(8) A licence, duplicate or renewal of a licence shall not be issued if any fees set by the designated administrative authority are owed by the applicant. O. Reg. 213/01, s. 6 (8).</p> <p class=\"subsection-e\">(9) The holder of a licence shall post it at the location for which it is issued such that it is readily visible. O. Reg. 213/01, s. 6 (9).</p> <p class=\"subsection-e\">(10) The holder of a licence shall notify the director within 30 days of any change of address. O. Reg. 213/01, s. 6 (10).</p>"
        },
        {
            "id": "P125_10724",
            "section": "Supply to containers and tank systems",
            "content": "7. (1) No distributor shall supply fuel oil to a container or tank system that is connected to an appliance or work unless the distributor is satisfied that the installation and use of the appliance or work comply with this Regulation and, (a) unless the distributor has inspected the appliance or work at least once within the previous 10 years; or (b) unless the distributor has inspected the appliance or work in accordance with a quality assurance inspection program. O. Reg. 213/01, s. 7 (1). (2) A distributor shall prepare a report on each inspection made under subsection (1) and shall retain the report until the next inspection and report are completed. O. Reg. 213/01, s. 7 (2). (3) An inspection shall be carried out by a person who is the holder of a certificate for that purpose. O. Reg. 213/01, s. 7 (3). (4) No person shall supply fuel oil to an underground tank unless the underground tank is registered. O. Reg. 213/01, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P125_10724\"></a><a name=\"BK6\"></a>7. </b>(1) No distributor shall supply fuel oil to a container or tank system that is connected to an appliance or work unless the distributor is satisfied that the installation and use of the appliance or work comply with this Regulation and,</p> <p class=\"clause-e\">(a) unless the distributor has inspected the appliance or work at least once within the previous 10 years; or</p> <p class=\"clause-e\">(b) unless the distributor has inspected the appliance or work in accordance with a quality assurance inspection program. O. Reg. 213/01, s. 7 (1).</p> <p class=\"subsection-e\">(2) A distributor shall prepare a report on each inspection made under subsection (1) and shall retain the report until the next inspection and report are completed. O. Reg. 213/01, s. 7 (2).</p> <p class=\"subsection-e\">(3) An inspection shall be carried out by a person who is the holder of a certificate for that purpose. O. Reg. 213/01, s. 7 (3).</p> <p class=\"subsection-e\">(4) No person shall supply fuel oil to an underground tank unless the underground tank is registered. O. Reg. 213/01, s. 7 (4).</p>"
        },
        {
            "id": "P132_11728",
            "section": "Supply to institutional buildings",
            "content": "8. (1) Where an appliance or work is installed in an industrial, institutional or assembly building that is defined in the code adoption document, the owner of the building shall ensure that, (a) the appliance or work and its fuel features are maintained in accordance with the manufacturer’s recommended maintenance procedures; (b) an evaluation of the maintenance procedures referred to in clause (a) is carried out in consultation with the manufacturer or, as required by the director, at least once every 10 years and, where indicated by the evaluation, new or upgraded procedures are established; and (c) an inspection of the appliance or work and its fuel features is carried out at least once every 10 years to ensure that they are in a safe operating condition and that the installation complies with this Regulation. O. Reg. 213/01, s. 8 (1). (2) An inspection under this section shall be carried out by a person who is the holder of a certificate for that purpose. O. Reg. 213/01, s. 8 (2). (3) The owner of the building shall keep a record of an inspection made under this section until the next inspection and report are completed. O. Reg. 213/01, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P132_11728\"></a><a name=\"BK7\"></a>8. </b>(1) Where an appliance or work is installed in an industrial, institutional or assembly building that is defined in the code adoption document, the owner of the building shall ensure that,</p> <p class=\"clause-e\">(a) the appliance or work and its fuel features are maintained in accordance with the manufacturer’s recommended maintenance procedures;</p> <p class=\"clause-e\">(b) an evaluation of the maintenance procedures referred to in clause (a) is carried out in consultation with the manufacturer or, as required by the director, at least once every 10 years and, where indicated by the evaluation, new or upgraded procedures are established; and</p> <p class=\"clause-e\">(c) an inspection of the appliance or work and its fuel features is carried out at least once every 10 years to ensure that they are in a safe operating condition and that the installation complies with this Regulation. O. Reg. 213/01, s. 8 (1).</p> <p class=\"subsection-e\">(2) An inspection under this section shall be carried out by a person who is the holder of a certificate for that purpose. O. Reg. 213/01, s. 8 (2).</p> <p class=\"subsection-e\">(3) The owner of the building shall keep a record of an inspection made under this section until the next inspection and report are completed. O. Reg. 213/01, s. 8 (3).</p>"
        },
        {
            "id": "P139_12939",
            "section": "Initial putting into use",
            "content": "9. (1) No person shall put into use for the first time an appliance in premises that is to be supplied with fuel oil by pipeline without first giving notice in writing to the distributor of the address of the premises at which the installation was made or is to be made and the type of appliance supplied or to be supplied. O. Reg. 213/01, s. 9 (1). (2) No person shall put into use for the first time an appliance in premises that is being supplied with fuel oil by pipeline until the distributor has examined the installation of the appliance and is satisfied that the installation and use of the appliance are in compliance with this Regulation. O. Reg. 213/01, s. 9 (2). (3) An examination under subsection (2) shall include the examination of all appliances installed at the time of occupation of the premises. O. Reg. 213/01, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P139_12939\"></a><a name=\"BK8\"></a>9. </b>(1) No person shall put into use for the first time an appliance in premises that is to be supplied with fuel oil by pipeline without first giving notice in writing to the distributor of the address of the premises at which the installation was made or is to be made and the type of appliance supplied or to be supplied. O. Reg. 213/01, s. 9 (1).</p> <p class=\"subsection-e\">(2) No person shall put into use for the first time an appliance in premises that is being supplied with fuel oil by pipeline until the distributor has examined the installation of the appliance and is satisfied that the installation and use of the appliance are in compliance with this Regulation. O. Reg. 213/01, s. 9 (2).</p> <p class=\"subsection-e\">(3) An examination under subsection (2) shall include the examination of all appliances installed at the time of occupation of the premises. O. Reg. 213/01, s. 9 (3).</p>"
        },
        {
            "id": "P143_13823",
            "section": "Access by distributor",
            "content": "10. A distributor shall have access, at all reasonable times and upon reasonable notice, to all parts of every premises to which the distributor supplies fuel oil for the purpose of, (a) examining any appliance in or on the premises and disconnecting the appliance if it, its installation or its use does not conform with this Regulation; and (b) placing, protecting, setting, shutting off, removing, repairing or altering any meter or regulator owned by the distributor in or on the premises. O. Reg. 213/01, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P143_13823\"></a><a name=\"BK9\"></a>10. </b>A distributor shall have access, at all reasonable times and upon reasonable notice, to all parts of every premises to which the distributor supplies fuel oil for the purpose of,</p> <p class=\"clause-e\">(a) examining any appliance in or on the premises and disconnecting the appliance if it, its installation or its use does not conform with this Regulation; and</p> <p class=\"clause-e\">(b) placing, protecting, setting, shutting off, removing, repairing or altering any meter or regulator owned by the distributor in or on the premises. O. Reg. 213/01, s. 10.</p>"
        },
        {
            "id": "P147_14371",
            "section": "Initial activation of pipeline",
            "content": "11. (1) No person shall activate a pipeline until it has been examined and found to be in compliance with this Regulation. O. Reg. 213/01, s. 11 (1). (2) The examination referred to in subsection (1) shall be made by a person who holds a certificate for that purpose under Ontario Regulation 216/01 (Petroleum Equipment Mechanics). O. Reg. 213/01, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P147_14371\"></a><a name=\"BK10\"></a>11. </b>(1) No person shall activate a pipeline until it has been examined and found to be in compliance with this Regulation. O. Reg. 213/01, s. 11 (1).</p> <p class=\"subsection-e\">(2) The examination referred to in subsection (1) shall be made by a person who holds a certificate for that purpose under Ontario Regulation 216/01 (Petroleum Equipment Mechanics). O. Reg. 213/01, s. 11 (2).</p>"
        },
        {
            "id": "P150_14775",
            "section": "Duty to inquire before digging",
            "content": "12. (1) No person shall dig, bore, trench, grade, excavate or break ground with mechanical equipment or explosives without first ascertaining from the holder of a licence as a distributor the location of any pipeline that may be interfered with. O. Reg. 213/01, s. 12 (1). (2) The licence holder shall provide as accurate information as possible on the location of any pipeline within a reasonable time in all the circumstances. O. Reg. 213/01, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P150_14775\"></a><a name=\"BK11\"></a>12. </b>(1) No person shall dig, bore, trench, grade, excavate or break ground with mechanical equipment or explosives without first ascertaining from the holder of a licence as a distributor the location of any pipeline that may be interfered with. O. Reg. 213/01, s. 12 (1).</p> <p class=\"subsection-e\">(2) The licence holder shall provide as accurate information as possible on the location of any pipeline within a reasonable time in all the circumstances. O. Reg. 213/01, s. 12 (2).</p>"
        },
        {
            "id": "P153_15275",
            "section": "No interference with pipeline",
            "content": "13. No person shall interfere with or damage any pipeline without authority to do so. O. Reg. 213/01, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P153_15275\"></a><a name=\"BK12\"></a>13. </b>No person shall interfere with or damage any pipeline without authority to do so. O. Reg. 213/01, s. 13.</p>"
        },
        {
            "id": "P155_15429",
            "section": "Duty of distributor re underground tanks",
            "content": "14. Every distributor shall, before the day that is 180 days after the day this Regulation is filed, provide to the director the address of every underground tank that the distributor is aware of to which the distributor is supplying fuel at the time of providing the notice. O. Reg. 213/01, s. 14.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P155_15429\"></a><a name=\"BK13\"></a>14. </b>Every distributor shall, before the day that is 180 days after the day this Regulation is filed, provide to the director the address of every underground tank that the distributor is aware of to which the distributor is supplying fuel at the time of providing the notice. O. Reg. 213/01, s. 14.</p>"
        },
        {
            "id": "P157_15756",
            "section": "Contractor registration",
            "content": "15. (1) No person shall act as a contractor unless the person is registered for that purpose. O. Reg. 213/01, s. 15 (1). (2) An application for registration as a contractor or the renewal of a registration shall be made to the director in the form published by the designated administrative authority and shall be accompanied by the fee set by the designated administrative authority. O. Reg. 213/01, s. 15 (2). (3) A registration as a contractor is not transferable. O. Reg. 213/01, s. 15 (3). (4) A registration as a contractor expires no later than 12 months after the date it is issued and the date of its expiry shall be stated on the licence. O. Reg. 213/01, s. 15 (4). (5) An application to renew a registration shall be made before the registration expires. O. Reg. 213/01, s. 15 (5). (6) The holder of a registration may obtain a duplicate upon application to the director and payment of the fee set by the designated administrative authority. O. Reg. 213/01, s. 15 (6). (7) A registration or duplicate or a renewal of a registration shall not be issued if any fees set by the designated administrative authority are owed by the applicant. O. Reg. 213/01, s. 15 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P157_15756\"></a><a name=\"BK14\"></a>15. </b>(1) No person shall act as a contractor unless the person is registered for that purpose. O. Reg. 213/01, s. 15 (1).</p> <p class=\"subsection-e\">(2) An application for registration as a contractor or the renewal of a registration shall be made to the director in the form published by the designated administrative authority and shall be accompanied by the fee set by the designated administrative authority. O. Reg. 213/01, s. 15 (2).</p> <p class=\"subsection-e\">(3) A registration as a contractor is not transferable. O. Reg. 213/01, s. 15 (3).</p> <p class=\"subsection-e\">(4) A registration as a contractor expires no later than 12 months after the date it is issued and the date of its expiry shall be stated on the licence. O. Reg. 213/01, s. 15 (4).</p> <p class=\"subsection-e\">(5) An application to renew a registration shall be made before the registration expires. O. Reg. 213/01, s. 15 (5).</p> <p class=\"subsection-e\">(6) The holder of a registration may obtain a duplicate upon application to the director and payment of the fee set by the designated administrative authority. O. Reg. 213/01, s. 15 (6).</p> <p class=\"subsection-e\">(7) A registration or duplicate or a renewal of a registration shall not be issued if any fees set by the designated administrative authority are owed by the applicant. O. Reg. 213/01, s. 15 (7).</p>"
        },
        {
            "id": "P165_16996",
            "section": "Design registration",
            "content": "16. (1) Except as provided in subsection (4), a person who plans to construct a central oil distribution system or facility or to make a modification to it shall submit drawings in triplicate of the proposed system or facility to the director for registration. O. Reg. 213/01, s. 16 (1). (2) The drawings shall be submitted before the construction or modifications begin. O. Reg. 213/01, s. 16 (2). (3) Upon registering the drawings, the director shall return one copy of them to the applicant. O. Reg. 213/01, s. 16 (3). (4) A person may prepare drawings for the construction or modification of a system or facility under subsection (1) and may, despite that subsection, submit only one copy if, (a) a professional engineer has reviewed them, stamped them with his or her seal and signed them; (b) the professional engineer has submitted a declaration to the director that the drawings are in compliance with the requirements of this Regulation; and (c) a copy of the drawings is kept at all times at the facility while the construction or modification is being carried out. O. Reg. 213/01, s. 16 (4). (5) In this section, “professional engineer” means a person licensed under the Professional Engineers Act. O. Reg. 213/01, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P165_16996\"></a><a name=\"BK15\"></a>16. </b>(1) Except as provided in subsection (4), a person who plans to construct a central oil distribution system or facility or to make a modification to it shall submit drawings in triplicate of the proposed system or facility to the director for registration. O. Reg. 213/01, s. 16 (1).</p> <p class=\"subsection-e\">(2) The drawings shall be submitted before the construction or modifications begin. O. Reg. 213/01, s. 16 (2).</p> <p class=\"subsection-e\">(3) Upon registering the drawings, the director shall return one copy of them to the applicant. O. Reg. 213/01, s. 16 (3).</p> <p class=\"subsection-e\">(4) A person may prepare drawings for the construction or modification of a system or facility under subsection (1) and may, despite that subsection, submit only one copy if,</p> <p class=\"clause-e\">(a) a professional engineer has reviewed them, stamped them with his or her seal and signed them; </p> <p class=\"clause-e\">(b) the professional engineer has submitted a declaration to the director that the drawings are in compliance with the requirements of this Regulation; and </p> <p class=\"clause-e\">(c) a copy of the drawings is kept at all times at the facility while the construction or modification is being carried out. O. Reg. 213/01, s. 16 (4).</p> <p class=\"subsection-e\">(5) In this section, </p> <p class=\"firstdef-e\">“professional engineer” means a person licensed under the <i>Professional Engineers Act</i>. O. Reg. 213/01, s. 16 (5).</p>"
        },
        {
            "id": "P175_18300",
            "section": "No sale of thing without approval ",
            "content": "17. (1) No person shall offer for sale, sell, lease, rent, buy, install, use or supply fuel to an appliance, equipment, tank system or other thing, except a stationary diesel engine or turbine, unless it is approved prior to activation. O. Reg. 213/01, s. 17 (1). (2) No person shall offer for sale, sell, lease, rent, buy, install or service an appliance, equipment, tank system or other thing for a use for which it is not approved. O. Reg. 213/01, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P175_18300\"></a><a name=\"BK16\"></a>17. </b>(1) No person shall offer for sale, sell, lease, rent, buy, install, use or supply fuel to an appliance, equipment, tank system or other thing, except a stationary diesel engine or turbine, unless it is approved prior to activation. O. Reg. 213/01, s. 17 (1).</p> <p class=\"subsection-e\">(2) No person shall offer for sale, sell, lease, rent, buy, install or service an appliance, equipment, tank system or other thing for a use for which it is not approved. O. Reg. 213/01, s. 17 (2).</p>"
        },
        {
            "id": "P178_18789",
            "section": "Installation",
            "content": "18. Every certificate holder and every contractor who installs an appliance or tank system shall record on the appliance or system in a conspicuous place the installation performed and the date, as well as the name of the certificate holder and the certificate number. O. Reg. 213/01, s. 18.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P178_18789\"></a><a name=\"BK17\"></a>18. </b>Every certificate holder and every contractor who installs an appliance or tank system shall record on the appliance or system in a conspicuous place the installation performed and the date, as well as the name of the certificate holder and the certificate number. O. Reg. 213/01, s. 18.</p>"
        },
        {
            "id": "P180_19095",
            "section": "Operation",
            "content": "19. No person shall operate or permit to be operated an appliance or tank system unless it is maintained in a safe operating condition and it complies with this Regulation. O. Reg. 213/01, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P180_19095\"></a><a name=\"BK18\"></a>19. </b>No person shall operate or permit to be operated an appliance or tank system unless it is maintained in a safe operating condition and it complies with this Regulation. O. Reg. 213/01, s. 19.</p>"
        },
        {
            "id": "P182_19310",
            "section": "Supply of fuel",
            "content": "20. No person shall supply fuel oil to or use an appliance, container, equipment, tank system or other thing employed in the handling or use of fuel oil or used oil unless it complies with this Regulation. O. Reg. 213/01, s. 20.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P182_19310\"></a><a name=\"BK19\"></a>20. </b>No person shall supply fuel oil to or use an appliance, container, equipment, tank system or other thing employed in the handling or use of fuel oil or used oil unless it complies with this Regulation. O. Reg. 213/01, s. 20.</p>"
        },
        {
            "id": "P184_19565",
            "section": "Dangerous occurrences",
            "content": "21. (1) Where it appears that carbon monoxide poisoning, asphyxiation, accidental release, leak, explosion or fire has occurred because of the use, storage or handling of fuel oil, a certificate holder, licence holder, operator, contractor or distributor shall forthwith notify an inspector of the occurrence by telephone, fax or any other form of electronic transmission, and a registered contractor or licence holder shall have in place procedures for such notification. O. Reg. 213/01, s. 21 (1). (2) No person shall interfere with or disturb any wreckage, article or thing at the scene of an occurrence that is connected with it except in the interest of public safety, saving life, relieving human suffering, continuity of service or preservation of property. O. Reg. 213/01, s. 21 (2). (3) Where it is permitted to interfere with or disturb wreckage, an article or a thing under subsection (2), no person shall carry away or destroy any wreckage, article or thing unless an inspector gives permission to do so. O. Reg. 213/01, s. 21 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P184_19565\"></a><a name=\"BK20\"></a>21. </b>(1) Where it appears that carbon monoxide poisoning, asphyxiation, accidental release, leak, explosion or fire has occurred because of the use, storage or handling of fuel oil, a certificate holder, licence holder, operator, contractor or distributor shall forthwith notify an inspector of the occurrence by telephone, fax or any other form of electronic transmission, and a registered contractor or licence holder shall have in place procedures for such notification. O. Reg. 213/01, s. 21 (1).</p> <p class=\"subsection-e\">(2) No person shall interfere with or disturb any wreckage, article or thing at the scene of an occurrence that is connected with it except in the interest of public safety, saving life, relieving human suffering, continuity of service or preservation of property. O. Reg. 213/01, s. 21 (2).</p> <p class=\"subsection-e\">(3) Where it is permitted to interfere with or disturb wreckage, an article or a thing under subsection (2), no person shall carry away or destroy any wreckage, article or thing unless an inspector gives permission to do so. O. Reg. 213/01, s. 21 (3).</p>"
        },
        {
            "id": "P188_20679",
            "section": "Procedures on discovery of unacceptable condition",
            "content": "22. (1) In sections 23, 24, 25 and 26, “unacceptable condition” means, (a) with respect to an appliance, container or work, that it is being used for a purpose other than that for which it was approved, (b) with respect to an appliance or work, that a device, attachment, alteration or deterioration of it is likely to impair its safe operation, (c) with respect to an appliance or work, that the conditions of the tank, piping, tubing or hoses, the venting of products of combustion, the supply of air for combustion or the clearance from adjacent, combustible matter is likely, in the director’s opinion, to impair its safe operation, or does not conform to this Regulation, or (d) with respect to equipment, that the condition of its state of repair, its mode of operation or its operating environment is likely to impair its safe operation or does not meet the requirements of this Regulation. O. Reg. 213/01, s. 22 (1). (2) No person shall remove a notice that has been affixed to an appliance or system under section 23, 24, 25 or 26 unless the person is a holder of a certificate for that purpose. O. Reg. 213/01, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P188_20679\"></a><a name=\"BK21\"></a>22. </b>(1) In sections 23, 24, 25 and 26,</p> <p class=\"firstdef-e\">“unacceptable condition” means,</p> <p class=\"defclause-e\">(a) with respect to an appliance, container or work, that it is being used for a purpose other than that for which it was approved,</p> <p class=\"defclause-e\">(b) with respect to an appliance or work, that a device, attachment, alteration or deterioration of it is likely to impair its safe operation,</p> <p class=\"defclause-e\">(c) with respect to an appliance or work, that the conditions of the tank, piping, tubing or hoses, the venting of products of combustion, the supply of air for combustion or the clearance from adjacent, combustible matter is likely, in the director’s opinion, to impair its safe operation, or does not conform to this Regulation, or</p> <p class=\"defclause-e\">(d) with respect to equipment, that the condition of its state of repair, its mode of operation or its operating environment is likely to impair its safe operation or does not meet the requirements of this Regulation. O. Reg. 213/01, s. 22 (1).</p> <p class=\"subsection-e\">(2) No person shall remove a notice that has been affixed to an appliance or system under section 23, 24, 25 or 26 unless the person is a holder of a certificate for that purpose. O. Reg. 213/01, s. 22 (2).</p>"
        },
        {
            "id": "P196_21866",
            "section": "Unacceptable condition — immediate hazard",
            "content": "23. (1) A distributor who is informed or who finds, during delivery operations or during an inspection, that the condition of a facility, appliance or tank system constitutes an immediate hazard shall, (a) immediately cease supplying fuel oil to the facility, appliance or tank system; (b) immediately take such steps as are reasonable in the circumstances to shut off the supply of fuel oil to the facility, appliance or tank system; (c) promptly give written notice of the condition to its operator stating that it is not to be used until the condition is corrected and a distributor has determined on reinspection that the condition has been corrected; (d) affix the notice under clause (c) to the facility, appliance or tank system; and (e) forward a copy of the notice to the designated administrative authority. O. Reg. 213/01, s. 23 (1). (2) If the notice affixed under clause (1) (d) is subsequently removed, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 23 (2). (3) No operator to whom a notice has been given under subsection (1) shall use or permit the use of the appliance or tank system referred to in the notice until the condition set out in the notice has been corrected and a person holding a certificate for that purpose has determined on reinspection that the hazardous condition no longer exists. O. Reg. 213/01, s. 23 (3). (4) A distributor to whom a notice has been given under subsection (1) shall not supply fuel oil to the appliance or tank system referred to in the notice unless written evidence, containing the date the hazardous condition was corrected, together with the name and certificate number of the person who corrected the condition, is received by the distributor. O. Reg. 213/01, s. 23 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P196_21866\"></a><a name=\"BK22\"></a>23. </b>(1) A distributor who is informed or who finds, during delivery operations or during an inspection, that the condition of a facility, appliance or tank system constitutes an immediate hazard shall,</p> <p class=\"clause-e\">(a) immediately cease supplying fuel oil to the facility, appliance or tank system;</p> <p class=\"clause-e\">(b) immediately take such steps as are reasonable in the circumstances to shut off the supply of fuel oil to the facility, appliance or tank system;</p> <p class=\"clause-e\">(c) promptly give written notice of the condition to its operator stating that it is not to be used until the condition is corrected and a distributor has determined on reinspection that the condition has been corrected; </p> <p class=\"clause-e\">(d) affix the notice under clause (c) to the facility, appliance or tank system; and</p> <p class=\"clause-e\">(e) forward a copy of the notice to the designated administrative authority. O. Reg. 213/01, s. 23 (1).</p> <p class=\"subsection-e\">(2) If the notice affixed under clause (1) (d) is subsequently removed, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 23 (2).</p> <p class=\"subsection-e\">(3) No operator to whom a notice has been given under subsection (1) shall use or permit the use of the appliance or tank system referred to in the notice until the condition set out in the notice has been corrected and a person holding a certificate for that purpose has determined on reinspection that the hazardous condition no longer exists. O. Reg. 213/01, s. 23 (3).</p> <p class=\"subsection-e\">(4) A distributor to whom a notice has been given under subsection (1) shall not supply fuel oil to the appliance or tank system referred to in the notice unless written evidence, containing the date the hazardous condition was corrected, together with the name and certificate number of the person who corrected the condition, is received by the distributor. O. Reg. 213/01, s. 23 (4).</p>"
        },
        {
            "id": "P206_23806",
            "section": "Unacceptable condition — no immediate hazard",
            "content": "24. (1) A distributor who is informed or who finds, during delivery operations or during an inspection, that an appliance or tank system is, in the opinion of the distributor, in an unacceptable condition but that an immediate hazard does not exist, shall, (a) give to the operator a description of the condition; (b) promptly provide a notice to the operator indicating that the distributor will cease supplying fuel oil to the appliance or tank system if the condition is not corrected within the period of time specified in the notice; (c) affix the notice under clause (b) to the appliance or tank system; and (d) forward a copy of the notice to the designated administrative authority. O. Reg. 213/01, s. 24 (1). (2) The period of time set out in the notice under clause (1) (b) shall not exceed 90 days. O. Reg. 213/01, s. 24 (2). (3) If the notice affixed under clause (1) (b) is subsequently removed, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 24 (3). (4) No operator to whom a statement has been given under subsection (1) shall use or permit the use of the appliance or tank system after the expiry of the period of time specified in the notice for correcting the condition unless the condition has been corrected. O. Reg. 213/01, s. 24 (4). (5) A distributor who gives a notice under subsection (1) shall cease supplying fuel oil to the appliance or tank system if the unacceptable condition described in the notice is not corrected within the period of time specified in the notice. O. Reg. 213/01, s. 24 (5). (6) A distributor to whom a notice is given under subsection (1) shall not supply fuel oil to the appliance or tank system after the period of time referred to in the notice, unless written evidence, containing the date the hazardous condition was corrected, together with the name and certificate number of the person who corrected the condition, is received by the distributor. O. Reg. 213/01, s. 24 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P206_23806\"></a><a name=\"BK23\"></a>24. </b>(1) A distributor who is informed or who finds, during delivery operations or during an inspection, that an appliance or tank system is, in the opinion of the distributor, in an unacceptable condition but that an immediate hazard does not exist, shall,</p> <p class=\"clause-e\">(a) give to the operator<b> </b>a description of the condition; </p> <p class=\"clause-e\">(b) promptly provide a notice to the operator indicating that the distributor will cease supplying fuel oil to the appliance or tank system if the condition is not corrected within the period of time specified in the notice; </p> <p class=\"clause-e\">(c) affix the notice under clause (b) to the appliance or tank system; and</p> <p class=\"clause-e\">(d) forward a copy of the notice to the designated administrative authority. O. Reg. 213/01, s. 24 (1).</p> <p class=\"subsection-e\">(2) The period of time set out in the notice under clause (1) (b) shall not exceed 90 days. O. Reg. 213/01, s. 24 (2).</p> <p class=\"subsection-e\">(3) If the notice affixed under clause (1) (b) is subsequently removed, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 24 (3).</p> <p class=\"subsection-e\">(4) No operator to whom a statement has been given under subsection (1) shall use or permit the use of the appliance or tank system after the expiry of the period of time specified in the notice for correcting the condition unless the condition has been corrected. O. Reg. 213/01, s. 24 (4).</p> <p class=\"subsection-e\">(5) A distributor who gives a notice under subsection (1) shall cease supplying fuel oil to the appliance or tank system if the unacceptable condition described in the notice is not corrected within the period of time specified in the notice. O. Reg. 213/01, s. 24 (5).</p> <p class=\"subsection-e\">(6) A distributor to whom a notice is given under subsection (1) shall not supply fuel oil to the appliance or tank system after the period of time referred to in the notice, unless written evidence, containing the date the hazardous condition was corrected, together with the name and certificate number of the person who corrected the condition, is received by the distributor. O. Reg. 213/01, s. 24 (6).</p>"
        },
        {
            "id": "P217_25960",
            "section": "Unacceptable condition — immediate hazard ",
            "content": "25. (1) Where a certificate holder or a contractor finds that an appliance or tank system is, in the opinion of the certificate holder or contractor, in an unacceptable condition and that it constitutes an immediate hazard, the certificate holder or contractor shall, (a) immediately shut off the supply of fuel oil or used oil to the appliance; (b) immediately give the user oral notice of the unacceptable condition and of the immediate hazard, and of the holder’s or contractor’s intention to shut off the supply of fuel oil or used oil; (c) promptly give oral notice of the actions taken under clauses (a) and (b) to the distributor, if known; (d) after giving the oral notice under clause (b), promptly give written notice to the user that sets out, (i) a description of the unacceptable condition and the immediate hazard, and (ii) a statement indicating that the appliance or tank system not be used until the condition is corrected; (e) within 14 days of finding the unacceptable condition, give to the distributor, if known, written notice of the unacceptable condition and indicate that the supply of fuel oil to the appliance or tank system has been shut off; (f) affix the notice under clause (e) to the appliance or tank system; and (g) forward a copy of the notice to the designated administrative authority. O. Reg. 213/01, s. 25 (1). (2) If the notice affixed under clause (1) (f) is subsequently removed from the appliance or tank system, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 25 (2). (3) A user to whom notice has been given under subsection (1) shall not use or permit the use of the appliance or tank system until the condition has been corrected and confirmation of the correction has been forwarded to the designated administrative authority. O. Reg. 213/01, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P217_25960\"></a><a name=\"BK24\"></a>25. </b>(1) Where a certificate holder or a contractor finds that an appliance or tank system is, in the opinion of the certificate holder or contractor, in an unacceptable condition and that it constitutes an immediate hazard, the certificate holder or contractor shall,</p> <p class=\"clause-e\">(a) immediately shut off the supply of fuel oil or used oil to the appliance;</p> <p class=\"clause-e\">(b) immediately give the user oral notice of the unacceptable condition and of the immediate hazard, and of the holder’s or contractor’s intention to shut off the supply of fuel oil or used oil;</p> <p class=\"clause-e\">(c) promptly give oral notice of the actions taken under clauses (a) and (b) to the distributor, if known;</p> <p class=\"clause-e\">(d) after giving the oral notice under clause (b), promptly give written notice to the user that sets out,</p> <p class=\"subclause-e\">(i) a description of the unacceptable condition and the immediate hazard, and</p> <p class=\"subclause-e\">(ii) a statement indicating that the appliance or tank system not be used until the condition is corrected;</p> <p class=\"clause-e\">(e) within 14 days of finding the unacceptable condition, give to the distributor, if known, written notice of the unacceptable condition and indicate that the supply of fuel oil to the appliance or tank system has been shut off;</p> <p class=\"clause-e\">(f) affix the notice under clause (e) to the appliance or tank system; and</p> <p class=\"clause-e\">(g) forward a copy of the notice to the designated administrative authority. O. Reg. 213/01, s. 25 (1).</p> <p class=\"subsection-e\">(2) If the notice affixed under clause (1) (f) is subsequently removed from the appliance or tank system, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 25 (2).</p> <p class=\"subsection-e\">(3) A user to whom notice has been given under subsection (1) shall not use or permit the use of the appliance or tank system until the condition has been corrected and confirmation of the correction has been forwarded to the designated administrative authority. O. Reg. 213/01, s. 25 (3).</p>"
        },
        {
            "id": "P230_27958",
            "section": "Unacceptable condition — no immediate hazard",
            "content": "26. (1) Where a certificate holder or a contractor finds that an appliance or tank system is, in the opinion of the certificate holder or contractor, in an unacceptable condition but that it does not constitute an immediate hazard, the certificate holder or contractor shall, (a) immediately give oral notice of the unacceptable condition to the distributor, if known; (b) immediately give written notice to the user, setting out a description of the unacceptable condition and advising that notice of the condition has been given to the distributor; (c) within 14 days of finding the unacceptable condition, give written notice of the condition to the distributor, if known; (d) affix the notice under clause (b) to the appliance or tank system; and (e) forward a copy of the notice required under clause (b) to the designated administrative authority. O. Reg. 213/01, s. 26 (1). (2) If the notice affixed under clause (1) (d) is subsequently removed, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P230_27958\"></a><a name=\"BK25\"></a>26. </b>(1) Where a certificate holder or a contractor finds that an appliance or tank system is, in the opinion of the certificate holder or contractor, in an unacceptable condition but that it does not constitute an immediate hazard, the certificate holder or contractor shall,</p> <p class=\"clause-e\">(a) immediately give oral notice of the unacceptable condition to the distributor, if known;</p> <p class=\"clause-e\">(b) immediately give written notice to the user, setting out a description of the unacceptable condition and advising that notice of the condition has been given to the distributor;</p> <p class=\"clause-e\">(c) within 14 days of finding the unacceptable condition, give written notice of the condition to the distributor, if known;</p> <p class=\"clause-e\">(d) affix the notice under clause (b) to the appliance or tank system; and</p> <p class=\"clause-e\">(e) forward a copy of the notice required under clause (b) to the designated administrative authority. O. Reg. 213/01, s. 26 (1).</p> <p class=\"subsection-e\">(2) If the notice affixed under clause (1) (d) is subsequently removed, the person removing it shall endorse his or her certificate number, name and address on the notice and send it by prepaid registered mail or deliver it to the distributor. O. Reg. 213/01, s. 26 (2).</p>"
        },
        {
            "id": "P238_29146",
            "section": "Off-site testing and approvals ",
            "content": "27. (1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at a place other than the place where the appliance, equipment, component or accessory is installed for its intended use. O. Reg. 213/01, s. 27 (1). (2) A person may apply to a designated testing organization to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 213/01, s. 27 (2). (3) Organizations accredited by the Standards Council of Canada are designated as organizations to test appliances, equipment, components and accessories to the applicable approved standards or laboratory test reports. O. Reg. 213/01, s. 27 (3). (4) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section shall place its label or symbol on it if it conforms to the applicable approved standards or laboratory test report. O. Reg. 213/01, s. 27 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P238_29146\"></a><a name=\"BK26\"></a>27. </b>(1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at a place other than the place where the appliance, equipment, component or accessory is installed for its intended use. O. Reg. 213/01, s. 27 (1).</p> <p class=\"subsection-e\">(2) A person may apply to a designated testing organization to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 213/01, s. 27 (2).</p> <p class=\"subsection-e\">(3) Organizations accredited by the Standards Council of Canada are designated as organizations to test appliances, equipment, components and accessories to the applicable approved standards or laboratory test reports. O. Reg. 213/01, s. 27 (3).</p> <p class=\"subsection-e\">(4) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section shall place its label or symbol on it if it conforms to the applicable approved standards or laboratory test report. O. Reg. 213/01, s. 27 (4).</p>"
        },
        {
            "id": "P243_30162",
            "section": "On-site testing and approvals",
            "content": "28. (1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at the place where it is installed for its intended use. O. Reg. 213/01, s. 28 (1). (2) A person may apply to the director or to an inspector designated by the director to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 213/01, s. 28 (2). (3) The director or inspector may test the appliance, equipment, component or accessory to determine if it conforms to the applicable approved standards or laboratory test reports and, where it does conform, shall place on it a label or symbol approved by the director. O. Reg. 213/01, s. 28 (3). (4) If an appliance, equipment, a component or an accessory tested under this section conforms to the applicable approved standards or laboratory test reports, the director or inspector shall place his or her approved label or symbol on it. O. Reg. 213/01, s. 28 (4). (5) A test under this section shall include a determination as to whether the fuel features of the appliance, equipment, component or accessory conform with the approved standards or laboratory test report and this Regulation and, if they do, the director or an inspector shall place on it the label or symbol approved by the director. O. Reg. 213/01, s. 28 (5). (6) The applicant shall provide to the director or inspector all information, and conduct or cause to be conducted all tests, required to determine whether the fuel features are in compliance with the requirements of subsection (5). O. Reg. 213/01, s. 28 (6). (7) The applicant shall pay the fees set by the designated administrative authority for time reasonably spent in, (a) reviewing information about the thing to be tested; (b) inspecting its fuel features; (c) observing any test of the fuel features to determine their compliance with this Regulation; and (d) using the thing during testing. O. Reg. 213/01, s. 28 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P243_30162\"></a><a name=\"BK27\"></a>28. </b>(1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at the place where it is installed for its intended use. O. Reg. 213/01, s. 28 (1).</p> <p class=\"subsection-e\">(2) A person may apply to the director or to an inspector designated by the director to have an appliance, equipment, a component or an accessory tested under this section. O. Reg. 213/01, s. 28 (2).</p> <p class=\"subsection-e\">(3) The director or inspector may test the appliance, equipment, component or accessory to determine if it conforms to the applicable approved standards or laboratory test reports and, where it does conform, shall place on it a label or symbol approved by the director. O. Reg. 213/01, s. 28 (3).</p> <p class=\"subsection-e\">(4) If an appliance, equipment, a component or an accessory tested under this section conforms to the applicable approved standards or laboratory test reports, the director or inspector shall place his or her approved label or symbol on it. O. Reg. 213/01, s. 28 (4).</p> <p class=\"subsection-e\">(5) A test under this section shall include a determination as to whether the fuel features of the appliance, equipment, component or accessory conform with the approved standards or laboratory test report and this Regulation and, if they do, the director or an inspector shall place on it the label or symbol approved by the director. O. Reg. 213/01, s. 28 (5).</p> <p class=\"subsection-e\">(6) The applicant shall provide to the director or inspector all information, and conduct or cause to be conducted all tests, required to determine whether the fuel features are in compliance with the requirements of subsection (5). O. Reg. 213/01, s. 28 (6).</p> <p class=\"subsection-e\">(7) The applicant shall pay the fees set by the designated administrative authority for time reasonably spent in,</p> <p class=\"clause-e\">(a) reviewing information about the thing to be tested;</p> <p class=\"clause-e\">(b) inspecting its fuel features;</p> <p class=\"clause-e\">(c) observing any test of the fuel features to determine their compliance with this Regulation; and</p> <p class=\"clause-e\">(d) using the thing during testing. O. Reg. 213/01, s. 28 (7).</p>"
        },
        {
            "id": "29.",
            "section": "On-site testing and approvals",
            "content": "29. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 213/01, s. 29. ",
            "raw_html": "<p class=\"section-e\"><b>29.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 213/01, s. 29.</p> <p class=\"Normal\"></p>"
        }
    ]
}