{
    "reg_info": {
        "full_title": "O. Reg. 291/92: EXEMPTION - THE CORPORATION OF THE COUNTY OF LAMBTON - LAMB-CT-1",
        "reg_name_text": "EXEMPTION — THE CORPORATION OF THE COUNTY OF LAMBTON — LAMB-CT-1",
        "citation": "O. Reg. 291/92: EXEMPTION - THE CORPORATION OF THE COUNTY OF LAMBTON - LAMB-CT-1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/920291",
        "date_scraped": "2023-12-21 14:05:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  4, 1992",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the County of Lambton that an undertaking, namely: the expansion of the existing approved waste disposal landfill site located on part of Lot 12, Concession 3, in the City of Sarnia-Clearwater, County of Lambton, for the disposal of domestic, commercial non-hazardous industrial solid wastes and sewage sludges, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the County of Lambton that an undertaking, namely:</p> <p class=\"parawindt-e\">the expansion of the existing approved waste disposal landfill site located on part of Lot 12, Concession 3, in the City of Sarnia-Clearwater, County of Lambton, for the disposal of domestic, commercial non-hazardous industrial solid wastes and sewage sludges,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The proponent will be subject to delay and expense if it is required to prepare an environmental assessment for the undertaking. B. The proponent and its residents will be without a municipal solid waste disposal facility to serve the City of Sarnia-Clearwater, and the Village of Point Edward. C. Other available interim waste management options will result in significant increases in costs.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The proponent will be subject to delay and expense if it is required to prepare an environmental assessment for the undertaking.</p> <p class=\"paragraph-e\">B. The proponent and its residents will be without a municipal solid waste disposal facility to serve the City of Sarnia-Clearwater, and the Village of Point Edward.</p> <p class=\"paragraph-e\">C. Other available interim waste management options will result in significant increases in costs.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. Expanded operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. B. Alternatives have been investigated. C. A public hearing under Part V of the Environmental Protection Act for the approval of the expanded operation will be held. D. The proponent is developing a long-term waste management plan in accordance with applicable legislation and sufficient elements of that plan will be implemented prior to the conclusion of the exempt undertaking.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. Expanded operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame.</p> <p class=\"paragraph-e\">B. Alternatives have been investigated.</p> <p class=\"paragraph-e\">C. A public hearing under Part V of the <i>Environmental Protection Act</i> for the approval of the expanded operation will be held.</p> <p class=\"paragraph-e\">D. The proponent is developing a long-term waste management plan in accordance with applicable legislation and sufficient elements of that plan will be implemented prior to the conclusion of the exempt undertaking.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. The Corporation of the County of Lambton shall proceed expeditiously to complete a long-term waste management plan in accordance with the Environmental Assessment Act within the interim period of time specified in Condition 7 (a). 4. The proponent shall file an annual report, outlining the municipality’s progress in developing and implementing the long-term waste management strategy. This report will be submitted to the Director of the Environmental Assessment Branch of the Ministry of the Environment for filing with the public records kept under section 30 of the Act by the Branch. Copies of the report shall be given to the Director, Approvals Branch and Regional Director of Southwest Region. The first report shall be submitted within one year of the issuance of a Certificate of Approval or Provisional Certificate of Approval pursuant to this order. 5. The Corporation of the County of Lambton shall notify in writing the Director, Environmental Assessment Branch, Ministry of the Environment, no later than ninety days after the date of publication of this exemption order of how the County will comply with Conditions 3 and 4. 6. Over the course of each month, the average daily rate of disposal of waste excluding cover material is not to exceed 161 tonnes. In calculating an average, at least one day each week shall not be included in determining the number of days in the time period. A daily or weekly maximum may be determined by the Environmental Assessment Board in the course of the Part V hearing under the Environmental Protection Act. Waste shall not be received at the site more than six days per week. 7. No waste shall be disposed of by the proponent pursuant to this Order after the earlier of: (a) five years after a Provisional Certificate of Approval or Certificate of Approval for the waste disposal site has been issued pursuant to this order, unless an application for an approval under the Environmental Assessment Act for an undertaking under the County of Lambton Waste Management Master Plan which includes a waste disposal site has been submitted to the Minister under the Act, in which case, no waste shall be disposed of by the municipality pursuant to this order more than one year after a decision is made under the Act to approve or not approve the undertaking, and (b) the commencement of operations of a waste disposal site pursuant to the County of Lambton Waste Management Master Plan. O. Reg. 291/92. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. The Corporation of the County of Lambton shall proceed expeditiously to complete a long-term waste management plan in accordance with the <i>Environmental Assessment Act</i> within the interim period of time specified in Condition 7 (a).</p> <p class=\"paragraph-e\">4. The proponent shall file an annual report, outlining the municipality’s progress in developing and implementing the long-term waste management strategy. This report will be submitted to the Director of the Environmental Assessment Branch of the Ministry of the Environment for filing with the public records kept under section 30 of the Act by the Branch. Copies of the report shall be given to the Director, Approvals Branch and Regional Director of Southwest Region. The first report shall be submitted within one year of the issuance of a Certificate of Approval or Provisional Certificate of Approval pursuant to this order.</p> <p class=\"paragraph-e\">5. The Corporation of the County of Lambton shall notify in writing the Director, Environmental Assessment Branch, Ministry of the Environment, no later than ninety days after the date of publication of this exemption order of how the County will comply with Conditions 3 and 4.</p> <p class=\"paragraph-e\">6. Over the course of each month, the average daily rate of disposal of waste excluding cover material is not to exceed 161 tonnes. In calculating an average, at least one day each week shall not be included in determining the number of days in the time period. A daily or weekly maximum may be determined by the Environmental Assessment Board in the course of the Part V hearing under the <i>Environmental Protection Act</i>. Waste shall not be received at the site more than six days per week.</p> <p class=\"paragraph-e\">7. No waste shall be disposed of by the proponent pursuant to this Order after the earlier of:</p> <p class=\"subpara-e\">(a) five years after a Provisional Certificate of Approval or Certificate of Approval for the waste disposal site has been issued pursuant to this order, unless an application for an approval under the <i>Environmental Assessment Act</i> for an undertaking under the County of Lambton Waste Management Master Plan which includes a waste disposal site has been submitted to the Minister under the Act, in which case, no waste shall be disposed of by the municipality pursuant to this order more than one year after a decision is made under the Act to approve or not approve the undertaking, and</p> <p class=\"subpara-e\">(b) the commencement of operations of a waste disposal site pursuant to the County of Lambton Waste Management Master Plan. O. Reg. 291/92.</p> <p class=\"Normal\"></p>"
        }
    ]
}