{
    "reg_info": {
        "full_title": "O. Reg. 173/98: HEALTH FRAUD",
        "reg_name_text": "HEALTH FRAUD",
        "citation": "O. Reg. 173/98: ",
        "act_under": "Health Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/980173",
        "date_scraped": "2023-12-18 03:44:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 24, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980173/v3",
            "valid_from": "July  1, 2022",
            "valid_to": "July 23, 2023"
        },
        {
            "a_href": "/laws/regulation/980173/v2",
            "valid_from": "February 25, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/980173/v1",
            "valid_from": "April 24, 1998",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) The following persons are prescribed for the purposes of subsections 11.1 (6) and 43.1 (1) of the Act: 1. A physician, a registered nurse of the extended class, an aboriginal midwife, a member of the College of Chiropodists of Ontario who is a podiatrist, or a member of the College of Chiropractors of Ontario, the College of Midwives of Ontario, the College of Optometrists of Ontario or the Royal College of Dental Surgeons of Ontario. 2. An employee of a person named in paragraph 1 whose employment is related to the provision of insured services by that person. 3. A person who, under a contract with any person named in paragraph 1, performs services that are related to the provision of insured services. 4. A person who is employed in the provision of insured services in, i. a hospital under the Public Hospitals Act or Private Hospitals Act, ii. a facility whose primary function is the provision of insured services, or iii. a laboratory or specimen collection centre licensed under the Laboratory and Specimen Collection Centre Licensing Act. 5. A person who, under a contract, performs services that are related to the provision of insured services and performed in a place described in paragraph 4.  O. Reg. 173/98, s. 1 (1); O. Reg. 86/22, s. 1 (1, 2). (2) In paragraph 1 of subsection (1), “aboriginal midwife” means an aboriginal person who provides traditional midwifery services to aboriginal persons or members of an aboriginal community; (“sage-femme autochtone”) “registered nurse of the extended class” means a member of the College of Nurses of Ontario who is a registered nurse and who holds an extended certificate of registration under the Nursing Act, 1991, or a person who is exempted from subsections 11 (1) and (5) of the Nursing Act, 1991\r\nby a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario. (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure”) O. Reg. 173/98, s. 1 (2); O. Reg. 86/22, s. 1 (3); O. Reg. 209/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following persons are prescribed for the purposes of subsections 11.1 (6) and 43.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. A physician, a registered nurse of the extended class, an aboriginal midwife, a member of the College of Chiropodists of Ontario who is a podiatrist, or a member of the College of Chiropractors of Ontario, the College of Midwives of Ontario, the College of Optometrists of Ontario or the Royal College of Dental Surgeons of Ontario.</p> <p class=\"paragraph-e\">  2. An employee of a person named in paragraph 1 whose employment is related to the provision of insured services by that person.</p> <p class=\"paragraph-e\">  3. A person who, under a contract with any person named in paragraph 1, performs services that are related to the provision of insured services.</p> <p class=\"paragraph-e\">  4. A person who is employed in the provision of insured services in,</p> <p class=\"subpara-e\">  i. a hospital under the <i>Public Hospitals Act</i> or <i>Private Hospitals Act</i>,</p> <p class=\"subpara-e\">  ii. a facility whose primary function is the provision of insured services, or</p> <p class=\"subpara-e\">  iii. a laboratory or specimen collection centre licensed under the <i>Laboratory and Specimen Collection Centre Licensing Act</i>.</p> <p class=\"paragraph-e\">  5. A person who, under a contract, performs services that are related to the provision of insured services and performed in a place described in paragraph 4.  O. Reg. 173/98, s. 1 (1); O. Reg. 86/22, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) In paragraph 1 of subsection (1),</p> <p class=\"definition-e\">“aboriginal midwife” means an aboriginal person who provides traditional midwifery services to aboriginal persons or members of an aboriginal community; (“sage-femme autochtone”)</p> <p class=\"definition-e\">“registered nurse of the extended class” means a member of the College of Nurses of Ontario who is a registered nurse and who holds an extended certificate of registration under the <i>Nursing Act, 1991</i><i>, or </i>a person who is exempted from subsections 11 (1) and (5) of the <i>Nursing Act, 1991</i>\r\nby a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario. (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure”) O. Reg. 173/98, s. 1 (2); O. Reg. 86/22, s. 1 (3); O. Reg. 209/23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. An insured person is a prescribed person for the purposes of subsection 43.1 (5) of the Act.  O. Reg. 173/98, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>An insured person is a prescribed person for the purposes of subsection 43.1 (5) of the Act.  O. Reg. 173/98, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Omitted (revokes other Regulations).  O. Reg. 173/98, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span>Omitted (revokes other Regulations)</span>.  O. Reg. 173/98, s. 3.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980173\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}