{
    "reg_info": {
        "full_title": "O. Reg. 45/22: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 45/22: ",
        "act_under": "Laboratory and Specimen Collection Centre Licensing Act",
        "url": "https://www.ontario.ca/laws/regulation/220045",
        "date_scraped": "2023-12-18 03:23:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 28, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220045/v7",
            "valid_from": "July 24, 2023",
            "valid_to": "August 27, 2023"
        },
        {
            "a_href": "/laws/regulation/220045/v6",
            "valid_from": "July  1, 2023",
            "valid_to": "July 23, 2023"
        },
        {
            "a_href": "/laws/regulation/220045/v5",
            "valid_from": "January  1, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/220045/v4",
            "valid_from": "November 25, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/220045/v3",
            "valid_from": "July  1, 2022",
            "valid_to": "November 24, 2022"
        },
        {
            "a_href": "/laws/regulation/220045/v2",
            "valid_from": "April 11, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/220045/v1",
            "valid_from": "January 31, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. In this Regulation, “aboriginal midwife” means an aboriginal person who provides traditional midwifery services to aboriginal persons or members of an aboriginal community; (“sage-femme autochtone”) “COVID-19 point-of-care test” means a test for COVID-19 that employs a medical device authorized by the Minister of Health (Canada) for point-of-care use; (“analyse hors laboratoire visant à dépister la COVID-19”) “health professional” means a member of a College of a health profession referred to in Schedule 1 to the Regulated Health Professions Act, 1991, an out of province medical laboratory technologist, an out of province physician, an out of province registered nurse in the general class, an out of province registered nurse in the extended class or an out of province registered practical nurse; (“professionnel de la santé”) “laboratory director” means a person who is responsible for the administration of the clinical, scientific and technical operation of a laboratory, including the supervision of tests and the reporting of the results of the tests; (“directeur de laboratoire”) “laboratory supervisor” means a person who, under the general supervision of a laboratory director, supervises employees of the laboratory and performs tests requiring special technical skills; (“superviseur de laboratoire”) “laboratory technician” means a person who under direct supervision performs tests which require limited technical skills and responsibilities; (“technicien de laboratoire”) “laboratory technologist” means a person who under general supervision performs tests which require the exercise of independent judgment; (“technologiste de laboratoire”) “medical and scientific staff member” means a person who, under the general supervision of a laboratory director, provides clinical and scientific supervision of tests; (“membre du personnel médical et scientifique”) “Ontario Health” means the corporation continued under section 3 of the Connecting Care Act, 2019; (“Santé Ontario”) “out of province medical laboratory technologist” means a person who is exempted from subsections 9 (1) and (2) of the Medical Laboratory Technology Act, 1991 by a regulation made under that Act; (“technologiste de laboratoire médical hors province”) “out of province physician” means a person who is exempted from subsections 9 (1) and (3) of the Medicine Act, 1991 by a regulation made under that Act; (“médecin hors province”) “out of province registered nurse in the extended class” means a person who is exempted from subsections 11 (1) and (5) of the Nursing Act, 1991 by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure hors province”) “out of province registered nurse in the general class” means a person who is exempted from subsections 11 (1) and (5) of the Nursing Act, 1991 by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the general class for registered nurses in Ontario; (“infirmière autorisée ou infirmier autorisé de la catégorie générale hors province”) “out of province registered practical nurse” means a person who is exempted from subsections 11 (1) and (5) of the Nursing Act, 1991 by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the general class for registered practical nurses in Ontario; (“infirmière auxiliaire autorisée ou infirmier auxiliaire autorisé hors province”) “point-of-care test” means a test that employs a medical device authorized by the Minister of Health (Canada) for point-of-care use; (“analyse hors laboratoire”) “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage. (“conjoint”) O. Reg. 45/22, s. 1; O. Reg. 207/23, s. 1. Licences",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“aboriginal midwife” means an aboriginal person who provides traditional midwifery services to aboriginal persons or members of an aboriginal community; (“sage-femme autochtone”)</p> <p class=\"definition-e\">“COVID-19 point-of-care test” means a test for COVID-19 that employs a medical device authorized by the Minister of Health (Canada) for point-of-care use; (“analyse hors laboratoire visant à dépister la COVID-19”)</p> <p class=\"definition-e\">“health professional” means a member of a College of a health profession referred to in Schedule 1 to the <i>Regulated Health Professions Act, 1991</i>, an out of province medical laboratory technologist, an out of province physician, an out of province registered nurse in the general class, an out of province registered nurse in the extended class or an out of province registered practical nurse; (“professionnel de la santé”)</p> <p class=\"definition-e\">“laboratory director” means a person who is responsible for the administration of the clinical, scientific and technical operation of a laboratory, including the supervision of tests and the reporting of the results of the tests; (“directeur de laboratoire”)</p> <p class=\"definition-e\">“laboratory supervisor” means a person who, under the general supervision of a laboratory director, supervises employees of the laboratory and performs tests requiring special technical skills; (“superviseur de laboratoire”)</p> <p class=\"definition-e\">“laboratory technician” means a person who under direct supervision performs tests which require limited technical skills and responsibilities; (“technicien de laboratoire”)</p> <p class=\"definition-e\">“laboratory technologist” means a person who under general supervision performs tests which require the exercise of independent judgment; (“technologiste de laboratoire”)</p> <p class=\"definition-e\">“medical and scientific staff member” means a person who, under the general supervision of a laboratory director, provides clinical and scientific supervision of tests; (“membre du personnel médical et scientifique”)</p> <p class=\"definition-e\">“Ontario Health” means the corporation continued under section 3 of the <i>Connecting Care Act, 2019</i>; (“Santé Ontario”)</p> <p class=\"definition-e\">“out of province medical laboratory technologist” means a person who is exempted from subsections 9 (1) and (2) of the <i>Medical Laboratory Technology Act, 1991</i> by a regulation made under that Act; (“technologiste de laboratoire médical hors province”)</p> <p class=\"definition-e\">“out of province physician” means a person who is exempted from subsections 9 (1) and (3) of the <i>Medicine Act, 1991</i> by a regulation made under that Act; (“médecin hors province”)</p> <p class=\"definition-e\">“out of province registered nurse in the extended class” means a person who is exempted from subsections 11 (1) and (5) of the <i>Nursing Act, 1991</i> by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario; (“<span>infirmière autorisée ou infirmier autorisé de la catégorie supérieure hors province</span>”)</p> <p class=\"definition-e\">“out of province registered nurse in the general class” means a person who is exempted from subsections 11 (1) and (5) of the <i>Nursing Act, 1991</i> by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the general class for registered nurses in Ontario; (“infirmière autorisée ou infirmier autorisé de la catégorie générale hors province”)</p> <p class=\"definition-e\">“out of province registered practical nurse” means a person who is exempted from subsections 11 (1) and (5) of the <i>Nursing Act, 1991</i> by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the general class for registered practical nurses in Ontario; (“<span>infirmière auxiliaire autorisée ou infirmier auxiliaire autorisé hors province</span>”)</p> <p class=\"definition-e\">“point-of-care test” means a test that employs a medical device authorized by the Minister of Health (Canada) for point-of-care use; (“analyse hors laboratoire”)</p> <p class=\"definition-e\">“spouse” means, </p> <p class=\"defclause-e\">  (a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">  (b) either of two persons who live together in a conjugal relationship outside marriage. (“conjoint”) O. Reg. 45/22, s. 1; O. Reg. 207/23, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Licences</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Licences",
            "part_id": null,
            "part_type": null,
            "section": "Licences",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Licences — application",
            "content": " 2. A person may apply for a licence to establish, operate or maintain a laboratory facility, or to renew a licence or provisional licence, by submitting an application to the Director in the form provided by the Ministry along with any supporting documentation specified in the form.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>A person may apply for a licence to establish, operate or maintain a laboratory facility, or to renew a licence or provisional licence, by submitting an application to the Director in the form provided by the Ministry along with any supporting documentation specified in the form.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Contents of licence",
            "content": " 3. A licence or provisional licence to establish, operate or maintain a laboratory facility must set out, (a) the names of the owner and the operator of the laboratory facility; (b) the name and address of the laboratory facility; (c) the licence number; (d) the term of the licence as determined by the Director, including the licence’s expiry date; (e) any conditions imposed by the Director on the licence; (f) if the licence is a provisional licence, a list of the requirements for issuance of a licence that have not been met at the time of issuance and any measures that the owner or the operator must take to meet those requirements; (g) in the case of a laboratory, a list of the tests that the laboratory is licensed to perform; and (h) in the case of a specimen collection centre, a list of the specimens that the specimen collection centre is licensed to take or collect.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>A licence or provisional licence to establish, operate or maintain a laboratory facility must set out,</p> <p class=\"clause-e\">  (a) the names of the owner and the operator of the laboratory facility;</p> <p class=\"clause-e\">  (b) the name and address of the laboratory facility;</p> <p class=\"clause-e\">  (c) the licence number;</p> <p class=\"clause-e\">  (d) the term of the licence as determined by the Director, including the licence’s expiry date;</p> <p class=\"clause-e\">  (e) any conditions imposed by the Director on the licence;</p> <p class=\"clause-e\">  (f) if the licence is a provisional licence, a list of the requirements for issuance of a licence that have not been met at the time of issuance and any measures that the owner or the operator must take to meet those requirements;</p> <p class=\"clause-e\">  (g) in the case of a laboratory, a list of the tests that the laboratory is licensed to perform; and</p> <p class=\"clause-e\">  (h) in the case of a specimen collection centre, a list of the specimens that the specimen collection centre is licensed to take or collect. </p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Licence ceasing to be provisional licence",
            "content": " 4. (1) A provisional licence to establish, operate or maintain a laboratory facility ceases to be a provisional licence and continues the remainder of its term as a licence that is not a provisional licence if the following requirements are met:  1. The owner or the operator of the laboratory facility submits to the Director a statement certifying that the requirements described in clause 3 (f) have been met, along with any supporting documentation that the Director may require. 2. The Director, on being satisfied that the requirements have been met, confirms, in writing, that the licence ceases to be a provisional licence and the date on which the licence continues as a licence that is not a provisional licence. (2) A licence described in subsection (1) expires on the expiry date set out on the provisional licence.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) A provisional licence to establish, operate or maintain a laboratory facility ceases to be a provisional licence and continues the remainder of its term as a licence that is not a provisional licence if the following requirements are met: </p> <p class=\"paragraph-e\">  1. The owner or the operator of the laboratory facility submits to the Director a statement certifying that the requirements described in clause 3 (f) have been met, along with any supporting documentation that the Director may require.</p> <p class=\"paragraph-e\">  2. The Director, on being satisfied that the requirements have been met, confirms, in writing, that the licence ceases to be a provisional licence and the date on which the licence continues as a licence that is not a provisional licence. </p> <p class=\"subsection-e\">  (2) A licence described in subsection (1) expires on the expiry date set out on the provisional licence.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Fees — licences",
            "content": " 5. (1) The following fees are prescribed in respect of a licence to establish, operate or maintain a laboratory facility: 1. An initial fee in respect of every licence other than a provisional licence, payable at the time of issuance or renewal in the amount determined under section 7. 2. An annual fee in respect of every licence, other than a provisional licence, whose term is greater than 12 months, payable at the times and in the amounts specified in section 8. 3. An initial fee in respect of every provisional licence, payable at the time of issuance or renewal in the amount determined under section 9. (2) The suspension of a licence under subsection 9 (20) or section 9.1 of the Act does not affect the requirement to pay the fees under subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) The following fees are prescribed in respect of a licence to establish, operate or maintain a laboratory facility:</p> <p class=\"paragraph-e\">  1. An initial fee in respect of every licence other than a provisional licence, payable at the time of issuance or renewal in the amount determined under section 7.</p> <p class=\"paragraph-e\">  2. An annual fee in respect of every licence, other than a provisional licence, whose term is greater than 12 months, payable at the times and in the amounts specified in section 8.</p> <p class=\"paragraph-e\">  3. An initial fee in respect of every provisional licence, payable at the time of issuance or renewal in the amount determined under section 9.</p> <p class=\"subsection-e\">  (2) The suspension of a licence under subsection 9 (20) or section 9.1 of the Act does not affect the requirement to pay the fees under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Monthly amount",
            "content": " 6. (1) For the purposes of determining initial fees and annual fees under sections 7 to 9, the monthly amount is the following: 1. In the case of a specimen collection centre, $50. 2. In the case of a laboratory licensed to perform one to nine tests, $158. 3. In the case of a laboratory licensed to perform 10 to 59 tests, $367. 4. In the case of a laboratory licensed to perform 60 to 109 tests, $683. 5. In the case of a laboratory licensed to perform 110 or more tests, an amount determined with reference to the volume of tests it is expected to perform in a 12-month period, as follows: i. If the expected volume of tests is less than 10 million, the amount is $942. ii. If the expected volume of tests is 10 million or more, the amount is $1,258. (2) For the purposes of paragraph 5 of subsection (1), (a) if the laboratory has never been in operation or has been in operation for under 12 months, or if the laboratory’s licence is suspended, the volume of tests the laboratory is expected to perform is deemed to be less than 10 million; and (b) if a laboratory has been in operation for 12 months or longer, the volume of tests the laboratory is expected to perform is equal to the volume of tests the laboratory performed in the 12-month period ending on the first day of the month immediately preceding the month in which payment of the initial fee or annual fee, as applicable, is due.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) For the purposes of determining initial fees and annual fees under sections 7 to 9, the monthly amount is the following:</p> <p class=\"paragraph-e\">  1. In the case of a specimen collection centre, $50.</p> <p class=\"paragraph-e\">  2. In the case of a laboratory licensed to perform one to nine tests, $158.</p> <p class=\"paragraph-e\">  3. In the case of a laboratory licensed to perform 10 to 59 tests, $367.</p> <p class=\"paragraph-e\">  4. In the case of a laboratory licensed to perform 60 to 109 tests, $683.</p> <p class=\"paragraph-e\">  5. In the case of a laboratory licensed to perform 110 or more tests, an amount determined with reference to the volume of tests it is expected to perform in a 12-month period, as follows:</p> <p class=\"subpara-e\">  i. If the expected volume of tests is less than 10 million, the amount is $942.</p> <p class=\"subpara-e\">  ii. If the expected volume of tests is 10 million or more, the amount is $1,258.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 5 of subsection (1),</p> <p class=\"clause-e\">  (a) if the laboratory has never been in operation or has been in operation for under 12 months, or if the laboratory’s licence is suspended, the volume of tests the laboratory is expected to perform is deemed to be less than 10 million; and</p> <p class=\"clause-e\">  (b) if a laboratory has been in operation for 12 months or longer, the volume of tests the laboratory is expected to perform is equal to the volume of tests the laboratory performed in the 12-month period ending on the first day of the month immediately preceding the month in which payment of the initial fee or annual fee, as applicable, is due.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Initial fee — licences",
            "content": " 7. (1) Subject to subsection (2), the initial fee is determined as follows: 1. If the term of the licence is 12 months or less, the initial fee is determined by multiplying the monthly amount by the number of calendar months in the term, including the month in which the licence is issued and the month in which the licence expires. 2. If the term of the licence is greater than 12 months, the initial fee is determined by multiplying the monthly amount by the number of calendar months beginning with the month in which the licence is issued and ending with the month before the month in which the first annual fee is payable under section 8. (2) The initial fee in respect of a laboratory facility shall be reduced by an amount calculated under subsection (3) if, (a) the laboratory facility had previously been operated under the authority of a licence, other than a provisional licence, issued before the day section 2 of Schedule 3 to the Protecting Patients Act, 2017 came into force; (b) the owner of the laboratory facility surrendered the licence; and (c) the Director revoked the licence on the grounds set out in paragraph 1 of section 10. (3) The amount to be reduced shall be calculated using the following formula: A x (B/12) in which, “A” is the fee paid to issue or renew the revoked licence referred to in clause (2) (c), and “B” is the number of calendar months remaining in the term of the revoked licence on the date of its revocation, including the month in which the licence was revoked.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) Subject to subsection (2), the initial fee is determined as follows:</p> <p class=\"paragraph-e\">  1. If the term of the licence is 12 months or less, the initial fee is determined by multiplying the monthly amount by the number of calendar months in the term, including the month in which the licence is issued and the month in which the licence expires.</p> <p class=\"paragraph-e\">  2. If the term of the licence is greater than 12 months, the initial fee is determined by multiplying the monthly amount by the number of calendar months beginning with the month in which the licence is issued and ending with the month before the month in which the first annual fee is payable under section 8.</p> <p class=\"subsection-e\">  (2) The initial fee in respect of a laboratory facility shall be reduced by an amount calculated under subsection (3) if,</p> <p class=\"clause-e\">  (a) the laboratory facility had previously been operated under the authority of a licence, other than a provisional licence, issued before the day section 2 of Schedule 3 to the <i>Protecting Patients Act, 2017</i> came into force;</p> <p class=\"clause-e\">  (b) the owner of the laboratory facility surrendered the licence; and</p> <p class=\"clause-e\">  (c) the Director revoked the licence on the grounds set out in paragraph 1 of section 10.</p> <p class=\"subsection-e\">  (3) The amount to be reduced shall be calculated using the following formula:</p> <p class=\"equation-e\">A x (B/12)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the fee paid to issue or renew the revoked licence referred to in clause (2) (c), and</p> <p class=\"equationind1-e\">  “B” is the number of calendar months remaining in the term of the revoked licence on the date of its revocation, including the month in which the licence was revoked.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Annual fee — licences",
            "content": " 8. (1) The annual fee is the monthly amount multiplied by 12 and is payable in each year preceding the year in which the licence expires. (2) Payment for a particular year is due on or before the day and month in that year that correspond to the expiry date set out in the licence.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) The annual fee is the monthly amount multiplied by 12 and is payable in each year preceding the year in which the licence expires.</p> <p class=\"subsection-e\">  (2) Payment for a particular year is due on or before the day and month in that year that correspond to the expiry date set out in the licence.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Initial fee — provisional licences",
            "content": " 9. The initial fee is determined by multiplying the monthly amount by the number of calendar months in the term, including the month in which the provisional licence is issued and the month in which the provisional licence expires.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>The initial fee is determined by multiplying the monthly amount by the number of calendar months in the term, including the month in which the provisional licence is issued and the month in which the provisional licence expires.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Grounds for revocation or refusal to renew",
            "content": " 10. For the purposes of clause 9 (20) (h) of the Act, the following are prescribed as grounds for the Director to revoke or refuse to renew a licence: 1. The owner of the laboratory facility surrenders the licence. 2. The owner and the operator of the laboratory facility have not operated the laboratory facility for a period of at least 12 months and are not taking reasonable steps to prepare the laboratory facility to open or re-open. 3. The licence has been suspended for 12 months or longer.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>For the purposes of clause 9 (20) (h) of the Act, the following are prescribed as grounds for the Director to revoke or refuse to renew a licence:</p> <p class=\"paragraph-e\">  1. The owner of the laboratory facility surrenders the licence.</p> <p class=\"paragraph-e\">  2. The owner and the operator of the laboratory facility have not operated the laboratory facility for a period of at least 12 months and are not taking reasonable steps to prepare the laboratory facility to open or re-open.</p> <p class=\"paragraph-e\">  3. The licence has been suspended for 12 months or longer.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Grounds for suspension",
            "content": " 11. For the purposes of clause 9 (20) (h) of the Act, the following are prescribed as grounds for the Director to suspend a licence: 1. The owner of the laboratory facility makes a written request to the Director that the licence be suspended. 2. The owner and the operator of the laboratory facility have not operated the laboratory facility for a period of at least six months and are not taking reasonable steps to prepare the laboratory facility to open or re-open. Employee Staffing and Qualifications",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11. </b>For the purposes of clause 9 (20) (h) of the Act, the following are prescribed as grounds for the Director to suspend a licence:</p> <p class=\"paragraph-e\">  1. The owner of the laboratory facility makes a written request to the Director that the licence be suspended.</p> <p class=\"paragraph-e\">  2. The owner and the operator of the laboratory facility have not operated the laboratory facility for a period of at least six months and are not taking reasonable steps to prepare the laboratory facility to open or re-open.</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Employee Staffing and Qualifications</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Employee Staffing and Qualifications",
            "part_id": null,
            "part_type": null,
            "section": "Employee Staffing and Qualifications",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Laboratory director",
            "content": " 12. (1) The owner and the operator of a laboratory shall ensure that one laboratory director who holds one of the qualifications listed in subsection 13 (2) is employed in the laboratory at all times. (2) The Director may require, as a condition of a licence, that the owner and the operator hire a person in the laboratory to assist the laboratory director in the clinical, scientific and technical operation of the laboratory if the Director is of the opinion that hiring the person is in the public interest. (3) No person who holds one of the qualifications of a laboratory director in subsection 13 (2) shall be employed as a laboratory director, laboratory supervisor or medical and scientific staff member in more than two laboratories unless the Director approves the person’s employment, taking into consideration the need in the area or areas in which the laboratories are situated, the tests the laboratories are licensed to perform or any other factors that the Director considers to be in the public interest.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>12. </b>(1) The owner and the operator of a laboratory shall ensure that one laboratory director who holds one of the qualifications listed in subsection 13 (2) is employed in the laboratory at all times.</p> <p class=\"subsection-e\">  (2) The Director may require, as a condition of a licence, that the owner and the operator hire a person in the laboratory to assist the laboratory director in the clinical, scientific and technical operation of the laboratory if the Director is of the opinion that hiring the person is in the public interest.</p> <p class=\"subsection-e\">  (3) No person who holds one of the qualifications of a laboratory director in subsection 13 (2) shall be employed as a laboratory director, laboratory supervisor or medical and scientific staff member in more than two laboratories unless the Director approves the person’s employment, taking into consideration the need in the area or areas in which the laboratories are situated, the tests the laboratories are licensed to perform or any other factors that the Director considers to be in the public interest. \r\n</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Qualifications — laboratory employees",
            "content": " 13. (1) The owner and the operator of a laboratory shall ensure that any person employed in the laboratory in any of the following categories of employment holds one of the qualifications set out in this section in respect of that category of employment: 1. Laboratory director. 2. Laboratory supervisor. 3. Medical and scientific staff member. 4. Laboratory technologist. 5. Laboratory technician. O. Reg. 45/22, s. 13 (1). (2) A person is qualified to be a laboratory director if the person, (a) is a member of the College of Physicians and Surgeons of Ontario who, (i) has been certified by the Royal College of Physicians and Surgeons of Canada in a branch of laboratory medicine, or (ii) has at least two years of relevant post-graduate training approved by the Director in a laboratory or laboratories approved by the Director; or (b) has obtained from a university an academic doctorate degree in a relevant area of chemical, physical or biological science and, (i) has been certified by the Canadian Academy of Clinical Biochemistry, the Canadian College of Medical Geneticists or the Canadian College of Microbiologists in a branch of laboratory medicine, or (ii) has at least two years of relevant post-graduate training or experience approved by the Director in a laboratory or laboratories approved by the Director. O. Reg. 45/22, s. 13 (2). (3) A person is qualified to be a laboratory supervisor if the person, (a) is qualified as a laboratory technologist under subsection (5) and, (i) has at least four years of relevant experience in a laboratory or laboratories, or (ii) has successfully completed relevant courses, which together with the person’s work experience, are equivalent to the experience set out in subclause (i); (b) is a member of the College of Physicians and Surgeons of Ontario who has at least one year of post-graduate experience in a laboratory or laboratories, working in a relevant laboratory specialty; (c) has obtained from a university an academic doctorate degree in a relevant area of chemical, physical or biological science and has at least one year of post-graduate experience in a laboratory or laboratories, working in a relevant laboratory specialty; (d) has obtained from a university a master’s degree in a relevant area of chemical, physical or biological science and has at least two years of relevant post-graduate training or experience in a laboratory or laboratories; or (e) has obtained from a university a bachelor’s degree in a relevant area of chemical, physical or biological science and has at least four years of relevant post-graduate training or experience approved by the Director in a laboratory or laboratories approved by the Director. O. Reg. 45/22, s. 13 (3). (4) A person is qualified to be a medical and scientific staff member if the person, (a) is a member of the College of Physicians and Surgeons of Ontario and, (i) has been certified by the Royal College of Physicians and Surgeons of Canada in a branch of laboratory medicine, or (ii) has at least two years of relevant post-graduate training in a laboratory or laboratories; or (b) has obtained from a university an academic doctorate degree in a relevant area of chemical, physical or biological science and, (i) has been certified by the Canadian Academy of Clinical Biochemistry, the Canadian College of Medical Geneticists or the Canadian College of Microbiologists in a branch of laboratory medicine, or (ii) has at least two years of relevant post-graduate training or experience in a laboratory or laboratories. O. Reg. 45/22, s. 13 (4). (5) A person is qualified to be a laboratory technologist if the person, (a) has obtained a certificate of registration from the College of Medical Laboratory Technologists of Ontario in the practising class, as described in paragraph 1 of subsection 1 (1) of Ontario Regulation 207/94 (General) made under the Medical Laboratory Technology Act, 1991; (a.1) is an out of province medical laboratory technologist; or (b) has obtained from a university or college a relevant degree or diploma approved by the Director and has relevant training or experience approved by the Director in a laboratory or laboratories approved by the Director. O. Reg. 45/22, s. 13 (5); O. Reg. 207/23, s. 2. (6) A person is qualified to be a laboratory technician if the person has obtained an Ontario secondary school diploma or is able to produce evidence of equivalent standing and, (a) has worked for at least two years as a technical trainee in a laboratory or laboratories; or (b) has successfully completed relevant courses which, together with the person’s work experience, are equivalent to the experience set out in clause (a). O. Reg. 45/22, s. 13 (6). (7) Despite subsection (1), a person is not required to hold one of the qualifications in respect of a particular category of employment listed in that subsection in order to be employed in a laboratory in that category of employment if the person, (a) was employed in a laboratory in that category of employment on November 1, 1972; and (b) has submitted evidence to the Director sufficient to satisfy the Director as to their competence and ability to adequately perform their duties. O. Reg. 45/22, s. 13 (7). (8) For the purposes of this section, “relevant” means appropriate to one or more tests or classes of tests for which the laboratory is licensed. O. Reg. 45/22, s. 13 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>(1) The owner and the operator of a laboratory shall ensure that any person employed in the laboratory in any of the following categories of employment holds one of the qualifications set out in this section in respect of that category of employment:</p> <p class=\"paragraph-e\">  1. Laboratory director.</p> <p class=\"paragraph-e\">  2. Laboratory supervisor.</p> <p class=\"paragraph-e\">  3. Medical and scientific staff member.</p> <p class=\"paragraph-e\">  4. Laboratory technologist.</p> <p class=\"paragraph-e\">  5. Laboratory technician. O. Reg. 45/22, s. 13 (1).</p> <p class=\"subsection-e\">  (2) A person is qualified to be a laboratory director if the person,</p> <p class=\"clause-e\">  (a) is a member of the College of Physicians and Surgeons of Ontario who,</p> <p class=\"subclause-e\">  (i) has been certified by the Royal College of Physicians and Surgeons of Canada in a branch of laboratory medicine, or</p> <p class=\"subclause-e\">  (ii) has at least two years of relevant post-graduate training approved by the Director in a laboratory or laboratories approved by the Director; or</p> <p class=\"clause-e\">  (b) has obtained from a university an academic doctorate degree in a relevant area of chemical, physical or biological science and,</p> <p class=\"subclause-e\">  (i) has been certified by the Canadian Academy of Clinical Biochemistry, the Canadian College of Medical Geneticists or the Canadian College of Microbiologists in a branch of laboratory medicine, or</p> <p class=\"subclause-e\">  (ii) has at least two years of relevant post-graduate training or experience approved by the Director in a laboratory or laboratories approved by the Director. O. Reg. 45/22, s. 13 (2).</p> <p class=\"subsection-e\">  (3) A person is qualified to be a laboratory supervisor if the person,</p> <p class=\"clause-e\">  (a) is qualified as a laboratory technologist under subsection (5) and,</p> <p class=\"subclause-e\">  (i) has at least four years of relevant experience in a laboratory or laboratories, or</p> <p class=\"subclause-e\">  (ii) has successfully completed relevant courses, which together with the person’s work experience, are equivalent to the experience set out in subclause (i);</p> <p class=\"clause-e\">  (b) is a member of the College of Physicians and Surgeons of Ontario who has at least one year of post-graduate experience in a laboratory or laboratories, working in a relevant laboratory specialty;</p> <p class=\"clause-e\">  (c) has obtained from a university an academic doctorate degree in a relevant area of chemical, physical or biological science and has at least one year of post-graduate experience in a laboratory or laboratories, working in a relevant laboratory specialty;</p> <p class=\"clause-e\">  (d) has obtained from a university a master’s degree in a relevant area of chemical, physical or biological science and has at least two years of relevant post-graduate training or experience in a laboratory or laboratories; or </p> <p class=\"clause-e\">  (e) has obtained from a university a bachelor’s degree in a relevant area of chemical, physical or biological science and has at least four years of relevant post-graduate training or experience approved by the Director in a laboratory or laboratories approved by the Director. O. Reg. 45/22, s. 13 (3).</p> <p class=\"subsection-e\">  (4) A person is qualified to be a medical and scientific staff member if the person,</p> <p class=\"clause-e\">  (a) is a member of the College of Physicians and Surgeons of Ontario and,</p> <p class=\"subclause-e\">  (i) has been certified by the Royal College of Physicians and Surgeons of Canada in a branch of laboratory medicine, or</p> <p class=\"subclause-e\">  (ii) has at least two years of relevant post-graduate training in a laboratory or laboratories; or</p> <p class=\"clause-e\">  (b) has obtained from a university an academic doctorate degree in a relevant area of chemical, physical or biological science and,</p> <p class=\"subclause-e\">  (i) has been certified by the Canadian Academy of Clinical Biochemistry, the Canadian College of Medical Geneticists or the Canadian College of Microbiologists in a branch of laboratory medicine, or</p> <p class=\"subclause-e\">  (ii) has at least two years of relevant post-graduate training or experience in a laboratory or laboratories. O. Reg. 45/22, s. 13 (4).</p> <p class=\"subsection-e\">  (5) A person is qualified to be a laboratory technologist if the person,</p> <p class=\"clause-e\">  (a) has obtained a certificate of registration from the College of Medical Laboratory Technologists of Ontario in the practising class, as described in paragraph 1 of subsection 1 (1) of Ontario Regulation 207/94 (General) made under the <i>Medical Laboratory Technology Act, 1991</i>;</p> <p class=\"clause-e\"> (a.1) is an out of province medical laboratory technologist; or</p> <p class=\"clause-e\">  (b) has obtained from a university or college a relevant degree or diploma approved by the Director and has relevant training or experience approved by the Director in a laboratory or laboratories approved by the Director. O. Reg. 45/22, s. 13 (5); O. Reg. 207/23, s. 2.</p> <p class=\"subsection-e\">  (6) A person is qualified to be a laboratory technician if the person has obtained an Ontario secondary school diploma or is able to produce evidence of equivalent standing and,</p> <p class=\"clause-e\">  (a) has worked for at least two years as a technical trainee in a laboratory or laboratories; or</p> <p class=\"clause-e\">  (b) has successfully completed relevant courses which, together with the person’s work experience, are equivalent to the experience set out in clause (a). O. Reg. 45/22, s. 13 (6).</p> <p class=\"subsection-e\">  (7) Despite subsection (1), a person is not required to hold one of the qualifications in respect of a particular category of employment listed in that subsection in order to be employed in a laboratory in that category of employment if the person,</p> <p class=\"clause-e\">  (a) was employed in a laboratory in that category of employment on November 1, 1972; and</p> <p class=\"clause-e\">  (b) has submitted evidence to the Director sufficient to satisfy the Director as to their competence and ability to adequately perform their duties. O. Reg. 45/22, s. 13 (7).</p> <p class=\"subsection-e\">  (8) For the purposes of this section,</p> <p class=\"definition-e\">“relevant” means appropriate to one or more tests or classes of tests for which the laboratory is licensed. O. Reg. 45/22, s. 13 (8).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Qualifications — specimen collection centre employees",
            "content": " 14. The owner and the operator of a specimen collection centre shall ensure that no person is employed in the specimen collection centre to take or collect specimens from the human body unless a member of the College of Physicians and Surgeons of Ontario has certified in writing to the owner or the operator that the person has, (a) competence in the techniques of taking and collecting specimens from the human body; (b) the ability to manage and care for individuals from whom specimens are taken or collected; and (c) a high standard of personal cleanliness. Location, Equipment, etc.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>14. </b>The owner and the operator of a specimen collection centre shall ensure that no person is employed in the specimen collection centre to take or collect specimens from the human body unless a member of the College of Physicians and Surgeons of Ontario has certified in writing to the owner or the operator that the person has,</p> <p class=\"clause-e\">  (a) competence in the techniques of taking and collecting specimens from the human body;</p> <p class=\"clause-e\">  (b) the ability to manage and care for individuals from whom specimens are taken or collected; and</p> <p class=\"clause-e\">  (c) a high standard of personal cleanliness.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Location, Equipment, etc.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Location, Equipment, etc.",
            "part_id": null,
            "part_type": null,
            "section": "Location, Equipment, etc.",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Location and equipment requirements",
            "content": " 15. (1) The owner and the operator of a laboratory facility shall ensure that the laboratory facility is operated at the address provided on the licence. (2) The owner and the operator of a laboratory facility shall ensure that the place in which the laboratory facility is located is, (a) suitable for the performance of the tests or for the taking or collecting of the specimens for which the laboratory facility is licensed; and (b) equipped with the materials and furnishings necessary for the performance of the tests or for the taking or collecting of the specimens for which the laboratory facility is licensed.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>(1) The owner and the operator of a laboratory facility shall ensure that the laboratory facility is operated at the address provided on the licence.</p> <p class=\"subsection-e\">  (2) The owner and the operator of a laboratory facility shall ensure that the place in which the laboratory facility is located is,</p> <p class=\"clause-e\">  (a) suitable for the performance of the tests or for the taking or collecting of the specimens for which the laboratory facility is licensed; and</p> <p class=\"clause-e\">  (b) equipped with the materials and furnishings necessary for the performance of the tests or for the taking or collecting of the specimens for which the laboratory facility is licensed.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Specific requirements — specimen collection centres",
            "content": " 16. The owner and the operator of a specimen collection centre shall ensure that the specimen collection centre is equipped with, (a) a private room for the taking or collecting of specimens; (b) a chair to accommodate individuals from whom blood is being taken; (c) a waiting room and washroom facilities for individuals from whom specimens are being collected or taken; (d) a couch or other furnishing to accommodate individuals in case of illness; (e) a refrigerator; (f) a centrifuge; (g) a clean storage space for storing supplies and instruments; (h) at least one clean and covered container for skin cleansing swabs; and (i) a self-closing waste disposal container. Requisitions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>The owner and the operator of a specimen collection centre shall ensure that the specimen collection centre is equipped with,</p> <p class=\"clause-e\">  (a) a private room for the taking or collecting of specimens;</p> <p class=\"clause-e\">  (b) a chair to accommodate individuals from whom blood is being taken;</p> <p class=\"clause-e\">  (c) a waiting room and washroom facilities for individuals from whom specimens are being collected or taken; </p> <p class=\"clause-e\">  (d) a couch or other furnishing to accommodate individuals in case of illness;</p> <p class=\"clause-e\">  (e) a refrigerator;</p> <p class=\"clause-e\">  (f) a centrifuge;</p> <p class=\"clause-e\">  (g) a clean storage space for storing supplies and instruments;</p> <p class=\"clause-e\">  (h) at least one clean and covered container for skin cleansing swabs; and</p> <p class=\"clause-e\">  (i) a self-closing waste disposal container.</p> <p class=\"heading1-e\"><a name=\"BK20\"></a>Requisitions</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Requisitions",
            "part_id": null,
            "part_type": null,
            "section": "Requisitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Specimen collection",
            "content": " 17. The owner and the operator of a specimen collection centre shall ensure that no person employed in the specimen collection centre takes or collects specimens from an individual unless a requisition for the taking or collection is made by, (a) a member of the College of Physicians and Surgeons of Ontario or an out of province physician; (b) a member of the Royal College of Dental Surgeons of Ontario; (c) a member of the College of Midwives of Ontario; (d) an aboriginal midwife; (e) a member of the College of Nurses of Ontario who holds an extended certificate of registration under the Nursing Act, 1991 or an out of province registered nurse in the extended class; (f) a member of the College of Naturopaths of Ontario, but only for the purpose of performing a test specified in Schedule 1; (g) a medical officer of health in respect of a request made under section 3 of the Mandatory Blood Testing Act, 2006; or (h) the Consent and Capacity Board in respect of an order made under section 5 of the Mandatory Blood Testing Act, 2006. O. Reg, 45/22, s. 17; O. Reg. 536/22, s. 1; O. Reg. 207/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>The owner and the operator of a specimen collection centre shall ensure that no person employed in the specimen collection centre takes or collects specimens from an individual unless a requisition for the taking or collection is made by,</p> <p class=\"clause-e\">  (a) a member of the College of Physicians and Surgeons of Ontario or an out of province physician;</p> <p class=\"clause-e\">  (b) a member of the Royal College of Dental Surgeons of Ontario;</p> <p class=\"clause-e\">  (c) a member of the College of Midwives of Ontario;</p> <p class=\"clause-e\">  (d) an aboriginal midwife;</p> <p class=\"clause-e\">  (e) a member of the College of Nurses of Ontario who holds an extended certificate of registration under the <i>Nursing Act, 1991</i> or an out of province registered nurse in the extended class;</p> <p class=\"clause-e\">  (f) a member of the College of Naturopaths of Ontario, but only for the purpose of performing a test specified in Schedule 1;</p> <p class=\"clause-e\">  (g) a medical officer of health in respect of a request made under section 3 of the <i>Mandatory Blood Testing Act, 2006</i>; or</p> <p class=\"clause-e\">  (h) the Consent and Capacity Board in respect of an order made under section 5 of the <i>Mandatory Blood Testing Act, 2006</i>. O. Reg, 45/22, s. 17; O. Reg. 536/22, s. 1; O. Reg. 207/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Laboratory tests",
            "content": " 18. (1) The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test unless a requisition for the test is made by, (a) a member of the College of Physicians and Surgeons of Ontario or an out of province physician; (b) a member of the Royal College of Dental Surgeons of Ontario; (c) a member of the College of Midwives of Ontario, but only in respect of a test specified in Schedule 2; (d) an aboriginal midwife, but only in respect of a test specified in Schedule 2; (e) a member of the College of Nurses of Ontario who holds an extended certificate of registration under the Nursing Act, 1991 or an out of province registered nurse in the extended class; (f) a member of the College of Naturopaths of Ontario, but only in respect of a test specified in Schedule 1; (g) a member of the Ontario College of Pharmacists who is registered as a pharmacist under the Pharmacy Act, 1991, but only in respect of a test for COVID-19; (h) a member of a health profession practising in a jurisdiction outside Ontario, if a person employed in a laboratory in that jurisdiction is permitted by law to perform a test in respect of a requisition made by the member; (i) an insurer or agent within the meaning of the Insurance Act; (j) an individual who is authorized by Telehealth Ontario to make a requisition in respect of a test that is funded under the provincial colorectal cancer screening program; (k) a medical officer of health in respect of a request made under section 3 of the Mandatory Blood Testing Act, 2006; or (l) the Consent and Capacity Board in respect of an order made under section 5 of the Mandatory Blood Testing Act, 2006. O. Reg, 45/22, s. 18 (1); O. Reg. 536/22, s. 2 (1); O. Reg. 207/23, s. 4. (2) For the purpose of assisting a person employed in the laboratory to perform tests, the operator of the laboratory may collect personal health information about an individual indirectly from the person referred to in clause (1) (d), (h), (i), (k) or (l) who makes the requisition for a test. O. Reg, 45/22, s. 18 (2); O. Reg. 536/22, s. 2 (2). Restrictions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>(1) The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test unless a requisition for the test is made by,</p> <p class=\"clause-e\">  (a) a member of the College of Physicians and Surgeons of Ontario or an out of province physician;</p> <p class=\"clause-e\">  (b) a member of the Royal College of Dental Surgeons of Ontario;</p> <p class=\"clause-e\">  (c) a member of the College of Midwives of Ontario, but only in respect of a test specified in Schedule 2;</p> <p class=\"clause-e\">  (d) an aboriginal midwife, but only in respect of a test specified in Schedule 2;</p> <p class=\"clause-e\">  (e) a member of the College of Nurses of Ontario who holds an extended certificate of registration under the <i>Nursing Act, 1991</i> or an out of province registered nurse in the extended class;</p> <p class=\"clause-e\">  (f) a member of the College of Naturopaths of Ontario, but only in respect of a test specified in Schedule 1;</p> <p class=\"clause-e\">  (g) a member of the Ontario College of Pharmacists who is registered as a pharmacist under the <i>Pharmacy Act, 1991</i>, but only in respect of a test for COVID-19;</p> <p class=\"clause-e\">  (h) a member of a health profession practising in a jurisdiction outside Ontario, if a person employed in a laboratory in that jurisdiction is permitted by law to perform a test in respect of a requisition made by the member;</p> <p class=\"clause-e\">  (i) an insurer or agent within the meaning of the <i>Insurance Act</i>;</p> <p class=\"clause-e\">  (j) an individual who is authorized by Telehealth Ontario to make a requisition in respect of a test that is funded under the provincial colorectal cancer screening program;</p> <p class=\"clause-e\">  (k) a medical officer of health in respect of a request made under section 3 of the <i>Mandatory Blood Testing Act, 2006</i>; or</p> <p class=\"clause-e\">  (l) the Consent and Capacity Board in respect of an order made under section 5 of the <i>Mandatory Blood Testing Act, 2006</i>. O. Reg, 45/22, s. 18 (1); O. Reg. 536/22, s. 2 (1); O. Reg. 207/23, s. 4.</p> <p class=\"subsection-e\">  (2) For the purpose of assisting a person employed in the laboratory to perform tests, the operator of the laboratory may collect personal health information about an individual indirectly from the person referred to in clause (1) (d), (h), (i), (k) or (l) who makes the requisition for a test. O. Reg, 45/22, s. 18 (2); O. Reg. 536/22, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Restrictions</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Restrictions",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions re prenatal assessments and newborn screening",
            "content": " 19. (1) The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test for Aneuploidies under the provincial prenatal screening program unless,  (a) the laboratory is operated by the Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre; or (b) the owner or the operator of the laboratory has entered into an agreement with the Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre respecting conditions related to the participation of the laboratory in the program. (2) The owner and the operator of a laboratory, other than a laboratory operated by a public hospital or the Ontario Agency for Health Protection and Promotion, shall ensure that no person employed in the laboratory performs a Hepatitis B surface antigen test if the requisition indicates that the test is for a prenatal assessment. (3) The owner and the operator of a laboratory, other than a laboratory operated by the Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre, shall ensure that no person employed in the laboratory performs a test for any of the following if the requisition indicates that the test is for newborn screening: 1. Amino acidopathies. 2. Fatty acid oxidation defects. 3. Organic acidemias. 4. Endocrinopathies. 5. Hemoglobinopathies. 6. Biotinidase deficiency. 7. Galactosemia. 8. Cystic fibrosis. 9. Severe combined immune deficiency. 10. Permanent hearing loss. 11. Mucopolysaccharidosis type 1. 12. Spinal muscular atrophy.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>(1) The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test for Aneuploidies under the provincial prenatal screening program unless, </p> <p class=\"clause-e\">  (a) the laboratory is operated by the Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre; or</p> <p class=\"clause-e\">  (b) the owner or the operator of the laboratory has entered into an agreement with the Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre respecting conditions related to the participation of the laboratory in the program. </p> <p class=\"subsection-e\">  (2) The owner and the operator of a laboratory, other than a laboratory operated by a public hospital or the Ontario Agency for Health Protection and Promotion, shall ensure that no person employed in the laboratory performs a Hepatitis B surface antigen test if the requisition indicates that the test is for a prenatal assessment.</p> <p class=\"subsection-e\">  (3) The owner and the operator of a laboratory, other than a laboratory operated by the Children’s Hospital of Eastern Ontario — Ottawa Children’s Treatment Centre, shall ensure that no person employed in the laboratory performs a test for any of the following if the requisition indicates that the test is for newborn screening:</p> <p class=\"paragraph-e\">  1. Amino acidopathies.</p> <p class=\"paragraph-e\">  2. Fatty acid oxidation defects. </p> <p class=\"paragraph-e\">  3. Organic acidemias.</p> <p class=\"paragraph-e\">  4. Endocrinopathies.</p> <p class=\"paragraph-e\">  5. Hemoglobinopathies.</p> <p class=\"paragraph-e\">  6. Biotinidase deficiency.</p> <p class=\"paragraph-e\">  7. Galactosemia.</p> <p class=\"paragraph-e\">  8. Cystic fibrosis.</p> <p class=\"paragraph-e\">  9. Severe combined immune deficiency.</p> <p class=\"paragraph-e\">  10. Permanent hearing loss.</p> <p class=\"paragraph-e\">  11. Mucopolysaccharidosis type 1.</p> <p class=\"paragraph-e\">  12. Spinal muscular atrophy.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "19.1",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions re flu and RSV testing",
            "content": " 19.1 The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test for influenza or respiratory syncytial virus under the provincial respiratory virus testing program unless the owner or the operator has entered into an agreement with Ontario Health respecting conditions related to the participation of the laboratory in the program. O. Reg. 308/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>19.1 </b>The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test for influenza or respiratory syncytial virus under the provincial respiratory virus testing program unless the owner or the operator has entered into an agreement with Ontario Health respecting conditions related to the participation of the laboratory in the program. O. Reg. 308/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Restriction re colorectal cancer screening",
            "content": " 20. The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test for colorectal cancer under the provincial colorectal cancer screening program unless the owner or the operator has entered into an agreement with Ontario Health respecting conditions related to participation of the laboratory in the program.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>20. </b>The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test for colorectal cancer under the provincial colorectal cancer screening program unless the owner or the operator has entered into an agreement with Ontario Health respecting conditions related to participation of the laboratory in the program.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.1",
            "part_id": null,
            "part_type": null,
            "section": "Restriction re Mandatory Blood Testing Act, 2006",
            "content": " 20.1 The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test analysing a blood sample for the purposes of section 3 or 5 of the Mandatory Blood Testing Act, 2006 unless the laboratory is,  (a) the Ontario Agency for Health Protection and Promotion’s Public Health Lab — Toronto; or (b) prescribed for the purpose of the definition of “analyst” under section 1 of that Act.\r\nO. Reg. 536/22, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>20.1 </b>The owner and the operator of a laboratory shall ensure that no person employed in the laboratory performs a test analysing a blood sample for the purposes of section 3 or 5 of the <i>Mandatory Blood Testing Act, 2006</i> unless the laboratory is, </p> <p class=\"clause-e\">  (a) the Ontario Agency for Health Protection and Promotion’s Public Health Lab — Toronto; or</p> <p class=\"clause-e\">  (b) prescribed for the purpose of the definition of “analyst” under section 1 of that Act<i>.</i>\r\nO. Reg. 536/22, s. 3.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Restriction re submission of specimen to laboratory",
            "content": " 21. The owner and the operator of a specimen collection centre shall ensure that any specimens taken or collected by a person employed in the specimen collection centre be submitted only to a laboratory licensed under the Act or to a laboratory operated by the Ministry or another ministry of the Crown in right of Ontario. Recordkeeping and Reporting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>21. </b>The owner and the operator of a specimen collection centre shall ensure that any specimens taken or collected by a person employed in the specimen collection centre be submitted only to a laboratory licensed under the Act or to a laboratory operated by the Ministry or another ministry of the Crown in right of Ontario.</p> <p class=\"heading1-e\"><a name=\"BK29\"></a>Recordkeeping and Reporting</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Recordkeeping and Reporting",
            "part_id": null,
            "part_type": null,
            "section": "Recordkeeping and Reporting",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Recordkeeping obligations",
            "content": " 22. (1) The owner and the operator of a laboratory facility shall ensure that the laboratory facility keeps records in respect of, (a) the duties and qualifications of the laboratory facility’s employees; (b) the types and quality of services the laboratory facility provides; (c) the availability of, and timelines related to, the services the laboratory facility provides, including wait times and service disruptions; (d) the laboratory facility’s policies and procedures for responding to emergencies and other contingencies; and (e) any incidents of injury or other hazardous events that occur in the laboratory facility. (2) The owner and the operator of a specimen collection centre shall ensure that the specimen collection centre keeps records of, (a) the name of each individual who attends the specimen collection centre for the purpose of having a specimen taken or collected; (b) the specimens that are taken or collected, or scheduled to be taken or collected, from each individual who attends the specimen collection centre; (c) the name of each individual listed in section 17 who made a requisition for the taking or collecting of a specimen; (d) the date and time when each specimen is submitted to a laboratory mentioned in section 21; and (e) the name and address of the laboratory to which each specimen is submitted. (3) The owner and the operator of a laboratory shall ensure that the laboratory keeps records in respect of, (a) the volume and types of tests performed in the laboratory; (b) the amount of time taken to obtain the results of a test and to report the results in accordance with section 24; and (c) any test that required a correction, including the initial results and the results of any subsequent test.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>22. </b>(1) The owner and the operator of a laboratory facility shall ensure that the laboratory facility keeps records in respect of,</p> <p class=\"clause-e\">  (a) the duties and qualifications of the laboratory facility’s employees; </p> <p class=\"clause-e\">  (b) the types and quality of services the laboratory facility provides;</p> <p class=\"clause-e\">  (c) the availability of, and timelines related to, the services the laboratory facility provides, including wait times and service disruptions; </p> <p class=\"clause-e\">  (d) the laboratory facility’s policies and procedures for responding to emergencies and other contingencies; and</p> <p class=\"clause-e\">  (e) any incidents of injury or other hazardous events that occur in the laboratory facility.</p> <p class=\"subsection-e\">  (2) The owner and the operator of a specimen collection centre shall ensure that the specimen collection centre keeps records of,</p> <p class=\"clause-e\">  (a) the name of each individual who attends the specimen collection centre for the purpose of having a specimen taken or collected; </p> <p class=\"clause-e\">  (b) the specimens that are taken or collected, or scheduled to be taken or collected, from each individual who attends the specimen collection centre;</p> <p class=\"clause-e\">  (c) the name of each individual listed in section 17 who made a requisition for the taking or collecting of a specimen;</p> <p class=\"clause-e\">  (d) the date and time when each specimen is submitted to a laboratory mentioned in section 21; and</p> <p class=\"clause-e\">  (e) the name and address of the laboratory to which each specimen is submitted.</p> <p class=\"subsection-e\">  (3) The owner and the operator of a laboratory shall ensure that the laboratory keeps records in respect of,</p> <p class=\"clause-e\">  (a) the volume and types of tests performed in the laboratory;</p> <p class=\"clause-e\">  (b) the amount of time taken to obtain the results of a test and to report the results in accordance with section 24; and</p> <p class=\"clause-e\">  (c) any test that required a correction, including the initial results and the results of any subsequent test.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting obligations",
            "content": " 23. (1) The owner and the operator of a laboratory facility shall ensure that, in accordance with any policies published by the Ministry,  (a) the laboratory facility makes a report in respect of any of the matters listed in subsection 22 (1) that the Director may require; (b) in the case of a specimen collection centre, the specimen collection centre makes a report in respect of any of the matters listed in subsection 22 (2) that the Director may require; and (c) in the case of a laboratory, the laboratory makes a report in respect of any of the matters listed in subsection 22 (3) that the Director may require. (2) The owner and the operator of a laboratory facility shall ensure that a report required under subsection (1) is submitted to the Director in accordance with any policies published by the Ministry.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>23. </b>(1) The owner and the operator of a laboratory facility shall ensure that, in accordance with any policies published by the Ministry, </p> <p class=\"clause-e\">  (a) the laboratory facility makes a report in respect of any of the matters listed in subsection 22 (1) that the Director may require; </p> <p class=\"clause-e\">  (b) in the case of a specimen collection centre, the specimen collection centre makes a report in respect of any of the matters listed in subsection 22 (2) that the Director may require; and </p> <p class=\"clause-e\">  (c) in the case of a laboratory, the laboratory makes a report in respect of any of the matters listed in subsection 22 (3) that the Director may require.</p> <p class=\"subsection-e\">  (2) The owner and the operator of a laboratory facility shall ensure that a report required under subsection (1) is submitted to the Director in accordance with any policies published by the Ministry.  </p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting obligations — laboratory test results",
            "content": " 24. (1) The owner and the operator of a laboratory shall ensure that, (a) the results of a test are reported directly to the person who made the requisition; (b) the results of a test funded under the provincial colorectal cancer screening program are reported to Ontario Health for the purposes of the Ontario Cancer Screening Registry; (c) the results of any test that indicates the presumptive presence or presence of any disease of public health significance within the meaning of the Health Protection and Promotion Act are reported to the medical officer of health of the health unit in which the person on which the test was performed resides, within 24 hours after the test is performed; and (d) if the Ontario Laboratories Information System has the functional capability to receive the results of a particular test, the results of the test are reported to the Ontario Laboratories Information System.  O. Reg. 45/22, s. 24 (1), 43 (1). (2) Clause (1) (a) does not apply in the case of, (a) a requisition in respect of a test that is funded under the provincial colorectal cancer screening program and that is made by a person described in clause 18 (1) (j); or (b) a requisition in respect of a test analysing a blood sample for the purposes of section 3 or 5 of the Mandatory Blood Testing Act, 2006. O. Reg. 536/22, s. 4. (3) Clause (1) (c) does not apply in the case of a test to which section 5.1 of Regulation 569 of the Revised Regulations of Ontario, 1990 (Reports) made under the Health Protection and Promotion Act applies. O. Reg. 45/22, s. 24 (3). (4) Each report must include the name of the laboratory that received the specimen and the name and address of the laboratory in which the test was performed. O. Reg. 45/22, s. 24 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>24. </b>(1) The owner and the operator of a laboratory shall ensure that,</p> <p class=\"clause-e\">  (a) the results of a test are reported directly to the person who made the requisition;</p> <p class=\"clause-e\">  (b) the results of a test funded under the provincial colorectal cancer screening program are reported to Ontario Health for the purposes of the Ontario Cancer Screening Registry;</p> <p class=\"clause-e\">  (c) the results of any test that indicates the presumptive presence or presence of any disease of public health significance within the meaning of the <i>Health Protection and Promotion Act</i> are reported to the medical officer of health of the health unit in which the person on which the test was performed resides, within 24 hours after the test is performed; and</p> <p class=\"clause-e\">  (d) if the Ontario Laboratories Information System has the functional capability to receive the results of a particular test, the results of the test are reported to the Ontario Laboratories Information System.  O. Reg. 45/22, s. 24 (1), 43 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not apply in the case of,</p> <p class=\"clause-e\">  (a) a requisition in respect of a test that is funded under the provincial colorectal cancer screening program and that is made by a person described in clause 18 (1) (j); or </p> <p class=\"clause-e\">  (b) a requisition in respect of a test analysing a blood sample for the purposes of section 3 or 5 of the <i>Mandatory Blood Testing Act, 2006</i>. O. Reg. 536/22, s. 4.</p> <p class=\"subsection-e\">  (3) Clause (1) (c) does not apply in the case of a test to which section 5.1 of Regulation 569 of the Revised Regulations of Ontario, 1990 (Reports) made under the <i>Health Protection and Promotion Act</i> applies. O. Reg. 45/22, s. 24 (3).</p> <p class=\"subsection-e\">  (4) Each report must include the name of the laboratory that received the specimen and the name and address of the laboratory in which the test was performed. O. Reg. 45/22, s. 24 (4).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.1",
            "part_id": null,
            "part_type": null,
            "section": "Reporting obligations — Mandatory Blood Testing Act, 2006",
            "content": " 24.1 The owner and the operator of a laboratory in which tests analysing blood samples for the purposes of section 3 or 5 of the Mandatory Blood Testing Act, 2006 are performed shall ensure that the results of the tests are reported in accordance with that Act. O. Reg. 536/22, s. 5. Exemptions and Exclusions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>24.1 </b>The owner and the operator of a laboratory in which tests analysing blood samples for the purposes of section 3 or 5 of the <i>Mandatory Blood Testing Act, 2006 </i>are performed shall ensure that the results of the tests are reported in accordance with that Act. O. Reg. 536/22, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Exemptions and Exclusions</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Exemptions and Exclusions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions and Exclusions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Physicians",
            "content": " 25. A member of the College of Physicians and Surgeons of Ontario or an out of province physician is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the performance of a test that is for the exclusive purpose of diagnosing or treating a patient in the course of the member’s medical practice. O. Reg. 45/22, s. 25; O. Reg. 207/23, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>25. </b>A member of the College of Physicians and Surgeons of Ontario or an out of province physician is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the performance of a test that is for the exclusive purpose of diagnosing or treating a patient in the course of the member’s medical practice. O. Reg. 45/22, s. 25; O. Reg. 207/23, s. 5.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Naturopaths",
            "content": " 26. (1) A member of the College of Naturopaths of Ontario is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following, if the member carries them out for the exclusive purpose of diagnosing or treating a patient in the course of their naturopathic practice:  1. Taking blood from a patient in the member’s own office, for the purpose of performing one or more tests listed in subsection (2). 2. Performing one or more tests listed in subsection (2) in the member’s own office. (2) The tests mentioned in subsection (1) are as follows: 1. Blood Group - ABO and RhD. 2. BTA Bioterrain assessment. 3. Fatty acids, free. 4. Glucose. 5. Hemoglobin - A1C. 6. Live blood cell analysis. 7. Mononuclear Heterophile antibodies (monospot). (3) A member of the College of Naturopaths of Ontario is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following, if the member carries them out for the exclusive purpose of diagnosing or treating a patient in the course of their naturopathic practice: 1. Taking or collecting specimens other than blood from a patient, in the member’s own office, for the purpose of performing one or more tests listed in subsection (4). 2. Performing one or more tests listed in subsection (4) in the member’s own office. (4) The tests mentioned in subsection (3) are as follows: 1. Ascorbic acid (ascorbate) Vitamin C. 2. BTA Bioterrain assessment. 3. Human Chorionic Gonadotropin - pregnancy test. 4. Indican. 5. Koenisberg. 6. Oxidative testing. 7. Rapid Strep test. 8. Routine urinalysis by dipstick. 9. Sulkowitch. 10. Vaginal pH. (5) A member of the College of Naturopaths of Ontario is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens other than blood from a patient in the member’s own office for the exclusive purpose of ordering one or more of the tests listed in Schedule 3 and submitting the specimens to a laboratory licensed under the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>26. </b>(1) A member of the College of Naturopaths of Ontario is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following, if the member carries them out for the exclusive purpose of diagnosing or treating a patient in the course of their naturopathic practice: </p> <p class=\"paragraph-e\">  1. Taking blood from a patient in the member’s own office, for the purpose of performing one or more tests listed in subsection (2).</p> <p class=\"paragraph-e\">  2. Performing one or more tests listed in subsection (2) in the member’s own office.</p> <p class=\"subsection-e\">  (2) The tests mentioned in subsection (1) are as follows:</p> <p class=\"paragraph-e\">  1. Blood Group - ABO and RhD.</p> <p class=\"paragraph-e\">  2. BTA Bioterrain assessment.</p> <p class=\"paragraph-e\">  3. Fatty acids, free.</p> <p class=\"paragraph-e\">  4. Glucose.</p> <p class=\"paragraph-e\">  5. Hemoglobin - A1C.</p> <p class=\"paragraph-e\">  6. Live blood cell analysis.</p> <p class=\"paragraph-e\">  7. Mononuclear Heterophile antibodies (monospot).</p> <p class=\"subsection-e\">  (3) A member of the College of Naturopaths of Ontario is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following, if the member carries them out for the exclusive purpose of diagnosing or treating a patient in the course of their naturopathic practice:</p> <p class=\"paragraph-e\">  1. Taking or collecting specimens other than blood from a patient, in the member’s own office, for the purpose of performing one or more tests listed in subsection (4).</p> <p class=\"paragraph-e\">  2. Performing one or more tests listed in subsection (4) in the member’s own office.</p> <p class=\"subsection-e\">  (4) The tests mentioned in subsection (3) are as follows:</p> <p class=\"paragraph-e\">  1. Ascorbic acid (ascorbate) Vitamin C.</p> <p class=\"paragraph-e\">  2. BTA Bioterrain assessment.</p> <p class=\"paragraph-e\">  3. Human Chorionic Gonadotropin - pregnancy test.</p> <p class=\"paragraph-e\">  4. Indican.</p> <p class=\"paragraph-e\">  5. Koenisberg.</p> <p class=\"paragraph-e\">  6. Oxidative testing.</p> <p class=\"paragraph-e\">  7. Rapid Strep test.</p> <p class=\"paragraph-e\">  8. Routine urinalysis by dipstick.</p> <p class=\"paragraph-e\">  9. Sulkowitch.</p> <p class=\"paragraph-e\">  10. Vaginal pH.</p> <p class=\"subsection-e\">  (5) A member of the College of Naturopaths of Ontario is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens other than blood from a patient in the member’s own office for the exclusive purpose of ordering one or more of the tests listed in Schedule 3 and submitting the specimens to a laboratory licensed under the Act.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Registered nurses, etc.",
            "content": " 27. (1) A member of the College of Nurses of Ontario who is a registered practical nurse or a registered nurse, other than a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991, is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens from an individual for the purpose of performing a point-of-care test. O. Reg. 207/23, s. 6. (2) An out of province registered nurse in the general class or an out of province registered practical nurse is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens from an individual for the purpose of performing a point-of-care test. O. Reg. 207/23, s. 6. (3) A member of the College of Nurses of Ontario who is a registered practical nurse or a registered nurse, including a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991, is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the performance of a point-of-care test. O. Reg. 207/23, s. 6. (4) An out of province registered nurse in the general class, an out of province registered nurse in the extended class or an out of province registered practical nurse is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the performance of a point-of-care test. O. Reg. 207/23, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>27. </b>(1) A member of the College of Nurses of Ontario who is a registered practical nurse or a registered nurse, other than a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>, is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens from an individual for the purpose of performing a point-of-care test. O. Reg. 207/23, s. 6.</p> <p class=\"subsection-e\">  (2) An out of province registered nurse in the general class or an out of province registered practical nurse is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens from an individual for the purpose of performing a point-of-care test. O. Reg. 207/23, s. 6.</p> <p class=\"subsection-e\">  (3) A member of the College of Nurses of Ontario who is a registered practical nurse or a registered nurse, including a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>, is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the performance of a point-of-care test. O. Reg. 207/23, s. 6.</p> <p class=\"subsection-e\">  (4) An out of province registered nurse in the general class, an out of province registered nurse in the extended class or an out of province registered practical nurse is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the performance of a point-of-care test. O. Reg. 207/23, s. 6.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Pharmacists and pharmaceutical chemists",
            "content": " 28. (1) A member of the Ontario College of Pharmacists who is registered as a Part A pharmacist, an intern, a registered pharmacy student or a pharmacy technician under the Pharmacy Act, 1991 is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following, if the member carries them out for the exclusive purpose of assisting individuals with the management of their medication to treat chronic disease: 1. Taking blood from an individual for the purpose of performing one or more point-of-care tests listed in subsection (2). 2. Performing one or more point-of-care tests listed in subsection (2). (2) The point-of-care tests mentioned in subsection (1) are as follows: 1. Glucose. 2. Hemoglobin A1C. 3. Lipids. 4. Prothrombin time and International Normalized Ratio. (3) The persons listed in subsection (4) are exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following: 1. Taking or collecting specimens from an individual in a pharmacy for the purpose of performing an immunologic test for pregnancy. 2. Performing an immunologic test for pregnancy in a pharmacy. (4) The persons mentioned in subsection (3) are as follows: 1. A member of the Ontario College of Pharmacists who is registered as a Part A pharmacist, an intern, a registered pharmacy student or a pharmacy technician under the Pharmacy Act, 1991. 2. A pharmaceutical chemist employed in a pharmacy.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>28. </b>(1) A member of the Ontario College of Pharmacists who is registered as a Part A pharmacist, an intern, a registered pharmacy student or a pharmacy technician under the <i>Pharmacy Act, 1991</i> is exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following, if the member carries them out for the exclusive purpose of assisting individuals with the management of their medication to treat chronic disease:</p> <p class=\"paragraph-e\">  1. Taking blood from an individual for the purpose of performing one or more point-of-care tests listed in subsection (2).</p> <p class=\"paragraph-e\">  2. Performing one or more point-of-care tests listed in subsection (2).</p> <p class=\"subsection-e\">  (2) The point-of-care tests mentioned in subsection (1) are as follows:</p> <p class=\"paragraph-e\">  1. Glucose.</p> <p class=\"paragraph-e\">  2. Hemoglobin A1C.</p> <p class=\"paragraph-e\">  3. Lipids.</p> <p class=\"paragraph-e\">  4. Prothrombin time and International Normalized Ratio.</p> <p class=\"subsection-e\">  (3) The persons listed in subsection (4) are exempt from sections 9 to 16 of the Act and from this Regulation with respect to the following:</p> <p class=\"paragraph-e\">  1. Taking or collecting specimens from an individual in a pharmacy for the purpose of performing an immunologic test for pregnancy.</p> <p class=\"paragraph-e\">  2. Performing an immunologic test for pregnancy in a pharmacy.</p> <p class=\"subsection-e\">  (4) The persons mentioned in subsection (3) are as follows:  </p> <p class=\"paragraph-e\">  1. A member of the Ontario College of Pharmacists who is registered as a Part A pharmacist, an intern, a registered pharmacy student or a pharmacy technician under the <i>Pharmacy Act, 1991</i>.</p> <p class=\"paragraph-e\">  2. A pharmaceutical chemist employed in a pharmacy.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Certain laboratories and blood donor clinics",
            "content": " 29. Laboratories operated by the Ministry or another ministry of the Crown in right of Ontario and blood donor clinics operated by the Canadian Blood Services are exempt from sections 9 to 16 of the Act and from this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>29. </b>Laboratories operated by the Ministry or another ministry of the Crown in right of Ontario and blood donor clinics operated by the Canadian Blood Services are exempt from sections 9 to 16 of the Act and from this Regulation.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Specimen collection centres — specific exemption",
            "content": " 30. (1) A specimen collection centre is exempt from sections 9 to 16 of the Act and from this Regulation, as they apply to a laboratory, with respect to the performance of a fasting urine glucose dipstick test for the purpose of a glucose tolerance test that will be performed in a laboratory. (2) For greater certainty, sections 9 to 16 of the Act and this Regulation continue to apply in all other respects to a specimen collection centre in which a fasting urine glucose dipstick test is performed.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK40\"></a>30. </b>(1) A specimen collection centre is exempt from sections 9 to 16 of the Act and from this Regulation, as they apply to a laboratory, with respect to the performance of a fasting urine glucose dipstick test for the purpose of a glucose tolerance test that will be performed in a laboratory.</p> <p class=\"subsection-e\">  (2) For greater certainty, sections 9 to 16 of the Act and this Regulation continue to apply in all other respects to a specimen collection centre in which a fasting urine glucose dipstick test is performed.  </p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "COVID-19",
            "content": " 31. (1) The following persons are exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens from an individual for the purpose of performing a test in relation to COVID-19: 1. A member of the College of Physicians and Surgeons of Ontario or an out of province physician. 2. A member of the College of Nurses of Ontario who is a registered practical nurse or a registered nurse, including a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991. 2.1 An out of province registered nurse in the general class, an out of province registered nurse in the extended class or an out of province registered practical nurse. 3. A member of the Royal College of Dental Surgeons of Ontario. 4. A member of the Ontario College of Pharmacists who is registered as a pharmacist under the Pharmacy Act, 1991. 5. A paramedic within the meaning of the Ambulance Act in the course of their employment with an ambulance service operator that is certified under that Act. 6. A paramedic who provides services as part of a community paramedicine program approved by the Ministry. O. Reg. 45/22, s. 31 (1); O. Reg. 207/23, s. 7. (2) Nothing in subsection (1) limits or replaces the application of the Regulated Health Professions Act, 1991 or the Ambulance Act\r\nwith respect to controlled acts or any other matter. O. Reg. 45/22, s. 31 (2). (3) A person who takes or collects specimens for the purpose of performing a COVID-19 point-of-care test or who performs a COVID-19 point-of-care test is exempt from sections 9 to 16 of the Act and from this Regulation with respect to, (a) the taking or collecting of specimens from an individual for the purpose of performing a COVID-19 point-of-care test; and (b) the performance of a COVID-19 point-of-care test. O. Reg. 45/22, s. 31 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>31. </b>(1) The following persons are exempt from sections 9 to 16 of the Act and from this Regulation with respect to the taking or collecting of specimens from an individual for the purpose of performing a test in relation to COVID-19:</p> <p class=\"paragraph-e\">  1. A member of the College of Physicians and Surgeons of Ontario or an out of province physician.</p> <p class=\"paragraph-e\">  2. A member of the College of Nurses of Ontario who is a registered practical nurse or a registered nurse, including a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>.</p> <p class=\"paragraph-e\">  2.1 An out of province registered nurse in the general class, an out of province registered nurse in the extended class or an out of province registered practical nurse.</p> <p class=\"paragraph-e\">  3. A member of the Royal College of Dental Surgeons of Ontario.</p> <p class=\"paragraph-e\">  4. A member of the Ontario College of Pharmacists who is registered as a pharmacist under the <i>Pharmacy Act, 1991</i>.</p> <p class=\"paragraph-e\">  5. A paramedic within the meaning of the <i>Ambulance Ac</i>t in the course of their employment with an ambulance service operator that is certified under that Act.</p> <p class=\"paragraph-e\">  6. A paramedic who provides services as part of a community paramedicine program approved by the Ministry. O. Reg. 45/22, s. 31 (1); O. Reg. 207/23, s. 7.</p> <p class=\"subsection-e\">  (2) Nothing in subsection (1) limits or replaces the application of the <i>Regulated Health Professions Act, 1991</i> or the <i>Ambulance Act</i>\r\nwith respect to controlled acts or any other matter. O. Reg. 45/22, s. 31 (2).</p> <p class=\"subsection-e\">  (3) A person who takes or collects specimens for the purpose of performing a COVID-19 point-of-care test or who performs a COVID-19 point-of-care test is exempt from sections 9 to 16 of the Act and from this Regulation with respect to,</p> <p class=\"clause-e\">  (a) the taking or collecting of specimens from an individual for the purpose of performing a COVID-19 point-of-care test; and </p> <p class=\"clause-e\">  (b) the performance of a COVID-19 point-of-care test. O. Reg. 45/22, s. 31 (3).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Temporary specimen collection centres",
            "content": " 32. (1) In this section, “temporary specimen collection centre” means a specimen collection centre that is established, operated or maintained at a temporary, mobile or portable location. (2) Despite subsection 9 (1) of the Act, a licence is not required to establish, operate or maintain a temporary specimen collection centre if it is established, operated or maintained by the owner and the operator of a specimen collection centre that is licensed under the Act. (3) Subsection (2) does not apply if the specimen collection centre’s licence is suspended. (4) The following apply with respect to a temporary specimen collection centre described in subsection (2): 1. Any conditions or restrictions to which the specimen collection centre’s licence is subject apply, with necessary modifications, with respect to the temporary specimen collection centre. 2. The owner and the operator of the temporary specimen collection centre shall ensure that no taking or collecting of specimens is carried out in the temporary specimen collection centre other than the taking or collecting of specimens authorized by the specimen collection centre’s licence, and no person employed in the temporary specimen collection centre shall knowingly participate in the unauthorized taking or collecting of a specimen. 3. The temporary specimen collection centre is exempt from section 16. (5) The owner and the operator of a temporary specimen collection centre shall ensure that the temporary specimen collection centre is equipped with the materials and furnishings necessary to ensure the integrity of the specimens and the privacy of individuals from whom specimens are taken or collected, taking into consideration the items listed in section 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>32. </b>(1) In this section,</p> <p class=\"definition-e\">“temporary specimen collection centre” means a specimen collection centre that is established, operated or maintained at a temporary, mobile or portable location.</p> <p class=\"subsection-e\">  (2) Despite subsection 9 (1) of the Act, a licence is not required to establish, operate or maintain a temporary specimen collection centre if it is established, operated or maintained by the owner and the operator of a specimen collection centre that is licensed under the Act.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if the specimen collection centre’s licence is suspended. </p> <p class=\"subsection-e\">  (4) The following apply with respect to a temporary specimen collection centre described in subsection (2):</p> <p class=\"paragraph-e\">  1. Any conditions or restrictions to which the specimen collection centre’s licence is subject apply, with necessary modifications, with respect to the temporary specimen collection centre.</p> <p class=\"paragraph-e\">  2. The owner and the operator of the temporary specimen collection centre shall ensure that no taking or collecting of specimens is carried out in the temporary specimen collection centre other than the taking or collecting of specimens authorized by the specimen collection centre’s licence, and no person employed in the temporary specimen collection centre shall knowingly participate in the unauthorized taking or collecting of a specimen.</p> <p class=\"paragraph-e\">  3. The temporary specimen collection centre is exempt from section 16.</p> <p class=\"subsection-e\">  (5) The owner and the operator of a temporary specimen collection centre shall ensure that the temporary specimen collection centre is equipped with the materials and furnishings necessary to ensure the integrity of the specimens and the privacy of individuals from whom specimens are taken or collected, taking into consideration the items listed in section 16.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Temporary laboratories",
            "content": " 33. (1) In this section, “temporary laboratory” means a laboratory that is established, operated or maintained at a temporary, mobile or portable location. O. Reg. 45/22, s. 33 (1). (2) Despite subsection 9 (1) of the Act, a licence is not required to establish, operate or maintain a temporary laboratory if, (a) it is established, operated or maintained by the owner and the operator of a laboratory that is licensed under the Act; and (b) it only performs point-of-care tests at a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021. O. Reg. 45/22, s. 33 (2), 43 (2). (3) Subsection (2) does not apply if the laboratory’s licence is suspended. O. Reg. 45/22, s. 33 (3). (4) The following apply with respect to a temporary laboratory described in subsection (2): 1. Any conditions or restrictions to which the laboratory’s licence is subject apply, with necessary modifications, with respect to the temporary laboratory. 2. The owner and the operator of the temporary laboratory shall ensure that no test is performed in the temporary laboratory other than a test authorized by the laboratory’s licence, and no person employed in the temporary laboratory shall knowingly participate in an unauthorized test. O. Reg. 45/22, s. 33 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK43\"></a>33. </b>(1) In this section,</p> <p class=\"definition-e\">“temporary laboratory” means a laboratory that is established, operated or maintained at a temporary, mobile or portable location. O. Reg. 45/22, s. 33 (1). </p> <p class=\"subsection-e\">  (2) Despite subsection 9 (1) of the Act, a licence is not required to establish, operate or maintain a temporary laboratory if,</p> <p class=\"clause-e\">  (a) it is established, operated or maintained by the owner and the operator of a laboratory that is licensed under the Act; and\r\n</p> <p class=\"clause-e\">  (b) it only performs point-of-care tests at a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>. O. Reg. 45/22, s. 33 (2), 43 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if the laboratory’s licence is suspended. O. Reg. 45/22, s. 33 (3).</p> <p class=\"subsection-e\">  (4) The following apply with respect to a temporary laboratory described in subsection (2):</p> <p class=\"paragraph-e\">  1. Any conditions or restrictions to which the laboratory’s licence is subject apply, with necessary modifications, with respect to the temporary laboratory.</p> <p class=\"paragraph-e\">  2. The owner and the operator of the temporary laboratory shall ensure that no test is performed in the temporary laboratory other than a test authorized by the laboratory’s licence, and no person employed in the temporary laboratory shall knowingly participate in an unauthorized test. O. Reg. 45/22, s. 33 (4).</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Exclusions — definition of “specimen collection centre”",
            "content": " 34. The following places are excluded from the definition of “specimen collection centre” in section 5 of the Act: 1. A place where a member of the College of Physicians and Surgeons of Ontario or an out of province physician is engaged in the practice of medicine or surgery. 2. A place where a member of the College of Nurses of Ontario who holds an extended certificate of registration under the Nursing Act, 1991 or an out of province registered nurse in the extended class is engaged in the practice of nursing. 3. A place where a member of the College of Dietitians of Ontario is engaged in the practice of dietetics. 4. A place where a member of the College of Midwives of Ontario is engaged in the practice of midwifery. 5. A place where an aboriginal midwife is engaged in the practice of providing traditional midwifery services. O. Reg. 45/22, s. 34; O. Reg. 207/23, s. 8. Conflicts of interest",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>34. </b>The following places are excluded from the definition of “specimen collection centre” in section 5 of the Act:</p> <p class=\"paragraph-e\">  1. A place where a member of the College of Physicians and Surgeons of Ontario or an out of province physician is engaged in the practice of medicine or surgery.</p> <p class=\"paragraph-e\">  2. A place where a member of the College of Nurses of Ontario who holds an extended certificate of registration under the <i>Nursing Act, 1991</i> or an out of province registered nurse in the extended class is engaged in the practice of nursing.</p> <p class=\"paragraph-e\">  3. A place where a member of the College of Dietitians of Ontario is engaged in the practice of dietetics.</p> <p class=\"paragraph-e\">  4. A place where a member of the College of Midwives of Ontario is engaged in the practice of midwifery.</p> <p class=\"paragraph-e\">  5. A place where an aboriginal midwife is engaged in the practice of providing traditional midwifery services. O. Reg. 45/22, s. 34; O. Reg. 207/23, s. 8.</p> <p class=\"heading1-e\"><a name=\"BK45\"></a>Conflicts of interest </p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Conflicts of interest",
            "part_id": null,
            "part_type": null,
            "section": "Conflicts of interest",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 35. (1) For the purposes of sections 36 to 38, a person is a family member of another person if, (a) the person is the child, grandchild, great-grandchild or sibling of the other; (b) the person is the spouse of the other or the spouse of a person who is the child, grandchild, great-grandchild or sibling of the other; or (c) the person is the child of the sibling of the other. (2) In subsection (1), “child” includes any other person in respect of whom a person stands in the role of a parent.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>35. </b>(1) For the purposes of sections 36 to 38, a person is a family member of another person if,</p> <p class=\"clause-e\">  (a) the person is the child, grandchild, great-grandchild or sibling of the other;</p> <p class=\"clause-e\">  (b) the person is the spouse of the other or the spouse of a person who is the child, grandchild, great-grandchild or sibling of the other; or</p> <p class=\"clause-e\">  (c) the person is the child of the sibling of the other.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"definition-e\">  “child” includes any other person in respect of whom a person stands in the role of a parent.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on conferring benefits",
            "content": " 36. (1) No owner or operator of a laboratory facility shall, directly or indirectly, confer a benefit, or permit another person to confer a benefit on the owner or operator’s behalf, on,  (a) a health professional who makes a requisition to the laboratory facility to take or collect specimens or to perform a test; (b) a family member of a health professional referred to in clause (a); or (c) a corporation that is owned or controlled by a health professional referred to in clause (a), by a family member of the health professional or by another corporation that is owned or controlled by the health professional or a family member of the health professional. (2) For the purposes of subsection (1), an owner or operator of a laboratory facility confers a benefit on or permits another person to confer a benefit on a person by giving the person a gift or advantage of any kind, including by, (a) providing goods or services to the person at a cost that is less than the fair market value of the goods or services; (b) paying all or part of the person’s debts or financial obligations; (c) lending the person money; or (d) extending credit for goods and services to the person unless, (i) the credit is normally extended to the person in the ordinary course of business, (ii) the credit is extended under a written agreement that fixes the term for which the credit is extended and the rate of interest, and (iii) the term and rate of interest are comparable to the terms and rates prevailing in the market at the time the credit is advanced. (3) For the purposes of subsection (1), an owner or operator of a laboratory facility confers a benefit on or permits another person to confer a benefit on a health professional by purchasing services from the health professional or paying a third party for services provided by the health professional unless, (a) the services are paid for under a written contract; (b) the services are of a kind ordinarily provided by the health professional; and (c) the amount paid for the services is not excessive, having regard to the nature of the services. (4) Despite subsection (1), the owner or operator of a laboratory facility may employ a family member of a health professional, if the remuneration of the employee is reasonable given the nature of the employee’s duties, the amount of time for which the employee is paid and the employee’s performance at work. (5) Despite subsection (1), the owner or operator of a laboratory facility may provide supplies or equipment to a health professional, with or without charge, if the supplies or equipment are to be used exclusively for, (a) in the case of a specimen collection centre, the taking or collecting of specimens; or (b) in the case of a laboratory, (i) the procurement or maintenance of specimens to be submitted to the laboratory, or (ii) the reporting of test results.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>36. </b>(1) No owner or operator of a laboratory facility shall, directly or indirectly, confer a benefit, or permit another person to confer a benefit on the owner or operator’s behalf, on, </p> <p class=\"clause-e\">  (a) a health professional who makes a requisition to the laboratory facility to take or collect specimens or to perform a test; </p> <p class=\"clause-e\">  (b) a family member of a health professional referred to in clause (a); or</p> <p class=\"clause-e\">  (c) a corporation that is owned or controlled by a health professional referred to in clause (a), by a family member of the health professional or by another corporation that is owned or controlled by the health professional or a family member of the health professional.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), an owner or operator of a laboratory facility confers a benefit on or permits another person to confer a benefit on a person by giving the person a gift or advantage of any kind, including by,</p> <p class=\"clause-e\">  (a) providing goods or services to the person at a cost that is less than the fair market value of the goods or services;</p> <p class=\"clause-e\">  (b) paying all or part of the person’s debts or financial obligations;</p> <p class=\"clause-e\">  (c) lending the person money; or</p> <p class=\"clause-e\">  (d) extending credit for goods and services to the person unless,</p> <p class=\"subclause-e\">  (i) the credit is normally extended to the person in the ordinary course of business,</p> <p class=\"subclause-e\">  (ii) the credit is extended under a written agreement that fixes the term for which the credit is extended and the rate of interest, and</p> <p class=\"subclause-e\">  (iii) the term and rate of interest are comparable to the terms and rates prevailing in the market at the time the credit is advanced.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (1), an owner or operator of a laboratory facility confers a benefit on or permits another person to confer a benefit on a health professional by purchasing services from the health professional or paying a third party for services provided by the health professional unless,</p> <p class=\"clause-e\">  (a) the services are paid for under a written contract;</p> <p class=\"clause-e\">  (b) the services are of a kind ordinarily provided by the health professional; and</p> <p class=\"clause-e\">  (c) the amount paid for the services is not excessive, having regard to the nature of the services.</p> <p class=\"subsection-e\">  (4) Despite subsection (1), the owner or operator of a laboratory facility may employ a family member of a health professional, if the remuneration of the employee is reasonable given the nature of the employee’s duties, the amount of time for which the employee is paid and the employee’s performance at work.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), the owner or operator of a laboratory facility may provide supplies or equipment to a health professional, with or without charge, if the supplies or equipment are to be used exclusively for,</p> <p class=\"clause-e\">  (a) in the case of a specimen collection centre, the taking or collecting of specimens; or</p> <p class=\"clause-e\">  (b) in the case of a laboratory, </p> <p class=\"subclause-e\">  (i) the procurement or maintenance of specimens to be submitted to the laboratory, or</p> <p class=\"subclause-e\">  (ii) the reporting of test results.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on rental agreements",
            "content": " 37. No owner or operator of a laboratory facility shall enter into an agreement to rent a premises to or from a person referred to in subsection 36 (1), or permit another person to enter into the agreement on the owner or operator’s behalf, if,   (a) the amount of rent payable under the agreement is not comparable to the amount of rent paid for a similar premises in the same geographic area; or (b) the agreement provides for an amount of rent that varies based on the number of services, or the monetary value of services, that are referred to the laboratory facility by the person referred to in subsection 36 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>37. </b>No owner or operator of a laboratory facility shall enter into an agreement to rent a premises to or from a person referred to in subsection 36 (1), or permit another person to enter into the agreement on the owner or operator’s behalf, if,  </p> <p class=\"clause-e\">  (a) the amount of rent payable under the agreement is not comparable to the amount of rent paid for a similar premises in the same geographic area; or</p> <p class=\"clause-e\">  (b) the agreement provides for an amount of rent that varies based on the number of services, or the monetary value of services, that are referred to the laboratory facility by the person referred to in subsection 36 (1).  </p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Exceptions",
            "content": " 38. (1) Sections 36 and 37 do not apply if a benefit is conferred on, or a rental agreement provides that premises be rented to or from, (a) a health professional who holds at least a 50 per cent ownership interest in the laboratory facility or who is a family member of a person who holds at least a 50 per cent ownership interest in the laboratory facility; (b) a family member of a health professional who holds at least a 50 per cent ownership interest in the laboratory facility; (c) two or more health professionals who jointly hold at least a 50 per cent ownership interest in the laboratory facility; or (d) a corporation that is owned or controlled by a person referred to in clause (a) or (b) or that is jointly owned or controlled by two or more health professionals referred to in clause (c). (2) For the purposes of subsection (1), a person holds at least a 50 per cent ownership interest in a laboratory facility that is a corporation if the person holds 50 per cent or more of the issued shares of the corporation. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>38. </b>(1) Sections 36 and 37 do not apply if a benefit is conferred on, or a rental agreement provides that premises be rented to or from,</p> <p class=\"clause-e\">  (a) a health professional who holds at least a 50 per cent ownership interest in the laboratory facility or who is a family member of a person who holds at least a 50 per cent ownership interest in the laboratory facility;</p> <p class=\"clause-e\">  (b) a family member of a health professional who holds at least a 50 per cent ownership interest in the laboratory facility;</p> <p class=\"clause-e\">  (c) two or more health professionals who jointly hold at least a 50 per cent ownership interest in the laboratory facility; or</p> <p class=\"clause-e\">  (d) a corporation that is owned or controlled by a person referred to in clause (a) or (b) or that is jointly owned or controlled by two or more health professionals referred to in clause (c).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), a person holds at least a 50 per cent ownership interest in a laboratory facility that is a corporation if the person holds 50 per cent or more of the issued shares of the corporation.  </p> <p class=\"heading1-e\"><a name=\"BK50\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "39.",
            "part_id": null,
            "part_type": null,
            "section": "Ownership — specimen collection centre",
            "content": " 39. No person shall be an owner of a specimen collection centre licensed under the Act or have any proprietary interest in the specimen collection centre unless the person is also the owner of a laboratory licensed under the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>39. </b>No person shall be an owner of a specimen collection centre licensed under the Act or have any proprietary interest in the specimen collection centre unless the person is also the owner of a laboratory licensed under the Act.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "40.",
            "part_id": null,
            "part_type": null,
            "section": "Posting information",
            "content": " 40. The owner and the operator of a laboratory facility shall ensure that the following information is posted in the laboratory facility in a conspicuous and easily accessible location: 1. The portions of the laboratory facility’s licence described in clauses 3 (a) to (d). 2. Evidence that the laboratory facility has met the requirements of the most recent quality management program carried out by the agency designated under section 42.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>40. </b>The owner and the operator of a laboratory facility shall ensure that the following information is posted in the laboratory facility in a conspicuous and easily accessible location:</p> <p class=\"paragraph-e\">  1. The portions of the laboratory facility’s licence described in clauses 3 (a) to (d).</p> <p class=\"paragraph-e\">  2. Evidence that the laboratory facility has met the requirements of the most recent quality management program carried out by the agency designated under section 42.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "41.",
            "part_id": null,
            "part_type": null,
            "section": "Advertising restrictions",
            "content": " 41. (1) In this section, “advertisement” means a representation to the public by any means for the purpose of promoting goods or services respecting a laboratory facility, including statements or representations made in a newspaper or other publication, on radio, television, the internet or other electronic media, or contained in any notice, handbill, sign, catalogue, letter, brochure or business card. (2) An advertisement respecting a laboratory facility shall not contain anything that is false, misleading or deceptive.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>41. </b>(1) In this section,</p> <p class=\"definition-e\">“advertisement” means a representation to the public by any means for the purpose of promoting goods or services respecting a laboratory facility, including statements or representations made in a newspaper or other publication, on radio, television, the internet or other electronic media, or contained in any notice, handbill, sign, catalogue, letter, brochure or business card.</p> <p class=\"subsection-e\">  (2) An advertisement respecting a laboratory facility shall not contain anything that is false, misleading or deceptive.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "42.",
            "part_id": null,
            "part_type": null,
            "section": "Designated agency — quality management program",
            "content": " 42. Accreditation Canada is designated to carry out a quality management program.   43. Omitted (provides for amendments to this Regulation). 44. Omitted (revokes other Regulations). 45. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1   Tests — Requisition by Naturopath, Sections 17 and 18 Tests Performed on Blood 1. 17-OH-Progesterone. 2. 5α-dihydrotestosterone (DHT). 3. Adrenocorticotropic Hormone ACTH. 4. Alanine Transaminase (ALT, SGPT). 5. Albumin, qualitative. 6. Aldosterone. 7. Allergen Specific IgG Antibody. 8. Allergy testing (ELISA). 9. Allergy testing (IgE specific, RAST). 10. Alpha tocopherol – Vitamin E. 11. Amino Acids – Total Fractionation. 12. Ammonia. 13. Amylase. 14. Androstenedione. 15. Antibody Screening Food IgG. 16. Antibody Screening IgA. 17. Antibody Screening IgM. 18. Antigen Leukocyte Antibody. 19. Anti-Müllerian Hormone (AMH). 20. Anti-Nuclear Antibody. 21. Anti-Parietal Cell Antibody. 22. Anti-Reticulin Antibodies. 23. Apolipoprotein A1. 24. Apolipoprotein B. 25. Ascorbic Acid (ascorbate) Vitamin C. 26. Aspartate Transaminase. 27. Beta-Carotene (Carotene). 28. Bilirubin (total, total conjugated, unconjugated, direct and indirect). 29. Blood Group ABO and RhD. 30. Blood Urea Nitrogen (BUN). 31. Bun / Creatinine Ratio. 32. CA125. 33. CA15-3. 34. Calcium, Calcium ionized. 35. Candida Antibodies (IgM, IgG, IgA). 36. Carbon Dioxide Bicarbonate. 37. Carcinoembryonic Antigen. 38. Ceruloplasmin. 39. Chloride. 40. Cholinesterase, pseudo or true. 41. Coenzyme Q10. 42. Complement proteins – C3 (B1C) and Complement proteins – C4 (B1E). 43. Complete Blood Count. 44. Copper. 45. Cortisol – bound and unbound, no differentiation. 46. C-peptide immunoreactivity. 47. C-Reactive Protein (CRP). 48. C-Reactive Protein – High Sensitivity. 49. Creatine Phosphokinase. 50. Creatinine. 51. Creatinine Clearance. 52. Cystathionine. 53. Dehydroepiandrosterone sulphate (DHEAS). 54. Digitalis purpurea (digoxin). 55. Electrophoresis – including total protein. 56. Endomysial Antibody. 57. Erythrocyte Sedimentation Rate (ESR) (Sedimentation Rate). 58. Estradiol. 59. Estriol. 60. Estrogen. 61. Estrone. 62. Fatty acids, free. 63. Ferritin. 64. Fibrinogen semi-quantitative and quantitative. 65. Folate. 66. FSH. 67. Galectin 3. 68. Gamma-glutamyl Transferase (GGT) / GG transpeptidase (GGTP). 69. Gliadin Antibodies (IgG, IgA). 70. Glomerular Filtration Rate (GFR). 71. Glucose-6-Phosphate Dehydrogenase (G-6-PD). 72. Glucose, quantitative. 73. Glucose Tolerance Test. 74. Glutathione. 75. Hemoglobin – A1C. 76. Homocysteine. 77. Histocompatibility Testing – HLA 27 typing. 78. Immunoglobulin (globulin). 79. Insulin, Fasting and Non-fasting. 80. Insulin-Like Growth Factor 1. 81. Intrinsic Factor Blocking Antibody. 82. Iron, total – with iron binding capacity and per cent saturation. 83. Islet Cell Cytoplasmic Autoantibody. 84. Lactate dehydrogenase. 85. Lactate, Lactic Acid. 86. Lead. 87. Leptin. 88. Lipase. 89. Luteinizing Hormone. 90. Lyme Disease Antibodies. 91. Magnesium. 92. Memory Lymphocyte Immuno-Stimulation Assay (MELISA Test). 93. Mercury. 94. Mononuclear Heterophile Antibodies (Monospot). 95. Natriuretic Peptide – Brain (BNP). 96. Parathyroid hormone. 97. PCB (polychlorinated biphenyls). 98. Phosphatase, alkaline. 99. Phosphorus (inorganic phosphate). 100. Potassium. 101. Pregnenolone. 102. Progesterone. 103. Prolactin. 104. Protein, Total (albumin / globulin ratio). 105. Prothrombin time and International Normalized Ratio (INR). 106. PSA, Ratio. 107. Reticulocyte count. 108. Retinol, Vitamin A. 109. Reverse T3. 110. Rheumatoid factor. 111. S-adenosylhomocysteine. 112. S-adenosyl methionine. 113. Sex Hormone Binding Globulin (SHBG). 114. Sodium. 115. Testosterone. 116. Testosterone, free. 117. Thyroglobulin. 118. Thyroid Peroxidase Antibody. 119. Thyroid Stimulating Immunoglobulin (TSI). 120. Thyroxine Free (FT4). 121. Total Cholesterol panel – HDL / LDL / lipoprotein phenotyping (includes sample appearance, cholesterol, triglycerides, Lipopro VLDL cholesterol [calculated estimate]). 122. Trace Minerals. 123. Transferrin. 124. Transglutaminase IgA Antibody. 125. Trichlorobenzene. 126. Triiodothyronine Free (T3). 127. TSH (thyroid stimulating hormone). 128. Uric Acid (Urate). 129. Vitamin B (all tests). 130. Vitamin D 1,25-dihydroxy. 131. Vitamin D, 25-hydroxy. 132. Volatile solvents. 133. Zinc. Tests Performed on Stool 134. Bacteria / yeast (microbiology profile). 135. Calprotectin Fecal. 136. Comprehensive Digestive Stool Analysis. 137. Elastase. 138. Fecal Fat. 139. Occult Blood. 140. Parasites and Ova. Tests Performed on Urine 141. 5α-dihydrotestosterone (DHT). 142. Aldosterone. 143. Bilirubin (total, total conjugated, unconjugated, direct and indirect). 144. Bisphenol A. 145. Calcium, Calcium ionized. 146. Chlorinated pesticides. 147. Cortisol – bound and unbound, no differentiation. 148. Cortisol / Cortisone. 149. Creatinine Clearance. 150. Cultures – urine, screening, actual culture without identification. 151. Dehydroepiandrosterone sulphate (DHEAS). 152. Estradiol. 153. Estriol. 154. Estrogen. 155. Estrone. 156. Human Growth Hormone. 157. Luteinizing Hormone. 158. Melatonin. 159. Oxytocin. 160. Porphyrins, screen. 161. Progesterone. 162. Routine Urinalysis (glucose, blood, ketone, leukocytes, etc.). 163. Testosterone. 164. Testosterone, free. 165. Thyroid hormones. 166. Toxic Metals. 167. Uric acid (urate). 168. Urinary Organic Acid Test. Tests Performed on Saliva 169. 17-OH-Progesterone. 170. 5α-dihydrotestosterone (DHT). 171. Aldosterone. 172. Androstenedione. 173. Cortisol – bound and unbound, no differentiation. 174. Dehydroepiandrosterone sulphate (DHEAS). 175. Esterol. 176. Estradiol. 177. Estriol. 178. Estrogen. 179. Estrone. 180. Melatonin. 181. Progesterone. 182. Testosterone. 183. Testosterone, free. Tests Performed on Hair 184. Heavy Metal – hair element analysis. Tests Performed on Tissue/Discharge/Sputum 185. Culture – throat swab for streptococcus screen only. 186. Culture and sensitivities (other swabs or pus – culture and smear [includes screening]). 187. Culture and sensitivities (sputum – culture and smear). 188. Nail and skin cultures. 189. Nasal swabs (other swabs or pus – culture and smear [includes screening]). 190. Pap smear (smear only, gram or Papanicolaou stain as sole procedure). 191. Seminal fluid examination (complete). Tests Performed on Breath 192. Hydrogen breath test. 193. Intestinal permeability test. 194. Urea breath test for H. pylori. Schedule 2   Tests — Requisition by Midwife, Section 18 1. Albumin quantitative. 2. Alphafetoprotein Screen. 3. Antibody Identification. 4. Antibody Screen. 5. Bilirubin — conjugated. 6. Bilirubin — Total. 7. Blood group — ABO and Rho (D). 8. Blood group — per antigen. 9. Cervicovaginal specimens. 10. Chlamydia. 11. Complete blood count (any method). 12. Culture — cervical, vaginal (includes GC). 13. Culture — other swabs or pus. 14. Culture — urine. 15. Direct Anti-human globulin test. 16. Estriol. 17. Glucose. 18. Glucose tolerance test in pregnancy. 19. HCG. 20. Hepatitis Associated Antigen or Antibody Immunoassay. 21. Inhibin. 22. Kleihauer. 23. Newborn Screening Test for amino acidopathies, fatty acid oxidation defects, organic acidemias, endocrinopathies, hemoglobinopathies, biotinidase deficiency, galactosemia, cystic fibrosis, severe combined immune deficiency, permanent hearing loss risk, mucopolysaccharidosis type I or spinal muscular atrophy. 24. Non-cultural, indirect antibody or antigen assays by fluorescence, agglutination or ELISA technique (Toxoplasmosis). 25. Pregnancy Associated Plasma Protein type A (PAPP-A). 26. Pregnancy Test. 27. Serology HIV Antibody. 28. Serum Ferritin. 29. Serum Folate. 30. Sickle cell solubility test (screen). 31. Smear only, Gram or Papanicolaou stain. 32. Strep B rapid screen. 33. Urinalysis — routine (includes microscopic). 34. VDRL. 35. Virus antibodies — hemagglutination inhibition or ELISA technique (Rubella). 36. Virus isolation. 37. Wet preparation (for fungus, trichomonas, parasites). Schedule 3   Tests — Naturopath Exemption, Section 26 Tests Performed on Stool 1. Bacteria / yeast (microbiology profile). 2. Calprotectin Fecal. 3. Comprehensive Digestive Stool Analysis. 4. Elastase. 5. Fecal Fat. 6. Occult Blood. 7. Parasites and Ova. Tests Performed on Urine 8. 5α-dihydrotestosterone (DHT). 9. Aldosterone. 10. Bilirubin (total, total conjugated, unconjugated, direct and indirect). 11. Bisphenol A. 12. Calcium, Calcium ionized. 13. Chlorinated pesticides. 14. Cortisol – bound and unbound, no differentiation. 15. Cortisol/Cortisone. 16. Creatinine Clearance. 17. Cultures – urine, screening, actual culture without identification. 18. Dehydroepiandrosterone sulphate (DHEAS). 19. Estradiol. 20. Estriol. 21. Estrogen. 22. Estrone. 23. Human Growth Hormone. 24. Luteinizing Hormone. 25. Melatonin. 26. Oxytocin. 27. Porphyrins, screen. 28. Progesterone. 29. Routine Urinalysis (glucose, blood, ketone, leukocytes, etc.). 30. Testosterone. 31. Testosterone, free. 32. Thyroid hormones. 33. Toxic Metals. 34. Uric acid (urate). 35. Urinary Organic Acid Test. Tests Performed on Saliva 36. 17-OH-Progesterone. 37. 5α-dihydrotestosterone (DHT). 38. Aldosterone. 39. Androstenedione. 40. Cortisol – bound and unbound, no differentiation. 41. Dehydroepiandrosterone sulphate (DHEAS). 42. Esterol. 43. Estradiol. 44. Estriol. 45. Estrogen. 46. Estrone. 47. Melatonin. 48. Progesterone. 49. Testosterone. 50. Testosterone, free. Tests Performed on Hair 51. Heavy Metal – hair element analysis. Tests Performed on Tissue/Discharge/Sputum 52. Culture – throat swab for streptococcus screen only. 53. Culture and sensitivities (other swabs or pus – culture and smear [includes screening]). 54. Culture and sensitivities (sputum – culture and smear). 55. Nail and skin cultures. 56. Nasal swabs (other swabs or pus – culture and smear [includes screening]). 57. Pap smear (smear only, gram or Papanicolaou stain as sole procedure). 58. Seminal fluid examination (complete). Tests Performed on Breath 59. Hydrogen breath test. 60. Intestinal permeability test. 61. Urea breath test for H. pylori.  Français    Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>42. </b>Accreditation Canada is designated to carry out a quality management program.  </p> <p class=\"section-e\"> <b>43.</b> <span class=\"ovsmallcap\">Omitted (provides for amendments to this Regulation)</span>.</p> <p class=\"section-e\"> <b>44.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.</p> <p class=\"section-e\"> <b>45.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span></p> <p class=\"schedule-e\"><a name=\"BK55\"></a>Schedule 1 <br/>  Tests — Requisition by Naturopath, Sections 17 and 18</p> <p class=\"heading1-e\">Tests Performed on Blood</p> <p class=\"paragraph-e\">  1. 17-OH-Progesterone.</p> <p class=\"paragraph-e\">  2. 5α-dihydrotestosterone (DHT).</p> <p class=\"paragraph-e\">  3. Adrenocorticotropic Hormone ACTH.</p> <p class=\"paragraph-e\">  4. Alanine Transaminase (ALT, SGPT).</p> <p class=\"paragraph-e\">  5. Albumin, qualitative.</p> <p class=\"paragraph-e\">  6. Aldosterone.</p> <p class=\"paragraph-e\">  7. Allergen Specific IgG Antibody.</p> <p class=\"paragraph-e\">  8. Allergy testing (ELISA).</p> <p class=\"paragraph-e\">  9. Allergy testing (IgE specific, RAST).</p> <p class=\"paragraph-e\">  10. Alpha tocopherol – Vitamin E.</p> <p class=\"paragraph-e\">  11. Amino Acids – Total Fractionation.</p> <p class=\"paragraph-e\">  12. Ammonia.</p> <p class=\"paragraph-e\">  13. Amylase.</p> <p class=\"paragraph-e\">  14. Androstenedione.</p> <p class=\"paragraph-e\">  15. Antibody Screening Food IgG.</p> <p class=\"paragraph-e\">  16. Antibody Screening IgA.</p> <p class=\"paragraph-e\">  17. Antibody Screening IgM.</p> <p class=\"paragraph-e\">  18. Antigen Leukocyte Antibody.</p> <p class=\"paragraph-e\">  19. Anti-Müllerian Hormone (AMH).</p> <p class=\"paragraph-e\">  20. Anti-Nuclear Antibody.</p> <p class=\"paragraph-e\">  21. Anti-Parietal Cell Antibody.</p> <p class=\"paragraph-e\">  22. Anti-Reticulin Antibodies.</p> <p class=\"paragraph-e\">  23. Apolipoprotein A1.</p> <p class=\"paragraph-e\">  24. Apolipoprotein B.</p> <p class=\"paragraph-e\">  25. Ascorbic Acid (ascorbate) Vitamin C.</p> <p class=\"paragraph-e\">  26. Aspartate Transaminase.</p> <p class=\"paragraph-e\">  27. Beta-Carotene (Carotene).</p> <p class=\"paragraph-e\">  28. Bilirubin (total, total conjugated, unconjugated, direct and indirect).</p> <p class=\"paragraph-e\">  29. Blood Group ABO and RhD.</p> <p class=\"paragraph-e\">  30. Blood Urea Nitrogen (BUN).</p> <p class=\"paragraph-e\">  31. Bun / Creatinine Ratio.</p> <p class=\"paragraph-e\">  32. CA125.</p> <p class=\"paragraph-e\">  33. CA15-3.</p> <p class=\"paragraph-e\">  34. Calcium, Calcium ionized.</p> <p class=\"paragraph-e\">  35. Candida Antibodies (IgM, IgG, IgA).</p> <p class=\"paragraph-e\">  36. Carbon Dioxide Bicarbonate.</p> <p class=\"paragraph-e\">  37. Carcinoembryonic Antigen.</p> <p class=\"paragraph-e\">  38. Ceruloplasmin.</p> <p class=\"paragraph-e\">  39. Chloride.</p> <p class=\"paragraph-e\">  40. Cholinesterase, pseudo or true.</p> <p class=\"paragraph-e\">  41. Coenzyme Q10.</p> <p class=\"paragraph-e\">  42. Complement proteins – C3 (B1C) and Complement proteins – C4 (B1E).</p> <p class=\"paragraph-e\">  43. Complete Blood Count.</p> <p class=\"paragraph-e\">  44. Copper.</p> <p class=\"paragraph-e\">  45. Cortisol – bound and unbound, no differentiation.</p> <p class=\"paragraph-e\">  46. C-peptide immunoreactivity.</p> <p class=\"paragraph-e\">  47. C-Reactive Protein (CRP).</p> <p class=\"paragraph-e\">  48. C-Reactive Protein – High Sensitivity.</p> <p class=\"paragraph-e\">  49. Creatine Phosphokinase.</p> <p class=\"paragraph-e\">  50. Creatinine.</p> <p class=\"paragraph-e\">  51. Creatinine Clearance.</p> <p class=\"paragraph-e\">  52. Cystathionine.</p> <p class=\"paragraph-e\">  53. Dehydroepiandrosterone sulphate (DHEAS).</p> <p class=\"paragraph-e\">  54. Digitalis purpurea (digoxin).</p> <p class=\"paragraph-e\">  55. Electrophoresis – including total protein.</p> <p class=\"paragraph-e\">  56. Endomysial Antibody.</p> <p class=\"paragraph-e\">  57. Erythrocyte Sedimentation Rate (ESR) (Sedimentation Rate).</p> <p class=\"paragraph-e\">  58. Estradiol.</p> <p class=\"paragraph-e\">  59. Estriol.</p> <p class=\"paragraph-e\">  60. Estrogen.</p> <p class=\"paragraph-e\">  61. Estrone.</p> <p class=\"paragraph-e\">  62. Fatty acids, free.</p> <p class=\"paragraph-e\">  63. Ferritin.</p> <p class=\"paragraph-e\">  64. Fibrinogen semi-quantitative and quantitative.</p> <p class=\"paragraph-e\">  65. Folate.</p> <p class=\"paragraph-e\">  66. FSH.</p> <p class=\"paragraph-e\">  67. Galectin 3.</p> <p class=\"paragraph-e\">  68. Gamma-glutamyl Transferase (GGT) / GG transpeptidase (GGTP).</p> <p class=\"paragraph-e\">  69. Gliadin Antibodies (IgG, IgA).</p> <p class=\"paragraph-e\">  70. Glomerular Filtration Rate (GFR).</p> <p class=\"paragraph-e\">  71. Glucose-6-Phosphate Dehydrogenase (G-6-PD).</p> <p class=\"paragraph-e\">  72. Glucose, quantitative.</p> <p class=\"paragraph-e\">  73. Glucose Tolerance Test.</p> <p class=\"paragraph-e\">  74. Glutathione.</p> <p class=\"paragraph-e\">  75. Hemoglobin – A1C.</p> <p class=\"paragraph-e\">  76. Homocysteine.</p> <p class=\"paragraph-e\">  77. Histocompatibility Testing – HLA 27 typing.</p> <p class=\"paragraph-e\">  78. Immunoglobulin (globulin).</p> <p class=\"paragraph-e\">  79. Insulin, Fasting and Non-fasting.</p> <p class=\"paragraph-e\">  80. Insulin-Like Growth Factor 1.</p> <p class=\"paragraph-e\">  81. Intrinsic Factor Blocking Antibody.</p> <p class=\"paragraph-e\">  82. Iron, total – with iron binding capacity and per cent saturation.</p> <p class=\"paragraph-e\">  83. Islet Cell Cytoplasmic Autoantibody.</p> <p class=\"paragraph-e\">  84. Lactate dehydrogenase.</p> <p class=\"paragraph-e\">  85. Lactate, Lactic Acid.</p> <p class=\"paragraph-e\">  86. Lead.</p> <p class=\"paragraph-e\">  87. Leptin.</p> <p class=\"paragraph-e\">  88. Lipase.</p> <p class=\"paragraph-e\">  89. Luteinizing Hormone.</p> <p class=\"paragraph-e\">  90. Lyme Disease Antibodies.</p> <p class=\"paragraph-e\">  91. Magnesium.</p> <p class=\"paragraph-e\">  92. Memory Lymphocyte Immuno-Stimulation Assay (MELISA Test).</p> <p class=\"paragraph-e\">  93. Mercury.</p> <p class=\"paragraph-e\">  94. Mononuclear Heterophile Antibodies (Monospot).</p> <p class=\"paragraph-e\">  95. Natriuretic Peptide – Brain (BNP).</p> <p class=\"paragraph-e\">  96. Parathyroid hormone.</p> <p class=\"paragraph-e\">  97. PCB (polychlorinated biphenyls).</p> <p class=\"paragraph-e\">  98. Phosphatase, alkaline.</p> <p class=\"paragraph-e\">  99. Phosphorus (inorganic phosphate).</p> <p class=\"paragraph-e\"> 100. Potassium.</p> <p class=\"paragraph-e\"> 101. Pregnenolone.</p> <p class=\"paragraph-e\"> 102. Progesterone.</p> <p class=\"paragraph-e\"> 103. Prolactin.</p> <p class=\"paragraph-e\"> 104. Protein, Total (albumin / globulin ratio).</p> <p class=\"paragraph-e\"> 105. Prothrombin time and International Normalized Ratio (INR).</p> <p class=\"paragraph-e\"> 106. PSA, Ratio.</p> <p class=\"paragraph-e\"> 107. Reticulocyte count.</p> <p class=\"paragraph-e\"> 108. Retinol, Vitamin A.</p> <p class=\"paragraph-e\"> 109. Reverse T3.</p> <p class=\"paragraph-e\"> 110. Rheumatoid factor.</p> <p class=\"paragraph-e\"> 111. S-adenosylhomocysteine.</p> <p class=\"paragraph-e\"> 112. S-adenosyl methionine.</p> <p class=\"paragraph-e\"> 113. Sex Hormone Binding Globulin (SHBG).</p> <p class=\"paragraph-e\"> 114. Sodium.</p> <p class=\"paragraph-e\"> 115. Testosterone.</p> <p class=\"paragraph-e\"> 116. Testosterone, free.</p> <p class=\"paragraph-e\"> 117. Thyroglobulin.</p> <p class=\"paragraph-e\"> 118. Thyroid Peroxidase Antibody.</p> <p class=\"paragraph-e\"> 119. Thyroid Stimulating Immunoglobulin (TSI).</p> <p class=\"paragraph-e\"> 120. Thyroxine Free (FT4).</p> <p class=\"paragraph-e\"> 121. Total Cholesterol panel – HDL / LDL / lipoprotein phenotyping (includes sample appearance, cholesterol, triglycerides, Lipopro VLDL cholesterol [calculated estimate]).</p> <p class=\"paragraph-e\"> 122. Trace Minerals.</p> <p class=\"paragraph-e\"> 123. Transferrin.</p> <p class=\"paragraph-e\"> 124. Transglutaminase IgA Antibody.</p> <p class=\"paragraph-e\"> 125. Trichlorobenzene.</p> <p class=\"paragraph-e\"> 126. Triiodothyronine Free (T3).</p> <p class=\"paragraph-e\"> 127. TSH (thyroid stimulating hormone).</p> <p class=\"paragraph-e\"> 128. Uric Acid (Urate).</p> <p class=\"paragraph-e\"> 129. Vitamin B (all tests).</p> <p class=\"paragraph-e\"> 130. Vitamin D 1,25-dihydroxy.</p> <p class=\"paragraph-e\"> 131. Vitamin D, 25-hydroxy.</p> <p class=\"paragraph-e\"> 132. Volatile solvents.</p> <p class=\"paragraph-e\"> 133. Zinc.</p> <p class=\"heading1-e\">Tests Performed on Stool</p> <p class=\"paragraph-e\"> 134. Bacteria / yeast (microbiology profile).</p> <p class=\"paragraph-e\"> 135. Calprotectin Fecal.</p> <p class=\"paragraph-e\"> 136. Comprehensive Digestive Stool Analysis.</p> <p class=\"paragraph-e\"> 137. Elastase.</p> <p class=\"paragraph-e\"> 138. Fecal Fat.</p> <p class=\"paragraph-e\"> 139. Occult Blood.</p> <p class=\"paragraph-e\"> 140. Parasites and Ova.</p> <p class=\"heading1-e\">Tests Performed on Urine</p> <p class=\"paragraph-e\"> 141. 5α-dihydrotestosterone (DHT).</p> <p class=\"paragraph-e\"> 142. Aldosterone.</p> <p class=\"paragraph-e\"> 143. Bilirubin (total, total conjugated, unconjugated, direct and indirect).</p> <p class=\"paragraph-e\"> 144. Bisphenol A.</p> <p class=\"paragraph-e\"> 145. Calcium, Calcium ionized.</p> <p class=\"paragraph-e\"> 146. Chlorinated pesticides.</p> <p class=\"paragraph-e\"> 147. Cortisol – bound and unbound, no differentiation.</p> <p class=\"paragraph-e\"> 148. Cortisol / Cortisone.</p> <p class=\"paragraph-e\"> 149. Creatinine Clearance.</p> <p class=\"paragraph-e\"> 150. Cultures – urine, screening, actual culture without identification.</p> <p class=\"paragraph-e\"> 151. Dehydroepiandrosterone sulphate (DHEAS).</p> <p class=\"paragraph-e\"> 152. Estradiol.</p> <p class=\"paragraph-e\"> 153. Estriol.</p> <p class=\"paragraph-e\"> 154. Estrogen.</p> <p class=\"paragraph-e\"> 155. Estrone.</p> <p class=\"paragraph-e\"> 156. Human Growth Hormone.</p> <p class=\"paragraph-e\"> 157. Luteinizing Hormone.</p> <p class=\"paragraph-e\"> 158. Melatonin.</p> <p class=\"paragraph-e\"> 159. Oxytocin.</p> <p class=\"paragraph-e\"> 160. Porphyrins, screen.</p> <p class=\"paragraph-e\"> 161. Progesterone.</p> <p class=\"paragraph-e\"> 162. Routine Urinalysis (glucose, blood, ketone, leukocytes, etc.).</p> <p class=\"paragraph-e\"> 163. Testosterone.</p> <p class=\"paragraph-e\"> 164. Testosterone, free.</p> <p class=\"paragraph-e\"> 165. Thyroid hormones.</p> <p class=\"paragraph-e\"> 166. Toxic Metals.</p> <p class=\"paragraph-e\"> 167. Uric acid (urate).</p> <p class=\"paragraph-e\"> 168. Urinary Organic Acid Test.</p> <p class=\"heading1-e\">Tests Performed on Saliva</p> <p class=\"paragraph-e\"> 169. 17-OH-Progesterone.</p> <p class=\"paragraph-e\"> 170. 5α-dihydrotestosterone (DHT).</p> <p class=\"paragraph-e\"> 171. Aldosterone.</p> <p class=\"paragraph-e\"> 172. Androstenedione.</p> <p class=\"paragraph-e\"> 173. Cortisol – bound and unbound, no differentiation.</p> <p class=\"paragraph-e\"> 174. Dehydroepiandrosterone sulphate (DHEAS).</p> <p class=\"paragraph-e\"> 175. Esterol.</p> <p class=\"paragraph-e\"> 176. Estradiol.</p> <p class=\"paragraph-e\"> 177. Estriol.</p> <p class=\"paragraph-e\"> 178. Estrogen.</p> <p class=\"paragraph-e\"> 179. Estrone.</p> <p class=\"paragraph-e\"> 180. Melatonin.</p> <p class=\"paragraph-e\"> 181. Progesterone.</p> <p class=\"paragraph-e\"> 182. Testosterone.</p> <p class=\"paragraph-e\"> 183. Testosterone, free.</p> <p class=\"heading1-e\">Tests Performed on Hair</p> <p class=\"paragraph-e\"> 184. Heavy Metal – hair element analysis.</p> <p class=\"heading1-e\">Tests Performed on Tissue/Discharge/Sputum</p> <p class=\"paragraph-e\"> 185. Culture – throat swab for streptococcus screen only.</p> <p class=\"paragraph-e\"> 186. Culture and sensitivities (other swabs or pus – culture and smear [includes screening]).</p> <p class=\"paragraph-e\"> 187. Culture and sensitivities (sputum – culture and smear).</p> <p class=\"paragraph-e\"> 188. Nail and skin cultures.</p> <p class=\"paragraph-e\"> 189. Nasal swabs (other swabs or pus – culture and smear [includes screening]).</p> <p class=\"paragraph-e\"> 190. Pap smear (smear only, gram or Papanicolaou stain as sole procedure).</p> <p class=\"paragraph-e\"> 191. Seminal fluid examination (complete).</p> <p class=\"heading1-e\">Tests Performed on Breath</p> <p class=\"paragraph-e\"> 192. Hydrogen breath test.</p> <p class=\"paragraph-e\"> 193. Intestinal permeability test.</p> <p class=\"paragraph-e\"> 194. Urea breath test for H. pylori.</p> <p class=\"schedule-e\"><a name=\"BK56\"></a>Schedule 2 <br/>  Tests — Requisition by Midwife, Section 18</p> <p class=\"paragraph-e\">  1. Albumin quantitative.</p> <p class=\"paragraph-e\">  2. Alphafetoprotein Screen.</p> <p class=\"paragraph-e\">  3. Antibody Identification.</p> <p class=\"paragraph-e\">  4. Antibody Screen.</p> <p class=\"paragraph-e\">  5. Bilirubin — conjugated.</p> <p class=\"paragraph-e\">  6. Bilirubin — Total.</p> <p class=\"paragraph-e\">  7. Blood group — <span>ABO</span> and Rho (D).</p> <p class=\"paragraph-e\">  8. Blood group — per antigen.</p> <p class=\"paragraph-e\">  9. Cervicovaginal specimens.</p> <p class=\"paragraph-e\">  10. Chlamydia.</p> <p class=\"paragraph-e\">  11. Complete blood count (any method).</p> <p class=\"paragraph-e\">  12. Culture — cervical, vaginal (includes GC).</p> <p class=\"paragraph-e\">  13. Culture — other swabs or pus.</p> <p class=\"paragraph-e\">  14. Culture — urine.</p> <p class=\"paragraph-e\">  15. Direct Anti-human globulin test.</p> <p class=\"paragraph-e\">  16. Estriol.</p> <p class=\"paragraph-e\">  17. Glucose.</p> <p class=\"paragraph-e\">  18. Glucose tolerance test in pregnancy.</p> <p class=\"paragraph-e\">  19. HCG.</p> <p class=\"paragraph-e\">  20. Hepatitis Associated Antigen or Antibody Immunoassay.</p> <p class=\"paragraph-e\">  21. Inhibin.</p> <p class=\"paragraph-e\">  22. Kleihauer.</p> <p class=\"paragraph-e\">  23. Newborn Screening Test for amino acidopathies, fatty acid oxidation defects, organic acidemias, endocrinopathies, hemoglobinopathies, biotinidase deficiency, galactosemia, cystic fibrosis, severe combined immune deficiency, permanent hearing loss risk, mucopolysaccharidosis type I or spinal muscular atrophy.</p> <p class=\"paragraph-e\">  24. Non-cultural, indirect antibody or antigen assays by fluorescence, agglutination or ELISA technique (Toxoplasmosis).</p> <p class=\"paragraph-e\">  25. Pregnancy Associated Plasma Protein type A (PAPP-A).</p> <p class=\"paragraph-e\">  26. Pregnancy Test.</p> <p class=\"paragraph-e\">  27. Serology HIV Antibody.</p> <p class=\"paragraph-e\">  28. Serum Ferritin.</p> <p class=\"paragraph-e\">  29. Serum Folate.</p> <p class=\"paragraph-e\">  30. Sickle cell solubility test (screen).</p> <p class=\"paragraph-e\">  31. Smear only, Gram or Papanicolaou stain.</p> <p class=\"paragraph-e\">  32. Strep B rapid screen.</p> <p class=\"paragraph-e\">  33. Urinalysis — routine (includes microscopic).</p> <p class=\"paragraph-e\">  34. VDRL.</p> <p class=\"paragraph-e\">  35. Virus antibodies — hemagglutination inhibition or <span>ELISA</span> technique (Rubella).</p> <p class=\"paragraph-e\">  36. Virus isolation.</p> <p class=\"paragraph-e\">  37. Wet preparation (for fungus, trichomonas, parasites).</p> <p class=\"schedule-e\"><a name=\"BK57\"></a>Schedule 3 <br/>  Tests — Naturopath Exemption, Section 26</p> <p class=\"heading1-e\">Tests Performed on Stool</p> <p class=\"paragraph-e\">  1. Bacteria / yeast (microbiology profile).</p> <p class=\"paragraph-e\">  2. Calprotectin Fecal.</p> <p class=\"paragraph-e\">  3. Comprehensive Digestive Stool Analysis.</p> <p class=\"paragraph-e\">  4. Elastase.</p> <p class=\"paragraph-e\">  5. Fecal Fat.</p> <p class=\"paragraph-e\">  6. Occult Blood.</p> <p class=\"paragraph-e\">  7. Parasites and Ova.</p> <p class=\"heading1-e\">Tests Performed on Urine</p> <p class=\"paragraph-e\">  8. 5α-dihydrotestosterone (DHT).</p> <p class=\"paragraph-e\">  9. Aldosterone.</p> <p class=\"paragraph-e\">  10. Bilirubin (total, total conjugated, unconjugated, direct and indirect).</p> <p class=\"paragraph-e\">  11. Bisphenol A.</p> <p class=\"paragraph-e\">  12. Calcium, Calcium ionized.</p> <p class=\"paragraph-e\">  13. Chlorinated pesticides.</p> <p class=\"paragraph-e\">  14. Cortisol – bound and unbound, no differentiation.</p> <p class=\"paragraph-e\">  15. Cortisol/Cortisone.</p> <p class=\"paragraph-e\">  16. Creatinine Clearance.</p> <p class=\"paragraph-e\">  17. Cultures – urine, screening, actual culture without identification.</p> <p class=\"paragraph-e\">  18. Dehydroepiandrosterone sulphate (DHEAS).</p> <p class=\"paragraph-e\">  19. Estradiol.</p> <p class=\"paragraph-e\">  20. Estriol.</p> <p class=\"paragraph-e\">  21. Estrogen.</p> <p class=\"paragraph-e\">  22. Estrone.</p> <p class=\"paragraph-e\">  23. Human Growth Hormone.</p> <p class=\"paragraph-e\">  24. Luteinizing Hormone.</p> <p class=\"paragraph-e\">  25. Melatonin.</p> <p class=\"paragraph-e\">  26. Oxytocin.</p> <p class=\"paragraph-e\">  27. Porphyrins, screen.</p> <p class=\"paragraph-e\">  28. Progesterone.</p> <p class=\"paragraph-e\">  29. Routine Urinalysis (glucose, blood, ketone, leukocytes, etc.).</p> <p class=\"paragraph-e\">  30. Testosterone.</p> <p class=\"paragraph-e\">  31. Testosterone, free.</p> <p class=\"paragraph-e\">  32. Thyroid hormones.</p> <p class=\"paragraph-e\">  33. Toxic Metals.</p> <p class=\"paragraph-e\">  34. Uric acid (urate).</p> <p class=\"paragraph-e\">  35. Urinary Organic Acid Test.</p> <p class=\"heading1-e\">Tests Performed on Saliva</p> <p class=\"paragraph-e\">  36. 17-OH-Progesterone.</p> <p class=\"paragraph-e\">  37. 5α-dihydrotestosterone (DHT).</p> <p class=\"paragraph-e\">  38. Aldosterone.</p> <p class=\"paragraph-e\">  39. Androstenedione.</p> <p class=\"paragraph-e\">  40. Cortisol – bound and unbound, no differentiation.</p> <p class=\"paragraph-e\">  41. Dehydroepiandrosterone sulphate (DHEAS).</p> <p class=\"paragraph-e\">  42. Esterol.</p> <p class=\"paragraph-e\">  43. Estradiol.</p> <p class=\"paragraph-e\">  44. Estriol.</p> <p class=\"paragraph-e\">  45. Estrogen.</p> <p class=\"paragraph-e\">  46. Estrone.</p> <p class=\"paragraph-e\">  47. Melatonin.</p> <p class=\"paragraph-e\">  48. Progesterone.</p> <p class=\"paragraph-e\">  49. Testosterone.</p> <p class=\"paragraph-e\">  50. Testosterone, free.</p> <p class=\"heading1-e\">Tests Performed on Hair</p> <p class=\"paragraph-e\">  51. Heavy Metal – hair element analysis.</p> <p class=\"heading1-e\">Tests Performed on Tissue/Discharge/Sputum</p> <p class=\"paragraph-e\">  52. Culture – throat swab for streptococcus screen only.</p> <p class=\"paragraph-e\">  53. Culture and sensitivities (other swabs or pus – culture and smear [includes screening]).</p> <p class=\"paragraph-e\">  54. Culture and sensitivities (sputum – culture and smear).</p> <p class=\"paragraph-e\">  55. Nail and skin cultures.</p> <p class=\"paragraph-e\">  56. Nasal swabs (other swabs or pus – culture and smear [includes screening]).</p> <p class=\"paragraph-e\">  57. Pap smear (smear only, gram or Papanicolaou stain as sole procedure).</p> <p class=\"paragraph-e\">  58. Seminal fluid examination (complete).</p> <p class=\"heading1-e\">Tests Performed on Breath</p> <p class=\"paragraph-e\">  59. Hydrogen breath test.</p> <p class=\"paragraph-e\">  60. Intestinal permeability test.</p> <p class=\"paragraph-e\">  61. Urea breath test for H. pylori.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220045\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220045\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Tests — requisition by naturopath, sections 17 and 18",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Tests — requisition by midwife, section 18",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Tests — naturopath exemption, section 26",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}