{
    "reg_info": {
        "full_title": "O. Reg. 172/97: TRANSITIONAL MATTERS AFFECTING THE 1997 REGULAR ELECTION  AND ARISING OUT OF RESTRUCTURING",
        "reg_name_text": "TRANSITIONAL MATTERS AFFECTING THE 1997 REGULAR ELECTION AND ARISING OUT OF RESTRUCTURING",
        "citation": "O. Reg. 172/97: TRANSITIONAL MATTERS AFFECTING THE 1997 REGULAR ELECTION  AND ARISING OUT OF RESTRUCTURING",
        "act_under": "Municipal Elections Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/970172",
        "date_scraped": "2023-12-19 21:21:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) This Regulation provides for transitional matters that affect the 1997 regular election and arise out of the restructuring of municipalities and local boards. O. Reg. 172/97, s. 1 (1). (2) This Regulation does not apply in respect of school boards. O. Reg. 172/97, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) This Regulation provides for transitional matters that affect the 1997 regular election and arise out of the restructuring of municipalities and local boards. O. Reg. 172/97, s. 1 (1).</p> <p class=\"subsection-e\">(2) This Regulation does not apply in respect of school boards. O. Reg. 172/97, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) In this Regulation, “key date” means, (a) May 31, 1997, in the case of a restructuring order that is published in The Ontario Gazette before that date, (b) the date of publication, in the case of a restructuring order that is published in The Ontario Gazette on or after that date; (“date clé”) “new office” means an office on the council of a municipality as established by a restructuring order or on a local board of such a municipality; (“nouveau poste”) “old office”, when used in reference to a new office, means an office on the council of a municipality that was restructured by the restructuring order or on a local board of such a municipality; (“ancien poste”) “restructuring order” means a Minister’s order made under subsection 25.2 (4) of the Municipal Act or a commission order made under subsection 25.3 (13) of that Act. (“arrêté ou ordre de restructuration”) O. Reg. 172/97, s. 2 (1). (2) If a restructuring order makes a person responsible for conducting the 1997 regular election in a municipality, any reference to the clerk in the Act or this Regulation shall be deemed to be a reference to that person for the purposes of the election in that municipality. O. Reg. 172/97, s. 2 (2). (3) A new office and an old office correspond if they are both on a council or both on a local board. O. Reg. 172/97, s. 2 (3). (4) A new office and an old office are equivalent if they are both the office of, (a) mayor or reeve; (b) member of a council, other than mayor, reeve or deputy reeve; (c) deputy reeve; or (d) member of a local board. O. Reg. 172/97, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“key date” means,</p> <p class=\"defclause-e\">(a) May 31, 1997, in the case of a restructuring order that is published in <i>The Ontario Gazette</i> before that date,</p> <p class=\"defclause-e\">(b) the date of publication, in the case of a restructuring order that is published in <i>The Ontario Gazette</i> on or after that date; (“date clé”)</p> <p class=\"definition-e\">“new office” means an office on the council of a municipality as established by a restructuring order or on a local board of such a municipality; (“nouveau poste”)</p> <p class=\"definition-e\">“old office”, when used in reference to a new office, means an office on the council of a municipality that was restructured by the restructuring order or on a local board of such a municipality; (“ancien poste”)</p> <p class=\"definition-e\">“restructuring order” means a Minister’s order made under subsection 25.2 (4) of the <i>Municipal Act</i> or a commission order made under subsection 25.3 (13) of that Act. (“arrêté ou ordre de restructuration”) O. Reg. 172/97, s. 2 (1).</p> <p class=\"subsection-e\">(2) If a restructuring order makes a person responsible for conducting the 1997 regular election in a municipality, any reference to the clerk in the Act or this Regulation shall be deemed to be a reference to that person for the purposes of the election in that municipality. O. Reg. 172/97, s. 2 (2).</p> <p class=\"subsection-e\">(3) A new office and an old office correspond if they are both on a council or both on a local board. O. Reg. 172/97, s. 2 (3).</p> <p class=\"subsection-e\">(4) A new office and an old office are equivalent if they are both the office of,</p> <p class=\"clause-e\">(a) mayor or reeve;</p> <p class=\"clause-e\">(b) member of a council, other than mayor, reeve or deputy reeve;</p> <p class=\"clause-e\">(c) deputy reeve; or</p> <p class=\"clause-e\">(d) member of a local board. O. Reg. 172/97, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The clerk shall send to every candidate for an old office a notice, (a) explaining the effect of the restructuring order on the 1997 regular election in the municipality; (b) advising of the candidate’s right to file a nomination for a new office; and (c) explaining the candidate’s options under section 4. O. Reg. 172/97, s. 3 (1). (2) If section 5 or 6 applies, the notice shall also inform the candidate of the fact and explain the options under that section. O. Reg. 172/97, s. 3 (2). (3) The notice shall be sent by registered mail or delivered personally, within 14 days after the key date. O. Reg. 172/97, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The clerk shall send to every candidate for an old office a notice,</p> <p class=\"clause-e\">(a) explaining the effect of the restructuring order on the 1997 regular election in the municipality;</p> <p class=\"clause-e\">(b) advising of the candidate’s right to file a nomination for a new office; and</p> <p class=\"clause-e\">(c) explaining the candidate’s options under section 4. O. Reg. 172/97, s. 3 (1).</p> <p class=\"subsection-e\">(2) If section 5 or 6 applies, the notice shall also inform the candidate of the fact and explain the options under that section. O. Reg. 172/97, s. 3 (2).</p> <p class=\"subsection-e\">(3) The notice shall be sent by registered mail or delivered personally, within 14 days after the key date. O. Reg. 172/97, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The rules set out in subsection (2) apply to a candidate for an old office who files a nomination for a corresponding new office within 28 days after the key date. O. Reg. 172/97, s. 4 (1). (2) The rules referred to in subsection (1) are: 1. The nomination filing fee paid with respect to the nomination for the old office shall be deemed to have been paid with respect to the nomination for the new office. 2. The campaign for the old office shall be deemed to form part of the campaign for the new office. 3. The campaign for the new office shall be deemed to have begun on the day the candidate was nominated for the old office and not as provided in section 68 of the Act. O. Reg. 172/97, s. 4 (2). (3) If the restructuring order was published in The Ontario Gazette before the key date, the rules set out in subsection (2) also apply in respect of a candidate for an old office who files a nomination for a corresponding new office on or before the key date. O. Reg. 172/97, s. 4 (3). (4) The rules set out in subsection (5) apply to a candidate for an old office who does not file a nomination for a new office as described in subsection (1). O. Reg. 172/97, s. 4 (4). (5) The rules referred to in subsection (4) are: 1. The candidate’s election campaign period ends on the day that is 60 days after the key date, and not as provided in section 68 of the Act. 2. The nomination for the old office shall be deemed to have been withdrawn on the day referred to in paragraph 1. O. Reg. 172/97, s. 4 (5). (6) Subsections (4) and (5) do not apply to a candidate who, before the day referred to in paragraph 1 of subsection (5), actually withdraws the nomination. O. Reg. 172/97, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The rules set out in subsection (2) apply to a candidate for an old office who files a nomination for a corresponding new office within 28 days after the key date. O. Reg. 172/97, s. 4 (1).</p> <p class=\"subsection-e\">(2) The rules referred to in subsection (1) are:</p> <p class=\"paragraph-e\">1. The nomination filing fee paid with respect to the nomination for the old office shall be deemed to have been paid with respect to the nomination for the new office.</p> <p class=\"paragraph-e\">2. The campaign for the old office shall be deemed to form part of the campaign for the new office.</p> <p class=\"paragraph-e\">3. The campaign for the new office shall be deemed to have begun on the day the candidate was nominated for the old office and not as provided in section 68 of the Act. O. Reg. 172/97, s. 4 (2).</p> <p class=\"subsection-e\">(3) If the restructuring order was published in <i>The Ontario Gazette</i> before the key date, the rules set out in subsection (2) also apply in respect of a candidate for an old office who files a nomination for a corresponding new office on or before the key date. O. Reg. 172/97, s. 4 (3).</p> <p class=\"subsection-e\">(4) The rules set out in subsection (5) apply to a candidate for an old office who does not file a nomination for a new office as described in subsection (1). O. Reg. 172/97, s. 4 (4).</p> <p class=\"subsection-e\">(5) The rules referred to in subsection (4) are:</p> <p class=\"paragraph-e\">1. The candidate’s election campaign period ends on the day that is 60 days after the key date, and not as provided in section 68 of the Act.</p> <p class=\"paragraph-e\">2. The nomination for the old office shall be deemed to have been withdrawn on the day referred to in paragraph 1. O. Reg. 172/97, s. 4 (5).</p> <p class=\"subsection-e\">(6) Subsections (4) and (5) do not apply to a candidate who, before the day referred to in paragraph 1 of subsection (5), actually withdraws the nomination. O. Reg. 172/97, s. 4 (6).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) If the electoral boundaries for an old office and for the equivalent new office are the same, a candidate for the old office shall be deemed to have been nominated for the new office, unless he or she files a nomination as described in subsection 4 (1). O. Reg. 172/97, s. 5 (1). (2) The rules set out in subsection 4 (2) apply to a candidate for the old office who is deemed to have been nominated for the new office. O. Reg. 172/97, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) If the electoral boundaries for an old office and for the equivalent new office are the same, a candidate for the old office shall be deemed to have been nominated for the new office, unless he or she files a nomination as described in subsection 4 (1). O. Reg. 172/97, s. 5 (1).</p> <p class=\"subsection-e\">(2) The rules set out in subsection 4 (2) apply to a candidate for the old office who is deemed to have been nominated for the new office. O. Reg. 172/97, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) If the election for an old office was to be held by general vote and the conditions set out in subsection (3) are met, a candidate for the old office shall be deemed to have been nominated for the equivalent new office in the municipality of the qualifying address shown on the candidate’s original nomination form, unless he or she files a nomination as described in subsection 4 (1). O. Reg. 172/97, s. 6 (1). (2) The rules set out in subsection 4 (2) apply to a candidate for the old office who is deemed to have been nominated for the new office. O. Reg. 172/97, s. 6 (2). (3) The conditions referred to in subsection (1) are: 1. The restructuring order changes the boundaries of two or more municipalities by providing for annexation as described in clause (a) or (b) of the definition of “restructuring” in subsection 25.2 (1) of the Municipal Act. 2. The restructuring order does not provide for a result described in any other clause of that definition. O. Reg. 172/97, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) If the election for an old office was to be held by general vote and the conditions set out in subsection (3) are met, a candidate for the old office shall be deemed to have been nominated for the equivalent new office in the municipality of the qualifying address shown on the candidate’s original nomination form, unless he or she files a nomination as described in subsection 4 (1). O. Reg. 172/97, s. 6 (1).</p> <p class=\"subsection-e\">(2) The rules set out in subsection 4 (2) apply to a candidate for the old office who is deemed to have been nominated for the new office. O. Reg. 172/97, s. 6 (2).</p> <p class=\"subsection-e\">(3) The conditions referred to in subsection (1) are:</p> <p class=\"paragraph-e\">1. The restructuring order changes the boundaries of two or more municipalities by providing for annexation as described in clause (a) or (b) of the definition of “restructuring” in subsection 25.2 (1) of the <i>Municipal Act</i>.</p> <p class=\"paragraph-e\">2. The restructuring order does not provide for a result described in any other clause of that definition. O. Reg. 172/97, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. A candidate for a new office is entitled to, (a) carry forward, for the purposes of clause 79 (3) (b) of the Act, any deficit accumulated in a campaign for a corresponding old office in the 1994 regular election or in an intervening by-election; (b) receive payment, under subsection 79 (8) of the Act, of any surplus accumulated in such a campaign. O. Reg. 172/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A candidate for a new office is entitled to,</p> <p class=\"clause-e\">(a) carry forward, for the purposes of clause 79 (3) (b) of the Act, any deficit accumulated in a campaign for a corresponding old office in the 1994 regular election or in an intervening by-election;</p> <p class=\"clause-e\">(b) receive payment, under subsection 79 (8) of the Act, of any surplus accumulated in such a campaign. O. Reg. 172/97, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) This section applies if, as a result of a restructuring order, any new offices on a local board are not to be filled by election. O. Reg. 172/97, s. 8 (1). (2) The election campaign period of each candidate for a corresponding old office ends on the 60th day after the key date, and not as provided in section 68 of the Act. O. Reg. 172/97, s. 8 (2). (3) Each nomination for a corresponding old office shall be deemed to have been withdrawn on the day referred to in subsection (2). O. Reg. 172/97, s. 8 (3). (4) Subsections (2) and (3) do not apply to a candidate who, before the day referred to in subsection (2), actually withdraws the nomination. O. Reg. 172/97, s. 8 (4). (5) Within 14 days after the key date, the clerk shall send by registered mail or deliver personally to every candidate for a corresponding old office a notice, (a) explaining the effect of the restructuring order on the 1997 regular election in the municipality; and (b) advising that, (i) there will be no election for offices on the local board, and (ii) the candidate’s election campaign period ends as described in subsection (2). O. Reg. 172/97, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) This section applies if, as a result of a restructuring order, any new offices on a local board are not to be filled by election. O. Reg. 172/97, s. 8 (1).</p> <p class=\"subsection-e\">(2) The election campaign period of each candidate for a corresponding old office ends on the 60th day after the key date, and not as provided in section 68 of the Act. O. Reg. 172/97, s. 8 (2).</p> <p class=\"subsection-e\">(3) Each nomination for a corresponding old office shall be deemed to have been withdrawn on the day referred to in subsection (2). O. Reg. 172/97, s. 8 (3).</p> <p class=\"subsection-e\">(4) Subsections (2) and (3) do not apply to a candidate who, before the day referred to in subsection (2), actually withdraws the nomination. O. Reg. 172/97, s. 8 (4).</p> <p class=\"subsection-e\">(5) Within 14 days after the key date, the clerk shall send by registered mail or deliver personally to every candidate for a corresponding old office a notice,</p> <p class=\"clause-e\">(a) explaining the effect of the restructuring order on the 1997 regular election in the municipality; and</p> <p class=\"clause-e\">(b) advising that,</p> <p class=\"subclause-e\">(i) there will be no election for offices on the local board, and</p> <p class=\"subclause-e\">(ii) the candidate’s election campaign period ends as described in subsection (2). O. Reg. 172/97, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9.  (1) Sections 1 to 8 also apply, with the modifications set out in subsections (2), (3), (4) and (5), with respect to the 1997 regular election in the urban area of the City of Toronto incorporated by the City of Toronto Act, 1997. O. Reg. 172/97, s. 9 (1). (2) Sections 1 to 8 shall be read as if, (a) references to a restructuring order were references to the City of Toronto Act, 1997; (b) references to new offices were references to offices on the council of the City of Toronto incorporated by the City of Toronto Act, 1997; (c) references to old offices were references to offices on the Metropolitan Council under the Municipality of Metropolitan Toronto Act, on the council of an area municipality under that Act or on one of the following local boards, as the case may be: 1. The Hydro-Electric Commission of the Borough of East York. 2. The Hydro-Electric Commission of the City of North York. 3. The Public Utilities Commission of the City of Scarborough. O. Reg. 172/97, s. 9 (2). (3) The key date shall be deemed to be May 31, 1997. O. Reg. 172/97, s. 9 (3). (4) The following shall be deemed to be substituted for subsection 4 (3): The rules set out in subsection 4 (2) also apply in respect of a candidate for an old office who files a nomination for a corresponding new office on or after April 21, 1997 but before the key date. O. Reg. 172/97, s. 9 (4). (5) Any reference to the clerk in the Act or in this Regulation shall be deemed to be a reference, (a) before January 1, 1998, to the person designated by the Minister under paragraph 2 of section 23 of the City of Toronto Act, 1997; (b) on and after January 1, 1998, to the clerk of the City of Toronto incorporated by the City of Toronto Act, 1997. O. Reg. 172/97, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"><b>9. </b> (1) Sections 1 to 8 also apply, with the modifications set out in subsections (2), (3), (4) and (5), with respect to the 1997 regular election in the urban area of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>. O. Reg. 172/97, s. 9 (1).</p> <p class=\"subsection-e\">(2) Sections 1 to 8 shall be read as if,</p> <p class=\"clause-e\">(a) references to a restructuring order were references to the <i>City of Toronto Act, 1997</i>;</p> <p class=\"clause-e\">(b) references to new offices were references to offices on the council of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>;</p> <p class=\"clause-e\">(c) references to old offices were references to offices on the Metropolitan Council under the <i>Municipality of Metropolitan Toronto Act</i>, on the council of an area municipality under that Act or on one of the following local boards, as the case may be:</p> <p class=\"subpara-e\">1. The Hydro-Electric Commission of the Borough of East York.</p> <p class=\"subpara-e\">2. The Hydro-Electric Commission of the City of North York.</p> <p class=\"subpara-e\">3. The Public Utilities Commission of the City of Scarborough. O. Reg. 172/97, s. 9 (2).</p> <p class=\"subsection-e\">(3) The key date shall be deemed to be May 31, 1997. O. Reg. 172/97, s. 9 (3).</p> <p class=\"subsection-e\">(4) The following shall be deemed to be substituted for subsection 4 (3):</p> <p class=\"parawindt-e\">The rules set out in subsection 4 (2) also apply in respect of a candidate for an old office who files a nomination for a corresponding new office on or after April 21, 1997 but before the key date. O. Reg. 172/97, s. 9 (4).</p> <p class=\"subsection-e\">(5) Any reference to the clerk in the Act or in this Regulation shall be deemed to be a reference,</p> <p class=\"clause-e\">(a) before January 1, 1998, to the person designated by the Minister under paragraph 2 of section 23 of the <i>City of Toronto Act, 1997</i>;</p> <p class=\"clause-e\">(b) on and after January 1, 1998, to the clerk of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>. O. Reg. 172/97, s. 9 (5).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10.  (1) An individual, corporation or trade union that, during the 1997 regular election, makes a contribution to a candidate for an office on the council of the City of Toronto incorporated by the City of Toronto Act, 1997 may, on or after January 1, 1998, apply to the clerk for a rebate. O. Reg. 172/97, s. 10 (1). (2) The application shall be made on or before June 1, 1998, unless the candidate’s campaign period is extended under paragraph 4 or 5 of subsection 68 (1) of the Act, in which case the application may be made within 6 months after the date the receipt is issued. O. Reg. 172/97, s. 10 (2). (3) The application shall be in Form 1. O. Reg. 172/97, s. 10 (3). (4) The application shall include a receipt in Form 2 that is signed by or on behalf of the candidate. O. Reg. 172/97, s. 10 (4). (5) A candidate referred to in subsection (1) is required to comply with subsections 78 (1) to (4) of the Act, despite subsection 78 (5) of the Act; the candidate shall include with the documents filed under subsection 78 (1) or (2) of the Act, as the case may be, a copy of the receipt issued for the contribution. O. Reg. 172/97, s. 10 (5). (6) The clerk shall compare the receipt filed by the applicant and the copy filed by the candidate to ensure consistency. O. Reg. 172/97, s. 10 (6). (7) The clerk shall pay the applicant a rebate in accordance with subsections (8) and (9) if the following conditions are met: 1. The application complies with subsections (2), (3) and (4). 2. The candidate has complied with subsection (5). 3. The clerk is satisfied that the receipt filed by the applicant and the copy filed by the candidate are consistent. 4. The clerk is satisfied that the candidate has filed documents as required by section 78 of the Act by the relevant date, and that no such document shows on its face that the candidate has incurred expenses exceeding what is permitted under section 76 of the Act. 5. The clerk is satisfied that the candidate has paid any amount required by section 79 of the Act to the clerk by the relevant date. 6. In the case of a contribution made on or before December 1, 1997, the time for applying for a compliance audit under section 81 of the Act in respect of the candidate’s financial statement has expired. 7. In the case of a contribution made after December 1, 1997 to a candidate whose election campaign period continues beyond that date, the time for applying for a compliance audit under section 81 of the Act in respect of the relevant supplementary financial statement has expired. O. Reg. 172/97, s. 10 (7). (8) The rebate shall be calculated as follows, subject to subsection (9): 1. If the contribution is $100 or less, the rebate is 75 per cent of the contribution. 2. If the contribution is more than $100 but not more than $400, the rebate is $75 plus 50 per cent of the difference between the contribution and $100. 3. If the contribution is more than $400, the rebate is the lesser of, i. $225 plus 33 1/3 per cent of the difference between the contribution and $400, and ii. $350. O. Reg. 172/97, s. 10 (8). (9) An applicant who makes contributions to more than one candidate may apply for a rebate in respect of each contribution, but is not entitled to receive total rebates amounting to more than the following maximums: 1. If the total of the applicant’s contributions to all candidates is $100 or less, the maximum is 75 per cent of that total. 2. If the total of the applicant’s contributions to all candidates is more than $100 but not more than $400, the maximum is $75 plus 50 per cent of the difference between that total and $100. 3. If the total of the applicant’s contributions to all candidates is more than $400, the maximum is the lesser of, i. $225 plus 33 1/3 per cent of the difference between that total and $400, and ii. $350. O. Reg. 172/97, s. 10 (9). FORM 1 Municipal Elections Act, 1996   O. Reg. 172/97, Form 1. FORM 2 Municipal Elections Act, 1996   O. Reg. 172/97, Form 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>10. </b> (1) An individual, corporation or trade union that, during the 1997 regular election, makes a contribution to a candidate for an office on the council of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i> may, on or after January 1, 1998, apply to the clerk for a rebate. O. Reg. 172/97, s. 10 (1).</p> <p class=\"subsection-e\">(2) The application shall be made on or before June 1, 1998, unless the candidate’s campaign period is extended under paragraph 4 or 5 of subsection 68 (1) of the Act, in which case the application may be made within 6 months after the date the receipt is issued. O. Reg. 172/97, s. 10 (2).</p> <p class=\"subsection-e\">(3) The application shall be in Form 1. O. Reg. 172/97, s. 10 (3).</p> <p class=\"subsection-e\">(4) The application shall include a receipt in Form 2 that is signed by or on behalf of the candidate. O. Reg. 172/97, s. 10 (4).</p> <p class=\"subsection-e\">(5) A candidate referred to in subsection (1) is required to comply with subsections 78 (1) to (4) of the Act, despite subsection 78 (5) of the Act; the candidate shall include with the documents filed under subsection 78 (1) or (2) of the Act, as the case may be, a copy of the receipt issued for the contribution. O. Reg. 172/97, s. 10 (5).</p> <p class=\"subsection-e\">(6) The clerk shall compare the receipt filed by the applicant and the copy filed by the candidate to ensure consistency. O. Reg. 172/97, s. 10 (6).</p> <p class=\"subsection-e\">(7) The clerk shall pay the applicant a rebate in accordance with subsections (8) and (9) if the following conditions are met:</p> <p class=\"paragraph-e\">1. The application complies with subsections (2), (3) and (4).</p> <p class=\"paragraph-e\">2. The candidate has complied with subsection (5).</p> <p class=\"paragraph-e\">3. The clerk is satisfied that the receipt filed by the applicant and the copy filed by the candidate are consistent.</p> <p class=\"paragraph-e\">4. The clerk is satisfied that the candidate has filed documents as required by section 78 of the Act by the relevant date, and that no such document shows on its face that the candidate has incurred expenses exceeding what is permitted under section 76 of the Act.</p> <p class=\"paragraph-e\">5. The clerk is satisfied that the candidate has paid any amount required by section 79 of the Act to the clerk by the relevant date.</p> <p class=\"paragraph-e\">6. In the case of a contribution made on or before December 1, 1997, the time for applying for a compliance audit under section 81 of the Act in respect of the candidate’s financial statement has expired.</p> <p class=\"paragraph-e\">7. In the case of a contribution made after December 1, 1997 to a candidate whose election campaign period continues beyond that date, the time for applying for a compliance audit under section 81 of the Act in respect of the relevant supplementary financial statement has expired. O. Reg. 172/97, s. 10 (7).</p> <p class=\"subsection-e\">(8) The rebate shall be calculated as follows, subject to subsection (9):</p> <p class=\"paragraph-e\">1. If the contribution is $100 or less, the rebate is 75 per cent of the contribution.</p> <p class=\"paragraph-e\">2. If the contribution is more than $100 but not more than $400, the rebate is $75 plus 50 per cent of the difference between the contribution and $100.</p> <p class=\"paragraph-e\">3. If the contribution is more than $400, the rebate is the lesser of,</p> <p class=\"subpara-e\">i. $225 plus 33 <sup>1</sup>/<sub>3</sub> per cent of the difference between the contribution and $400, and</p> <p class=\"subpara-e\">ii. $350. O. Reg. 172/97, s. 10 (8).</p> <p class=\"subsection-e\">(9) An applicant who makes contributions to more than one candidate may apply for a rebate in respect of each contribution, but is not entitled to receive total rebates amounting to more than the following maximums:</p> <p class=\"paragraph-e\">1. If the total of the applicant’s contributions to all candidates is $100 or less, the maximum is 75 per cent of that total.</p> <p class=\"paragraph-e\">2. If the total of the applicant’s contributions to all candidates is more than $100 but not more than $400, the maximum is $75 plus 50 per cent of the difference between that total and $100.</p> <p class=\"paragraph-e\">3. If the total of the applicant’s contributions to all candidates is more than $400, the maximum is the lesser of,</p> <p class=\"subpara-e\">i. $225 plus 33 <sup>1</sup>/<sub>3</sub> per cent of the difference between that total and $400, and</p> <p class=\"subpara-e\">ii. $350. O. Reg. 172/97, s. 10 (9).</p> <p class=\"form-e\">FORM 1</p> <p class=\"act-e\"><i>Municipal Elections Act, 1996</i></p> <p class=\"Normal\"><img border=\"0\" height=\"722\" src=\"images/elaws_rev_regs_970172_e-1.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> </p> <p class=\"footnote-e\">O. Reg. 172/97, Form 1.</p> <p class=\"form-e\">FORM 2</p> <p class=\"act-e\"><i>Municipal Elections Act, 1996</i></p> <p class=\"Normal\"><img border=\"0\" height=\"735\" src=\"images/elaws_rev_regs_970172_e-2.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> </p> <p class=\"footnote-e\">O. Reg. 172/97, Form 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_970172_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_970172_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}