{
    "reg_info": {
        "full_title": "O. Reg. 164/95: EXPEDITED ARBITRATION",
        "reg_name_text": "EXPEDITED ARBITRATION",
        "citation": "O. Reg. 164/95: ",
        "act_under": "Social Contract Act, 1993   Loi de 1993 sur le contrat social",
        "url": "https://www.ontario.ca/laws/regulation/950164",
        "date_scraped": "2023-12-20 01:19:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 30, 1995",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “arbitrator” means an arbitrator appointed under section 3; “board” has the same meaning as in the School Boards and Teachers Collective Negotiations Act and includes the Metropolitan Toronto School Board; “branch affiliate” has the same meaning as in the School Boards and Teachers Collective Negotiations Act; “Commission” means the Education Relations Commission established under the School Boards and Teachers Collective Negotiations Act; “local agreement” means an agreement entered into under Part V or Part VIII of the Act between a board and a branch affiliate or affiliates in respect of teachers employed by the board; “party” means a board or a branch affiliate. O. Reg. 164/95, s. 1 (1). (2) The branch affiliates that represent elementary school teachers employed by boards in The Municipality of Metropolitan Toronto as defined in section 121 of the Municipality of Metropolitan Toronto Act are a branch affiliate for the purposes of this Regulation. O. Reg. 164/95, s. 1 (2). (3) The branch affiliates that represent secondary school teachers employed by boards in The Municipality of Metropolitan Toronto as defined in section 121 of the Municipality of Metropolitan Toronto Act are a branch affiliate for the purposes of this Regulation. O. Reg. 164/95, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“arbitrator” means an arbitrator appointed under section 3;</p> <p class=\"definition-e\">“board” has the same meaning as in the <i>School Boards and Teachers Collective Negotiations Act</i> and includes the Metropolitan Toronto School Board;</p> <p class=\"definition-e\">“branch affiliate” has the same meaning as in the <i>School Boards and Teachers Collective Negotiations Act</i>;</p> <p class=\"definition-e\">“Commission” means the Education Relations Commission established under the <i>School Boards and Teachers Collective Negotiations Act</i>;</p> <p class=\"definition-e\">“local agreement” means an agreement entered into under Part V or Part VIII of the Act between a board and a branch affiliate or affiliates in respect of teachers employed by the board;</p> <p class=\"definition-e\">“party” means a board or a branch affiliate. O. Reg. 164/95, s. 1 (1).</p> <p class=\"subsection-e\">(2) The branch affiliates that represent elementary school teachers employed by boards in The Municipality of Metropolitan Toronto as defined in section 121 of the <i>Municipality of Metropolitan Toronto Act</i> are a branch affiliate for the purposes of this Regulation. O. Reg. 164/95, s. 1 (2).</p> <p class=\"subsection-e\">(3) The branch affiliates that represent secondary school teachers employed by boards in The Municipality of Metropolitan Toronto as defined in section 121 of the <i>Municipality of Metropolitan Toronto Act</i> are a branch affiliate for the purposes of this Regulation. O. Reg. 164/95, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Despite any local agreement, a party may request the Commission to refer to an arbitrator any difference arising from the interpretation, application, administration or alleged contravention of a local agreement entered into by the party, including any question as to whether a matter is arbitrable. O. Reg. 164/95, s. 2 (1). (2) The request may be made in writing after 15 days have elapsed from the time at which the difference was first brought to the attention of the other party, but no such request shall be made more than 45 days after the filing of this Regulation or more than 45 days after the party first became aware of the facts or circumstances giving rise to the difference, whichever occurs later. O. Reg. 164/95, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Despite any local agreement, a party may request the Commission to refer to an arbitrator any difference arising from the interpretation, application, administration or alleged contravention of a local agreement entered into by the party, including any question as to whether a matter is arbitrable. O. Reg. 164/95, s. 2 (1).</p> <p class=\"subsection-e\">(2) The request may be made in writing after 15 days have elapsed from the time at which the difference was first brought to the attention of the other party, but no such request shall be made more than 45 days after the filing of this Regulation or more than 45 days after the party first became aware of the facts or circumstances giving rise to the difference, whichever occurs later. O. Reg. 164/95, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The Commission shall, within 21 days of receiving a request under section 2, appoint a single arbitrator who shall have exclusive jurisdiction to hear and determine the matter referred to him or her, including any question as to whether the request was timely or whether a matter is arbitrable. O. Reg. 164/95, s. 3 (1). (2) Despite subsection (1), the arbitrator shall not have jurisdiction to determine a matter if one or more days of hearings have been held by an arbitrator or an arbitration board on the same matter arising out of a local agreement between the parties. O. Reg. 164/95, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The Commission shall, within 21 days of receiving a request under section 2, appoint a single arbitrator who shall have exclusive jurisdiction to hear and determine the matter referred to him or her, including any question as to whether the request was timely or whether a matter is arbitrable. O. Reg. 164/95, s. 3 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the arbitrator shall not have jurisdiction to determine a matter if one or more days of hearings have been held by an arbitrator or an arbitration board on the same matter arising out of a local agreement between the parties. O. Reg. 164/95, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. If a request or more than one request concerns several differences arising under a local agreement, the Commission may appoint a single arbitrator to deal with all the differences raised in the request or requests. O. Reg. 164/95, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>If a request or more than one request concerns several differences arising under a local agreement, the Commission may appoint a single arbitrator to deal with all the differences raised in the request or requests. O. Reg. 164/95, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) If a request is received under section 2, the Commission may, upon the request of either party, appoint a mediator to confer with the parties and endeavour to effect a settlement before an arbitrator commences to hear the arbitration. O. Reg. 164/95, s. 5 (1). (2) No mediator shall be appointed if the other party objects. O. Reg. 164/95, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) If a request is received under section 2, the Commission may, upon the request of either party, appoint a mediator to confer with the parties and endeavour to effect a settlement before an arbitrator commences to hear the arbitration. O. Reg. 164/95, s. 5 (1).</p> <p class=\"subsection-e\">(2) No mediator shall be appointed if the other party objects. O. Reg. 164/95, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. An arbitrator shall commence to hear the arbitration within 28 days after the receipt of the request by the Commission. O. Reg. 164/95, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>An arbitrator shall commence to hear the arbitration within 28 days after the receipt of the request by the Commission. O. Reg. 164/95, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) An arbitrator shall, (a) give a written decision within 30 days after hearings on the matter are concluded and give written reasons for the decision within a reasonable period of time, upon the request of either party; or (b) give an oral decision promptly after hearings on the matter are concluded and, (i) give a written decision, without reasons, promptly upon the request of either party, and (ii) give written reasons for the decision within a reasonable period of time, upon the request of either party. O. Reg. 164/95, s. 7 (1). (2) The 30-day time period described in clause (1) (a) may be extended, (a) with the consent of the parties; or (b) in the discretion of the arbitrator so long as he or she states in the decision the reasons for extending the time. O. Reg. 164/95, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) An arbitrator shall,</p> <p class=\"clause-e\">(a) give a written decision within 30 days after hearings on the matter are concluded and give written reasons for the decision within a reasonable period of time, upon the request of either party; or</p> <p class=\"clause-e\">(b) give an oral decision promptly after hearings on the matter are concluded and,</p> <p class=\"subclause-e\">(i) give a written decision, without reasons, promptly upon the request of either party, and</p> <p class=\"subclause-e\">(ii) give written reasons for the decision within a reasonable period of time, upon the request of either party. O. Reg. 164/95, s. 7 (1).</p> <p class=\"subsection-e\">(2) The 30-day time period described in clause (1) (a) may be extended,</p> <p class=\"clause-e\">(a) with the consent of the parties; or</p> <p class=\"clause-e\">(b) in the discretion of the arbitrator so long as he or she states in the decision the reasons for extending the time. O. Reg. 164/95, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. If the arbitrator does not give a decision within the time described in clause 7 (1) (a) or does not provide written reasons within the time described in clause 7 (1) (b), the Commission may make such orders as it considers necessary to ensure that the decision or reasons will be given without undue delay. O. Reg. 164/95, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>If the arbitrator does not give a decision within the time described in clause 7 (1) (a) or does not provide written reasons within the time described in clause 7 (1) (b), the Commission may make such orders as it considers necessary to ensure that the decision or reasons will be given without undue delay. O. Reg. 164/95, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) An arbitrator has the power, (a) to require any party to furnish particulars before or during a hearing; (b) to require any party to produce documents or things that may be relevant to the matter and to do so before or during the hearing; (c) to make such orders or give such directions in proceedings as he or she considers appropriate to expedite the proceedings or to prevent the abuse of the arbitration process; (d) to mediate the differences between the parties at any stage in the proceedings with the consent of the parties; (e) to fix dates for the commencement and continuation of hearings; (f) to admit and act upon such oral or written evidence as he or she considers proper, whether admissible in a court of law or not; and (g) to consider such submissions provided in such form or by such method as he or she considers appropriate. O. Reg. 164/95, s. 9 (1). (2) An arbitrator has the same power as an arbitrator or arbitration board appointed under the collective agreement between the parties to administer oaths and affirmations and require that witnesses give written or oral evidence on oath or affirmation. O. Reg. 164/95, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An arbitrator has the power,</p> <p class=\"clause-e\">(a) to require any party to furnish particulars before or during a hearing;</p> <p class=\"clause-e\">(b) to require any party to produce documents or things that may be relevant to the matter and to do so before or during the hearing;</p> <p class=\"clause-e\">(c) to make such orders or give such directions in proceedings as he or she considers appropriate to expedite the proceedings or to prevent the abuse of the arbitration process;</p> <p class=\"clause-e\">(d) to mediate the differences between the parties at any stage in the proceedings with the consent of the parties;</p> <p class=\"clause-e\">(e) to fix dates for the commencement and continuation of hearings;</p> <p class=\"clause-e\">(f) to admit and act upon such oral or written evidence as he or she considers proper, whether admissible in a court of law or not; and</p> <p class=\"clause-e\">(g) to consider such submissions provided in such form or by such method as he or she considers appropriate. O. Reg. 164/95, s. 9 (1).</p> <p class=\"subsection-e\">(2) An arbitrator has the same power as an arbitrator or arbitration board appointed under the collective agreement between the parties to administer oaths and affirmations and require that witnesses give written or oral evidence on oath or affirmation. O. Reg. 164/95, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. An arbitrator shall make a final settlement of the differences between the parties and, for that purpose, has the power, (a) to determine the nature of the differences in order to address their real substance; (b) to determine all questions of fact or law that arise; and (c) to incorporate a written settlement of a difference arising out of a local agreement into his or her decision. O. Reg. 164/95, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>An arbitrator shall make a final settlement of the differences between the parties and, for that purpose, has the power,</p> <p class=\"clause-e\">(a) to determine the nature of the differences in order to address their real substance;</p> <p class=\"clause-e\">(b) to determine all questions of fact or law that arise; and</p> <p class=\"clause-e\">(c) to incorporate a written settlement of a difference arising out of a local agreement into his or her decision. O. Reg. 164/95, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The decision of the arbitrator is binding upon the parties and the members of the branch affiliate who are covered by the local agreement. O. Reg. 164/95, s. 11 (1). (2) The decision of the arbitrator may be enforced in the same manner as a decision of an arbitrator or arbitration board appointed under the terms of the collective agreement between the parties. O. Reg. 164/95, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The decision of the arbitrator is binding upon the parties and the members of the branch affiliate who are covered by the local agreement. O. Reg. 164/95, s. 11 (1).</p> <p class=\"subsection-e\">(2) The decision of the arbitrator may be enforced in the same manner as a decision of an arbitrator or arbitration board appointed under the terms of the collective agreement between the parties. O. Reg. 164/95, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. Each of the parties to the matter shall pay one-half of the remuneration and expenses of the arbitrator appointed. O. Reg. 164/95, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Each of the parties to the matter shall pay one-half of the remuneration and expenses of the arbitrator appointed. O. Reg. 164/95, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. Any written notice or document which is required to be provided by a party to the Commission shall also be provided at the same time to the other party, unless the Commission otherwise directs. O. Reg. 164/95, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>Any written notice or document which is required to be provided by a party to the Commission shall also be provided at the same time to the other party, unless the Commission otherwise directs. O. Reg. 164/95, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. The Arbitrations Act does not apply to arbitrations under this Regulation. O. Reg. 164/95, s. 14. ",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The <i>Arbitrations Act</i> does not apply to arbitrations under this Regulation. O. Reg. 164/95, s. 14.</p> <p class=\"Normal\"></p>"
        }
    ]
}