{
    "reg_info": {
        "full_title": "O. Reg. 150/07: CALCULATION OF AVERAGE DAILY ENROLMENT FOR THE 2007-2008 SCHOOL BOARD FISCAL YEAR",
        "reg_name_text": "CALCULATION OF AVERAGE DAILY ENROLMENT FOR THE 2007-2008 SCHOOL BOARD FISCAL YEAR",
        "citation": "O. Reg. 150/07: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/070150",
        "date_scraped": "2023-12-19 06:39:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070150/v2",
            "valid_from": "September 21, 2009",
            "valid_to": "June  3, 2010"
        },
        {
            "a_href": "/laws/regulation/070150/v1",
            "valid_from": "April 10, 2007",
            "valid_to": "September 20, 2009"
        }
    ],
    "content": [
        {
            "id": "P11_315",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “2007-2008 fiscal year” means the period beginning September 1, 2007 and ending August 31, 2008; (“exercice 2007-2008”) “combined kindergarten program” means a program operated on a five-day cycle that consists of 600 minutes of junior kindergarten for those pupils who are enrolled in the junior kindergarten part of the program and 900 minutes of kindergarten for those pupils who are enrolled in the kindergarten part of the program; (“programme combiné de maternelle et de jardin d’enfants”) “cycle” means the number of school days for which a schedule of classes in a school continues before the schedule is repeated; (“horaire”) “day school” and “day school program” do not include continuing education or summer school classes or courses; (“cours de jour”, “programme scolaire de jour”) “full-time pupil” means a pupil, other than a pupil enrolled in junior kindergarten, kindergarten or a combined kindergarten program, who is, (a) enrolled in a day school and, in respect of a cycle, is enrolled for classroom instruction for an average of at least 210 minutes per school day, or (b) enrolled in a day school which has, in accordance with a calendar that has been approved by the Minister under Regulation 304 of the Revised Regulations of Ontario, 1990 (School Year Calendar, Professional Activity Days) made under the Act, a designated school year of 12 months and instructional days in each of those months, and in which the pupil is eligible to earn at least seven credits on successfully completing the courses in which the pupil is enrolled in a school year; (“élève à temps plein”) “half-time pupil” means a pupil who is enrolled in junior kindergarten or kindergarten, is not enrolled in a combined kindergarten program, and, in respect of a cycle, is enrolled for classroom instruction for an average of at least 150 minutes per school day; (“élève à mi-temps”) “independent study course” means a credit course that is provided to a pupil other than a full-time pupil and that, (a) meets the criteria set out in the independent study course register for inclusion in the determination of day school enrolment, or (b) is approved by the Minister as an independent study course to be included in the determination of day school enrolment; (“cours d’études personnelles”) “part-time pupil” means a pupil who is enrolled in day school and is neither a full-time nor a half-time pupil. (“élève à temps partiel”) O. Reg. 150/07, s. 1 (1). (2) This Regulation applies to boards for the 2007-2008 fiscal year. O. Reg. 150/07, s. 1 (2). (3) The document entitled “Ontario Secondary Schools, Grades 9 to 12 — Program and Diploma Requirements — 1999”, referred to in subparagraph 1 i of subsection 3 (2), paragraphs 6 and 7 of subsection 3 (2) and subclauses (c) (v) and (vi) of the definition of “summer school class or course” in subsection 4 (1), is available for public inspection at the offices of the Education Finance Branch of the Ministry of Education and on the Ministry’s website. O. Reg. 150/07, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_315\"></a><a name=\"s001\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“2007-2008 fiscal year” means the period beginning September 1, 2007 and ending August 31, 2008; (“exercice 2007-2008”)</p> <p class=\"definition-e\">“combined kindergarten program” means a program operated on a five-day cycle that consists of 600 minutes of junior kindergarten for those pupils who are enrolled in the junior kindergarten part of the program and 900 minutes of kindergarten for those pupils who are enrolled in the kindergarten part of the program; (“programme combiné de maternelle et de jardin d’enfants”)</p> <p class=\"definition-e\">“cycle” means the number of school days for which a schedule of classes in a school continues before the schedule is repeated; (“horaire”)</p> <p class=\"definition-e\">“day school” and “day school program” do not include continuing education or summer school classes or courses; (“cours de jour”, “programme scolaire de jour”)</p> <p class=\"definition-e\">“full-time pupil” means a pupil, other than a pupil enrolled in junior kindergarten, kindergarten or a combined kindergarten program, who is,</p> <p class=\"defclause-e\">(a) enrolled in a day school and, in respect of a cycle, is enrolled for classroom instruction for an average of at least 210 minutes per school day, or</p> <p class=\"defclause-e\">(b) enrolled in a day school which has, in accordance with a calendar that has been approved by the Minister under Regulation 304 of the Revised Regulations of Ontario, 1990 (School Year Calendar, Professional Activity Days) made under the Act, a designated school year of 12 months and instructional days in each of those months, and in which the pupil is eligible to earn at least seven credits on successfully completing the courses in which the pupil is enrolled in a school year; (“élève à temps plein”)</p> <p class=\"definition-e\">“half-time pupil” means a pupil who is enrolled in junior kindergarten or kindergarten, is not enrolled in a combined kindergarten program, and, in respect of a cycle, is enrolled for classroom instruction for an average of at least 150 minutes per school day; (“élève à mi-temps”)</p> <p class=\"definition-e\">“independent study course” means a credit course that is provided to a pupil other than a full-time pupil and that,</p> <p class=\"defclause-e\">(a) meets the criteria set out in the independent study course register for inclusion in the determination of day school enrolment, or</p> <p class=\"defclause-e\">(b) is approved by the Minister as an independent study course to be included in the determination of day school enrolment; (“cours d’études personnelles”)</p> <p class=\"definition-e\">“part-time pupil” means a pupil who is enrolled in day school and is neither a full-time nor a half-time pupil. (“élève à temps partiel”) O. Reg. 150/07, s. 1 (1).</p> <p class=\"subsection-e\">(2) This Regulation applies to boards for the 2007-2008 fiscal year. O. Reg. 150/07, s. 1 (2).</p> <p class=\"subsection-e\">(3) The document entitled “Ontario Secondary Schools, Grades 9 to 12 — Program and Diploma Requirements — 1999”, referred to in subparagraph 1 i of subsection 3 (2), paragraphs 6 and 7 of subsection 3 (2) and subclauses (c) (v) and (vi) of the definition of “summer school class or course” in subsection 4 (1), is available for public inspection at the offices of the Education Finance Branch of the Ministry of Education and on the Ministry’s website. O. Reg. 150/07, s. 1 (3).</p>"
        },
        {
            "id": "P27_3490",
            "section": "Day school A.D.E.",
            "content": "2. Day school average daily enrolment for a board for the fiscal year is the sum of, (a) the product of 0.5 and the sum of, (i) the number of full-time pupils enrolled on October 31, 2007 in schools operated by the board, (ii) 0.5 times the number of half-time pupils enrolled on that day in schools operated by the board, and (iii) the quotient obtained by determining, for each part-time pupil enrolled on that day in a school operated by the board, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; (b) the product of 0.5 and the sum of, (i) the number of full-time pupils enrolled on March 31, 2008 in schools operated by the board, (ii) 0.5 times the number of half-time pupils enrolled on that day in schools operated by the board, and (iii) the quotient obtained by determining, for each part-time pupil enrolled on that day in a school operated by the board, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; and (c) an amount in respect of each pupil enrolled in a school of the board who is registered for an independent study course, calculated as follows:  in which, “A” is the number of credits and partial credits that may be earned by the pupil on successful completion of the course, and “B” is the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the fiscal year. O. Reg. 150/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P27_3490\"></a><a name=\"s002\"></a>2. </b>Day school average daily enrolment for a board for the fiscal year is the sum of,</p> <p class=\"clause-e\"><a name=\"P28_3577\"></a><a name=\"c001\"></a>(a)<a name=\"P28_3580\"> </a><a name=\"c001e\"></a>the product of 0.5 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils enrolled on October 31, 2007 in schools operated by the board,</p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils enrolled on that day in schools operated by the board, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil enrolled on that day in a school operated by the board, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle;</p> <p class=\"clause-e\"><a name=\"P32_4216\"></a><a name=\"c002\"></a>(b)<a name=\"P32_4219\"> </a><a name=\"c002e\"></a>the product of 0.5 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils enrolled on March 31, 2008 in schools operated by the board,</p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils enrolled on that day in schools operated by the board, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil enrolled on that day in a school operated by the board, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day, in a course other than an independent study course, and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; and</p> <p class=\"clause-e\">(c)<a name=\"P36_4860\"> </a><a name=\"c003e\"></a>an amount in respect of each pupil enrolled in a school of the board who is registered for an independent study course, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_070150_e-1.gif\" width=\"37\"/></p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">“A” is the number of credits and partial credits that may be earned by the pupil on successful completion of the course, and</p> <p class=\"equationind2-e\">“B” is the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the fiscal year.</p> <p class=\"footnote-e\">O. Reg. 150/07, s. 2.</p>"
        },
        {
            "id": "P43_5358",
            "section": "Continuing education A.D.E.",
            "content": "3. (1) Continuing education average daily enrolment for a board for the fiscal year is the sum of, (a) an amount in respect of each pupil who is enrolled in a continuing education class or course established by the board, other than a continuing education course delivered primarily through means other than classroom instruction, calculated as follows:  in which, “C” is the number of sessions for which the pupil is enrolled in the fiscal year, and “D” is the number of minutes in each session; and (b) an amount in respect of each pupil who is enrolled in a continuing education course established by the board and delivered primarily through means other than classroom instruction calculated as follows: E × 0.1158 × F in which, “E” is the number of credits and partial credits that may be earned by the pupil on successful completion of the course, and “F” is the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the fiscal year. O. Reg. 150/07, s. 3 (1). (2) A class or course is a continuing education class or course for the purposes of subsection (1) if it is not a summer school class or course as defined in subsection 4 (1), it is approved by the Minister and it satisfies the conditions in one of the following paragraphs: 1. The class or course, i. is established for adults for which one or more credits, a partial credit referred to in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999” or a partial credit approved by the Minister may be granted, and ii. is in the intermediate division if it is offered by a school authority that is only authorized to provide elementary education. 2. The class or course is in Native language instruction for adults. 3. The class or course is in literacy and numeracy for pupils in grade 7 or 8 for whom a remedial program in literacy and numeracy has been recommended by the principal of the day school in which the pupil is enrolled and the class or course is not provided as part of a day school program. 4. The class or course is a non-credit class or course in literacy and numeracy for pupils in grade 9 or a higher grade for whom a grade 9 or 10 remedial program in literacy and numeracy has been recommended by the principal of the day school in which the pupil is enrolled and the class or course is not provided as part of a day school program. 5. The class or course is in literacy and numeracy and is established for adults who are parents or guardians of pupils enrolled in a day school program for whom a remedial program in literacy and numeracy has been recommended by the principal of the day school in which the pupils are enrolled. 6. The class or course is for secondary school pupils who elected to take a transfer credit course to transfer between course types in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. 7. The class or course is for pupils who are enrolled in grade 9 in the school year and the principal, headmaster, headmistress or other person in charge of the school in which the pupil is enrolled strongly encourages the pupil to successfully complete additional course work of up to 30 hours before switching from one course type in grade 9 to another course type in grade 10 in the same subject, in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. O. Reg. 150/07, s. 3 (2). (3) Any pupils who are in a class or course offered for credit and who are not adults must be included in calculating the continuing education average daily enrolment for a board under subsection (1) for a class or course established for adults that is referred to in subsection (2). O. Reg. 150/07, s. 3 (3). (4) The following rules apply in calculating the continuing education average daily enrolment for a board under subsection (1) for a class or course referred to in subsection (5): 1. If the number of pupils in the class or course is 10 or more and less than 15, that number is increased to 15. 2. If the number of pupils in the class or course is less than 10, that number is increased by five. O. Reg. 150/07, s. 3 (4). (5) Subsection (4) applies with respect to a class or course, (a) referred to in paragraph 2 of subsection (2); and (b) referred to in paragraph 1 of subsection (2), other than a course delivered primarily through means other than classroom instruction, if the class or course is offered in a secondary school that is located in a territorial district and is more than 80 kilometres from all other secondary schools in the Province that have the same language of instruction. O. Reg. 150/07, s. 3 (5); O. Reg. 346/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P43_5358\"></a><a name=\"s003\"></a>3. </b>(1) Continuing education average daily enrolment for a board for the fiscal year is the sum of,</p> <p class=\"clause-e\"><a name=\"P44_5462\"></a><a name=\"c004\"></a>(a)<a name=\"P44_5465\"> </a><a name=\"c004e\"></a>an amount in respect of each pupil who is enrolled in a continuing education class or course established by the board, other than a continuing education course delivered primarily through means other than classroom instruction, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"40\" src=\"images/elaws_rev_regs_070150_e-2.gif\" width=\"59\"/></p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">“C” is the number of sessions for which the pupil is enrolled in the fiscal year, and</p> <p class=\"equationind2-e\">“D” is the number of minutes in each session; and</p> <p class=\"clause-e\">(b)<a name=\"P49_5867\"> </a><a name=\"c005e\"></a>an amount in respect of each pupil who is enrolled in a continuing education course established by the board and delivered primarily through means other than classroom instruction calculated as follows:</p> <p class=\"equation-e\">E × 0.1158 × F</p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">“E” is the number of credits and partial credits that may be earned by the pupil on successful completion of the course, and</p> <p class=\"equationind2-e\">“F” is the fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the fiscal year.</p> <p class=\"footnote-e\">O. Reg. 150/07, s. 3 (1).</p> <p class=\"subsection-e\"><a name=\"P55_6419\"></a><a name=\"ss001\"></a>(2) A class or course is a continuing education class or course for the purposes of subsection (1) if it is not a summer school class or course as defined in subsection 4 (1), it is approved by the Minister and it satisfies the conditions in one of the following paragraphs:</p> <p class=\"paragraph-e\">1. The class or course,</p> <p class=\"subpara-e\">i. is established for adults for which one or more credits, a partial credit referred to in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999” or a partial credit approved by the Minister may be granted, and</p> <p class=\"subpara-e\">ii. is in the intermediate division if it is offered by a school authority that is only authorized to provide elementary education.</p> <p class=\"paragraph-e\">2. The class or course is in Native language instruction for adults.</p> <p class=\"paragraph-e\">3. The class or course is in literacy and numeracy for pupils in grade 7 or 8 for whom a remedial program in literacy and numeracy has been recommended by the principal of the day school in which the pupil is enrolled and the class or course is not provided as part of a day school program.</p> <p class=\"paragraph-e\">4. The class or course is a non-credit class or course in literacy and numeracy for pupils in grade 9 or a higher grade for whom a grade 9 or 10 remedial program in literacy and numeracy has been recommended by the principal of the day school in which the pupil is enrolled and the class or course is not provided as part of a day school program.</p> <p class=\"paragraph-e\">5. The class or course is in literacy and numeracy and is established for adults who are parents or guardians of pupils enrolled in a day school program for whom a remedial program in literacy and numeracy has been recommended by the principal of the day school in which the pupils are enrolled.</p> <p class=\"paragraph-e\">6. The class or course is for secondary school pupils who elected to take a transfer credit course to transfer between course types in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”.</p> <p class=\"paragraph-e\">7. The class or course is for pupils who are enrolled in grade 9 in the school year and the principal, headmaster, headmistress or other person in charge of the school in which the pupil is enrolled strongly encourages the pupil to successfully complete additional course work of up to 30 hours before switching from one course type in grade 9 to another course type in grade 10 in the same subject, in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. O. Reg. 150/07, s. 3 (2).</p> <p class=\"subsection-e\"><a name=\"P65_9007\"></a><a name=\"ss002\"></a>(3) Any pupils who are in a class or course offered for credit and who are not adults must be included in calculating the continuing education average daily enrolment for a board under subsection (1) for a class or course established for adults that is referred to in subsection (2). O. Reg. 150/07, s. 3 (3).</p> <p class=\"subsection-e\"><a name=\"P66_9323\"></a><a name=\"ss003\"></a>(4) The following rules apply in calculating the continuing education average daily enrolment for a board under subsection (1) for a class or course referred to in subsection (5):</p> <p class=\"paragraph-e\">1. If the number of pupils in the class or course is 10 or more and less than 15, that number is increased to 15.</p> <p class=\"paragraph-e\">2. If the number of pupils in the class or course is less than 10, that number is increased by five. O. Reg. 150/07, s. 3 (4).</p> <p class=\"subsection-e\"><a name=\"P69_9746\"></a><a name=\"ss004\"></a>(5) Subsection (4) applies with respect to a class or course,</p> <p class=\"clause-e\"><a name=\"P70_9810\"></a><a name=\"c018\"></a>(a)<a name=\"P70_9813\"> </a><a name=\"c018e\"></a>referred to in paragraph 2 of subsection (2); and</p> <p class=\"clause-e\"><a name=\"P71_9862\"></a><a name=\"c019\"></a>(b)<a name=\"P71_9865\"> </a><a name=\"c019e\"></a>referred to in paragraph 1 of subsection (2), other than a course delivered primarily through means other than classroom instruction, if the class or course is offered in a secondary school that is located in a territorial district and is more than 80 kilometres from all other secondary schools in the Province that have the same language of instruction. O. Reg. 150/07, s. 3 (5); O. Reg. 346/09, s. 1.</p>"
        },
        {
            "id": "P73_10294",
            "section": "Summer school A.D.E.",
            "content": "4. (1) In this section, “summer school class or course” means a class or course, (a) that is provided by a board between the hours of 8 a.m. and 5 p.m., (b) that starts after the completion of the 2007-2008 school year and ends before the start of the 2008-2009 school year, and (c) that is a class or course, (i) for developmentally delayed pupils, (ii) in which a pupil may earn a credit, (iii) for pupils who have completed grade 7 or a higher grade and for whom a grade 7 or 8 remedial program in literacy and numeracy has been recommended by the principal, headmaster, headmistress or other person in charge of the school at which the pupil completed grade 7 or 8, (iv) for pupils who were enrolled in grade 9 or a higher grade and for whom a non-credit grade 9 or 10 remedial program in literacy and numeracy has been recommended by the principal, headmaster, headmistress or other person in charge of the school at which the pupil was enrolled, (v) for pupils who were enrolled in grade 10 or 11 and who elected to take a transfer credit course to transfer between course types in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”, or (vi) for pupils who are enrolled in grade 9 in the 2007-2008 school year and the principal, headmaster, headmistress or other person in charge of the school in which the pupil is enrolled strongly encourages the pupil to successfully complete additional non-credit crossover course work of up to 30 hours when the pupil plans to switch from one course type in grade 9 to the other in grade 10 in the same subject, in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. O. Reg. 150/07, s. 4 (1). (2) Only the following pupils are counted for the purposes of this section: 1. Pupils who were enrolled in a day school program offered by a board. 2. Pupils who were enrolled in any of grades 1 to 12 in a private school that was in compliance with subsection 16 (1) of the Act when the pupil was last enrolled in the school. O. Reg. 150/07, s. 4 (2). (3) Summer school average daily enrolment for a board for the fiscal year is the sum of the amounts in respect of each pupil enrolled in a summer school class or course that is provided by the board, other than a course delivered primarily through means other than classroom instruction, calculated as follows:  in which, “G” is the number of sessions of the summer school class or course in which the pupil is enrolled in the fiscal year, and “H” is the number of minutes in each session. O. Reg. 150/07, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P73_10294\"></a><a name=\"s004\"></a>4. </b>(1) In this section,</p> <p class=\"firstdef-e\">“summer school class or course” means a class or course,</p> <p class=\"defclause-e\">(a) that is provided by a board between the hours of 8 a.m. and 5 p.m.,</p> <p class=\"defclause-e\">(b) that starts after the completion of the 2007-2008 school year and ends before the start of the 2008-2009 school year, and</p> <p class=\"defclause-e\">(c) that is a class or course,</p> <p class=\"defsubclause-e\">(i) for developmentally delayed pupils,</p> <p class=\"defsubclause-e\">(ii) in which a pupil may earn a credit,</p> <p class=\"defsubclause-e\">(iii) for pupils who have completed grade 7 or a higher grade and for whom a grade 7 or 8 remedial program in literacy and numeracy has been recommended by the principal, headmaster, headmistress or other person in charge of the school<b> </b>at which the pupil completed grade 7 or 8,</p> <p class=\"defsubclause-e\">(iv) for pupils who were enrolled in grade 9 or a higher grade and for whom a non-credit grade 9 or 10 remedial program in literacy and numeracy has been recommended by the principal, headmaster, headmistress or other person in charge of the school at which the pupil was enrolled,</p> <p class=\"defsubclause-e\">(v) for pupils who were enrolled in grade 10 or 11 and who elected to take a transfer credit course to transfer between course types in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”, or</p> <p class=\"defsubclause-e\">(vi) for pupils who are enrolled in grade 9 in the 2007-2008 school year and the principal, headmaster, headmistress or other person in charge of the school in which the pupil is enrolled strongly encourages the pupil to successfully complete additional non-credit crossover course work of up to 30 hours when the pupil plans to switch from one course type in grade 9 to the other in grade 10 in the same subject, in accordance with section 5.6 of the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. O. Reg. 150/07, s. 4 (1).</p> <p class=\"subsection-e\"><a name=\"P84_12140\"></a><a name=\"ss005\"></a>(2) Only the following pupils are counted for the purposes of this section:</p> <p class=\"paragraph-e\">1. Pupils who were enrolled in a day school program offered by a board.</p> <p class=\"paragraph-e\">2. Pupils who were enrolled in any of grades 1 to 12 in a private school that was in compliance with subsection 16 (1) of the Act when the pupil was last enrolled in the school. O. Reg. 150/07, s. 4 (2).</p> <p class=\"subsection-e\"><a name=\"P87_12494\"></a><a name=\"ss006\"></a>(3) Summer school average daily enrolment for a board for the fiscal year is the sum of the amounts in respect of each pupil enrolled in a summer school class or course that is provided by the board, other than a course delivered primarily through means other than classroom instruction, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"40\" src=\"images/elaws_rev_regs_070150_e-3.gif\" width=\"59\"/></p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“G” is the number of sessions of the summer school class or course in which the pupil is enrolled in the fiscal year, and</p> <p class=\"equationind1-e\">“H” is the number of minutes in each session.</p> <p class=\"footnote-e\">O. Reg. 150/07, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Summer school A.D.E.",
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 150/07, s. 5. Français ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 150/07, s. 5.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_070150_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_070150_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}