{
    "reg_info": {
        "full_title": "O. Reg. 278/12: COMPENSATION",
        "reg_name_text": "COMPENSATION",
        "citation": "O. Reg. 278/12: ",
        "act_under": "Animal Health Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/120278",
        "date_scraped": "2023-12-19 04:54:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120278/v1",
            "valid_from": "September 14, 2012",
            "valid_to": "December 31, 2012"
        }
    ],
    "content": [
        {
            "id": "P11_248",
            "section": "Determination of amount of compensation",
            "content": "1. The amount of compensation that the Minister may authorize under section 26 of the Act shall be determined in accordance with subsections 26 (2) and (4) of the Act and with the rules set out in this Regulation. O. Reg. 278/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_248\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s1\">1.</a> </b>The amount of compensation that the Minister may authorize under section 26 of the Act shall be determined in accordance with subsections 26 (2) and (4) of the Act and with the rules set out in this Regulation. O. Reg. 278/12, s. 1.</p>"
        },
        {
            "id": "P13_515",
            "section": "Compensation to animal owner",
            "content": "2. (1) If compensation is payable to the owner of an animal under clause 26 (1) (a) of the Act, the amount of the compensation shall be determined under paragraph 1 of subsection 26 (2) of the Act unless subsection (2) applies. O. Reg. 278/12, s. 2 (1). (2) If compensation is payable to the owner of an animal under clause 26 (1) (a) of the Act and if compensation is payable to the same owner for the costs of the destruction and disposal of the animal under clause 26 (1) (d) of the Act, the amount of compensation that may be authorized by the Minister to the owner shall be equal to the sum of the following amounts, less any value received by the owner for the carcass of the animal: 1. The market value of the animal, as determined by the Minister in accordance with section 5. 2. Any costs reasonably incurred by the owner for the destruction of the animal. 3. Any costs reasonably incurred by the owner for the disposal of the animal carcass. O. Reg. 278/12, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P13_515\"></a><a name=\"s2s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s2s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s2s1\">2. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s2s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s2s1\">(1)</a> If compensation is payable to the owner of an animal under clause 26 (1) (a) of the Act, the amount of the compensation shall be determined under paragraph 1 of subsection 26 (2) of the Act unless subsection (2) applies. O. Reg. 278/12, s. 2 (1).</p> <p class=\"subsection-e\"><a name=\"P14_775\"></a><a name=\"s2s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s2s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s2s2\">(2)</a> If compensation is payable to the owner of an animal under clause 26 (1) (a) of the Act and if compensation is payable to the same owner for the costs of the destruction and disposal of the animal under clause 26 (1) (d) of the Act, the amount of compensation that may be authorized by the Minister to the owner shall be equal to the sum of the following amounts, less any value received by the owner for the carcass of the animal:</p> <p class=\"paragraph-e\">1. The market value of the animal, as determined by the Minister in accordance with section 5.</p> <p class=\"paragraph-e\">2. Any costs reasonably incurred by the owner for the destruction of the animal.</p> <p class=\"paragraph-e\">3. Any costs reasonably incurred by the owner for the disposal of the animal carcass. O. Reg. 278/12, s. 2 (2).</p>"
        },
        {
            "id": "P19_1536",
            "section": "Compensation for costs of cleaning, etc.",
            "content": "3. Despite clause 26 (1) (b) of the Act, the Minister shall not authorize compensation to a person for cleaning and disinfection costs incurred in the course of complying with a compliance order made under section 20 of the Act. O. Reg. 278/12, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P19_1536\"></a><a name=\"s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s3. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s3\">3.</a> </b>Despite clause 26 (1) (b) of the Act, the Minister shall not authorize compensation to a person for cleaning and disinfection costs incurred in the course of complying with a compliance order made under section 20 of the Act. O. Reg. 278/12, s. 3.</p>"
        },
        {
            "id": "P21_1836",
            "section": "Compensation to owners of animal product, etc.",
            "content": "4. (1) If compensation is payable to the owner of an animal product, animal by-product, input, fomite, waste material, conveyance or other thing under clause 26 (1) (c) of the Act, the amount of compensation that may be authorized by the Minister shall be equal to the market value of the thing, as determined by the Minister, less any value received for it upon its disposal. O. Reg. 278/12, s. 4 (1). (2) If compensation is payable to the owner of an animal product, animal by-product, input, fomite, waste material, conveyance or other thing for the costs of the destruction or disposal of the thing under clause 26 (1) (d) of the Act, the amount of compensation that may be authorized by the Minister shall be equal to the amount of any costs reasonably incurred by the owner in the destruction or in the disposal of the thing, as the case may be. O. Reg. 278/12, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P21_1836\"></a><a name=\"s4s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s4s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s4s1\">4. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s4s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s4s1\">(1)</a> If compensation is payable to the owner of an animal product, animal by-product, input, fomite, waste material, conveyance or other thing under clause 26 (1) (c) of the Act, the amount of compensation that may be authorized by the Minister shall be equal to the market value of the thing, as determined by the Minister, less any value received for it upon its disposal. O. Reg. 278/12, s. 4 (1).</p> <p class=\"subsection-e\"><a name=\"P22_2245\"></a><a name=\"s4s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s4s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s4s2\">(2)</a> If compensation is payable to the owner of an animal product, animal by-product, input, fomite, waste material, conveyance or other thing for the costs of the destruction or disposal of the thing under clause 26 (1) (d) of the Act, the amount of compensation that may be authorized by the Minister shall be equal to the amount of any costs reasonably incurred by the owner in the destruction or in the disposal of the thing, as the case may be. O. Reg. 278/12, s. 4 (2).</p>"
        },
        {
            "id": "P24_2746",
            "section": "Market value of animals",
            "content": "5. (1) The following rules apply to the calculation of the market value of an animal by the Minister under paragraph 1 of subsection 26 (2) of the Act or paragraph 1 of subsection 2 (2) of this Regulation: 1. The Minister may obtain the services of a valuator recommended by the Chief Veterinarian for Ontario. 2. The valuator shall prepare a written estimate of the market value of the animal and submit it to the Minister. 3. The market value of the animal may be based on, i. proof of the animal’s value provided by the person claiming compensation, such as receipts, current inventories, sales records or registration papers, ii. information as to the current prices in industry sales of animals of a similar breed, production type, age, gender, stage of production or of pregnancy, if any, health status, physical condition, genetic merit, pedigree and weight, iii. a combination of information described in subparagraphs i and ii, or iv. such other information as the Minister may require. 4. The Minister may accept, modify or reject the estimate of the market value of the animal prepared by the valuator. 5. The market value of the animal shall not exceed the maximum market value determined under subsection (2). O. Reg. 278/12, s. 5 (1). (2) The maximum market value that may be assigned to an animal is, (a) for an animal listed in Column 1 to the Schedule to the Compensation for Destroyed Animals Regulations made under the Health of Animals Act (Canada), the amount set out opposite the animal in Column 3 to the Schedule; or (b) for any animal that is not listed in the Schedule referred to in clause (a), $30.00. O. Reg. 278/12, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P24_2746\"></a><a name=\"s5s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s5s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s5s1\">5. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s5s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s5s1\">(1)</a> The following rules apply to the calculation of the market value of an animal by the Minister under paragraph 1 of subsection 26 (2) of the Act or paragraph 1 of subsection 2 (2) of this Regulation:</p> <p class=\"paragraph-e\">1. The Minister may obtain the services of a valuator recommended by the Chief Veterinarian for Ontario.</p> <p class=\"paragraph-e\">2. The valuator shall prepare a written estimate of the market value of the animal and submit it to the Minister.</p> <p class=\"paragraph-e\">3. The market value of the animal may be based on,</p> <p class=\"subpara-e\">i. proof of the animal’s value provided by the person claiming compensation, such as receipts, current inventories, sales records or registration papers,</p> <p class=\"subpara-e\">ii. information as to the current prices in industry sales of animals of a similar breed, production type, age, gender, stage of production or of pregnancy, if any, health status, physical condition, genetic merit, pedigree and weight,</p> <p class=\"subpara-e\">iii. a combination of information described in subparagraphs i and ii, or</p> <p class=\"subpara-e\">iv. such other information as the Minister may require.</p> <p class=\"paragraph-e\">4. The Minister may accept, modify or reject the estimate of the market value of the animal prepared by the valuator.</p> <p class=\"paragraph-e\">5. The market value of the animal shall not exceed the maximum market value determined under subsection (2). O. Reg. 278/12, s. 5 (1).</p> <p class=\"subsection-e\"><a name=\"P34_3985\"></a><a name=\"s5s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s5s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s5s2\">(2)</a> The maximum market value that may be assigned to an animal is,</p> <p class=\"clause-e\">(a) for an animal listed in Column 1 to the Schedule to the <i>Compensation for Destroyed Animals Regulations</i> made under the <i>Health of Animals Act</i> (Canada), the amount set out opposite the animal in Column 3 to the Schedule; or </p> <p class=\"clause-e\">(b) for any animal that is not listed in the Schedule referred to in clause (a), $30.00. O. Reg. 278/12, s. 5 (2).</p>"
        },
        {
            "id": "P38_4429",
            "section": "Market value of animal products, etc.",
            "content": "6. The following rules apply to the calculation of the market value of an animal product, animal by-product, input, fomite, waste material, conveyance or other thing by the Minister under subsection 4 (1): 1. The Minister may obtain the services of a valuator. 2. The valuator shall prepare a written estimate of the market value of the animal product, animal by-product, input, fomite, waste material, conveyance or other thing and submit it to the Minister. 3. The Minister may accept, modify or reject the estimate prepared by the valuator. O. Reg. 278/12, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P38_4429\"></a><a name=\"s6\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s6. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s6\">6.</a> </b>The following rules apply to the calculation of the market value of an animal<a name=\"P38_4512\"></a><a name=\"OLE_LINK2\"></a><a name=\"OLE_LINK1\"></a> product, animal by-product, input, fomite, waste material, conveyance or other thing by the Minister under subsection 4 (1):</p> <p class=\"paragraph-e\">1. The Minister may obtain the services of a valuator.</p> <p class=\"paragraph-e\">2. The valuator shall prepare a written estimate of the market value of the animal product, animal by-product, input, fomite, waste material, conveyance or other thing and submit it to the Minister.</p> <p class=\"paragraph-e\">3. The Minister may accept, modify or reject the estimate prepared by the valuator. O. Reg. 278/12, s. 6.</p>"
        },
        {
            "id": "P43_5008",
            "section": "Reasonable costs",
            "content": "7. (1) The rules set out in subsection (2) apply to the calculation of the following costs when determining the amount of compensation under section 26 of the Act: 1. Costs reasonably incurred in cleaning and disinfection referred to in paragraph 2 of subsection 26 (2) of the Act. 2. Costs reasonably incurred in the disposal of an animal carcass or other thing referred to in paragraph 3 of subsection 26 (2) of the Act. 3. Costs reasonably incurred in the destruction of an animal referred to in paragraph 2 of subsection 2 (2) of this Regulation. 4. Costs reasonably incurred in the disposal of an animal carcass referred to in paragraph 3 of subsection 2 (2) of this Regulation. 5. Costs reasonably incurred in the destruction or disposal of an animal product or other thing referred to in subsection 4 (2) of this Regulation. O. Reg. 278/12, s. 7 (1). (2) In determining whether the costs referred to in subsection (1) are reasonably incurred by a person, the Minister shall follow the following rules: 1. The person claiming compensation for the costs must establish to the Minister’s satisfaction that the costs have been incurred by submitting such receipts or other proof of payment as the Minister may require. 2. The following costs are deemed not to be reasonably incurred in relation to the costs for cleaning and disinfection referred to in paragraph 1 of subsection (1) and shall not be included in any compensation made under the Act: i. costs to repair equipment that breaks down or is damaged in the course of cleaning or disinfecting, ii. costs to repair property, including property owned by a third party, that is damaged in the course of cleaning and disinfecting, iii. costs for routine cleaning and disinfection, iv. costs for rodent control, and v. costs of repairs to a building or structure that are needed before cleaning and disinfection can take place or that are unrelated to an order issued under the Act. 3. The following costs are deemed not to be reasonably incurred in relation to the costs for disposal or destruction of an animal, animal carcass, animal product or other thing referred to in paragraph 2, 3, 4 or 5 of subsection (1) and shall not be included in any compensation made under the Act: i. costs to repair equipment that breaks down or is damaged in the course of the destruction or disposal, and ii. costs to repair property, including property owned by a third party, that is damaged in the course of the destruction or disposal. O. Reg. 278/12, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P43_5008\"></a><a name=\"s7s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s7s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s7s1\">7. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s7s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s7s1\">(1)</a> The rules set out in subsection (2) apply to the calculation of the following costs when determining the amount of compensation under section 26 of the Act:</p> <p class=\"paragraph-e\">1. Costs reasonably incurred in cleaning and disinfection referred to in paragraph 2 of subsection 26 (2) of the Act.</p> <p class=\"paragraph-e\">2. Costs reasonably incurred in the disposal of an animal carcass or other thing referred to in paragraph 3 of subsection 26 (2) of the Act.</p> <p class=\"paragraph-e\">3. Costs reasonably incurred in the destruction of an animal referred to in paragraph 2 of subsection 2 (2) of this Regulation.</p> <p class=\"paragraph-e\">4. Costs reasonably incurred in the disposal of an animal carcass referred to in paragraph 3 of subsection 2 (2) of this Regulation.</p> <p class=\"paragraph-e\">5. Costs reasonably incurred in the destruction or disposal of an animal product or other thing referred to in subsection 4 (2) of this Regulation. O. Reg. 278/12, s. 7 (1).</p> <p class=\"subsection-e\"><a name=\"P49_5862\"></a><a name=\"s7s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s7s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s7s2\">(2)</a> In determining whether the costs referred to in subsection (1) are reasonably incurred by a person, the Minister shall follow the following rules:</p> <p class=\"paragraph-e\">1. The person claiming compensation for the costs must establish to the Minister’s satisfaction that the costs have been incurred by submitting such receipts or other proof of payment as the Minister may require.</p> <p class=\"paragraph-e\">2. The following costs are deemed not to be reasonably incurred in relation to the costs for cleaning and disinfection referred to in paragraph 1 of subsection (1) and shall not be included in any compensation made under the Act:</p> <p class=\"subpara-e\">i. costs to repair equipment that breaks down or is damaged in the course of cleaning or disinfecting,</p> <p class=\"subpara-e\">ii. costs to repair property, including property owned by a third party, that is damaged in the course of cleaning and disinfecting,</p> <p class=\"subpara-e\">iii. costs for routine cleaning and disinfection,</p> <p class=\"subpara-e\">iv. costs for rodent control, and</p> <p class=\"subpara-e\">v. costs of repairs to a building or structure that are needed before cleaning and disinfection can take place or that are unrelated to an order issued under the Act.</p> <p class=\"paragraph-e\">3. The following costs are deemed not to be reasonably incurred in relation to the costs for disposal or destruction of an animal, animal carcass, animal product or other thing referred to in paragraph 2, 3, 4 or 5 of subsection (1) and shall not be included in any compensation made under the Act:</p> <p class=\"subpara-e\">i. costs to repair equipment that breaks down or is damaged in the course of the destruction or disposal, and</p> <p class=\"subpara-e\">ii. costs to repair property, including property owned by a third party, that is damaged in the course of the destruction or disposal. O. Reg. 278/12, s. 7 (2).</p>"
        },
        {
            "id": "P61_7533",
            "section": "Where compensation refused, reduced",
            "content": "8. For the purposes of clause 26 (4) (e) of the Act, the following are prescribed reasons for which the Minister may refuse to authorize compensation or may reduce the amount of compensation authorized under the Act: 1. The person claiming compensation fails to provide the Minister with the information required by the Minister to substantiate the claim. 2. The person claiming compensation provides the Minister with false, misleading or deceptive information in respect of the claim or withholds statements or information in respect of the claim. 3. The person claiming compensation has received, or is eligible to receive, compensation, reimbursement or damages for the same loss or costs from any other source. 4. The person claiming compensation failed to implement or adhere to any commonly accepted biosecurity measures customarily practised by persons having animals, animal products, animal by-products, inputs, fomites, waste material, conveyances or other things in similar situations in Ontario and the failure caused or contributed to the loss or costs for which compensation is being claimed. 5. The wilful or negligent conduct of the person claiming compensation caused or contributed to the loss or costs for which compensation is being claimed. 6. In the case of claims for compensation for cleaning and disinfection costs under clause 26 (1) (b) of the Act, i. the person claiming compensation failed to obtain estimates from more than two service providers before engaging a person to provide the service, and ii. the service could have been provided at a lower cost. 7. In the case of claims for compensation for destruction and disposal costs under clause 26 (1) (d) of the Act, the service could have been provided at a lower cost. 8. In cases where an order made under the Act gave rise to the claim for compensation, the person claiming compensation makes the claim more than 12 months after the day the order was made. O. Reg. 278/12, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P61_7533\"></a><a name=\"s8\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s8. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s8\">8.</a> </b>For the purposes of clause 26 (4) (e) of the Act, the following are prescribed reasons for which the Minister may refuse to authorize compensation or may reduce the amount of compensation authorized under the Act:</p> <p class=\"paragraph-e\">1. The person claiming compensation fails to provide the Minister with the information required by the Minister to substantiate the claim.</p> <p class=\"paragraph-e\">2. The person claiming compensation provides the Minister with false, misleading or deceptive information in respect of the claim or withholds statements or information in respect of the claim.</p> <p class=\"paragraph-e\">3. The person claiming compensation has received, or is eligible to receive, compensation, reimbursement or damages for the same loss or costs from any other source.</p> <p class=\"paragraph-e\">4. The person claiming compensation failed to implement or adhere to any commonly accepted biosecurity measures customarily practised by persons having animals, animal products, animal by-products, inputs, fomites, waste material, conveyances or other things in similar situations in Ontario and the failure caused or contributed to the loss or costs for which compensation is being claimed.</p> <p class=\"paragraph-e\">5. The wilful or negligent conduct of the person claiming compensation caused or contributed to the loss or costs for which compensation is being claimed.</p> <p class=\"paragraph-e\">6. In the case of claims for compensation for cleaning and disinfection costs under clause 26 (1) (b) of the Act, </p> <p class=\"subpara-e\">i. the person claiming compensation failed to obtain estimates from more than two service providers before engaging a person to provide the service, and</p> <p class=\"subpara-e\">ii. the service could have been provided at a lower cost.</p> <p class=\"paragraph-e\">7. In the case of claims for compensation for destruction and disposal costs under clause 26 (1) (d) of the Act, the service could have been provided at a lower cost.</p> <p class=\"paragraph-e\">8. In cases where an order made under the Act gave rise to the claim for compensation, the person claiming compensation makes the claim more than 12 months after the day the order was made. O. Reg. 278/12, s. 8.</p>"
        },
        {
            "id": "P72_9484",
            "section": "Where compensation refused, reduced",
            "content": "9. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 278/12, s. 9. Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P72_9484\"></a><a name=\"s9\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s9. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm#s9\">9.</a> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 278/12, s. 9.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_120278_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}