{
    "reg_info": {
        "full_title": "O. Reg. 815/94: DISPOSAL OF PROPERTY",
        "reg_name_text": "DISPOSAL OF PROPERTY",
        "citation": "O. Reg. 815/94: ",
        "act_under": "Municipal Act",
        "url": "https://www.ontario.ca/laws/regulation/940815",
        "date_scraped": "2023-12-19 21:47:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A municipality or local board may sell the following classes of real property without obtaining an appraisal under subsection 193 (4) of the Act: 1. Land 0.3 metres or less in width acquired in connection with an approval or decision under the Planning Act. 2. Highways, roads and road allowances. 3. Land formerly used for railway branch lines if sold to an owner of land abutting the former railway land. 4. Land that does not have direct access to a highway if sold to the owner of land abutting that land. 5. Land repurchased by an owner in accordance with section 42 of the Expropriations Act. 6. Land to be used for sites for the establishment and carrying on of industries and of industrial operations and incidental uses. 7. Land sold under sections 112, 112.1, 112.2 and 113 of the Municipal Act. 8. Easements granted to public utilities or to telephone companies. 9. Land sold under the Municipal Tax Sales Act. O. Reg. 815/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A municipality or local board may sell the following classes of real property without obtaining an appraisal under subsection 193 (4) of the Act:</p> <p class=\"paragraph-e\">1. Land 0.3 metres or less in width acquired in connection with an approval or decision under the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">2. Highways, roads and road allowances.</p> <p class=\"paragraph-e\">3. Land formerly used for railway branch lines if sold to an owner of land abutting the former railway land.</p> <p class=\"paragraph-e\">4. Land that does not have direct access to a highway if sold to the owner of land abutting that land.</p> <p class=\"paragraph-e\">5. Land repurchased by an owner in accordance with section 42 of the <i>Expropriations Act</i>.</p> <p class=\"paragraph-e\">6. Land to be used for sites for the establishment and carrying on of industries and of industrial operations and incidental uses.</p> <p class=\"paragraph-e\">7. Land sold under sections 112, 112.1, 112.2 and 113 of the <i>Municipal Act</i>.</p> <p class=\"paragraph-e\">8. Easements granted to public utilities or to telephone companies.</p> <p class=\"paragraph-e\">9. Land sold under the <i>Municipal Tax Sales Act</i>. O. Reg. 815/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A municipality or local board may sell real property to the following classes of public bodies without obtaining an appraisal under subsection 193 (4) of the Act: 1. Any municipality, including a metropolitan, regional or district municipality and the County of Oxford. 2. A local board as defined in the Municipal Affairs Act. 3. An authority under the Conservation Authorities Act. 4. The Crown in Right of Ontario or of Canada and their agencies. O. Reg. 815/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A municipality or local board may sell real property to the following classes of public bodies without obtaining an appraisal under subsection 193 (4) of the Act:</p> <p class=\"paragraph-e\">1. Any municipality, including a metropolitan, regional or district municipality and the County of Oxford.</p> <p class=\"paragraph-e\">2. A local board as defined in the <i>Municipal Affairs Act</i>.</p> <p class=\"paragraph-e\">3. An authority under the <i>Conservation Authorities Act</i>.</p> <p class=\"paragraph-e\">4. The Crown in Right of Ontario or of Canada and their agencies. O. Reg. 815/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. A municipality or local board is not required to list the following classes of real property in the public register established under subsection 193 (7) of the Act: 1. Land 0.3 metres or less in width acquired in connection with an approval or decision under the Planning Act. 2. All highways, roads and road allowances, whether or not opened, unopened, closed or stopped up. 3. Land formerly used for railway branch lines. O. Reg. 815/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A municipality or local board is not required to list the following classes of real property in the public register established under subsection 193 (7) of the Act:</p> <p class=\"paragraph-e\">1. Land 0.3 metres or less in width acquired in connection with an approval or decision under the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">2. All highways, roads and road allowances, whether or not opened, unopened, closed or stopped up.</p> <p class=\"paragraph-e\">3. Land formerly used for railway branch lines. O. Reg. 815/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 815/94, s. 4. Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 815/94, s. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940815_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940815_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}