{
    "reg_info": {
        "full_title": "O. Reg. 673/98: CONDUCT AND DUTIES OF POLICE OFFICERS RESPECTING INVESTIGATIONS BY THE SPECIAL INVESTIGATIONS UNIT",
        "reg_name_text": "CONDUCT AND DUTIES OF POLICE OFFICERS RESPECTING INVESTIGATIONS BY THE SPECIAL INVESTIGATIONS UNIT",
        "citation": "O. Reg. 673/98: ",
        "act_under": "Police Services Act   Loi sur les services policiers",
        "url": "https://www.ontario.ca/laws/regulation/980673",
        "date_scraped": "2023-12-19 06:25:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980673/v2",
            "valid_from": "June 28, 2010",
            "valid_to": "July  4, 2010"
        },
        {
            "a_href": "/laws/regulation/980673/v1",
            "valid_from": "January  1, 1999",
            "valid_to": "June 27, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation,  “SIU” means the special investigations unit established under section 113 of the Act; “subject officer” means a police officer whose conduct appears, in the opinion of the SIU director, to have caused the death or serious injury under investigation; “witness officer” means a police officer who, in the opinion of the SIU director, is involved in the incident under investigation but is not a subject officer. O. Reg. 673/98, s. 1 (1). (2) The SIU director may designate an SIU investigator to act in his or her place and to have all the powers and duties of the SIU director under this Regulation and, if the SIU director appoints a designate, any reference to the SIU director in this Regulation, excluding this subsection, means the SIU director or his or her designate. O. Reg. 673/98, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“SIU” means the special investigations unit established under section 113 of the Act;</p> <p class=\"definition-e\">“subject officer” means a police officer whose conduct appears, in the opinion of the SIU director, to have caused the death or serious injury under investigation;</p> <p class=\"definition-e\">“witness officer” means a police officer who, in the opinion of the SIU director, is involved in the incident under investigation but is not a subject officer. O. Reg. 673/98, s. 1 (1).</p> <p class=\"subsection-e\">(2) The SIU director may designate an SIU investigator to act in his or her place and to have all the powers and duties of the SIU director under this Regulation and, if the SIU director appoints a designate, any reference to the SIU director in this Regulation, excluding this subsection, means the SIU director or his or her designate. O. Reg. 673/98, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The chief of police may designate a member of the police force who is not a subject officer or witness officer in the incident to act in the place of the chief of police and to have all the powers and duties of the chief of police in any matter respecting an incident under investigation by the SIU. O. Reg. 673/98, s. 2 (1). (2) If the chief of police appoints a designate under subsection (1), any reference to the chief of police in this Regulation, excluding this section, means the chief of police or his or her designate. O. Reg. 673/98, s. 2 (2). (3) The person appointed under subsection (1) must be a senior officer. O. Reg. 673/98, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The chief of police may designate a member of the police force who is not a subject officer or witness officer in the incident to act in the place of the chief of police and to have all the powers and duties of the chief of police in any matter respecting an incident under investigation by the SIU. O. Reg. 673/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) If the chief of police appoints a designate under subsection (1), any reference to the chief of police in this Regulation, excluding this section, means the chief of police or his or her designate. O. Reg. 673/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) The person appointed under subsection (1) must be a senior officer. O. Reg. 673/98, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. A chief of police shall notify the SIU immediately of an incident involving one or more of his or her police officers that may reasonably be considered to fall within the investigative mandate of the SIU, as set out in subsection 113 (5) of the Act. O. Reg. 673/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A chief of police shall notify the SIU immediately of an incident involving one or more of his or her police officers that may reasonably be considered to fall within the investigative mandate of the SIU, as set out in subsection 113 (5) of the Act. O. Reg. 673/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The chief of police shall ensure that, pending the SIU taking charge of the scene of the incident, the scene is secured by the police force in a manner consistent with all standing orders, policies and usual practice of the police force for serious incidents. O. Reg. 673/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The chief of police shall ensure that, pending the SIU taking charge of the scene of the incident, the scene is secured by the police force in a manner consistent with all standing orders, policies and usual practice of the police force for serious incidents. O. Reg. 673/98, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The SIU shall be the lead investigator, and shall have priority over any police force, in the investigation of the incident. O. Reg. 673/98, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The SIU shall be the lead investigator, and shall have priority over any police force, in the investigation of the incident. O. Reg. 673/98, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The chief of police shall, to the extent that it is practicable, segregate all the police officers involved in the incident from each other until after the SIU has completed its interviews. O. Reg. 673/98, s. 6 (1). (2) A police officer involved in the incident shall not communicate with any other police officer involved in the incident concerning their involvement in the incident until after the SIU has completed its interviews. O. Reg. 673/98, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The chief of police shall, to the extent that it is practicable, segregate all the police officers involved in the incident from each other until after the SIU has completed its interviews. O. Reg. 673/98, s. 6 (1).</p> <p class=\"subsection-e\">(2) A police officer involved in the incident shall not communicate with any other police officer involved in the incident concerning their involvement in the incident until after the SIU has completed its interviews. O. Reg. 673/98, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Subject to subsection (2), every police officer is entitled to consult with legal counsel or a representative of the association and to have legal counsel or a representative of the association present during his or her interview with the SIU. O. Reg. 673/98, s. 7 (1). (2) Subsection (1) does not apply if, in the opinion of the SIU director, waiting for legal counsel or a representative of the association would cause an unreasonable delay in the investigation. O. Reg. 673/98, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Subject to subsection (2), every police officer is entitled to consult with legal counsel or a representative of the association and to have legal counsel or a representative of the association present during his or her interview with the SIU. O. Reg. 673/98, s. 7 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply if, in the opinion of the SIU director, waiting for legal counsel or a representative of the association would cause an unreasonable delay in the investigation. O. Reg. 673/98, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) Subject to subsections (2) and (5) and section 10, immediately upon being requested to be interviewed by the SIU, and no later than 24 hours after the request where there are appropriate grounds for delay, a witness officer shall meet with the SIU and answer all its questions. O. Reg. 673/98, s. 8 (1). (2) A request to be interviewed must be made in person. O. Reg. 673/98, s. 8 (2). (3) The SIU shall cause the interview to be recorded and shall give a copy of the record to the witness officer as soon as it is available. O. Reg. 673/98, s. 8 (3). (4) The interview shall not be recorded by audiotape or videotape except with the consent of the witness officer. O. Reg. 673/98, s. 8 (4). (5) The SIU director may request an interview take place beyond the time requirement as set out in subsection (1). O. Reg. 673/98, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Subject to subsections (2) and (5) and section 10, immediately upon being requested to be interviewed by the SIU, and no later than 24 hours after the request where there are appropriate grounds for delay, a witness officer shall meet with the SIU and answer all its questions. O. Reg. 673/98, s. 8 (1).</p> <p class=\"subsection-e\">(2) A request to be interviewed must be made in person. O. Reg. 673/98, s. 8 (2).</p> <p class=\"subsection-e\">(3) The SIU shall cause the interview to be recorded and shall give a copy of the record to the witness officer as soon as it is available. O. Reg. 673/98, s. 8 (3).</p> <p class=\"subsection-e\">(4) The interview shall not be recorded by audiotape or videotape except with the consent of the witness officer. O. Reg. 673/98, s. 8 (4).</p> <p class=\"subsection-e\">(5) The SIU director may request an interview take place beyond the time requirement as set out in subsection (1). O. Reg. 673/98, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) A witness officer shall complete in full the notes on the incident in accordance with his or her duty and, subject to subsection (4) and section 10, shall provide the notes to the chief of police within 24 hours after a request for the notes is made by the SIU. O. Reg. 673/98, s. 9 (1). (2) Subject to subsection (4) and section 10, the chief of police shall provide copies of a witness officer’s notes to the SIU upon request, and no later than 24 hours after the request. O. Reg. 673/98, s. 9 (2). (3) A subject officer shall complete in full the notes on the incident in accordance with his or her duty, but no member of the police force shall provide copies of the notes at the request of the SIU. O. Reg. 673/98, s. 9 (3). (4) The SIU director may allow the chief of police to provide copies of the notes beyond the time requirement set out in subsection (2). O. Reg. 673/98, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A witness officer shall complete in full the notes on the incident in accordance with his or her duty and, subject to subsection (4) and section 10, shall provide the notes to the chief of police within 24 hours after a request for the notes is made by the SIU. O. Reg. 673/98, s. 9 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (4) and section 10, the chief of police shall provide copies of a witness officer’s notes to the SIU upon request, and no later than 24 hours after the request. O. Reg. 673/98, s. 9 (2).</p> <p class=\"subsection-e\">(3) A subject officer shall complete in full the notes on the incident in accordance with his or her duty, but no member of the police force shall provide copies of the notes at the request of the SIU. O. Reg. 673/98, s. 9 (3).</p> <p class=\"subsection-e\">(4) The SIU director may allow the chief of police to provide copies of the notes beyond the time requirement set out in subsection (2). O. Reg. 673/98, s. 9 (4).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) The SIU shall, before requesting an interview with a police officer or before requesting a copy of his or her notes on the incident, advise the chief of police and the officer in writing whether the officer is considered to be a subject officer or a witness officer. O. Reg. 673/98, s. 10 (1). (2) The SIU shall advise the chief of police and the police officer in writing if, at any time after first advising them that the officer is considered to be a subject officer or a witness officer, the SIU director decides that an officer formerly considered to be a subject officer is now considered to be a witness officer or an officer formerly considered to be a witness officer is now considered to be a subject officer. O. Reg. 673/98, s. 10 (2). (3) If, after interviewing a police officer who was considered to be a witness officer when the interview was requested or after obtaining a copy of the notes of a police officer who was considered to be a witness officer when the notes were requested, the SIU director decides that the police officer is a subject officer, the SIU shall, (a) advise the chief of police and the officer in writing that the officer is now considered to be a subject officer; (b) give the police officer the original and all copies of the record of the interview; and (c) give the chief of police the original and all copies of the police officer’s notes. O. Reg. 673/98, s. 10 (3). (4) The chief of police shall keep the original and all copies of the police officer’s notes returned under clause (3) (c) for use in his or her investigation under section 11. O. Reg. 673/98, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The SIU shall, before requesting an interview with a police officer or before requesting a copy of his or her notes on the incident, advise the chief of police and the officer in writing whether the officer is considered to be a subject officer or a witness officer. O. Reg. 673/98, s. 10 (1).</p> <p class=\"subsection-e\">(2) The SIU shall advise the chief of police and the police officer in writing if, at any time after first advising them that the officer is considered to be a subject officer or a witness officer, the SIU director decides that an officer formerly considered to be a subject officer is now considered to be a witness officer or an officer formerly considered to be a witness officer is now considered to be a subject officer. O. Reg. 673/98, s. 10 (2).</p> <p class=\"subsection-e\">(3) If, after interviewing a police officer who was considered to be a witness officer when the interview was requested or after obtaining a copy of the notes of a police officer who was considered to be a witness officer when the notes were requested, the SIU director decides that the police officer is a subject officer, the SIU shall,</p> <p class=\"clause-e\">(a) advise the chief of police and the officer in writing that the officer is now considered to be a subject officer;</p> <p class=\"clause-e\">(b) give the police officer the original and all copies of the record of the interview; and</p> <p class=\"clause-e\">(c) give the chief of police the original and all copies of the police officer’s notes. O. Reg. 673/98, s. 10 (3).</p> <p class=\"subsection-e\">(4) The chief of police shall keep the original and all copies of the police officer’s notes returned under clause (3) (c) for use in his or her investigation under section 11. O. Reg. 673/98, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The chief of police shall also cause an investigation to be conducted forthwith into any incident with respect to which the SIU has been notified, subject to the SIU’s lead role in investigating the incident. O. Reg. 673/98, s. 11 (1). (2) The purpose of the chief of police’s investigation is to review the policies of or services provided by the police force and the conduct of its police officers. O. Reg. 673/98, s. 11 (2). (3) All members of the police force shall co-operate fully with the chief of police’s investigation. O. Reg. 673/98, s. 11 (3). (4) The chief of police of a municipal police force shall report his or her findings and any action taken or recommended to be taken to the board within 30 days after the SIU director advises the chief of police that he or she has reported the results of the SIU’s investigation to the Attorney General, and the board may make the chief of police’s report available to the public. O. Reg. 673/98, s. 11 (4). (5) The Commissioner of the Ontario Provincial Police shall prepare a report of his or her findings and any action taken within 30 days after the SIU director advises the Commissioner that he or she has reported the results of the SIU’s investigation to the Attorney General, and the Commissioner may make the report available to the public. O. Reg. 673/98, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The chief of police shall also cause an investigation to be conducted forthwith into any incident with respect to which the SIU has been notified, subject to the SIU’s lead role in investigating the incident. O. Reg. 673/98, s. 11 (1).</p> <p class=\"subsection-e\">(2) The purpose of the chief of police’s investigation is to review the policies of or services provided by the police force and the conduct of its police officers. O. Reg. 673/98, s. 11 (2).</p> <p class=\"subsection-e\">(3) All members of the police force shall co-operate fully with the chief of police’s investigation. O. Reg. 673/98, s. 11 (3).</p> <p class=\"subsection-e\">(4) The chief of police of a municipal police force shall report his or her findings and any action taken or recommended to be taken to the board within 30 days after the SIU director advises the chief of police that he or she has reported the results of the SIU’s investigation to the Attorney General, and the board may make the chief of police’s report available to the public. O. Reg. 673/98, s. 11 (4).</p> <p class=\"subsection-e\">(5) The Commissioner of the Ontario Provincial Police shall prepare a report of his or her findings and any action taken within 30 days after the SIU director advises the Commissioner that he or she has reported the results of the SIU’s investigation to the Attorney General, and the Commissioner may make the report available to the public. O. Reg. 673/98, s. 11 (5).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) The police force may disclose to any person the fact that the SIU director has been notified of an incident and is conducting an investigation into it. O. Reg. 673/98, s. 12 (1). (2) Except as permitted by this Regulation, the police force and members of the police force shall not, during the course of an investigation by the SIU, disclose to any person any information with respect to the incident or the investigation. O. Reg. 673/98, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The police force may disclose to any person the fact that the SIU director has been notified of an incident and is conducting an investigation into it. O. Reg. 673/98, s. 12 (1).</p> <p class=\"subsection-e\">(2) Except as permitted by this Regulation, the police force and members of the police force shall not, during the course of an investigation by the SIU, disclose to any person any information with respect to the incident or the investigation. O. Reg. 673/98, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. The SIU shall not, during the course of an investigation by the SIU, make any public statement about the investigation unless such statement is aimed at preserving the integrity of the investigation. O. Reg. 673/98, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The SIU shall not, during the course of an investigation by the SIU, make any public statement about the investigation unless such statement is aimed at preserving the integrity of the investigation. O. Reg. 673/98, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. A chief of police or police officer shall not be required to comply with a provision of this Regulation if, in the opinion of the SIU director, compliance is not possible for reasons beyond the chief of police’s or police officer’s control. O. Reg. 673/98, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>A chief of police or police officer shall not be required to comply with a provision of this Regulation if, in the opinion of the SIU director, compliance is not possible for reasons beyond the chief of police’s or police officer’s control. O. Reg. 673/98, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 673/98, s. 15. ",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 673/98, s. 15.</p> <p class=\"Normal\"></p>"
        }
    ]
}