{
    "reg_info": {
        "full_title": "O. Reg. 271/09: FAIR REGISTRATION PRACTICES",
        "reg_name_text": "fair registration practices",
        "citation": "O. Reg. 271/09: FAIR REGISTRATION PRACTICES",
        "act_under": "Ontario College of Teachers Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/090271",
        "date_scraped": "2023-12-18 03:40:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 27, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090271/v2",
            "valid_from": "December 15, 2009",
            "valid_to": "July 26, 2023"
        },
        {
            "a_href": "/laws/regulation/090271/v1",
            "valid_from": "July 17, 2009",
            "valid_to": "December 14, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “certificate” means a certificate of qualification and registration under the Act. (“certificat”) O. Reg. 271/09, s. 1. Note: On December 31, 2023, section 1 of the Regulation is amended by adding the following definition: (See: O. Reg. 228/23, s. 1) “teachers’ qualifications regulation” means Ontario Regulation 176/10 (Teachers’ Qualifications) made under the Act. (“règlement sur les qualifications requises pour enseigner”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“certificate” means a certificate of qualification and registration under the Act. (“certificat”) O. Reg. 271/09, s. 1.</p> <p class=\"Pnote-e\">Note: On December 31, 2023, section 1 of the Regulation is amended by adding the following definition: (See: O. Reg. 228/23, s. 1)</p> <p class=\"Ydefinition-e\">“teachers’ qualifications regulation” means Ontario Regulation 176/10 (Teachers’ Qualifications) made under the Act. (“règlement sur les qualifications requises pour enseigner”)</p>"
        },
        {
            "id": "2.",
            "section": "Information about registration",
            "content": " 2. The College shall make the following information available in paper and electronic format to individuals applying or intending to apply for a certificate: 1. The requirements specified in the Act and the regulations for the issuance of a certificate, including the documents that must be provided in support of the application. 2. An indication of which of those requirements, if any, the regulations allow to be satisfied through alternative means and what the alternative means are. 3. An indication of what alternative evidence, if any, may be provided under the regulations in support of the application if an applicant cannot obtain the documents referred to in paragraph 1 for reasons beyond his or her control. 4. All fees related to the application for and the issuance of a certificate, as set out in the by-laws. 5. That the Registrar will use his or her best efforts to make a decision about whether to issue a certificate within 120 days after receiving the application for the certificate and all required supporting documents.  O. Reg. 271/09, s. 2; S.O. 2009, c. 33, Sched. 13, s. 5 (1, 2). Note: On December 31, 2023, paragraph 5 of section 2 of the Regulation is revoked and the following substituted: (See: O. Reg. 228/23, s. 2) 5. That the Registrar will make a decision about whether to issue a certificate in accordance with the timelines set out in subsection 3 (4) of this Regulation after receiving all of the following: i. The application for a certificate. ii. Payment of all fees required under the by-laws for the issuance of the certificate. iii. All required supporting documents and evidence, to the satisfaction of the Registrar.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The College shall make the following information available in paper and electronic format to individuals applying or intending to apply for a certificate:</p> <p class=\"paragraph-e\">  1. The requirements specified in the Act and the regulations for the issuance of a certificate, including the documents that must be provided in support of the application.</p> <p class=\"paragraph-e\">  2. An indication of which of those requirements, if any, the regulations allow to be satisfied through alternative means and what the alternative means are.</p> <p class=\"paragraph-e\">  3. An indication of what alternative evidence, if any, may be provided under the regulations in support of the application if an applicant cannot obtain the documents referred to in paragraph 1 for reasons beyond his or her control.</p> <p class=\"paragraph-e\">  4. All fees related to the application for and the issuance of a certificate, as set out in the by-laws.</p> <p class=\"paragraph-e\">  5. That the Registrar will use his or her best efforts to make a decision about whether to issue a certificate within 120 days after receiving the application for the certificate and all required supporting documents.  O. Reg. 271/09, s. 2; S.O. 2009, c. 33, Sched. 13, s. 5 (1, 2).</p> <p class=\"Pnote-e\">Note: On December 31, 2023, paragraph 5 of section 2 of the Regulation is revoked and the following substituted: (See: O. Reg. 228/23, s. 2)</p> <p class=\"Yparagraph-e\">  5. That the Registrar will make a decision about whether to issue a certificate in accordance with the timelines set out in subsection 3 (4) of this Regulation after receiving all of the following:</p> <p class=\"Ysubpara-e\">  i. The application for a certificate.</p> <p class=\"Ysubpara-e\">  ii. Payment of all fees required under the by-laws for the issuance of the certificate. </p> <p class=\"Ysubpara-e\">  iii. All required supporting documents and evidence, to the satisfaction of the Registrar.</p>"
        },
        {
            "id": "3.",
            "section": "Application for certificate",
            "content": " 3. (1) Upon receiving an application for a certificate, the Registrar shall give the applicant a written notice acknowledging receipt of the application.  O. Reg. 271/09, s. 3 (1); S.O. 2009, c. 33, Sched. 13, s. 5 (1). (2) Upon receiving all of the documents required to be provided in support of the application, the Registrar shall give the applicant a written notice acknowledging receipt of all required supporting documents.  O. Reg. 271/09, s. 3 (2); S.O. 2009, c. 33, Sched. 13, s. 5 (1). (3) The Registrar shall use his or her best efforts to do one of the following within 120 days after having received all of the required supporting documents: 1. Issue the certificate without terms, conditions or limitations. 2. Issue the certificate with terms, conditions or limitations to which the applicant has consented. 3. Give notice in accordance with subsections 20 (1) to (3) of the Act of a proposal by the Registrar to refuse to issue a certificate of qualification and registration or to issue the certificate with terms, conditions or limitations to which the applicant has not consented.  O. Reg. 271/09, s. 3 (3); S.O. 2009, c. 33, Sched. 13, s. 5 (1, 3). Note: On December 31, 2023, section 3 of the Regulation is revoked and the following substituted: (See: O. Reg. 228/23, s. 3) Application for certificate 3. (1) Upon receiving the items mentioned in subparagraphs 5 i and ii of section 2, the Registrar shall give the applicant a written notice acknowledging receipt. O. Reg. 228/23, s. 3. (2) Upon receiving the items mentioned in subparagraph 5 iii of section 2, the Registrar shall give the applicant a written notice acknowledging receipt. O. Reg. 228/23, s. 3. (3) After giving the applicant the written notice mentioned in subsection (2), the Registrar shall take one of the following actions in accordance with subsection (4): 1. Issue the certificate without terms, conditions or limitations. 2. Issue the certificate with terms, conditions or limitations to which the applicant has consented. 3. Give notice in accordance with subsections 20 (1) to (3) of the Act of a proposal by the Registrar to refuse to issue a certificate of qualification and registration or to issue the certificate with terms, conditions or limitations to which the applicant has not consented. O. Reg. 228/23, s. 3. (4) The Registrar shall take one of the actions set out in subsection (3) in accordance with the following rules: 1. In the case of an application received under section 4 of the teachers’ qualifications regulation, the Registrar shall take one of the actions forthwith, unless the Registrar determines there are exceptional circumstances that prevent the Registrar from doing so. 2. In the case of an application received under section 5 of the teachers’ qualifications regulation, the Registrar shall take one of the actions within the timeline set out under subsection 9.1 (4) of the Fair Access to Regulated Professions and Compulsory Trades Act, 2006, unless an exemption has been granted under section 9.2 of that Act. 3. In the case of an application received under section 6, 6.1 or 6.2 of the teachers’ qualifications regulation, the Registrar shall take one of the actions within 60 business days, unless the Registrar determines there are exceptional circumstances that prevent the Registrar from doing so. O. Reg. 228/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Upon receiving an application for a certificate, the Registrar shall give the applicant a written notice acknowledging receipt of the application.  O. Reg. 271/09, s. 3 (1); S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Upon receiving all of the documents required to be provided in support of the application, the Registrar shall give the applicant a written notice acknowledging receipt of all required supporting documents.  O. Reg. 271/09, s. 3 (2); S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p> <p class=\"subsection-e\">  (3) The Registrar shall use his or her best efforts to do one of the following within 120 days after having received all of the required supporting documents:</p> <p class=\"paragraph-e\">  1. Issue the certificate without terms, conditions or limitations.</p> <p class=\"paragraph-e\">  2. Issue the certificate with terms, conditions or limitations to which the applicant has consented.</p> <p class=\"paragraph-e\">  3. Give notice in accordance with subsections 20 (1) to (3) of the Act of a proposal by the Registrar to refuse to issue a certificate of qualification and registration or to issue the certificate with terms, conditions or limitations to which the applicant has not consented.  O. Reg. 271/09, s. 3 (3); S.O. 2009, c. 33, Sched. 13, s. 5 (1, 3).</p> <p class=\"Pnote-e\">Note: On December 31, 2023, section 3 of the Regulation is revoked and the following substituted: (See: O. Reg. 228/23, s. 3)</p> <p class=\"Yheadnote-e\">Application for certificate</p> <p class=\"Ysection-e\"> <b>3. </b>(1) Upon receiving the items mentioned in subparagraphs 5 i and ii of section 2, the Registrar shall give the applicant a written notice acknowledging receipt. O. Reg. 228/23, s. 3.</p> <p class=\"Ysubsection-e\">  (2) Upon receiving the items mentioned in subparagraph 5 iii of section 2, the Registrar shall give the applicant a written notice acknowledging receipt. O. Reg. 228/23, s. 3.</p> <p class=\"Ysubsection-e\">  (3) After giving the applicant the written notice mentioned in subsection (2), the Registrar shall take one of the following actions in accordance with subsection (4):</p> <p class=\"Yparagraph-e\">  1. Issue the certificate without terms, conditions or limitations.</p> <p class=\"Yparagraph-e\">  2. Issue the certificate with terms, conditions or limitations to which the applicant has consented.</p> <p class=\"Yparagraph-e\">  3. Give notice in accordance with subsections 20 (1) to (3) of the Act of a proposal by the Registrar to refuse to issue a certificate of qualification and registration or to issue the certificate with terms, conditions or limitations to which the applicant has not consented. O. Reg. 228/23, s. 3.</p> <p class=\"Ysubsection-e\">  (4) The Registrar shall take one of the actions set out in subsection (3) in accordance with the following rules:</p> <p class=\"Yparagraph-e\">  1. In the case of an application received under section 4 of the teachers’ qualifications regulation, the Registrar shall take one of the actions forthwith, unless the Registrar determines there are exceptional circumstances that prevent the Registrar from doing so.</p> <p class=\"Yparagraph-e\">  2. In the case of an application received under section 5 of the teachers’ qualifications regulation, the Registrar shall take one of the actions within the timeline set out under subsection 9.1 (4) of the <i>Fair Access to Regulated Professions and Compulsory Trades Act, 2006</i>, unless an exemption has been granted under section 9.2 of that Act.</p> <p class=\"Yparagraph-e\">  3. In the case of an application received under section 6, 6.1 or 6.2 of the teachers’ qualifications regulation, the Registrar shall take one of the actions within 60 business days, unless the Registrar determines there are exceptional circumstances that prevent the Registrar from doing so. O. Reg. 228/23, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Disclosure of application file",
            "content": " 4. If the Registrar is of the opinion that disclosure to the applicant under section 19 of the Act of certain parts of a document the College has that is relevant to the application may jeopardize the safety of another person, but those parts of the document can reasonably be severed from the other parts of the document, the Registrar shall give the applicant the other parts of the document.  O. Reg. 271/09, s. 4; S.O. 2009, c. 33, Sched. 13, s. 5 (1).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>If the Registrar is of the opinion that disclosure to the applicant under section 19 of the Act of certain parts of a document the College has that is relevant to the application may jeopardize the safety of another person, but those parts of the document can reasonably be severed from the other parts of the document, the Registrar shall give the applicant the other parts of the document.  O. Reg. 271/09, s. 4; S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p>"
        },
        {
            "id": "5.",
            "section": "Proposal to refuse certificate or to impose terms, etc. without consent",
            "content": " 5. A notice of proposal under section 20 of the Act shall, in addition to providing the information required by subsections 20 (1) to (3) of the Act, provide the following information: 1. That if the applicant requests a review by the Registration Appeals Committee, the applicant may provide written submissions with his or her request. 2. Documents that the applicant may wish to include with his or her written submissions. 3. All fees related to the review process, as set out in the by-laws. 4. That if the applicant does not request a review by the Registration Appeals Committee in accordance with subsection 20 (4) of the Act, the Registrar may carry out the proposal stated in the notice. 5. That the Registration Appeals Committee may extend the 60-day period for requesting a review under subsection 20 (4) of the Act if it is satisfied that there are apparent grounds for granting relief and that there are reasonable grounds for applying for the extension. 6. That the Registration Appeals Committee will use its best efforts to make a decision on the review within 120 days after the request for review is received. 7. That the Registration Appeals Committee may refuse to conduct a review if, in its opinion, the request for review is frivolous, vexatious or an abuse of process.  O. Reg. 271/09, s. 5; S.O. 2009, c. 33, Sched. 13, s. 5 (1).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>A notice of proposal under section 20 of the Act shall, in addition to providing the information required by subsections 20 (1) to (3) of the Act, provide the following information:</p> <p class=\"paragraph-e\">  1. That if the applicant requests a review by the Registration Appeals Committee, the applicant may provide written submissions with his or her request.</p> <p class=\"paragraph-e\">  2. Documents that the applicant may wish to include with his or her written submissions.</p> <p class=\"paragraph-e\">  3. All fees related to the review process, as set out in the by-laws.</p> <p class=\"paragraph-e\">  4. That if the applicant does not request a review by the Registration Appeals Committee in accordance with subsection 20 (4) of the Act, the Registrar may carry out the proposal stated in the notice.</p> <p class=\"paragraph-e\">  5. That the Registration Appeals Committee may extend the 60-day period for requesting a review under subsection 20 (4) of the Act if it is satisfied that there are apparent grounds for granting relief and that there are reasonable grounds for applying for the extension.</p> <p class=\"paragraph-e\">  6. That the Registration Appeals Committee will use its best efforts to make a decision on the review within 120 days after the request for review is received.</p> <p class=\"paragraph-e\">  7. That the Registration Appeals Committee may refuse to conduct a review if, in its opinion, the request for review is frivolous, vexatious or an abuse of process.  O. Reg. 271/09, s. 5; S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p>"
        },
        {
            "id": "6.",
            "section": "Request for review of Registrar’s proposal",
            "content": " 6. (1) Upon receiving a request for a review by the Registration Appeals Committee in accordance with subsection 20 (4) of the Act, the Registrar shall give the person making the request a written notice acknowledging receipt of the request.  O. Reg. 271/09, s. 6 (1); S.O. 2009, c. 33, Sched. 13, s. 5 (1). (2) Before making a decision or giving a direction under section 21 of the Act, the Registration Appeals Committee may hold a hearing or afford the person requesting the review an opportunity for a hearing or an opportunity to make oral submissions.  O. Reg. 271/09, s. 6 (2). (3) The Registration Appeals Committee shall use its best efforts to comply with subsection 21 (12) of the Act within 120 days after the Registrar receives a request for review referred to in subsection (1).  O. Reg. 271/09, s. 6 (3); S.O. 2009, c. 33, Sched. 13, s. 5 (1).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Upon receiving a request for a review by the Registration Appeals Committee in accordance with subsection 20 (4) of the Act, the Registrar shall give the person making the request a written notice acknowledging receipt of the request.  O. Reg. 271/09, s. 6 (1); S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Before making a decision or giving a direction under section 21 of the Act, the Registration Appeals Committee may hold a hearing or afford the person requesting the review an opportunity for a hearing or an opportunity to make oral submissions.  O. Reg. 271/09, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The Registration Appeals Committee shall use its best efforts to comply with subsection 21 (12) of the Act within 120 days after the Registrar receives a request for review referred to in subsection (1).  O. Reg. 271/09, s. 6 (3); S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p>"
        },
        {
            "id": "7.",
            "section": "Application for variation",
            "content": " 7. (1) Upon receiving an application from a member under section 22 of the Act for an order directing the Registrar to remove or modify any term, condition or limitation imposed on the member’s certificate, the Registration Appeals Committee shall give the member a written notice acknowledging receipt of the application.  O. Reg. 271/09, s. 7 (1); S.O. 2009, c. 33, Sched. 13, s. 5 (1). (2) Before making a decision or giving a direction under section 22 of the Act, the Registration Appeals Committee may hold a hearing or afford the applicant an opportunity for a hearing or an opportunity to make oral submissions.  O. Reg. 271/09, s. 7 (2). (3) The Registration Appeals Committee shall use its best efforts to comply with subsection 22 (10) of the Act within 120 days after receiving an application referred to in subsection (1).  O. Reg. 271/09, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Upon receiving an application from a member under section 22 of the Act for an order directing the Registrar to remove or modify any term, condition or limitation imposed on the member’s certificate, the Registration Appeals Committee shall give the member a written notice acknowledging receipt of the application.  O. Reg. 271/09, s. 7 (1); S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Before making a decision or giving a direction under section 22 of the Act, the Registration Appeals Committee may hold a hearing or afford the applicant an opportunity for a hearing or an opportunity to make oral submissions.  O. Reg. 271/09, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The Registration Appeals Committee shall use its best efforts to comply with subsection 22 (10) of the Act within 120 days after receiving an application referred to in subsection (1).  O. Reg. 271/09, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Notice of right to appeal",
            "content": "  8. When the Registration Appeals Committee serves a copy of the committee’s decision and reasons on a person under subsection 21 (12) or 22 (10) of the Act, the committee shall also serve the person with a notice stating that the person may appeal to the Divisional Court, in accordance with the rules of court, from the decision of the committee.  O. Reg. 271/09, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>When the Registration Appeals Committee serves a copy of the committee’s decision and reasons on a person under subsection 21 (12) or 22 (10) of the Act, the committee shall also serve the person with a notice stating that the person may appeal to the Divisional Court, in accordance with the rules of court, from the decision of the committee.  O. Reg. 271/09, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Training",
            "content": " 9. The College shall ensure that training in how to assess applications for a certificate, including training in special considerations that apply in the assessment of such applications and the process for applying those considerations, is provided to, (a) College staff who provide advice to the Registrar in the assessment of applications for a certificate; and (b) members of the Registration Appeals Committee and individuals who are on the roster of eligible panellists for the committee.  O. Reg. 271/09, s. 9; S.O. 2009, c. 33, Sched. 13, s. 5 (1).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The College shall ensure that training in how to assess applications for a certificate, including training in special considerations that apply in the assessment of such applications and the process for applying those considerations, is provided to,</p> <p class=\"clause-e\">  (a) College staff who provide advice to the Registrar in the assessment of applications for a certificate; and</p> <p class=\"clause-e\">  (b) members of the Registration Appeals Committee and individuals who are on the roster of eligible panellists for the committee.  O. Reg. 271/09, s. 9; S.O. 2009, c. 33, Sched. 13, s. 5 (1).</p>"
        },
        {
            "id": "10.",
            "section": "Training",
            "content": " 10. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 271/09, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 271/09, s. 10.</p>"
        },
        {
            "id": null,
            "section": "Training",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/090271\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}