{
    "reg_info": {
        "full_title": "O. Reg. 498/01: EQUITY IN EDUCATION TAX CREDIT",
        "reg_name_text": "EQUITY IN EDUCATION TAX CREDIT",
        "citation": "O. Reg. 498/01: ",
        "act_under": "Income Tax Act   Loi de l’impôt sur le revenu",
        "url": "https://www.ontario.ca/laws/regulation/010498",
        "date_scraped": "2023-12-19 06:17:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010498/v1",
            "valid_from": "August 11, 2003",
            "valid_to": "September 30, 2010"
        }
    ],
    "content": [
        {
            "id": "P11_276",
            "section": "Eligible child",
            "content": "1. For the purposes of subsection 8.4.2 (1) of the Act, (a) an individual who is at least four years of age throughout the taxation year, but is not 21 years of age or older at any time in the taxation year is an eligible child throughout the taxation year; (b) an individual who attains the age of four years in a taxation year is an eligible child for the period from September 1 to December 31 in the year; and (c) an individual who attains the age of 21 years in a taxation year is an eligible child for the period from January 1 to June 30 in the year. O. Reg. 498/01, s. 1; O. Reg. 384/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_276\"></a><a name=\"BK0\"></a>1. </b>For the purposes of subsection 8.4.2 (1) of the Act,</p> <p class=\"clause-e\">(a) an individual who is at least four years of age throughout the taxation year, but is not 21 years of age or older at any time in the taxation year is an eligible child throughout the taxation year;</p> <p class=\"clause-e\">(b) an individual who attains the age of four years in a taxation year is an eligible child for the period from September 1 to December 31 in the year; and</p> <p class=\"clause-e\">(c) an individual who attains the age of 21 years in a taxation year is an eligible child for the period from January 1 to June 30 in the year. O. Reg. 498/01, s. 1; O. Reg. 384/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Eligible course of study",
            "content": "2. (1) The following rules are prescribed for the purposes of clause (b) of the definition of “eligible course of study” in subsection 8.4.2 (1) of the Act: 1. An elementary or secondary course of study is an eligible course of study, i. if it complies with such requirements with respect to the length of the instructional program for each school day as are prescribed in Regulation 298 of the Revised Regulations of Ontario, 1990 (“Operation of Schools — General”) made under the Education Act, and ii. if it is a course of study in which at least 75 per cent of the instruction time is undertaken at one or more locations within Ontario. 2. Despite paragraph 1, a course of study for an eligible child who is a child with special needs, as defined in subsection (2), is an eligible course of study, i. if it is designed for a child with special needs, ii. if it meets the requirements described in paragraph 1 for an eligible course of study, other than the requirement concerning the length of the instructional program for each school day, iii. if it is not a tutoring service supplemental to the child’s regular course of study, and iv. if the taxpayer has made a request to the Minister that the course of study be considered an eligible course of study for the child. O. Reg. 384/02, s. 2. (2) For the purposes of paragraph 2 of subsection (1), “child with special needs” means a child, (a) who has behavioural, communicational, intellectual, physical or multiple needs or conditions which have been identified by an assessment that is equivalent to the assessment provided for under subsection 15 (1), (2) or (3) of Ontario Regulation 181/98 (Identification and Placement of Exceptional Pupils) made under the Education Act, and (b) who, as a consequence of such a need or condition, requires the length of his or her instructional program for each school day at the eligible independent school to be reduced. O. Reg. 384/02, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following rules are prescribed for the purposes of clause (b) of the definition of “eligible course of study” in subsection 8.4.2 (1) of the Act:</p> <p class=\"paragraph-e\">1. An elementary or secondary course of study is an eligible course of study,</p> <p class=\"subpara-e\">i. if it complies with such requirements with respect to the length of the instructional program for each school day as are prescribed in Regulation 298 of the Revised Regulations of Ontario, 1990 (“Operation of Schools — General”) made under the <i>Education Act</i>, and</p> <p class=\"subpara-e\">ii. if it is a course of study in which at least 75 per cent of the instruction time is undertaken at one or more locations within Ontario.</p> <p class=\"paragraph-e\">2. Despite paragraph 1, a course of study for an eligible child who is a child with special needs, as defined in subsection (2), is an eligible course of study,</p> <p class=\"subpara-e\">i. if it is designed for a child with special needs,</p> <p class=\"subpara-e\">ii. if it meets the requirements described in paragraph 1 for an eligible course of study, other than the requirement concerning the length of the instructional program for each school day,</p> <p class=\"subpara-e\">iii. if it is not a tutoring service supplemental to the child’s regular course of study, and</p> <p class=\"subpara-e\">iv. if the taxpayer has made a request to the Minister that the course of study be considered an eligible course of study for the child. O. Reg. 384/02, s. 2.</p> <p class=\"subsection-e\">(2) For the purposes of paragraph 2 of subsection (1),</p> <p class=\"firstdef-e\">“child with special needs” means a child,</p> <p class=\"defclause-e\">(a) who has behavioural, communicational, intellectual, physical or multiple needs or conditions which have been identified by an assessment that is equivalent to the assessment provided for under subsection 15 (1), (2) or (3) of Ontario Regulation 181/98 (Identification and Placement of Exceptional Pupils) made under the <i>Education Act</i>, and</p> <p class=\"defclause-e\">(b) who, as a consequence of such a need or condition, requires the length of his or her instructional program for each school day at the eligible independent school to be reduced. O. Reg. 384/02, s. 2.</p>"
        },
        {
            "id": "P30_2865",
            "section": "Eligible fees",
            "content": "3. (1) For the purposes of subsection 8.4.2 (1) of the Act, “eligible fees” means, in respect of an eligible child for a taxation year, (a) the amount determined under subsection (2), if the eligible child is less than six years of age throughout the taxation year, or (b) the sum of all net tuition fees reasonably attributable to the taxation year paid by one or more qualifying taxpayers to an eligible independent school in respect of the enrolment of the eligible child in one or more eligible courses of study at the school during the taxation year, if the eligible child is at least six years of age at any time in the taxation year. O. Reg. 498/01, s. 3 (1). (2) For the purposes of clause (a) of the definition of “eligible fees” in subsection (1), the amount in respect of the eligible child for a taxation year is the least of, (a) $3,500; (b) the amount equal to $350 multiplied by the number of months in the taxation year the eligible child is enrolled in one or more eligible courses of study at an eligible independent school; and (c) the sum of all net tuition fees reasonably attributable to the taxation year paid by one or more qualifying taxpayers to an eligible independent school in respect of the enrolment of the eligible child in one or more eligible courses of study at the school during the taxation year. O. Reg. 498/01, s. 3 (2). (3) In this section, “net tuition fees” means, in respect of an eligible child, the tuition fees paid less the sum of the following amounts: 1. The sum of all amounts, each of which is the value of a scholarship or bursary available to any person in respect of the eligible child, to the extent the value of the scholarship or bursary has not been deducted in determining the amount of the tuition fees. 2. The sum of all amounts, each of which is paid in consideration for ancillary goods or services in respect of the eligible child, including amounts paid for meals, computers, books, clothing, travel, sports and equipment, if those amounts are separately identified or included in a separate charge. 3. The sum of all amounts, each of which is paid in consideration for accommodation in respect of the eligible child. 4. The sum of all amounts, each of which is an amount included in determining the amount of the tuition fees, i. that is paid to the eligible independent school in respect of the eligible child, and ii. that may be taken into consideration in determining the amount of a deduction to which an individual is entitled under section 63 of the Federal Act for the taxation year. 5. The sum of all amounts, each of which is equal to 40 per cent of an amount included in determining the amount of the tuition fees, i. that is paid to an eligible independent school in respect of an eligible child, and ii. that may be taken into consideration in determining the amount of a deduction for a taxation year under subsection 118.1 (3) of the Federal Act or under paragraph 18 of subsection 4 (3.1) of the Act. 6. The amount, if any, calculated using the formula, A × B in which, “A” is the sum of all amounts, if any, each of which is, (a) included in determining the amount of the tuition fees, (b) paid to an eligible independent school in respect of the eligible child, and (c) described in paragraph 118.2 (2) (e) of the Federal Act as a medical expense that may be taken into consideration in determining the amount of a deduction for the taxation year under subsection 118.2 (1) of the Federal Act and under paragraph 17 of subsection 4 (3.1) of the Act, and “B” is the percentage equal to the sum of the lowest rate of tax payable by an individual under subsection 117 (2) of the Federal Act for the taxation year and the lowest tax rate as defined in subsection 4 (1) of the Act for the year. 7. The sum of all amounts, each of which is an amount included in determining the amount of the tuition fees paid to an eligible independent school by a qualifying taxpayer in respect of the eligible child, if a parent or legal guardian of the eligible child receives a substantial financial benefit reasonably attributable to the payment of the fees. O. Reg. 498/01, s. 3 (3); O. Reg. 384/02, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P30_2865\"></a><a name=\"BK2\"></a>3. </b>(1) For the purposes of subsection 8.4.2 (1) of the Act,</p> <p class=\"firstdef-e\">“eligible fees” means, in respect of an eligible child for a taxation year,</p> <p class=\"defclause-e\">(a) the amount determined under subsection (2), if the eligible child is less than six years of age throughout the taxation year, or</p> <p class=\"defclause-e\">(b) the sum of all net tuition fees reasonably attributable to the taxation year paid by one or more qualifying taxpayers to an eligible independent school in respect of the enrolment of the eligible child in one or more eligible courses of study at the school during the taxation year, if the eligible child is at least six years of age at any time in the taxation year. O. Reg. 498/01, s. 3 (1).</p> <p class=\"subsection-e\">(2) For the purposes of clause (a) of the definition of “eligible fees” in subsection (1), the amount in respect of the eligible child for a taxation year is the least of, </p> <p class=\"clause-e\">(a) $3,500;</p> <p class=\"clause-e\">(b) the amount equal to $350 multiplied by the number of months in the taxation year the eligible child is enrolled in one or more eligible courses of study at an eligible independent school; and</p> <p class=\"clause-e\">(c) the sum of all net tuition fees reasonably attributable to the taxation year paid by one or more qualifying taxpayers to an eligible independent school in respect of the enrolment of the eligible child in one or more eligible courses of study at the school during the taxation year. O. Reg. 498/01, s. 3 (2).</p> <p class=\"subsection-e\">(3) In this section, </p> <p class=\"firstdef-e\">“net tuition fees” means, in respect of an eligible child, the tuition fees paid less the sum of the following amounts:</p> <p class=\"defparagraph-e\">1. The sum of all amounts, each of which is the value of a scholarship or bursary available to any person in respect of the eligible child, to the extent the value of the scholarship or bursary has not been deducted in determining the amount of the tuition fees.</p> <p class=\"defparagraph-e\">2. The sum of all amounts, each of which is paid in consideration for ancillary goods or services in respect of the eligible child, including amounts paid for meals, computers, books, clothing, travel, sports and equipment, if those amounts are separately identified or included in a separate charge.</p> <p class=\"defparagraph-e\">3. The sum of all amounts, each of which is paid in consideration for accommodation in respect of the eligible child.</p> <p class=\"defparagraph-e\">4. The sum of all amounts, each of which is an amount included in determining the amount of the tuition fees,</p> <p class=\"defsubpara-e\">i. that is paid to the eligible independent school in respect of the eligible child, and</p> <p class=\"defsubpara-e\">ii. that may be taken into consideration in determining the amount of a deduction to which an individual is entitled under section 63 of the Federal Act for the taxation year.</p> <p class=\"defparagraph-e\">5. The sum of all amounts, each of which is equal to 40 per cent of an amount included in determining the amount of the tuition fees,</p> <p class=\"defsubpara-e\">i. that is paid to an eligible independent school in respect of an eligible child, and</p> <p class=\"defsubpara-e\">ii. that may be taken into consideration in determining the amount of a deduction for a taxation year under subsection 118.1 (3) of the Federal Act or under paragraph 18 of subsection 4 (3.1) of the Act.</p> <p class=\"defparagraph-e\">6. The amount, if any, calculated using the formula,</p> <p class=\"equation-e\">A × B</p> <p class=\"Sdefpara-e\">in which,</p> <p class=\"equationind2-e\">“A” is the sum of all amounts, if any, each of which is,</p> <p class=\"equationid3-e\">(a) included in determining the amount of the tuition fees,</p> <p class=\"equationid3-e\">(b) paid to an eligible independent school in respect of the eligible child, and </p> <p class=\"equationid3-e\">(c) described in paragraph 118.2 (2) (e) of the Federal Act as a medical expense that may be taken into consideration in determining the amount of a deduction for the taxation year under subsection 118.2 (1) of the Federal Act and under paragraph 17 of subsection 4 (3.1) of the Act, and</p> <p class=\"equationind2-e\">“B” is the percentage equal to the sum of the lowest rate of tax payable by an individual under subsection 117 (2) of the Federal Act for the taxation year and the lowest tax rate as defined in subsection 4 (1) of the Act for the year.</p> <p class=\"paragraph-e\">7. The sum of all amounts, each of which is an amount included in determining the amount of the tuition fees paid to an eligible independent school by a qualifying taxpayer in respect of the eligible child, if a parent or legal guardian of the eligible child receives a substantial financial benefit reasonably attributable to the payment of the fees. O. Reg. 498/01, s. 3 (3); O. Reg. 384/02, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Eligible independent school",
            "content": "4. (1) For the purposes of the definition of “eligible independent school” in subsection 8.4.2 (1) of the Act, a school is an eligible independent school for a 12-month period commencing on August 1, beginning with August 1, 2003, if the school satisfies all of the following conditions: 1. The school is not a public or separate school that is administered under the Education Act at any time during the 12-month period. 2. The school has at least five full-time pupils during each school term in the 12-month period, each of whom is an eligible child. 3. The school’s principal places of instruction are in Ontario. 4. The school does not have as its principal activity the distribution of educational materials to students or to the public. 5. The school collects a personal criminal history in accordance with subsection (2) of every individual who is an employee of the school or is associated with the school and who comes into regular contact with pupils of the school. 5.1 The school consults the public register of the Ontario College of Teachers before September 1 each year and reviews any information recorded in the register that relates to the school’s teachers and prospective teachers. 6. The school gives the following information to the persons specified by subsection (3) and complies with the other requirements set out in subsection (3): i. The legal name of the school, the operating name of the school if it is different from the legal name. ii. The municipal addresses of the school’s principal places of instruction and all other locations of instruction. iii. A description of the academic program taught at the school and the academic achievement expected of each pupil at the end of the program of study. iv. A description of the methods used by the school to measure the progress of its pupils in reading, writing and mathematics, including details about how and when the school assesses pupils’ progress in those subjects, details about the standard tests, if any, used by the school to assess pupils’ progress in those subjects, and details about how and when the school reports pupils’ progress in those subjects to their parents or legal guardians. v. Information indicating whether the school has collected the information required by paragraph 5. vi. The professional credentials of each teacher employed by or associated with the school. vi.1 A summary of the information obtained by the school about its teachers and prospective teachers from the public register of the Ontario College of Teachers, including details about the status of the Certificate of Qualification of those teachers and prospective teachers who are registered with the College. vii. The policy of the school respecting refunds of tuition and refunds of any other charges or fees. viii. A brief history of the school, including the number of years the school has been in operation. ix. Information relating to the health, safety and general well-being of its pupils, including information indicating whether the school is in compliance with the Building Code and the Fire Code, whether the school has failed to meet any of its obligations under the Health Protection and Promotion Act and whether the school has a code of conduct governing pupils and staff. x. Information indicating whether financial statements of the school are available to a parent or legal guardian who is considering enrolling, or has enrolled, a child at the school. xi. A statement indicating that parents and legal guardians can obtain information about their rights as consumers from the Ministry of Consumer and Business Services, and indicating the Ministry website and telephone number at which such information can be obtained. O. Reg. 384/02, s. 4; O. Reg. 217/03, s. 1. (2) The following rules apply with respect to the personal criminal history required by paragraph 5 of subsection (1): 1. The personal criminal history of an individual is composed of the criminal background check required by paragraph 2 or 3 and the offence declarations required by paragraph 5. 2. The school shall obtain a criminal background check on or before January 1, 2003 for each individual who becomes employed by or associated with the school before January 1, 2003. 3. The school shall obtain a criminal background check for every other individual employed by or associated with the school and shall do so no later than the date on which the individual becomes so employed or associated. 4. The criminal background check required by paragraph 2 or 3 is a document about the individual, i. that is prepared by a police force or service from national data on the Canadian Police Information Centre database within six months before the date on which the school obtains the document, and ii. that contains information concerning criminal offences of which the individual has been convicted under the Criminal Code (Canada) and for which no pardon under section 4.1 of the Criminal Records Act (Canada) has been issued or granted. 5. Every year before September 1, the school shall obtain an offence declaration from each individual who is employed by or associated with the school on or after September 1. This is not required for the year in which the individual becomes employed by or associated with the school, if the employment or association begins on or after September 1. 6. The offence declaration required by paragraph 5 is a written declaration signed by the individual listing all of the offences under the Criminal Code (Canada) of which the individual has been convicted up to the date of the declaration, i. that are not included in the most recent criminal background check obtained by the school in compliance with this subsection, and ii. for which no pardon under section 4.1 of the Criminal Records Act (Canada) has been issued or granted. O. Reg. 384/02, s. 4. (3) The following rules apply in respect of the information to be provided by a school under paragraph 6 of subsection (1). 1. Every year, the school shall give the required information to each parent or legal guardian of a child who is enrolled at the school and shall do so no later than the deadline described in paragraph 6 or, for a child who becomes enrolled after that deadline, upon request. 2. Every year, the school shall give the required information upon request to each parent or legal guardian of a child who is considering enrolling a child at the school. 3. The required information given to parents and legal guardians must be in either English or French and must also be in any other language that is the primary language of instruction at the school. 4. Despite paragraphs 1 and 2, the school is not permitted to give the required information to a parent or guardian until it has been approved by the Minister. 5. No later than February 28 each year, the school shall give the Minister the required information that it proposes to give to parents and legal guardians, and that information must be current to October 30 of the preceding year. 6. In each year, the deadline for providing the required information to parents and legal guardians is the later of, i. April 30, and ii. the day that is 30 days after the Minister approves the required information. O. Reg. 384/02, s. 4. (4) Despite subsection (1), a school that commences operations after February 28 and before August 15 in a year is an eligible independent school for the period beginning on the day on which it commenced operations and ending on the following July 31, (a) if the school satisfies the conditions listed in subsection (1), with the modifications described in this subsection; (b) if the school satisfies the requirements of subsection (3), other than paragraph 5 of subsection (3); and (c) if, in lieu of the requirement set out in paragraph 5 of subsection (3), the school, (i) gives the Minister the required information referred to in that subsection that it proposes to give to parents and legal guardians, which information is current to the date on which it is given to the Minister, and (ii) gives it to the Minister no later than 60 days before the date on which instruction first begins at the school. O. Reg. 384/02, s. 4. (4.1) Despite subsection (1), where a school has failed to provide the information by February 28, 2003 but gives an explanation for its failure to do so that the Minister is satisfied is reasonable, the school is an eligible independent school for the period beginning August 1, 2003 and ending on July 31, 2004, (a) if the school satisfies the conditions listed in subsection (1), with the modifications described in this subsection; (b) if the school satisfies the requirements of subsection (3), other than paragraph 5 of subsection (3); and (c) if, instead of complying with paragraph 5 of subsection (3) the school gives the Minister the required information that it proposes to give to parents and legal guardians, current to the date on which it is given to the Minister, no later than September 30, 2003. O. Reg. 340/03, s. 1 (1). (5) A school that is an eligible independent school on December 31, 2002 continues to be an eligible independent school until July 31, 2003 if, throughout that period, the school continues to satisfy the requirements set out in this section as it read on December 31, 2002. O. Reg. 384/02, s. 4. (6) A school that is not an eligible independent school on December 31, 2002 shall be deemed to be an eligible independent school from January 1, 2003 until July 31, 2003 if it is an eligible independent school under subsection (1) for the 12-month period beginning on August 1, 2003. O. Reg. 384/02, s. 4. (7) Despite subsections (1), (4), (4.1), (5) and (6), a school that gives the Minister erroneous, inaccurate or misleading information relating to its status as an eligible independent school shall be deemed not to have been an eligible independent school for the period to which the information relates. O. Reg. 384/02, s. 4; O. Reg. 340/03, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For the purposes of the definition of “eligible independent school” in subsection 8.4.2 (1) of the Act, a school is an eligible independent school for a 12-month period commencing on August 1, beginning with August 1, 2003, if the school satisfies all of the following conditions:</p> <p class=\"paragraph-e\">1. The school is not a public or separate school that is administered under the <i>Education Act</i> at any time during the 12-month period.</p> <p class=\"paragraph-e\">2. The school has at least five full-time pupils during each school term in the 12-month period, each of whom is an eligible child.</p> <p class=\"paragraph-e\">3. The school’s principal places of instruction are in Ontario.</p> <p class=\"paragraph-e\">4. The school does not have as its principal activity the distribution of educational materials to students or to the public.</p> <p class=\"paragraph-e\">5. The school collects a personal criminal history in accordance with subsection (2) of every individual who is an employee of the school or is associated with the school and who comes into regular contact with pupils of the school.</p> <p class=\"paragraph-e\">5.1 The school consults the public register of the Ontario College of Teachers before September 1 each year and reviews any information recorded in the register that relates to the school’s teachers and prospective teachers.</p> <p class=\"paragraph-e\">6. The school gives the following information to the persons specified by subsection (3) and complies with the other requirements set out in subsection (3):</p> <p class=\"subpara-e\">i. The legal name of the school, the operating name of the school if it is different from the legal name.</p> <p class=\"subpara-e\">ii. The municipal addresses of the school’s principal places of instruction and all other locations of instruction.</p> <p class=\"subpara-e\">iii. A description of the academic program taught at the school and the academic achievement expected of each pupil at the end of the program of study.</p> <p class=\"subpara-e\">iv. A description of the methods used by the school to measure the progress of its pupils in reading, writing and mathematics, including details about how and when the school assesses pupils’ progress in those subjects, details about the standard tests, if any, used by the school to assess pupils’ progress in those subjects, and details about how and when the school reports pupils’ progress in those subjects to their parents or legal guardians.</p> <p class=\"subpara-e\">v. Information indicating whether the school has collected the information required by paragraph 5.</p> <p class=\"subpara-e\">vi. The professional credentials of each teacher employed by or associated with the school.</p> <p class=\"subpara-e\">vi.1 A summary of the information obtained by the school about its teachers and prospective teachers from the public register of the Ontario College of Teachers, including details about the status of the Certificate of Qualification of those teachers and prospective teachers who are registered with the College.</p> <p class=\"subpara-e\">vii. The policy of the school respecting refunds of tuition and refunds of any other charges or fees.</p> <p class=\"subpara-e\">viii. A brief history of the school, including the number of years the school has been in operation.</p> <p class=\"subpara-e\">ix. Information relating to the health, safety and general well-being of its pupils, including information indicating whether the school is in compliance with the Building Code and the Fire Code, whether the school has failed to meet any of its obligations under the <i>Health Protection and Promotion Act</i> and whether the school has a code of conduct governing pupils and staff.</p> <p class=\"subpara-e\">x. Information indicating whether financial statements of the school are available to a parent or legal guardian who is considering enrolling, or has enrolled, a child at the school.</p> <p class=\"subpara-e\">xi. A statement indicating that parents and legal guardians can obtain information about their rights as consumers from the Ministry of Consumer and Business Services, and indicating the Ministry website and telephone number at which such information can be obtained. O. Reg. 384/02, s. 4; O. Reg. 217/03, s. 1.</p> <p class=\"subsection-e\">(2) The following rules apply with respect to the personal criminal history required by paragraph 5 of subsection (1):</p> <p class=\"paragraph-e\">1. The personal criminal history of an individual is composed of the criminal background check required by paragraph 2 or 3 and the offence declarations required by paragraph 5.</p> <p class=\"paragraph-e\">2. The school shall obtain a criminal background check on or before January 1, 2003 for each individual who becomes employed by or associated with the school before January 1, 2003.</p> <p class=\"paragraph-e\">3. The school shall obtain a criminal background check for every other individual employed by or associated with the school and shall do so no later than the date on which the individual becomes so employed or associated.</p> <p class=\"paragraph-e\">4. The criminal background check required by paragraph 2 or 3 is a document about the individual,</p> <p class=\"subpara-e\">i. that is prepared by a police force or service from national data on the Canadian Police Information Centre database within six months before the date on which the school obtains the document, and</p> <p class=\"subpara-e\">ii. that contains information concerning criminal offences of which the individual has been convicted under the <i>Criminal Code</i> (Canada) and for which no pardon under section 4.1 of the <i>Criminal Records Act</i> (Canada) has been issued or granted.</p> <p class=\"paragraph-e\">5. Every year before September 1, the school shall obtain an offence declaration from each individual who is employed by or associated with the school on or after September 1. This is not required for the year in which the individual becomes employed by or associated with the school, if the employment or association begins on or after September 1.</p> <p class=\"paragraph-e\">6. The offence declaration required by paragraph 5 is a written declaration signed by the individual listing all of the offences under the <i>Criminal Code</i> (Canada) of which the individual has been convicted up to the date of the declaration,</p> <p class=\"subpara-e\">i. that are not included in the most recent criminal background check obtained by the school in compliance with this subsection, and</p> <p class=\"subpara-e\">ii. for which no pardon under section 4.1 of the <i>Criminal Records Act</i> (Canada) has been issued or granted. O. Reg. 384/02, s. 4.</p> <p class=\"subsection-e\">(3) The following rules apply in respect of the information to be provided by a school under paragraph 6 of subsection (1).</p> <p class=\"paragraph-e\">1. Every year, the school shall give the required information to each parent or legal guardian of a child who is enrolled at the school and shall do so no later than the deadline described in paragraph 6 or, for a child who becomes enrolled after that deadline, upon request.</p> <p class=\"paragraph-e\">2. Every year, the school shall give the required information upon request to each parent or legal guardian of a child who is considering enrolling a child at the school.</p> <p class=\"paragraph-e\">3. The required information given to parents and legal guardians must be in either English or French and must also be in any other language that is the primary language of instruction at the school.</p> <p class=\"paragraph-e\">4. Despite paragraphs 1 and 2, the school is not permitted to give the required information to a parent or guardian until it has been approved by the Minister.</p> <p class=\"paragraph-e\">5. No later than February 28 each year, the school shall give the Minister the required information that it proposes to give to parents and legal guardians, and that information must be current to October 30 of the preceding year.</p> <p class=\"paragraph-e\">6. In each year, the deadline for providing the required information to parents and legal guardians is the later of,</p> <p class=\"subpara-e\">i. April 30, and</p> <p class=\"subpara-e\">ii. the day that is 30 days after the Minister approves the required information. O. Reg. 384/02, s. 4.</p> <p class=\"subsection-e\">(4) Despite subsection (1), a school that commences operations after February 28 and before August 15 in a year is an eligible independent school for the period beginning on the day on which it commenced operations and ending on the following July 31,</p> <p class=\"clause-e\">(a) if the school satisfies the conditions listed in subsection (1), with the modifications described in this subsection;</p> <p class=\"clause-e\">(b) if the school satisfies the requirements of subsection (3), other than paragraph 5 of subsection (3); and</p> <p class=\"clause-e\">(c) if, in lieu of the requirement set out in paragraph 5 of subsection (3), the school,</p> <p class=\"subclause-e\">(i) gives the Minister the required information referred to in that subsection that it proposes to give to parents and legal guardians, which information is current to the date on which it is given to the Minister, and</p> <p class=\"subclause-e\">(ii) gives it to the Minister no later than 60 days before the date on which instruction first begins at the school. O. Reg. 384/02, s. 4.</p> <p class=\"subsection-e\">(4.1) Despite subsection (1), where a school has failed to provide the information by February 28, 2003 but gives an explanation for its failure to do so that the Minister is satisfied is reasonable, the school is an eligible independent school for the period beginning August 1, 2003 and ending on July 31, 2004,</p> <p class=\"clause-e\">(a) if the school satisfies the conditions listed in subsection (1), with the modifications described in this subsection;</p> <p class=\"clause-e\">(b) if the school satisfies the requirements of subsection (3), other than paragraph 5 of subsection (3); and</p> <p class=\"clause-e\">(c) if, instead of complying with paragraph 5 of subsection (3) the school gives the Minister the required information that it proposes to give to parents and legal guardians, current to the date on which it is given to the Minister, no later than September 30, 2003. O. Reg. 340/03, s. 1 (1).</p> <p class=\"subsection-e\">(5) A school that is an eligible independent school on December 31, 2002 continues to be an eligible independent school until July 31, 2003 if, throughout that period, the school continues to satisfy the requirements set out in this section as it read on December 31, 2002. O. Reg. 384/02, s. 4.</p> <p class=\"subsection-e\">(6) A school that is not an eligible independent school on December 31, 2002 shall be deemed to be an eligible independent school from January 1, 2003 until July 31, 2003 if it is an eligible independent school under subsection (1) for the 12-month period beginning on August 1, 2003. O. Reg. 384/02, s. 4.</p> <p class=\"subsection-e\">(7) Despite subsections (1), (4), (4.1), (5) and (6), a school that gives the Minister erroneous, inaccurate or misleading information relating to its status as an eligible independent school shall be deemed not to have been an eligible independent school for the period to which the information relates. O. Reg. 384/02, s. 4; O. Reg. 340/03, s. 1 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Qualifying taxpayer",
            "content": "5. The following rules are prescribed for the purposes of clause (c) of the definition of “qualifying taxpayer” in subsection 8.4.2 (1) of the Act: 1. The person must be a resident of Canada on December 31 of the taxation year. 2. The person must be a parent or legal guardian of an eligible child and must have paid eligible tuition fees in respect of the child. O. Reg. 384/02, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The following rules are prescribed for the purposes of clause (c) of the definition of “qualifying taxpayer” in subsection 8.4.2 (1) of the Act:</p> <p class=\"paragraph-e\">1. The person must be a resident of Canada on December 31 of the taxation year.</p> <p class=\"paragraph-e\">2. The person must be a parent or legal guardian of an eligible child and must have paid eligible tuition fees in respect of the child. O. Reg. 384/02, s. 5.</p>"
        },
        {
            "id": "P117_17459",
            "section": "Apportionment of tax credit",
            "content": "6. For the purposes of subsection 8.4.2 (4) of the Act, the amount of the equity in education tax credit in respect of an eligible child for a taxation year determined under subsection 8.4.2 (2) of the Act must be apportioned between qualifying taxpayers based on the proportion of the eligible tuition fees paid by each of them. O. Reg. 498/01, s. 6; O. Reg. 384/02, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P117_17459\"></a><a name=\"BK5\"></a>6. </b>For the purposes of subsection 8.4.2 (4) of the Act, the amount of the equity in education tax credit in respect of an eligible child for a taxation year determined under subsection 8.4.2 (2) of the Act must be apportioned between qualifying taxpayers based on the proportion of the eligible tuition fees paid by each of them. O. Reg. 498/01, s. 6; O. Reg. 384/02, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Apportionment of tax credit",
            "content": "7. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 498/01, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 498/01, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}