{
    "reg_info": {
        "full_title": "O. Reg. 594/17: SMALL BUSINESS PROGRAMS - SUBSECTION 108 (2) OF THE ACT",
        "reg_name_text": "SMALL BUSINESS PROGRAMS - SUBSECTION 108 (2) OF THE ACT",
        "citation": "O. Reg. 594/17: ",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/170594",
        "date_scraped": "2023-12-19 02:11:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170594/v1",
            "valid_from": "December 29, 2017",
            "valid_to": "December 31, 2017"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Prescribed conditions",
            "content": "  1. The following are the prescribed conditions that must be met before a municipality establishes a program under paragraph 1 of subsection 108 (2) of the Act: 1. The municipality has consulted with the public about the proposed program. 2. The municipality has adopted and published a business case study in relation to the proposed program, which includes the following: i. An outline of the anticipated benefits of the proposed program to the municipality. ii. The anticipated linkages of the proposed program to the municipality’s economic development objectives, including in relation to small business growth and local job development. iii. An outline of how any assistance to small business included in the proposed program would help achieve the municipality’s economic development objectives. iv. An outline of how the proposed program would be expected to facilitate the fiscal sustainability of small business through the program after any assistance from the municipality ends.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The following are the prescribed conditions that must be met before a municipality establishes a program under paragraph 1 of subsection 108 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The municipality has consulted with the public about the proposed program.</p> <p class=\"paragraph-e\">  2. The municipality has adopted and published a business case study in relation to the proposed program, which includes<b> </b>the following:</p> <p class=\"subpara-e\">  i. An outline of the anticipated benefits of the proposed program to the municipality.</p> <p class=\"subpara-e\">  ii. The anticipated linkages of the proposed program to the municipality’s economic development objectives, including in relation to small business growth and local job development.</p> <p class=\"subpara-e\">  iii. An outline of how any assistance to small business included in the proposed program would help achieve the municipality’s economic development objectives.</p> <p class=\"subpara-e\">  iv. An outline of how the proposed program would be expected to facilitate the fiscal sustainability of small business through the program after any assistance from the municipality ends.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed conditions",
            "content": "  2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><b>  2. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Prescribed conditions",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170594\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}