{
    "reg_info": {
        "full_title": "O. Reg. 689/98: ZONING ORDER FOR SLOT MACHINES AT RACE TRACKS - CITY OF WINDSOR (WINDSOR RACEWAY)",
        "reg_name_text": "ZONING ORDER FOR SLOT MACHINES AT RACE TRACKS — CITY OF WINDSOR (WINDSOR RACEWAY)",
        "citation": "O. Reg. 689/98: ZONING ORDER FOR SLOT MACHINES AT RACE TRACKS - CITY OF WINDSOR (WINDSOR RACEWAY)",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire",
        "url": "https://www.ontario.ca/laws/regulation/980689",
        "date_scraped": "2023-12-20 00:11:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 18, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. This Order applies to the land in the City of Windsor in the County of Essex, that is described in the Schedule, being all of the lands of the Windsor Raceway. O. Reg. 689/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Order applies to the land in the City of Windsor in the County of Essex, that is described in the Schedule, being all of the lands of the Windsor Raceway. O. Reg. 689/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The following uses of the land and erections or uses of buildings or structures on the land are permitted: 1. The location, installation, operation and use of slot machines. 2. The erection, location and use of buildings and structures to provide for the use described in paragraph 1. 3. The enlargement, alteration and extension of existing buildings or structures in order to provide for the use described in paragraph 1. 4. Such other uses, buildings and structures as may be permitted by a municipal by-law passed under section 34 of the Act. O. Reg. 689/98, s. 2 (1). (2) Every other use of the land and every other erection or use of buildings or structures on the land is prohibited. O. Reg. 689/98, s. 2 (2). (3) In this section, “slot machine” means any automatic machine or slot machine, (a) that is used or intended to be used for any purpose other than vending merchandise or services, or (b) that is used or intended to be used for the purpose of vending merchandise or services if, (i) the result of one of any number of operations of the machine is a matter of chance or uncertainty to the operator, (ii) as a result of a given number of successive operations by the operator the machine produces different results, or (iii) on any operation of the machine it discharges or emits a slug or token, but does not include an automatic machine or slot machine that dispenses as prizes only one or more free games on that machine. O. Reg. 689/98, s. 2 (3). SCHEDULE The land referred to in section 1 of the Order is composed of part of Block Z on Plan 927 designated as Parts 3, 4, 7, 10, 12 and 13 on 12R-15244, in the City of Windsor, County of Essex registered in the Land Registry Office for the Land Registry and Land Titles Division of Essex (No. 12). O. Reg. 689/98, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following uses of the land and erections or uses of buildings or structures on the land are permitted:</p> <p class=\"paragraph-e\">1. The location, installation, operation and use of slot machines.</p> <p class=\"paragraph-e\">2. The erection, location and use of buildings and structures to provide for the use described in paragraph 1.</p> <p class=\"paragraph-e\">3. The enlargement, alteration and extension of existing buildings or structures in order to provide for the use described in paragraph 1.</p> <p class=\"paragraph-e\">4. Such other uses, buildings and structures as may be permitted by a municipal by-law passed under section 34 of the Act. O. Reg. 689/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) Every other use of the land and every other erection or use of buildings or structures on the land is prohibited. O. Reg. 689/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) In this section,</p> <p class=\"firstdef-e\">“slot machine” means any automatic machine or slot machine,</p> <p class=\"defclause-e\">(a) that is used or intended to be used for any purpose other than vending merchandise or services, or</p> <p class=\"defclause-e\">(b) that is used or intended to be used for the purpose of vending merchandise or services if,</p> <p class=\"defsubclause-e\">(i) the result of one of any number of operations of the machine is a matter of chance or uncertainty to the operator,</p> <p class=\"defsubclause-e\">(ii) as a result of a given number of successive operations by the operator the machine produces different results, or</p> <p class=\"defsubclause-e\">(iii) on any operation of the machine it discharges or emits a slug or token,</p> <p class=\"Sdefclause-e\">but does not include an automatic machine or slot machine that dispenses as prizes only one or more free games on that machine. O. Reg. 689/98, s. 2 (3).</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"paranoindt-e\">The land referred to in section 1 of the Order is composed of part of Block Z on Plan 927 designated as Parts 3, 4, 7, 10, 12 and 13 on 12R-15244, in the City of Windsor, County of Essex registered in the Land Registry Office for the Land Registry and Land Titles Division of Essex (No. 12).</p> <p class=\"footnote-e\">O. Reg. 689/98, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}