{
    "reg_info": {
        "full_title": "O. Reg. 317/21: AGREEMENTS BETWEEN HEALTH SERVICE PROVIDERS AND RETIREMENT HOMES",
        "reg_name_text": "AGREEMENTS BETWEEN HEALTH SERVICE PROVIDERS AND RETIREMENT HOMES",
        "citation": "O. Reg. 317/21: ",
        "act_under": "Emergency Management and Civil Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/210317",
        "date_scraped": "2023-12-18 17:42:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/210317/v1",
            "valid_from": "April 23, 2021",
            "valid_to": "June 15, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedule 1. Schedule 1   Health Service Providers and Retirement Homes",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedule 1.</p> <p class=\"schedule-e\">Schedule 1 <br/>  Health Service Providers and Retirement Homes</p>"
        },
        {
            "id": "1.",
            "section": "Application and interpretation",
            "content": " 1. (1) This Order applies to health service providers within the meaning of paragraphs 1, 2 and 3 of the definition of “health service provider” in subsection 1 (2) of the\r\nConnecting Care Act, 2019. (2) In this Order, “care service” has the same meaning as in the Retirement Homes Act, 2010; (“service en matière de soins”) “licensee” has the same meaning as in the Retirement Homes Act, 2010; (“titulaire de permis”) “retirement home” has the same meaning as in the Retirement Homes Act, 2010. (“maison de retraite”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) This Order applies to health service providers within the meaning of paragraphs 1, 2 and 3 of the definition of “health service provider” in subsection 1 (2) of the\r\n<i>Connecting Care Act, 2019</i>.</p> <p class=\"subsection-e\">  (2) In this Order,</p> <p class=\"definition-e\">“care service” has the same meaning as in the <i>Retirement Homes Act, 2010</i>; (“service en matière de soins”)</p> <p class=\"definition-e\">“licensee” has the same meaning as in the <i>Retirement Homes Act, 2010</i>; (“titulaire de permis”)</p> <p class=\"definition-e\">“retirement home” has the same meaning as in the <i>Retirement Homes Act, 2010</i>. (“maison de retraite”)</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies in circumstances where a health service provider and the licensee of a retirement home have, in response to the COVID-19 pandemic and its effects, entered into an agreement or any other arrangement to have the retirement home provide alternative space, accommodation or care services for patients of the health service provider, or former patients of the health service provider who were discharged during the emergency, on a temporary, short-term basis.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies in circumstances where a health service provider and the licensee of a retirement home have, in response to the COVID-19 pandemic and its effects, entered into an agreement or any other arrangement to have the retirement home provide alternative space, accommodation or care services for patients of the health service provider, or former patients of the health service provider who were discharged during the emergency, on a temporary, short-term basis.</p>"
        },
        {
            "id": "3.",
            "section": "Non-application of certain provisions",
            "content": " 3. (1) In the circumstances described in section 2, the following rules apply for the duration of this Order: 1. The agreement or arrangement described in section 2 shall not impact whether the health service provider or the retirement home are considered to be a hospital for the purposes of the Hospital Labour Disputes Arbitration Act. 2. The agreement or arrangement described in section 2 shall not impact whether the health service provider and the licensee of the retirement home are treated as constituting one employer for the purposes of subsection 1 (4) of the Labour Relations Act, 1995. 3. The health service provider shall not, by virtue of the agreement or arrangement described in section 2, be considered to have sold a part of its business to the licensee of the retirement home for the purposes of section 69 of the Labour Relations Act, 1995. (2) For greater certainty, paragraph 1 of subsection (1) does not, (a) change the status of a retirement home under the Hospital Labour Disputes Arbitration Act\r\nthat, (i) was already a hospital for the purposes of that Act before the agreement or arrangement described in section 2 was made, or (ii) would be considered to be a hospital under that Act for reasons that are unrelated to the agreement or arrangement described in section 2; or (b) change the status of a health service provider under the Hospital Labour Disputes Arbitration Act, including with respect to any operations conducted by the health service provider at a retirement home by virtue of the agreement or arrangement described in section 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) In the circumstances described in section 2, the following rules apply for the duration of this Order:</p> <p class=\"paragraph-e\">  1. The agreement or arrangement described in section 2 shall not impact whether the health service provider or the retirement home are considered to be a hospital for the purposes of the <i>Hospital Labour Disputes Arbitration Act</i>.</p> <p class=\"paragraph-e\">  2. The agreement or arrangement described in section 2 shall not impact whether the health service provider and the licensee of the retirement home are treated as constituting one employer for the purposes of subsection 1 (4) of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"paragraph-e\">  3. The health service provider shall not, by virtue of the agreement or arrangement described in section 2, be considered to have sold a part of its business to the licensee of the retirement home for the purposes of section 69 of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"subsection-e\">  (2) For greater certainty, paragraph 1 of subsection (1) does not,</p> <p class=\"clause-e\">  (a) change the status of a retirement home under the <i>Hospital Labour Disputes Arbitration Act</i>\r\nthat,</p> <p class=\"subclause-e\">  (i) was already a hospital for the purposes of that Act before the agreement or arrangement described in section 2 was made, or</p> <p class=\"subclause-e\">  (ii) would be considered to be a hospital under that Act for reasons that are unrelated to the agreement or arrangement described in section 2; or</p> <p class=\"clause-e\">  (b) change the status of a health service provider under the <i>Hospital Labour Disputes Arbitration Act</i>, including with respect to any operations conducted by the health service provider at a retirement home by virtue of the agreement or arrangement described in section 2.</p>"
        },
        {
            "id": "4.",
            "section": "No derogation from responsibilities",
            "content": " 4. Nothing in this Order derogates from a licensee’s responsibility under the Retirement Homes Act, 2010 and other applicable legislation to ensure a safe and secure environment for residents.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Nothing in this Order derogates from a licensee’s responsibility under the <i>Retirement Homes Act, 2010</i> and other applicable legislation to ensure a safe and secure environment for residents.</p>"
        },
        {
            "id": null,
            "section": "No derogation from responsibilities",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210317\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}