{
    "reg_info": {
        "full_title": "O. Reg. 393/03: ZONING AREA - REGIONAL MUNICIPALITY OF YORK - PART OF THE TOWN OF RICHMOND HILL",
        "reg_name_text": "ZONING AREA — REGIONAL MUNICIPALITY OF YORK, PART OF THE TOWN OF RICHMOND HILL",
        "citation": "O. Reg. 393/03: ZONING AREA - REGIONAL MUNICIPALITY OF YORK - PART OF THE TOWN OF RICHMOND HILL",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire",
        "url": "https://www.ontario.ca/laws/regulation/030393",
        "date_scraped": "2023-12-19 21:26:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": "1. This Order applies to land in the Town of Richmond Hill in The Regional Municipality of York, being the land shown as the Zoning Area on Map 213, which map is dated November 4, 2003 and is,  (a) available in print form at the Toronto office of the Ministry of Municipal Affairs at 777 Bay Street; and (b) posted on the internet at www.mah.gov.on.ca/userfiles/HTML/nts_1_16035_1.html. O. Reg. 393/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> This Order applies to land in the Town of Richmond Hill in The Regional Municipality of York, being the land shown as the Zoning Area on Map 213, which map is dated November 4, 2003 and is, </p> <p class=\"clause-e\">(a) available in print form at the Toronto office of the Ministry of Municipal Affairs at 777 Bay Street; and</p> <p class=\"clause-e\">(b) posted on the internet at <!-- TRANSIT - HYPERLINK --><!-- .http://www.mah.gov.on.ca/userfiles/HTML/nts_1_16035_1.html. --><a href=\"http://www.mah.gov.on.ca/userfiles/HTML/nts_1_16035_1.html\">www.mah.gov.on.ca/userfiles/HTML/nts_1_16035_1.html</a>. O. Reg. 393/03, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Use of land",
            "content": "2. (1) Every use of land and every erection, location and use of any building or structure is prohibited on the land described in section 1 except, (a) land, buildings and structures used for the purpose of conserving, preserving and protecting plant and wildlife; and (b) uses, buildings and structures lawfully in existence on the date this Order comes into force. O. Reg. 393/03, s. 2 (1). (2) Additions to and the extension or enlargement of any building or structure is prohibited. O. Reg. 393/03, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Every use of land and every erection, location and use of any building or structure is prohibited on the land described in section 1 except,</p> <p class=\"clause-e\">(a) land, buildings and structures used for the purpose of conserving, preserving and protecting plant and wildlife; and</p> <p class=\"clause-e\">(b) uses, buildings and structures lawfully in existence on the date this Order comes into force. O. Reg. 393/03, s. 2 (1).</p> <p class=\"subsection-e\">(2) Additions to and the extension or enlargement of any building or structure is prohibited. O. Reg. 393/03, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Conditions",
            "content": "3. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. O. Reg. 393/03, s. 3 (1). (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. O. Reg. 393/03, s. 3 (2). (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 393/03, s. 3 (3). (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure. O. Reg. 393/03, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. O. Reg. 393/03, s. 3 (1).</p> <p class=\"subsection-e\">(2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. O. Reg. 393/03, s. 3 (2).</p> <p class=\"subsection-e\">(3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 393/03, s. 3 (3).</p> <p class=\"subsection-e\">(4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure. O. Reg. 393/03, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Conditions",
            "content": "4. Omitted (provides for the revocation of this Regulation). O. Reg. 393/03, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for the revocation of this Regulation). O. Reg. 393/03, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}