{
    "reg_info": {
        "full_title": "O. Reg. 218/01: UPHOLSTERED AND STUFFED ARTICLES",
        "reg_name_text": "Upholstered and Stuffed Articles",
        "citation": "O. Reg. 218/01: UPHOLSTERED AND STUFFED ARTICLES",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/010218",
        "date_scraped": "2023-12-18 22:52:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010218/v4",
            "valid_from": "December 12, 2018",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/010218/v3",
            "valid_from": "December  5, 2008",
            "valid_to": "December 11, 2018"
        },
        {
            "a_href": "/laws/regulation/010218/v2",
            "valid_from": "July 16, 2008",
            "valid_to": "December  4, 2008"
        },
        {
            "a_href": "/laws/regulation/010218/v1",
            "valid_from": "June 27, 2001",
            "valid_to": "July 15, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation,  “bedding” means any mattress, mattress-type pad, box spring, quilt, comforter, sleeping bag, mattress protector pad, pillow or quilted bedspread that contains stuffing concealed by fabric or other flexible material or any such article that can be used for sleeping or reclining purposes, but does not include decorator cushions; “furniture” includes the frame, coils, wiring or any other related metal components; “home hobby or craft operator” means a person who manufactures in Ontario less than 1,000 upholstered or stuffed articles per year in the person’s residence for sale to the public, but does not include a renovator; “manufacturer” means a person who inserts and covers stuffing in any article or part thereof in the manufacture of an upholstered or stuffed article or any part thereof; “mattress” includes the frame, coils, edge-guards, wiring or any other related metal components; “new material” means, (a) material manufactured for use as stuffing that has not been previously used, and (b) material not manufactured for use as stuffing that is subsequently shredded, cut or reduced to a fibrous state through any other process for use as stuffing, and includes recycled material but only if it has undergone a remanufacturing process; “renovator” means a person who renovates, repairs or alters an upholstered or stuffed article; “second-hand article” means an upholstered or stuffed article that has been purchased from a retailer and returned, but does not include such an article if it is returned to the retailer before use with the original label attached; “second-hand material” means material that has been used other than in a manufacturing process and, in the case of bedding, includes springs used in its construction; “stuffing” means any material used for padding, filling or cushioning that is enclosed by a covering; “upholstered furniture” means, (a) furniture that is made or sold with cushions, loose or attached, (b) furniture that is itself stuffed or filled, in whole or in part, with any stuffing concealed by fabric or other flexible material or any similar material that can be used for sitting, resting or reclining; “upholstered or stuffed article” means an article any part of which contains stuffing.  O. Reg. 218/01, s. 1 (1); O. Reg. 254/08, s. 1 (1-6). (2) For the purposes of this Regulation, an upholstered or stuffed article shall be deemed to be offered for sale, lease or rent while it is in the possession of or on the premises of a person carrying on business as a manufacturer, wholesaler, importer, distributor, retailer or lessor.  O. Reg. 254/08, s. 1 (7). (3) Subsection (2) does not apply to upholstered and stuffed articles to be renovated and labelled under subsection 5 (1) or articles to which section 10 applies.  O. Reg. 218/01, s. 1 (3). (4) A reference in this Regulation to a director is a reference to the director to whom the subject matter of this Regulation is assigned.  O. Reg. 218/01, s. 1 (4). (5) A reference in this Regulation to a requirement that a person do anything in accordance with this Regulation or in compliance with this Regulation, that an upholstered or stuffed article, stuffing or a label be in compliance with this Regulation or a reference to anything being carried out or permitted in accordance with this Regulation includes a reference to a requirement for compliance, to the carrying out of the thing or to permission to do the thing contained in a safety order under section 14 of the Act, a public safety order under section 31 of the Act or an authorization under clause 36 (3) (a) of the Act made or given by the director.  O. Reg. 254/08, s. 1 (8).",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“bedding” means any mattress, mattress-type pad, box spring, quilt, comforter, sleeping bag, mattress protector pad, pillow or quilted bedspread that contains stuffing concealed by fabric or other flexible material or any such article that can be used for sleeping or reclining purposes, but does not include decorator cushions;</p> <p class=\"definition-e\">“furniture” includes the frame, coils, wiring or any other related metal components; </p> <p class=\"definition-e\">“home hobby or craft operator” means a person who manufactures in Ontario less than 1,000 upholstered or stuffed articles per year in the person’s residence for sale to the public, but does not include a renovator; </p> <p class=\"definition-e\">“manufacturer” means a person who inserts and covers stuffing in any article<b> </b>or part thereof in the manufacture of an upholstered or stuffed article or any part thereof;</p> <p class=\"definition-e\">“mattress” includes the frame, coils, edge-guards, wiring or any other related metal components; </p> <p class=\"definition-e\">“new material” means,</p> <p class=\"defclause-e\">  (a) material manufactured for use as stuffing that has not been previously used, and</p> <p class=\"defclause-e\">  (b) material not manufactured for use as stuffing that is subsequently shredded, cut or reduced to a fibrous state through any other process for use as stuffing, and includes recycled material but only if it has undergone a remanufacturing process;</p> <p class=\"definition-e\">“renovator” means a person who renovates, repairs or alters an upholstered or stuffed article;</p> <p class=\"definition-e\">“second-hand article” means an upholstered or stuffed article that has been purchased from a retailer and returned, but does not include such an article if it is returned to the retailer before use with the original label attached; </p> <p class=\"definition-e\">“second-hand material” means material that has been used other than in a manufacturing process and, in the case of bedding, includes springs used in its construction;</p> <p class=\"definition-e\">“stuffing” means any material used for padding, filling or cushioning that is enclosed by a covering;</p> <p class=\"definition-e\">“upholstered furniture” means,</p> <p class=\"defclause-e\">  (a) furniture that is made or sold with cushions, loose or attached,</p> <p class=\"defclause-e\">  (b) furniture that is itself stuffed or filled, in whole or in part, with any stuffing concealed by fabric or other flexible material or any similar material that can be used for sitting, resting or reclining;</p> <p class=\"definition-e\">“upholstered or stuffed article” means an article any part of which contains stuffing.  O. Reg. 218/01, s. 1 (1); O. Reg. 254/08, s. 1 (1-6).</p> <p class=\"subsection-e\"><b> </b>(2) For the purposes of this Regulation, an upholstered or stuffed article shall be deemed to be offered for sale, lease or rent while it is in the possession of or on the premises of a person carrying on business as a manufacturer, wholesaler, importer, distributor, retailer or lessor.  O. Reg. 254/08, s. 1 (7).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to upholstered and stuffed articles to be renovated and labelled under subsection 5 (1)<b> </b>or articles to which section 10<b> </b>applies.  O. Reg. 218/01, s. 1 (3). </p> <p class=\"subsection-e\">  (4) A reference in this Regulation to a director is a reference to the director to whom the subject matter of this Regulation is assigned.  O. Reg. 218/01, s. 1 (4).</p> <p class=\"subsection-e\">  (5) A reference in this Regulation to a requirement that a person do anything in accordance with this Regulation or in compliance with this Regulation, that an upholstered or stuffed article, stuffing or a label be in compliance with this Regulation or a reference to anything being carried out or permitted in accordance with this Regulation includes a reference to a requirement for compliance, to the carrying out of the thing or to permission to do the thing contained in a safety order under section 14 of the Act, a public safety order under section 31 of the Act or an authorization under clause 36 (3) (a) of the Act made or given by the director.  O. Reg. 254/08, s. 1 (8).</p>"
        },
        {
            "id": "2.",
            "section": "Application ",
            "content": " 2. (1) All persons engaged in the manufacture, renovation and sale of upholstered and stuffed articles shall comply with this Regulation except as set out in subsection (2).  O. Reg. 218/01, s. 2 (1). (2) Subsection 3 (1) and sections 5, 6 and 8 do not apply to persons engaged in the manufacture or sale of, (a) original upholstery or articles manufactured as part of a motor vehicle, trailer, traction engine, farm tractor, road-building machine, bicycle and any vehicle, drawn, propelled or driven by any kind of power, including muscular power, a motorized snow vehicle, an airplane, or a boat or other watercraft intended for personal use, provided that the upholstery or articles meet the standards of the appropriate federal authority at the time the vehicle or airplane is manufactured; (b) life-saving equipment that bears a stamp or label of approval of the appropriate federal authority; (c) disposable or single use articles; (d) helmets that bear a stamp or label of approval of the appropriate provincial or federal authority; (e) padded undergarments; or (f) shoulder pads and trimmings in articles of clothing, and articles of clothing containing shoulder pads or trimmings, or both, but only with respect to the shoulder pads or trimmings, or both.  O. Reg. 254/08, s. 2; O. Reg. 420/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>(1) All persons engaged in the manufacture, renovation and sale of upholstered and stuffed articles shall comply with this Regulation except as set out in subsection (2).  O. Reg. 218/01, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Subsection 3 (1) and sections 5, 6 and 8 do not apply to persons engaged in the manufacture or sale of,</p> <p class=\"clause-e\">  (a) original upholstery or articles manufactured as part of a motor vehicle, trailer, traction engine, farm tractor, road-building machine, bicycle and any vehicle, drawn, propelled or driven by any kind of power, including muscular power, a motorized snow vehicle, an airplane, or a boat or other watercraft intended for personal use, provided that the upholstery or articles meet the standards of the appropriate federal authority at the time the vehicle or airplane is manufactured;  </p> <p class=\"clause-e\">  (b) life-saving equipment that bears a stamp or label of approval of the appropriate federal authority;</p> <p class=\"clause-e\">  (c) disposable or single use articles;</p> <p class=\"clause-e\">  (d) helmets that bear a stamp or label of approval of the appropriate provincial or federal authority;</p> <p class=\"clause-e\">  (e) padded undergarments; or</p> <p class=\"clause-e\">  (f) shoulder pads and trimmings in articles of clothing, and articles of clothing containing shoulder pads or trimmings, or both, but only with respect to the shoulder pads or trimmings, or both.  O. Reg. 254/08, s. 2; O. Reg. 420/08, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Licence required",
            "content": " 3. (1) No person shall carry on business as a manufacturer or as a renovator unless the person is licensed.  O. Reg. 218/01, s. 3 (1). (2) An application for a licence as a manufacturer or as a renovator shall be in the form provided by the designated administrative authority, be accompanied by the fee set by the designated administrative authority and contain the following information: 1. The name, address and telephone number of the applicant, including the name under which the applicant carries on business. 2. The names of the officers, if the applicant is a corporation. 3. The types of articles manufactured or renovated.  O. Reg. 218/01, s. 3 (2). (3) An application for a licence as a home hobby or craft operator shall be in the form provided by the designated administrative authority, be accompanied by the fee set by the designated administrative authority and contain the following information: 1. The name, address and telephone number of the applicant, including the name under which the applicant carries on business. 2. The names of the officers, if the applicant is a corporation. 3. The types of articles manufactured or renovated. 4. The number of stuffed articles that the applicant proposes to manufacture in a given year.  O. Reg. 218/01, s. 3 (3). (4) A licence expires on the anniversary of the date on which it was granted unless an application for renewal of the licence together with the fee set by the designated administrative authority is filed with the director before that date.  O. Reg. 218/01, s. 3 (4). (5) On an application for the renewal of a licence as a home or craft operator, the applicant shall indicate the number of stuffed articles manufactured during the immediately preceding licence period.  O. Reg. 218/01, s. 3 (5). (6) A licence holder shall, within five days after the event, notify the director in writing of, (a) any change in the licence holder’s address for service; and (b) any change in the officers of a corporate licence holder or in the members of an association of individuals or a partnership that is a licence holder.  O. Reg. 218/01, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>(1) No person shall carry on business as a manufacturer or as a renovator unless the person is licensed.  O. Reg. 218/01, s. 3 (1).</p> <p class=\"subsection-e\">  (2) An application for a licence as a manufacturer or as a renovator shall be in the form provided by the designated administrative authority, be accompanied by the fee set by the designated administrative authority and contain the following information:</p> <p class=\"paragraph-e\">  1. The name, address and telephone number of the applicant, including the name under which the applicant carries on business.</p> <p class=\"paragraph-e\">  2. The names of the officers, if the applicant is a corporation. </p> <p class=\"paragraph-e\">  3. The types of articles manufactured or renovated.  O. Reg. 218/01, s. 3 (2).</p> <p class=\"subsection-e\">  (3) An application for a licence as a home hobby or craft operator shall be in the form provided by the designated administrative authority, be accompanied by the fee set by the designated administrative authority and contain the following information:</p> <p class=\"paragraph-e\">  1. The name, address and telephone number of the applicant, including the name under which the applicant carries on business.</p> <p class=\"paragraph-e\">  2. The names of the officers, if the applicant is a corporation.</p> <p class=\"paragraph-e\">  3. The types of articles manufactured or renovated.</p> <p class=\"paragraph-e\">  4. The number of stuffed articles that the applicant proposes to manufacture in a given year.  O. Reg. 218/01, s. 3 (3).</p> <p class=\"subsection-e\">  (4) A licence expires on the anniversary of the date on which it was granted unless an application for renewal of the licence together with the fee set by the designated administrative authority is filed with the director before that date.  O. Reg. 218/01, s. 3 (4).</p> <p class=\"subsection-e\">  (5) On an application for the renewal of a licence as a home or craft operator, the applicant shall indicate the number of stuffed articles manufactured during the immediately preceding licence period.  O. Reg. 218/01, s. 3 (5).</p> <p class=\"subsection-e\">  (6) A licence holder shall, within five days after the event, notify the director in writing of,</p> <p class=\"clause-e\">  (a) any change in the licence holder’s address for service; and</p> <p class=\"clause-e\">  (b) any change in the officers of a corporate licence holder or in the members of an association of individuals or a partnership that is a licence holder.  O. Reg. 218/01, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": "Restrictions on renovator’s licence",
            "content": " 4. A person licensed as a renovator may not manufacture more than 25 new articles during an annual licence period.  O. Reg. 218/01, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b><b> </b>A person licensed as a renovator may not manufacture more than 25 new articles during an annual licence period.  O. Reg. 218/01, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Labelling requirements",
            "content": " 5. (1) On completing the manufacture or renovation of an upholstered or stuffed article, a manufacturer or renovator shall immediately affix a label in accordance with this Regulation to a conspicuous part of the main body of the article.  O. Reg. 218/01, s. 5 (1). (2) A retailer who receives a second-hand article for purposes of sale shall, immediately upon receiving it, affix a second-hand label in Form 5 to a conspicuous part of the article.  O. Reg. 254/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>(1) On completing the manufacture or renovation of an upholstered or stuffed article, a manufacturer or renovator shall immediately affix a label in accordance with this Regulation to a conspicuous part of the main body of the article.  O. Reg. 218/01, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A retailer who receives a second-hand article for purposes of sale shall, immediately upon receiving it, affix a second-hand label in Form 5 to a conspicuous part of the article.  O. Reg. 254/08, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Prohibition on sale of unlabelled articles",
            "content": " 6. (1) No person shall sell or offer for sale, whether by auction or otherwise, an upholstered or stuffed article that does not bear a label in accordance with this Regulation that is securely affixed to a conspicuous part of the main body of the article.  O. Reg. 218/01, s. 6 (1). (2) Subsection (1) does not apply to the sale or offering for sale by a householder of his or her own household articles from or on the householder’s own premises.  O. Reg. 218/01, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b><b> </b>(1) No person shall sell or offer for sale, whether by auction or otherwise, an upholstered or stuffed article that does not bear a label in accordance with this Regulation that is securely affixed to a conspicuous part of the main body of the article.  O. Reg. 218/01, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to the sale or offering for sale by a householder of his or her own household articles from or on the householder’s own premises.  O. Reg. 218/01, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Prohibition on removal of labels",
            "content": " 7. No person shall remove, deface or alter, or attempt to remove, deface or alter, any label that is affixed in accordance with this Regulation to an article before the article to which it is affixed is sold by retail and delivered or, in the case of renovators, is returned to the owner.  O. Reg. 218/01, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>No person shall remove, deface or alter, or attempt to remove, deface or alter, any label that is affixed in accordance with this Regulation to an article before the article to which it is affixed is sold by retail and delivered or, in the case of renovators, is returned to the owner.  O. Reg. 218/01, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Prohibition on sale of certain articles ",
            "content": " 8. Except for a second-hand article, no person shall sell or offer for sale, whether by auction or otherwise, an upholstered or stuffed article that has not been manufactured by a licensed manufacturer or manufactured in a jurisdiction designated under section 17.  O. Reg. 218/01, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b><b> </b>Except for a second-hand article, no person shall sell or offer for sale, whether by auction or otherwise, an upholstered or stuffed article that has not been manufactured by a licensed manufacturer or manufactured in a jurisdiction designated under section 17.  O. Reg. 218/01, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Prohibitions on use of certain materials in manufacture",
            "content": " 9. (1) No person shall use second-hand material as stuffing in the manufacture of an upholstered or stuffed article or add second-hand material as stuffing in its renovation.  O. Reg. 218/01, s. 9 (1). (2) No person shall use material that contains vermin or is unclean in the manufacture or renovation of any upholstered or stuffed article.  O. Reg. 218/01, s. 9 (2). (3) No person shall use down or other feather products in the manufacture or renovation of an upholstered or stuffed article unless the down or other feather products have first been processed in accordance with section 18.  O. Reg. 218/01, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b><b> </b>(1) No person shall use second-hand material as stuffing in the manufacture of an upholstered or stuffed article or add second-hand material as stuffing in its renovation.  O. Reg. 218/01, s. 9 (1).</p> <p class=\"subsection-e\">  (2) No person shall use material that contains vermin or is unclean in the manufacture or renovation of any upholstered or stuffed article.  O. Reg. 218/01, s. 9 (2).</p> <p class=\"subsection-e\">  (3) No person shall use down or other feather products in the manufacture or renovation of an upholstered or stuffed article unless the down or other feather products have first been processed in accordance with section 18.  O. Reg. 218/01, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": "Prohibition on sale of unsanitary articles\r\n",
            "content": " 10. (1) No person shall sell or offer for sale an upholstered or stuffed article that has been in contact with a person suffering from a communicable disease unless the article has been sterilized in accordance with section 19 or disinfected in accordance with section 20.  O. Reg. 218/01, s. 10 (1). (2) No person shall sell or offer for sale an upholstered or stuffed article that contains vermin unless the article has been sterilized in accordance with section 19 or disinfected in accordance with section 20.  O. Reg. 218/01, s. 10 (2). (3) No person shall sell or offer for sale an upholstered or stuffed article that is so soiled or is in such condition that the article is likely to affect adversely a person’s health.  O. Reg. 218/01, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10.</b><b> </b>(1) No person shall sell or offer for sale an upholstered or stuffed article that has been in contact with a person suffering from a communicable disease unless the article has been sterilized in accordance with section 19 or disinfected in accordance with section 20.  O. Reg. 218/01, s. 10 (1).</p> <p class=\"subsection-e\">  (2) No person shall sell or offer for sale an upholstered or stuffed article that contains vermin unless the article has been sterilized in accordance with section 19 or disinfected in accordance with section 20.  O. Reg. 218/01, s. 10 (2).</p> <p class=\"subsection-e\">  (3) No person shall sell or offer for sale an upholstered or stuffed article that is so soiled or is in such condition that the article is likely to affect adversely a person’s health.  O. Reg. 218/01, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Non-compliance labels ",
            "content": " 11. (1) Where, upon an inspection, the inspector finds that an upholstered or stuffed article is not labelled in accordance with this Regulation, he or she may affix a non-compliance label to the article.  O. Reg. 218/01, s. 11 (1). (2) An inspector shall remove a non-compliance label affixed to an article when the labelling has been corrected.  O. Reg. 218/01, s. 11 (2). (3) Where, upon an inspection, the inspector has reasonable grounds to believe that stuffing does not comply with this Regulation, the inspector may affix a non-compliance label to the stuffing.  O. Reg. 218/01, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b><b> </b>(1) Where, upon an inspection, the inspector finds that an upholstered or stuffed article is not labelled in accordance with this Regulation, he or she may affix a non-compliance label<b> </b>to the article.  O. Reg. 218/01, s. 11 (1).</p> <p class=\"subsection-e\">  (2) An inspector shall remove a non-compliance label affixed to an article when the labelling has been corrected.  O. Reg. 218/01, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Where, upon an inspection, the inspector has reasonable grounds to believe that stuffing does not comply with this Regulation, the inspector may affix a non-compliance label to the stuffing.  O. Reg. 218/01, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Removal of non-compliance label",
            "content": " 12. (1) The director or an inspector may remove a non-compliance label, (a) that has been affixed under section 11 as the result of an inspection, when the labelling is corrected; (b) that has been affixed under section 11 as a result of an inspection, when tests indicate that sections 9 and 10 have been complied with; (c) if an order for its removal has been made under section 12 or 22 of the Act.  O. Reg. 218/01, s. 12 (1). (2) No person, other than the director or an inspector, shall remove a non-compliance label that has been affixed as the result of an inspection.  O. Reg. 218/01, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b><b> </b>(1) The director or an inspector may remove a non-compliance label,</p> <p class=\"clause-e\">  (a) that has been affixed under section 11 as the result of an inspection, when the labelling is corrected;</p> <p class=\"clause-e\">  (b) that has been affixed under section 11 as a result of an inspection, when tests indicate that sections 9 and 10 have been complied with;</p> <p class=\"clause-e\">  (c) if an order for its removal has been made under section 12 or 22 of the Act.  O. Reg. 218/01, s. 12 (1).</p> <p class=\"subsection-e\">  (2) No person, other than the director or an inspector, shall remove a non-compliance label that has been affixed as the result of an inspection.  O. Reg. 218/01, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Prohibition on sale, etc., of articles not in compliance",
            "content": " 13. (1) Subject to subsections (3) and (4), no person shall sell, offer to sell, exchange or lease any article found not to be in compliance as the result of an inspection, or remove any such article from the premises where it is located.  O. Reg. 218/01, s. 13 (1). (2) A person in possession of an article that is found not to be in compliance shall produce it on demand to the director at any time during which a non-compliance label is affixed to it.  O. Reg. 218/01, s. 13 (2). (3) The person in possession of an article found not to be in compliance may, with the written consent of the director, return the article to the person who supplied the article to the person in possession of it.  O. Reg. 218/01, s. 13 (3). (4) The person in possession of an article found not to be in compliance because the label, although it does identify the stuffing in the article, is not in accordance with this Regulation may do any of the things otherwise prohibited under subsection (1) if the label is corrected in a manner acceptable to the director.  O. Reg. 218/01, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"> <b>13.</b><b> </b>(1) Subject to subsections (3) and (4), no person shall sell, offer to sell, exchange or lease any article found not to be in compliance as the result of an inspection, or remove any such article from the premises where it is located.  O. Reg. 218/01, s. 13 (1).</p> <p class=\"subsection-e\">  (2) A person in possession of an article that is found not to be in compliance shall produce it on demand to the director at any time during which a non-compliance label is affixed to it.  O. Reg. 218/01, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The person in possession of an article found not to be in compliance may, with the written consent of the director, return the article to the person who supplied the article to the person in possession of it.  O. Reg. 218/01, s. 13 (3).</p> <p class=\"subsection-e\">  (4) The person in possession of an article found not to be in compliance because the label, although it does identify the stuffing in the article, is not in accordance with this Regulation may do any of the things otherwise prohibited under subsection (1) if the label is corrected in a manner acceptable to the director.  O. Reg. 218/01, s. 13 (4).</p>"
        },
        {
            "id": "14.",
            "section": "Forms of labels",
            "content": " 14. (1) Subject to subsection (6), a label shall be made of tyvek, mylar, linen or a material equivalent in strength to those materials.  O. Reg. 254/08, s. 4. (2) A label for an article of bedding or upholstered furniture in which new material is used exclusively shall be in Form 1, be coloured white with black ink and be at least 6.4 centimetres in width by at least 9 centimetres in length.  O. Reg. 254/08, s. 4; O. Reg. 420/08, s. 2 (1). (3) A label for all articles, other than bedding or upholstered furniture, in which new material is used exclusively shall be in Form 2 for clothing and articles other than clothing, be coloured white with black ink and be at least 7 centimetres in width by at least 2.5 centimetres in length.  O. Reg. 254/08, s. 4; O. Reg. 420/08, s. 2 (2). (4) A label for all articles, other than bedding or upholstered furniture, in which new material is used exclusively shall be in Form 3 for toys or articles too small for Form 2, be coloured white with black ink and be at least 5.5 centimetres in width by at least 1.3 centimetres in length.  O. Reg. 254/08, s. 4. (5) A label for a renovated article shall be in Form 4, be coloured white with black ink and be at least 10 centimetres in length.  O. Reg. 254/08, s. 4. (6) A label for a second-hand article shall be in Form 5, be coloured yellow with black ink and be at least 10 centimetres in length.  O. Reg. 254/08, s. 4. (7) A label indicating that an article is not in compliance with this Regulation shall be in Form 6, be coloured red with black ink and be affixed only to articles that are not in compliance with this Regulation.  O. Reg. 254/08, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Subject to subsection (6), a label shall be made of tyvek, mylar, linen or a material equivalent in strength to those materials.  O. Reg. 254/08, s. 4.</p> <p class=\"subsection-e\">  (2) A label for an article of bedding or upholstered furniture in which new material is used exclusively shall be in Form 1, be coloured white with black ink and be at least 6.4 centimetres in width by at least 9 centimetres in length.  O. Reg. 254/08, s. 4; O. Reg. 420/08, s. 2 (1).</p> <p class=\"subsection-e\">  (3) A label for all articles, other than bedding or upholstered furniture, in which new material is used exclusively shall be in Form 2 for clothing and articles other than clothing, be coloured white with black ink and be at least 7 centimetres in width by at least 2.5 centimetres in length.  O. Reg. 254/08, s. 4; O. Reg. 420/08, s. 2 (2).</p> <p class=\"subsection-e\">  (4) A label for all articles, other than bedding or upholstered furniture, in which new material is used exclusively shall be in Form 3 for toys or articles too small for Form 2, be coloured white with black ink and be at least 5.5 centimetres in width by at least 1.3 centimetres in length.  O. Reg. 254/08, s. 4.</p> <p class=\"subsection-e\">  (5) A label for a renovated article shall be in Form 4, be coloured white with black ink and be at least 10 centimetres in length.  O. Reg. 254/08, s. 4.</p> <p class=\"subsection-e\">  (6) A label for a second-hand article shall be in Form 5, be coloured yellow with black ink and be at least 10 centimetres in length.  O. Reg. 254/08, s. 4.</p> <p class=\"subsection-e\">  (7) A label indicating that an article is not in compliance with this Regulation shall be in Form 6, be coloured red with black ink and be affixed only to articles that are not in compliance with this Regulation.  O. Reg. 254/08, s. 4.</p>"
        },
        {
            "id": "15.",
            "section": "Labels on hard-backed chairs",
            "content": " 15. Where the seat of a chair is manufactured as a unit separate from the chair and the seat has a hard surface backing, a label may be affixed to the backing by means of a rubber stamp or by way of a label printed on cardboard, on condition that the label is legible and indelible.  O. Reg. 218/01, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15.</b><b> </b>Where the seat of a chair is manufactured as a unit separate from the chair and the seat has a hard surface backing, a label may be affixed to the backing by means of a rubber stamp or by way of a label printed on cardboard, on condition that the label is legible and indelible.  O. Reg. 218/01, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Requirements relating to labels",
            "content": " 16. (1) Subject to subsections (2) and 17 (2), a label in Form 1, Form 2 or Form 3 affixed to an upholstered or stuffed article shall indicate, under the heading “Content”, the generic names of all stuffing materials, listed in order of predominance, by volume not by percentage, used in the article, as set out in Column II of the Schedule, and the size of the label shall be extended as necessary.  O. Reg. 254/08, s. 5. (2) Subsection (1) does not apply where the requirements of that subsection are satisfied by a label affixed under the Textile Labelling Act (Canada).  O. Reg. 218/01, s. 16 (2). (3) No printing, other than that contained in a form required by this Regulation, shall appear on the front of a label except the following: 1. The licence number of the licence holder. 2. The indication of the main stuffing materials. 3. Such information as is acceptable to the director. 4. The firm name and address of the manufacturer or renovator, where the manufacturer or renovator so desires. 5. Information required by the laws of the Parliament of Canada, where the manufacturer desires to have such information printed on an extended version of the labels required or permitted by this Regulation.  O. Reg. 218/01, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> (1) Subject to subsections (2) and 17 (2), a label in Form 1, Form 2 or Form 3 affixed to an upholstered or stuffed article shall indicate, under the heading “Content”, the generic names of all stuffing materials, listed in order of predominance, by volume not by percentage, used in the article, as set out in Column II of the Schedule, and the size of the label shall be extended as necessary.  O. Reg. 254/08, s. 5.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply where the requirements of that subsection are satisfied by a label affixed under the <i>Textile Labelling Act</i> (Canada).  O. Reg. 218/01, s. 16 (2).</p> <p class=\"subsection-e\">  (3) No printing, other than that contained in a form required by this Regulation, shall appear on the front of a label except the following:</p> <p class=\"paragraph-e\">  1. The licence number of the licence holder.</p> <p class=\"paragraph-e\">  2. The indication of the main stuffing materials.</p> <p class=\"paragraph-e\">  3. Such information as is acceptable to the director.</p> <p class=\"paragraph-e\">  4. The firm name and address of the manufacturer or renovator, where the manufacturer or renovator so desires. </p> <p class=\"paragraph-e\">  5. Information required by the laws of the Parliament of Canada, where the manufacturer desires to have such information printed on an extended version of the labels required or permitted by this Regulation.  O. Reg. 218/01, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": "Designated jurisdictions",
            "content": " 17. (1) The following jurisdictions are designated for the purposes of section 8: 1. Manitoba. 2. Quebec.  O. Reg. 218/01, s. 17 (1). (2) Where a designated jurisdiction has the same requirements as in subsection 16 (1), labels affixed to an upholstered or stuffed article not manufactured in that jurisdiction, in compliance with the laws of that jurisdiction, are adopted for use in Ontario.  O. Reg. 218/01, s. 17 (2). (3) Labels approved by a designated jurisdiction may be affixed to upholstered or stuffed articles manufactured in that jurisdiction instead of the labels prescribed by this Regulation.  O. Reg. 218/01, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"> <b>17.</b><b> </b>(1) The following jurisdictions are designated for the purposes of section 8:</p> <p class=\"paragraph-e\">  1. Manitoba.</p> <p class=\"paragraph-e\">  2. Quebec.  O. Reg. 218/01, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Where a designated jurisdiction has the same requirements as in subsection 16 (1), labels affixed to an upholstered or stuffed article not manufactured in that jurisdiction, in compliance with the laws of that jurisdiction, are adopted for use in Ontario.  O. Reg. 218/01, s. 17 (2).</p> <p class=\"subsection-e\">  (3) Labels approved by a designated jurisdiction may be affixed to upholstered or stuffed articles manufactured in that jurisdiction instead of the labels prescribed by this Regulation.  O. Reg. 218/01, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": "Down processing and cleanliness ",
            "content": " 18. (1) Down or other feather products used as stuffing shall be processed by being, (a) washed with a detergent for at least 30 minutes in water of a temperature of at least 52 degrees Celsius; (b) rinsed thoroughly for at least 20 minutes in warm water; (c) drained and treated by steam at a temperature of at least 110 degrees Celsius for at least 30 minutes and at a pressure of 104 kilopascals; and (d) dried thoroughly for a period of at least 20 minutes at a temperature of at least 93 degrees Celsius.  O. Reg. 218/01, s. 18 (1). (2) Down and other feather products used as stuffing shall be processed to meet or exceed the following levels of plumage cleanliness as determined using the CGSB-139.3 M90 test (September 1990): 1. 10 for down or uncrushed feather products. 2. 15 for crushed feather products.  O. Reg. 218/01, s. 18 (2). (3) Down and other feather products used as stuffing shall meet or exceed the levels of plumage cleanliness as determined using the CGSB-139.3 M90 test.  O. Reg. 218/01, s. 18 (3). (4) In subsections (2) and (3), “CGSB” means Canadian General Standards Board.  O. Reg. 218/01, s. 18 (4).",
            "raw_html": "<p class=\"section-e\"> <b>18.</b><b> </b>(1) Down or other feather products used as stuffing shall be processed by being,</p> <p class=\"clause-e\">  (a) washed with a detergent for at least 30 minutes in water of a temperature of at least 52 degrees Celsius;</p> <p class=\"clause-e\">  (b) rinsed thoroughly for at least 20 minutes in warm water;</p> <p class=\"clause-e\">  (c) drained and treated by steam at a temperature of at least 110 degrees Celsius for at least 30 minutes and at a pressure of 104 kilopascals; and</p> <p class=\"clause-e\">  (d) dried thoroughly for a period of at least 20 minutes at a temperature of at least 93 degrees Celsius.  O. Reg. 218/01, s. 18 (1).</p> <p class=\"subsection-e\">  (2) Down and other feather products used as stuffing shall be processed to meet or exceed the following levels of plumage cleanliness as determined using the <span class=\"ovallcaps\">CGSB</span>-139.3 M90 test (September 1990): </p> <p class=\"paragraph-e\">  1. 10 for down or uncrushed feather products.</p> <p class=\"paragraph-e\">  2. 15 for crushed feather products.  O. Reg. 218/01, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Down and other feather products used as stuffing shall meet or exceed the levels of plumage cleanliness as determined using the <span class=\"ovallcaps\">CGSB</span>-139.3 M90 test.  O. Reg. 218/01, s. 18 (3).</p> <p class=\"subsection-e\">  (4) In subsections (2) and (3),</p> <p class=\"firstdef-e\">“<span class=\"ovallcaps\">CGSB</span>” means Canadian General Standards Board.  O. Reg. 218/01, s. 18 (4).</p>"
        },
        {
            "id": "19.",
            "section": "Sterilization",
            "content": " 19. (1) An upholstered or stuffed article that has been in contact with a person suffering from a communicable disease shall not be offered for sale or sold unless, (a) it has been sterilized through exposure for at least 10 hours to formaldehyde gas in a gas-tight sterilization chamber equipped with at least one air inlet and one air outlet, with each having a gas-tight closure gate or valve; and (b) proof of its sterilization has been provided to the director.  O. Reg. 218/01, s. 19 (1). (2) The air outlet of the sterilization chamber shall be equipped with a duct of a size sufficient to carry the exhaust gases to the outside atmosphere at a point removed from any door, window or opening.  O. Reg. 218/01, s. 19 (2). (3) The formaldehyde gas referred to in subsection (1) shall be generated from 570 millilitres of formaldehyde solution for every 28 cubic metres of space in the sterilization chamber.  O. Reg. 218/01, s. 19 (3). (4) Where two or more upholstered or stuffed articles are in a sterilization chamber at the same time, they shall be set apart far enough apart from each other that gas may circulate freely among them.  O. Reg. 218/01, s. 19 (4). (5) Where shelves are used in a sterilization chamber, the shelves shall be of lattice construction.  O. Reg. 218/01, s. 19 (5).",
            "raw_html": "<p class=\"section-e\"> <b>19.</b><b> </b>(1) An upholstered or stuffed article that has been in contact with a person suffering from a communicable disease shall not be offered for sale or sold unless,</p> <p class=\"clause-e\">  (a) it has been sterilized through exposure for at least 10 hours to formaldehyde gas in a gas-tight sterilization chamber equipped with at least one air inlet and one air outlet, with each having a gas-tight closure gate or valve; and</p> <p class=\"clause-e\">  (b) proof of its sterilization has been provided to the director.  O. Reg. 218/01, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The air outlet of the sterilization chamber shall be equipped with a duct of a size sufficient to carry the exhaust gases to the outside atmosphere at a point removed from any door, window or opening.  O. Reg. 218/01, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The formaldehyde gas referred to in subsection (1) shall be generated from 570 millilitres of formaldehyde solution for every 28 cubic metres of space in the sterilization chamber.  O. Reg. 218/01, s. 19 (3).</p> <p class=\"subsection-e\">  (4) Where two or more upholstered or stuffed articles are in a sterilization chamber at the same time, they shall be set apart far enough apart from each other that gas may circulate freely among them.  O. Reg. 218/01, s. 19 (4).</p> <p class=\"subsection-e\">  (5) Where shelves are used in a sterilization chamber, the shelves shall be of lattice construction.  O. Reg. 218/01, s. 19 (5).</p>"
        },
        {
            "id": "20.",
            "section": "Disinfection ",
            "content": " 20. An upholstered or stuffed article that contains vermin shall not be sold or offered for sale unless it is disinfected in an enclosed space or vault, in compliance with the Pesticides Act and the regulations made under that Act by an exterminator licensed under that Act.  O. Reg. 218/01, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20.</b><b> </b>An upholstered or stuffed article that contains vermin<b> </b>shall not be sold or offered for sale unless it is disinfected in an enclosed space or vault, in compliance with the <i>Pesticides Act </i>and the regulations made under that Act by an exterminator licensed under that Act.  O. Reg. 218/01, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Destruction of article",
            "content": " 21. Subject to sections 12 and 22 of the Act, an inspector or the local medical officer of health may, by order in writing, require the destruction of an upholstered or stuffed article being offered for sale by a dealer, if he or she believes on reasonable grounds that it is a danger to public health and cannot be satisfactorily treated, and the article, (a) has been in contact with a person suffering from a communicable disease; (b) is soiled; (c) is in such condition that it is likely to adversely affect the health of any person; (d) contains vermin; or (e) shows signs of corrosion or other degradation.  O. Reg. 254/08, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>Subject to sections 12 and 22 of the Act, an inspector or the local medical officer of health may, by order in writing, require the destruction of an upholstered or stuffed article being offered for sale by a dealer, if he or she believes on reasonable grounds that it is a danger to public health and cannot be satisfactorily treated, and the article,</p> <p class=\"clause-e\">  (a) has been in contact with a person suffering from a communicable disease;</p> <p class=\"clause-e\">  (b) is soiled; </p> <p class=\"clause-e\">  (c) is in such condition that it is likely to adversely affect the health of any person; </p> <p class=\"clause-e\">  (d) contains vermin; or</p> <p class=\"clause-e\">  (e) shows signs of corrosion or other degradation.  O. Reg. 254/08, s. 6.</p>"
        },
        {
            "id": "22.",
            "section": "Forms",
            "content": "  22. In this Regulation, when a form is referred to by number, the reference is to the form with that number that is described in the Table of Forms and is available on the website of the Technical Standards and Safety Authority. Table of Forms   (See section 22 — Technical Standards and Safety Authority)  Form Number   Form Name   Date of Form \n\n  1   Manufacturer’s Label / Étiquette du fabricant   March 15, 2008 \n\n  2   Manufacturer’s Label / Étiquette du fabricant   March 15, 2008 \n\n  3   Manufacturer’s Label / Étiquette du fabricant   March 15, 2008 \n\n  4   Renovated Article / Article rénové   March 15, 2008 \n\n  5   Second-hand Article / Article d’occasion   March 15, 2008 \n\n  6   Notice / Avis   March 15, 2008 O. Reg. 254/08, s. 7. Schedule Column I   Column II   Column III     Class   Main Stuffing Material   Description  \n\n  Cotton     1. White Cotton Felt   A mixture containing predominantly cotton linters, staple cotton and cotton by-products that may include white fibres other than cotton. \n\n  Hair     2. Hair   A stuffing made from the filamentous epidermal outgrowth of mammals. \n\n  Down and Feathers     3. Down   Stuffing made from the undercoating of water fowl consisting of light, fluffy filaments growing from one quill point but without quill shafts or stuffing that is composed of the following products:  \n\n          Down and plumules, at least   75%* \n\n          Down fibre   5% maximum \n\n          Small, fine fluffy feathers   15% maximum \n\n          Feather fibre and residue   5% maximum \n\n          *Percentages are by weight of products. \n\n        4. Down and Feathers   A mixture of down and feather containing not less than 51% by weight of down. \n\n        5. Feathers and Down   A mixture of feathers and down containing not less than 20% by weight of down. \n\n        6. Feathers    Stuffing made from the plumage, other than down, of any kind of land or water fowl. \n\n  Cellular Products     7. (Organic Base) Foam (see note 1)   Stuffing made from a polymerized material consisting of a mass of thin walled cells produced chemically or physically. \n\n        8. Chipped Foam   A stuffing material made of foam that has been subjected to a shredding process. \n\n        9. Bonded Foam   A stuffing material made of foam that has been shredded, cut or broken into pieces and cemented together. \n\n       10. (Organic Base) Moulded foam (see note 1)   A stuffing material made from foam that has been made into a mould in the shape in which it is intended to be used. \n\n  Cellulose Fibre    11. By Generic Name   A fibre manufactured from a generated cellulosic substance. \n\n  Polymer Fibre    12. By Generic Name (see note 2)   A manufactured fibre where the fibre forming the substance is a long chain of synthetic polymer. \n\n  Natural and Miscellaneous Fibres    14. Coconut Fibres     \n\n   15. Esparto Fibres     \n\n       16. Excelsior     \n\n   17. Flax Fibres     \n\n   18. Jute Fibres     \n\n   19. Kapok     \n\n   20. Sawdust     \n\n   21. Sisal Fibres     \n\n  New Reworked material    22. New Reclaimed Fibres   New material that has been made into thread, yarn or fabric and that is subsequently shredded, cut or reduced to a fibrous state. \n\n       23. Reclaimed (Material by name)   New material manufactured for use other than as stuffing that is subsequently reprocessed for use as stuffing. O. Reg. 218/01, Sched.; O. Reg. 254/08, s. 8.    ",
            "raw_html": "<p class=\"section-e\"><b>  22. </b>In this Regulation, when a form is referred to by number, the reference is to the form with that number that is described in the Table of Forms and is available on the website of the Technical Standards and Safety Authority.</p> <p class=\"headingx-e\">Table of Forms <br/>  (See section 22 — Technical Standards and Safety Authority)</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">Form Number</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Form Name</p> </td> <td valign=\"top\"> <p class=\"table-e\">Date of Form</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Manufacturer’s Label / Étiquette du fabricant</p> </td> <td valign=\"top\"> <p class=\"table-e\">March 15, 2008</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Manufacturer’s Label / Étiquette du fabricant</p> </td> <td valign=\"top\"> <p class=\"table-e\">March 15, 2008</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Manufacturer’s Label / Étiquette du fabricant</p> </td> <td valign=\"top\"> <p class=\"table-e\">March 15, 2008</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Renovated Article / Article rénové</p> </td> <td valign=\"top\"> <p class=\"table-e\">March 15, 2008</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">5</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Second-hand Article / Article d’occasion</p> </td> <td valign=\"top\"> <p class=\"table-e\">March 15, 2008</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"112\"> <p class=\"table-e\">6</p> </td> <td valign=\"top\" width=\"397\"> <p class=\"table-e\">Notice / Avis</p> </td> <td valign=\"top\"> <p class=\"table-e\">March 15, 2008</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 254/08, s. 7.</p> <p class=\"schedule-e\">Schedule</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<thead> <tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Column I</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\">Column II</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">Column III</p> </td> </tr> <tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Class</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\">Main Stuffing Material</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">Description</p> </td> </tr>\n</thead>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Cotton</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  1. White Cotton Felt</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A mixture containing predominantly cotton linters, staple cotton and cotton by-products that may include white fibres other than cotton.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Hair</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  2. Hair</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A stuffing made from the filamentous epidermal outgrowth of mammals.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Down and Feathers</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  3. Down</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">Stuffing made from the undercoating of water fowl consisting of light, fluffy filaments growing from one quill point but without quill shafts or stuffing that is composed of the following products: </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">Down and plumules, at least</p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">75%*</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">Down fibre</p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">5% maximum</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">Small, fine fluffy feathers</p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">15% maximum</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">Feather fibre and residue</p> </td> <td valign=\"top\" width=\"183\"> <p class=\"table-e\">5% maximum</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">*Percentages are by weight of products.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  4. Down and Feathers</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A mixture of down and feather containing not less than 51% by weight of down.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  5. Feathers and Down</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A mixture of feathers and down containing not less than 20% by weight of down.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  6. Feathers </p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">Stuffing made from the plumage, other than down, of any kind of land or water fowl.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Cellular Products</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  7. (Organic Base) Foam (see note 1)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">Stuffing made from a polymerized material consisting of a mass of thin walled cells produced chemically or physically.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  8. Chipped Foam</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A stuffing material made of foam that has been subjected to a shredding process.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\">  9. Bonded Foam</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A stuffing material made of foam that has been shredded, cut or broken into pieces and cemented together.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 10. (Organic Base) Moulded foam (see note 1)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A stuffing material made from foam that has been made into a mould in the shape in which it is intended to be used.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Cellulose Fibre</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 11. By Generic Name</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A fibre manufactured from a generated cellulosic substance.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">Polymer Fibre</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 12. By Generic Name (see note 2)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">A manufactured fibre where the fibre forming the substance is a long chain of synthetic polymer.</p> </td>\n</tr>\n<tr> <td rowspan=\"2\" valign=\"top\" width=\"132\"> <p class=\"table-e\">Natural and Miscellaneous Fibres</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 14. Coconut Fibres</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 15. Esparto Fibres</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td rowspan=\"6\" valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 16. Excelsior</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 17. Flax Fibres</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 18. Jute Fibres</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 19. Kapok</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 20. Sawdust</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 21. Sisal Fibres</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\">New Reworked material</p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 22. New Reclaimed Fibres</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">New material that has been made into thread, yarn or fabric and that is subsequently shredded, cut or reduced to a fibrous state.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"132\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"174\"> <p class=\"tablelevel1-e\"> 23. Reclaimed (Material by name)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"366\"> <p class=\"table-e\">New material manufactured for use other than as stuffing that is subsequently reprocessed for use as stuffing.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 218/01, Sched.; O. Reg. 254/08, s. 8.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}