{
    "reg_info": {
        "full_title": "O. Reg. 411/91: ZONING AREAS - GEOGRAPHIC TOWNSHIP OF KIRKUP, TERRITORIAL DISTRICT OF KENORA",
        "reg_name_text": "ZONING AREAS — GEOGRAPHIC TOWNSHIP OF KIRKUP, TERRITORIAL DISTRICT OF KENORA",
        "citation": "O. Reg. 411/91: ZONING AREAS - GEOGRAPHIC TOWNSHIP OF KIRKUP, TERRITORIAL DISTRICT OF KENORA",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/910411",
        "date_scraped": "2023-12-18 22:35:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/910411/v1",
            "valid_from": "July 22, 1991",
            "valid_to": "December  8, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this order, “dwelling” means one or more habitable rooms occupied or capable of being occupied as an independent and separate household in which separate kitchen and sanitary facilities are provided for the exclusive use of the household with a private entrance from outside the building or from a common hallway or stairway inside the building; “group home” means a dwelling in which three to ten persons, excluding supervisory staff or the receiving household, live as a household or in a supervised situation consistent with the particular requirements of its residents and is licensed under provincial statutes; “mobile home” means any dwelling that is designed to be made mobile, and constructed or manufactured to provide a permanent residence for one or more persons, but does not include a travel trailer or tent trailer or trailer otherwise designed. O. Reg. 411/91, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this order,</p> <p class=\"firstdef-e\">“dwelling” means one or more habitable rooms occupied or capable of being occupied as an independent and separate household in which separate kitchen and sanitary facilities are provided for the exclusive use of the household with a private entrance from outside the building or from a common hallway or stairway inside the building;</p> <p class=\"definition-e\">“group home” means a dwelling in which three to ten persons, excluding supervisory staff or the receiving household, live as a household or in a supervised situation consistent with the particular requirements of its residents and is licensed under provincial statutes;</p> <p class=\"definition-e\">“mobile home” means any dwelling that is designed to be made mobile, and constructed or manufactured to provide a permanent residence for one or more persons, but does not include a travel trailer or tent trailer or trailer otherwise designed. O. Reg. 411/91, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Order applies to those lands in the Township of Kirkup in the District of Kenora being part of Summer Resort Location RK 731 and part of Parcel 11954 in the register for the District of Kenora designated as Part 1 on Reference Plan 23R-4726 deposited in the land registry office for the Land Titles Division of Kenora (No. 23). O. Reg. 411/91, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to those lands in the Township of Kirkup in the District of Kenora being part of Summer Resort Location RK 731 and part of Parcel 11954 in the register for the District of Kenora designated as Part 1 on Reference Plan 23R-4726 deposited in the land registry office for the Land Titles Division of Kenora (No. 23). O. Reg. 411/91, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Nothing in this Order prevents the reconstruction, strengthening or improvement of any building or structure, so long as such reconstruction, strengthening or improvement does not increase the extent to which the building or structure fails to meet any requirement of this order. O. Reg. 411/91, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Nothing in this Order prevents the reconstruction, strengthening or improvement of any building or structure, so long as such reconstruction, strengthening or improvement does not increase the extent to which the building or structure fails to meet any requirement of this order. O. Reg. 411/91, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) Every use of land and every erection or use of buildings or structures is prohibited except one dwelling if it is used for residential purposes or for a group home, together with accessory buildings or structures. O. Reg. 411/91, s. 4 (1). (2) If the dwelling is used for a group home, the accessory structures may include, (a) one mobile home to be used as a school; and (b) one mobile home to be used as an office. O. Reg. 411/91, s. 4 (2).    ",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) Every use of land and every erection or use of buildings or structures is prohibited except one dwelling if it is used for residential purposes or for a group home, together with accessory buildings or structures. O. Reg. 411/91, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If the dwelling is used for a group home, the accessory structures may include, </p> <p class=\"clause-e\">  (a) one mobile home to be used as a school; and </p> <p class=\"clause-e\">  (b) one mobile home to be used as an office. O. Reg. 411/91, s. 4 (2).</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}