{
    "reg_info": {
        "full_title": "O. Reg. 214/19: INTERIM PERIOD",
        "reg_name_text": "INTERIM PERIOD",
        "citation": "O. Reg. 214/19: ",
        "act_under": "Ontario Society for the Prevention of Cruelty to Animals Act",
        "url": "https://www.ontario.ca/laws/regulation/190214",
        "date_scraped": "2023-12-18 22:11:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/190214/v2",
            "valid_from": "December 17, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/190214/v1",
            "valid_from": "June 27, 2019",
            "valid_to": "December 16, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, references to the Chief Inspector refer to the Chief Inspector appointed under subsection 21.1 (1) of the Act and references to appointing inspectors or to inspectors refer, respectively, to the appointment of inspectors under subsection 21.1 (2) of the Act and inspectors appointed under that subsection.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation, references to the Chief Inspector refer to the Chief Inspector appointed under subsection 21.1 (1) of the Act and references to appointing inspectors or to inspectors refer, respectively, to the appointment of inspectors under subsection 21.1 (2) of the Act and inspectors appointed under that subsection.</p>"
        },
        {
            "id": "2.",
            "section": "Additional powers and duties of Chief Inspector",
            "content": " 2. (1) The Chief Inspector shall generally oversee inspectors in the performance of their functions and review any complaints regarding the conduct of an inspector. (2) The Chief Inspector may establish standards and procedures for inspectors in the performance of their functions. (3) The Chief Inspector may revoke the appointment of an inspector for any reason that the Chief Inspector considers appropriate, including if the Chief Inspector believes that the inspector has failed to comply with any standards or procedures established under subsection (2) or if the Chief Inspector believes that the revocation is appropriate after having reviewed a complaint about the inspector.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Chief Inspector shall generally oversee inspectors in the performance of their functions and review any complaints regarding the conduct of an inspector.</p> <p class=\"subsection-e\"><b> </b>(2) The Chief Inspector may establish standards and procedures for inspectors in the performance of their functions.</p> <p class=\"subsection-e\">  (3) The Chief Inspector may revoke the appointment of an inspector for any reason that the Chief Inspector considers appropriate, including if the Chief Inspector believes that the inspector has failed to comply with any standards or procedures established under subsection (2) or if the Chief Inspector believes that the revocation is appropriate after having reviewed a complaint about the inspector.</p>"
        },
        {
            "id": "3.",
            "section": "Application of the Act, inspectors appointed under s. 21.1",
            "content": "  3. (1) If a person, other than a public servant, is appointed as an inspector, sections 14, 15, 15.1, 17 and 18, subsection 18.1 (7) and section 18.3 of the Act apply with respect to the person who employs the inspector as though the person were the Society.  (2) If a public servant is appointed as an inspector, the Act applies with respect to the inspector with the following modifications: 1. If the inspector takes possession of an animal under subsection 14 (1) of the Act, the inspector does so on behalf of the Chief Inspector and, i. the references in subsections 14 (1.1), (1.3) and (1.4) of the Act to the “Society” shall be read as references to the “Chief Inspector”, and ii. the first reference in subsection 14 (1.2) of the Act to the “Society” shall be read as a reference to the “Chief Inspector” and the second reference in that subsection to the “Society” shall be read as a reference to the “Minister of Finance”. 2. The Chief Inspector may serve the statement of account referred to in subsection 15 (1) of the Act, which shall provide that the amount set out in the statement is payable to the Minister of Finance. 3. The reference in subsection 15 (2) of the Act to the “Society” shall be read as a reference to the “Chief Inspector” and the reference to “reimburse itself out of the proceeds” in that subsection shall be read as “reduce the amount owing by the amount of the proceeds”. 4. Subsection (3) of this section applies instead of section 15.1 of the Act. 5. References in section 17 of the Act to “the Society” shall be read as references to “the Chief Inspector” with the exception of, i. the reference to “the Society” in clause 17 (6) (c) of the Act, which shall be read as a reference to “the Solicitor General”, and ii. the second reference to “the Society” in clause 17 (6) (d) of the Act, which shall be read as a reference to “the Minister of Finance”. 6. The reference in subsection 18 (1) of the Act to the “Society” shall be read as a reference to the “Chief Inspector”. 7. Subsection 18.1 (7) of the Act shall be read as including “to the Minister of Finance” after “make an order that the convicted person pay”, and the reference in that subsection to the “Society” shall be read as a reference to the “Chief Inspector”. 8. The reference in subsection 18.3 (1) of the Act to the “Society” shall be read as a reference to the “Chief Inspector” 9. The first reference in subsection 18.3 (2) of the Act to the “Society” shall be read as a reference to the “Minister of Finance” and the subsequent references in that subsection to the “Society” shall be as references to the “Chief Inspector”. (3) If an inspector who is a public servant takes custody of an animal and no person is identified as the animal’s owner or custodian within three business days after the inspector took custody of the animal, the Chief Inspector may dispose of the animal as the Chief Inspector considers appropriate and, if the animal is sold, the proceeds shall be deposited into the Consolidated Revenue Fund. (4) In this section, “public servant” has the same meaning as in the Public Service of Ontario Act, 2006.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) If a person, other than a public servant, is appointed as an inspector, sections 14, 15, 15.1, 17 and 18, subsection 18.1 (7) and section 18.3 of the Act apply with respect to the person who employs the inspector as though the person were the Society. </p> <p class=\"subsection-e\">  (2) If a public servant is appointed as an inspector, the Act applies with respect to the inspector with the following modifications:</p> <p class=\"paragraph-e\">  1. If the inspector takes possession of an animal under subsection 14 (1) of the Act, the inspector does so on behalf of the Chief Inspector and,</p> <p class=\"subpara-e\">  i. the references in subsections 14 (1.1), (1.3) and (1.4) of the Act to the “Society” shall be read as references to the “Chief Inspector”, and</p> <p class=\"subpara-e\">  ii. the first reference in subsection 14 (1.2) of the Act to the “Society” shall be read as a reference to the “Chief Inspector” and the second reference in that subsection to the “Society” shall be read as a reference to the “Minister of Finance”.</p> <p class=\"paragraph-e\">  2. The Chief Inspector may serve the statement of account referred to in subsection 15 (1) of the Act, which shall provide that the amount set out in the statement is payable to the Minister of Finance.</p> <p class=\"paragraph-e\">  3. The reference in subsection 15 (2) of the Act to the “Society” shall be read as a reference to the “Chief Inspector” and the reference to “reimburse itself out of the proceeds” in that subsection shall be read as “reduce the amount owing by the amount of the proceeds”.</p> <p class=\"paragraph-e\">  4. Subsection (3) of this section applies instead of section 15.1 of the Act.</p> <p class=\"paragraph-e\">  5. References in section 17 of the Act to “the Society” shall be read as references to “the Chief Inspector” with the exception of,</p> <p class=\"subpara-e\">  i. the reference to “the Society” in clause 17 (6) (c) of the Act, which shall be read as a reference to “the Solicitor General”, and</p> <p class=\"subpara-e\">  ii. the second reference to “the Society” in clause 17 (6) (d) of the Act, which shall be read as a reference to “the Minister of Finance”.</p> <p class=\"paragraph-e\">  6. The reference in subsection 18 (1) of the Act to the “Society” shall be read as a reference to the “Chief Inspector”.</p> <p class=\"paragraph-e\">  7. Subsection 18.1 (7) of the Act shall be read as including “to the Minister of Finance” after “make an order that the convicted person pay”, and the reference in that subsection to the “Society” shall be read as a reference to the “Chief Inspector”.</p> <p class=\"paragraph-e\">  8. The reference in subsection 18.3 (1) of the Act to the “Society” shall be read as a reference to the “Chief Inspector”</p> <p class=\"paragraph-e\">  9. The first reference in subsection 18.3 (2) of the Act to the “Society” shall be read as a reference to the “Minister of Finance” and the subsequent references in that subsection to the “Society” shall be as references to the “Chief Inspector”.</p> <p class=\"subsection-e\">  (3) If an inspector who is a public servant takes custody of an animal and no person is identified as the animal’s owner or custodian within three business days after the inspector took custody of the animal, the Chief Inspector may dispose of the animal as the Chief Inspector considers appropriate and, if the animal is sold, the proceeds shall be deposited into the Consolidated Revenue Fund.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“public servant” has the same meaning as in the <i>Public Service of Ontario Act, 2006</i>.</p>"
        },
        {
            "id": "4.",
            "section": "Application of the Act, inspectors appointed under s. 21.1",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Application of the Act, inspectors appointed under s. 21.1",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190214\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}