{
    "reg_info": {
        "full_title": "O. Reg. 427/04: PAYMENTS TO THE FINANCIAL CORPORATION RE SECTION 78.2 OF THE ACT",
        "reg_name_text": "Payments to the Financial Corporation Re Section 78.2 of the Act",
        "citation": "O. Reg. 427/04: PAYMENTS TO THE FINANCIAL CORPORATION RE SECTION 78.2 OF THE ACT",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la commission de l’énergie de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/040427",
        "date_scraped": "2023-12-19 07:54:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040427/v3",
            "valid_from": "November  7, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/regulation/040427/v2",
            "valid_from": "January  1, 2005",
            "valid_to": "November  6, 2008"
        },
        {
            "a_href": "/laws/regulation/040427/v1",
            "valid_from": "December 20, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “full-time equivalent position” means any combination of positions that add up to one full-time position, based on the standard number of hours of work for the position; “subject contract” means a contract referred to in subsection 78.2 (1) of the Act.  O. Reg. 427/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“full-time equivalent position” means any combination of positions that add up to one full-time position, based on the standard number of hours of work for the position;</p> <p class=\"definition-e\">“subject contract” means a contract referred to in subsection 78.2 (1) of the Act.  O. Reg. 427/04, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Indirect costs",
            "content": " 2. (1) For the purpose of subsection 78.2 (2) of the Act, the Financial Corporation’s indirect costs shall consist of the following costs: 1. Staff costs, including wages, benefits and statutory payments, for each full-time equivalent position employed by or seconded to the Financial Corporation or employed by or seconded to the Ontario Financing Authority, on behalf of the Financial Corporation, in relation to the subject contracts. 2. Overhead costs, including accommodations, equipment, supplies, utilities and related costs calculated using the following formula: A ÷ B × C where, A is the number of full-time equivalent positions employed by or seconded to the Financial Corporation or employed by or seconded to the Ontario Financing Authority, on behalf of the Financial Corporation, in relation to the subject contracts, B is the total number of full-time equivalent positions employed by or seconded to the Financial Corporation or employed by or seconded to the Ontario Financing Authority, on behalf of the Financial Corporation, C is the Financial Corporation’s total costs payable for overhead. 3. All other costs, other than costs to which paragraph 1 or 2 applies, incurred by the Financial Corporation in relation to the management of the subject contracts, including costs paid by the Financial Corporation to the Crown, an agency of the Crown or any other person for the provision of legal, accounting, modelling, auditing and other services in relation to a subject contract.  O. Reg. 427/04, s. 2 (1). (2) The Financial Corporation’s indirect costs shall be calculated on a monthly basis.  O. Reg. 427/04, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purpose of subsection 78.2 (2) of the Act, the Financial Corporation’s indirect costs shall consist of the following costs:</p> <p class=\"paragraph-e\">  1. Staff costs, including wages, benefits and statutory payments, for each full-time equivalent position employed by or seconded to the Financial Corporation or employed by or seconded to the Ontario Financing Authority, on behalf of the Financial Corporation, in relation to the subject contracts.</p> <p class=\"paragraph-e\">  2. Overhead costs, including accommodations, equipment, supplies, utilities and related costs calculated using the following formula:</p> <p class=\"equation-e\">A ÷ B × C</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">  A is the number of full-time equivalent positions employed by or seconded to the Financial Corporation or employed by or seconded to the Ontario Financing Authority, on behalf of the Financial Corporation, in relation to the subject contracts,</p> <p class=\"equationind2-e\">  B is the total number of full-time equivalent positions employed by or seconded to the Financial Corporation or employed by or seconded to the Ontario Financing Authority, on behalf of the Financial Corporation,</p> <p class=\"equationind2-e\">  C is the Financial Corporation’s total costs payable for overhead.</p> <p class=\"paragraph-e\">  3. All other costs, other than costs to which paragraph 1 or 2 applies, incurred by the Financial Corporation in relation to the management of the subject contracts, including costs paid by the Financial Corporation to the Crown, an agency of the Crown or any other person for the provision of legal, accounting, modelling, auditing and other services in relation to a subject contract.  O. Reg. 427/04, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The Financial Corporation’s indirect costs shall be calculated on a monthly basis.  O. Reg. 427/04, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Interim payments based on estimates",
            "content": " 3. The Financial Corporation may establish protocols authorizing interim payments with respect to its indirect costs based on estimates, with subsequent adjustments.  O. Reg. 427/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Financial Corporation may establish protocols authorizing interim payments with respect to its indirect costs based on estimates, with subsequent adjustments.  O. Reg. 427/04, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Information",
            "content": " 4. (1) The Financial Corporation shall give the IESO such information as the IESO may require for the purpose of this Regulation, in the form specified by the IESO and before the expiry of the period specified by the IESO.  O. Reg. 427/04, s. 4 (1). (2) For the purpose of payments required by subsection 78.2 (1) of the Act, the IESO shall rely on the information provided to it by the Financial Corporation.  O. Reg. 427/04, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Financial Corporation shall give the IESO such information as the IESO may require for the purpose of this Regulation, in the form specified by the IESO and before the expiry of the period specified by the IESO.  O. Reg. 427/04, s. 4 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of payments required by subsection 78.2 (1) of the Act, the IESO shall rely on the information provided to it by the Financial Corporation.  O. Reg. 427/04, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Generation facilities",
            "content": " 5. For the purpose of subsection 78.2 (1) of the Act, the generation facilities listed in Schedule 1 to this Regulation are the prescribed generation facilities.  O. Reg. 427/04, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purpose of subsection 78.2 (1) of the Act, the generation facilities listed in Schedule 1 to this Regulation are the prescribed generation facilities.  O. Reg. 427/04, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Generation facilities",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 427/04, s. 6. Schedule 1 Facility   Location \n\n  Almonte Upper Falls Generating Station   11 Main Street, Almonte, Town of Mississippi Mills \n\n  Appleton Hydroelectric Plant   on the Mississippi River, Appleton, Town of Mississippi Mills  \n\n  Ayton Mill   412 Water Street, Ayton, Municipality of West Grey \n\n  Barrie Small Hydro   569A Robertson Line, Arnprior \n\n  Beare Road LFG Power Plant   Beare Road Landfill Site, 1749A Meadowvale Road, Scarborough \n\n  Black River Generating Station   on the Black River, near Ramore, Geographic Township of Playfair, District of Cochrane \n\n  Brock University Central Utility Building Power Plant   500 Glenridge Avenue, St. Catharines \n\n  Brock West LFG Power Plant   Brock West Landfill Site, 1380 3rd Concession Road, Pickering \n\n  Burgess Dam   1016 Portage Street, Bala, Township of Muskoka Lakes \n\n  Burk’s Falls Generating Station   on the Magnetawan River, Burk’s Falls  \n\n  Calstock Power Plant   Highway 11 Calstock, Geographic Township of Stoddard, District of Cochrane \n\n  Cameron Falls Generating Station   on the Aux Sables River, Geographic Township of Tennyson, District of Sudbury \n\n  Canton Mill   4476 County Road 10, R.R. 1, Port Hope \n\n  Cardinal Power Plant   170 Henry Street, Cardinal, Township of Edwardsburgh/Cardinal \n\n  Carmichael Falls Generating Station   on the Groundhog River, Geographic Township of Carmichael, District of Cochrane  \n\n  Casselman Generating Station   on South Nation River, River Road, Casselman  \n\n  Chapleau Co-Generation Plant   Planer Road, Chapleau \n\n  Charlton Dam    on the Englehart River, Highway 573, Charlton, Municipality of Charlton and Dack \n\n  Chiblow Dam   at the junction of Chiblow and High Lakes, Geographic Township of Scarfe, District of Algoma \n\n  Cochrane Generating Station   506 4th Street East, Cochrane \n\n  Conestogo Dam   on the Conestogo River, R.R. 2, Wallenstein, Township of Mapleton \n\n  Cordova Lake Generating Station   on Crowe River, Havelock, Township of Havelock-Belmont-Methuen \n\n  Corkery Falls Generating Station   1057 Hummel Line, Trout Creek, Municipality of Powassan \n\n  Crowe Bay Generating Station   Lock 14 of Trent-Severn Waterway, approximately 4 km north of Campbellford, Municipality of Trent Hills \n\n  Douglas Generating Station   73 Emelin Street, Bromley, Township of Admaston/Bromley \n\n  Drag Lake Generating Station   on Trent River at Drag Lake Dam, Village of Haliburton, United Townships of Dysart, Dudley, Harcourt, Guilford, Harburn, Bruton, Havelock, Eyre and Clyde  \n\n  Eagle River Generating Station   52 Cascade Road, Eagle River, Township of Machin \n\n  Elliott Falls Generating Station   on the Gull River, near Norland, City of Kawartha Lakes  \n\n  Fenelon Falls Generating Station   Lock 34 of the Trent-Severn Waterway, Fenelon Falls, City of Kawartha Lakes \n\n  Fort Frances Cogeneration Plant   145 Third Street West, Fort Frances \n\n  Fowld’s Mill   50 Front Street East, Hastings, Municipality of Trent Hills  \n\n  Fraser Generating Station   108A Alston Street, White Lake, Township of McNab-Braeside \n\n  Galetta Hydroelectric Plant   on the Mississippi River, Galetta, City of Ottawa \n\n  Gitzler Falls Generating Station   1057 Hummel Line, Trout Creek, Municipality of Powassan \n\n  H.J. Heinz Power Plant   Erie Street South, Leamington \n\n  Hillman Flared Gas Power Plant   143 Mersea Road, Leamington \n\n  Hurdman Dam   4955 Hurdman Dam Road, Mattawa \n\n  Invista (Canada) Power Plant   1400 County Road #2 East, Maitland, Township of Augusta \n\n  Iroquois Falls Generating Station   No. 1 Northwest Industrial Road, Iroquois Falls \n\n  Jancal Dam   on the Rocky Saugeen River, Municipality of West Grey \n\n  Kagawong Generating Station   on the Kagawong River, Kagawong, Township of Billings \n\n  Kapuskasing Power Plant   47 Gough Road, Kapuskasing \n\n  Keele Valley LFG Power Plant   Keele Valley Landfill Site, near McNaughton Road, north of Major Mackenzie Drive, Vaughan \n\n  Kingston Cogeneration Plant   5146 Taylor - Kidd Boulevard, Millhaven, Township of Loyalist \n\n  Kirkland Lake Generating Station   505 Archer Drive, Kirkland Lake \n\n  KMS Peel Energy-From-Waste Facility   7656 Bramalea Road, Brampton \n\n  Labatt London Brewery Power Plant   150 Simcoe Street, London \n\n  Lake Superior Power Plant   102 West Street, Sault Ste. Marie \n\n  Lambton Generating Station   on St. Clair Parkway, Township of St. Clair \n\n  Long Sault Rapids Hydroelectric Generating Station    on the Abitibi River, approximately 19 km north of Cochrane, Geographic Township of Blount, District of Cochrane \n\n  Long Slide Generating Station   on the Amable du Fond River, near Mattawa, Geographic Township of Lauder, District of Nippising \n\n  Lucerne Mill   316070 Highway 6, Williamsford, Township of Chatsworth \n\n  Maple Hill Dam   on the Saugeen River, near Hanover, Municipality of Brockton \n\n  Marmora Generating Station   on Crowe River, Marmora, Municipality of Marmora and Lake \n\n  McKenzie Falls Generating Station   197 Powerline Road, Eagle River, Township of Machin \n\n  Mississauga Cogeneration Plant   2740 Derry Road East, Mississauga \n\n  Misty Rapids Power   3560 Highland Road, Arnprior \n\n  Moose Rapids Hydroelectric Plant   on the Wanapitei River, approximately 25 km northeast of Sudbury, Geographic Township of Scadding, District of Sudbury \n\n  Nagagami (Shekak) Generating Station   on the Shekak River, approximately 80 km west of Hearst, Geographic Township of McMillan, District of Cochrane \n\n  Nanticoke Generating Station   on Regional Road 55 South, Haldimand County \n\n  National Research Council Cogeneration Facility   Building M-6, 1200 Montreal Road, Ottawa \n\n  Nipigon High Falls Generating Station   on the Namewaminikan River at High Falls, Geographic Township of Sandra, District of Thunder Bay \n\n  Nipigon Power Plant   Highway 11, approximately 45 km north of Nipigon \n\n  North Bay Power Plant   4001 Highway 11, near North Bay \n\n  Ottawa Health Sciences Centre Cogeneration Plant   405 Smyth Road, Ottawa \n\n  Ragged Chute Hydroelectric Plant   on the Montreal River, approximately 25 km south of New Liskeard, Township of Gillies Limit, District of Timiskaming \n\n  Rideau Falls Generating Station   50 Sussex Drive, Ottawa \n\n  Rosa Flora Power Plant   756 Diltz Road, Dunnville, Haldimand County \n\n  Scarfe Lake Generating Station   on Blind River, Geographic Township of Cobden, District of Algoma \n\n  Scone Mill   Old Scone Mill, R.R. 3, Chesley, Municipality of Arran-Elderslie and Township of Chatsworth \n\n  Serpent River Generating Station   on the Serpent River near Spanish, Township of The North Shore, District of Algoma  \n\n  Shand Dam   on the Grand River, Belwood Lake Conservation Area, near Fergus, Township of Centre Wellington \n\n  Smiths Falls Water Treatment Plant   25 Old Mill Road, Smiths Falls \n\n  Tembec Industries Power Plant   Mill Road, Smooth Rock Falls \n\n  Trent-Severn Power    Lock 4 of the Trent-Severn Waterway, Batawa, City of Quinte West \n\n  Truisler Chute Generating Station   on the South River, 931 Highway 522, Trout Creek, Municipality of Powassan \n\n  Tunis Power Plant   Highway 11, Tunis, Geographic Township of Newmarket, District of Cochrane  \n\n  Tweed Dam   on the Moira River, Colborne Street, Tweed  \n\n  Twin Falls Generating Station   on the Kagiano River at Twin Falls, near Manitouwadge  \n\n  University of Toronto Central Power Plant   17 Russell Street, Toronto \n\n  Valerie Falls Generating Station   on the Seine River, near Atikokan, Township of Atikokan \n\n  Vornweg Generating Station   Old Killaloe Mill, Highway 512, Killaloe, Township of Killaloe, Hagarty and Richards \n\n  Wainwright Generating Station   on the Wabigoon River, Geographic Township of Wainwright, District of Kenora \n\n  Wawatay Generating Station   on the Black River, Geographic Township of Pic, District of Thunder Bay \n\n  West Windsor Power Plant   4375 Sandwich Street, Windsor \n\n  Westbrook Greenhouses Ltd. Plant II   4743 Lincoln Avenue, Beamsville, Town of Lincoln \n\n  Whitby Cogeneration Plant   1550 Wentworth Street West, Whitby \n\n  White River BioMeg Plant   Highway 17, White River \n\n  Windsor-Essex Cogeneration Plant    2600 Temple Drive, Windsor O. Reg. 427/04, Sched. 1; O. Reg. 393/08, s. 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 427/04, s. 6.</p> <p class=\"schedule-e\">Schedule 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Facility</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Location</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Almonte Upper Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">11 Main Street, Almonte, Town of Mississippi Mills</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Appleton Hydroelectric Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Mississippi River, Appleton, Town of Mississippi Mills </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Ayton Mill</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">412 Water Street, Ayton, Municipality of West Grey</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Barrie Small Hydro</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">569A Robertson Line, Arnprior</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Beare Road LFG Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Beare Road Landfill Site, 1749A Meadowvale Road, Scarborough</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Black River Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Black River, near Ramore, Geographic Township of Playfair, District of Cochrane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Brock University Central Utility Building Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">500 Glenridge Avenue, St. Catharines</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Brock West LFG Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Brock West Landfill Site, 1380 3rd Concession Road, Pickering</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Burgess Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">1016 Portage Street, Bala, Township of Muskoka Lakes</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Burk’s Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Magnetawan River, Burk’s Falls </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Calstock Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Highway 11 Calstock, Geographic Township of Stoddard, District of Cochrane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Cameron Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Aux Sables River, Geographic Township of Tennyson, District of Sudbury</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Canton Mill</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">4476 County Road 10, R.R. 1, Port Hope</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Cardinal Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">170 Henry Street, Cardinal, Township of Edwardsburgh/Cardinal</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Carmichael Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Groundhog River, Geographic Township of Carmichael, District of Cochrane </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Casselman Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on South Nation River, River Road, Casselman </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Chapleau Co-Generation Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Planer Road, Chapleau</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Charlton Dam </p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Englehart River, Highway 573, Charlton, Municipality of Charlton and Dack</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Chiblow Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">at the junction of Chiblow and High Lakes, Geographic Township of Scarfe, District of Algoma</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Cochrane Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">506 4th Street East, Cochrane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Conestogo Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Conestogo River, R.R. 2, Wallenstein, Township of Mapleton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Cordova Lake Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on Crowe River, Havelock, Township of Havelock-Belmont-Methuen</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Corkery Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">1057 Hummel Line, Trout Creek, Municipality of Powassan</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Crowe Bay Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Lock 14 of Trent-Severn Waterway, approximately 4 km north of Campbellford, Municipality of Trent Hills</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Douglas Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">73 Emelin Street, Bromley, Township of Admaston/Bromley</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Drag Lake Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on Trent River at Drag Lake Dam, Village of Haliburton, United Townships of Dysart, Dudley, Harcourt, Guilford, Harburn, Bruton, Havelock, Eyre and Clyde </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Eagle River Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">52 Cascade Road, Eagle River, Township of Machin</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Elliott Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Gull River, near Norland, City of Kawartha Lakes </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Fenelon Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Lock 34 of the Trent-Severn Waterway, Fenelon Falls, City of Kawartha Lakes</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Fort Frances Cogeneration Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">145 Third Street West, Fort Frances</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Fowld’s Mill</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">50 Front Street East, Hastings, Municipality of Trent Hills </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Fraser Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">108A Alston Street, White Lake, Township of McNab-Braeside</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Galetta Hydroelectric Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Mississippi River, Galetta, City of Ottawa</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Gitzler Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">1057 Hummel Line, Trout Creek, Municipality of Powassan</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">H.J. Heinz Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Erie Street South, Leamington</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Hillman Flared Gas Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">143 Mersea Road, Leamington</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Hurdman Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">4955 Hurdman Dam Road, Mattawa</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Invista (Canada) Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">1400 County Road #2 East, Maitland, Township of Augusta</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Iroquois Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">No. 1 Northwest Industrial Road, Iroquois Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Jancal Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Rocky Saugeen River, Municipality of West Grey</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Kagawong Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\"><a name=\"OLE_LINK1\">on the Kagawong River, Kagawong, Township of Billings</a></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Kapuskasing Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">47 Gough Road, Kapuskasing</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Keele Valley LFG Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Keele Valley Landfill Site, near McNaughton Road, north of Major Mackenzie Drive, Vaughan</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Kingston Cogeneration Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">5146 Taylor - Kidd Boulevard, Millhaven, Township of Loyalist</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Kirkland Lake Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">505 Archer Drive, Kirkland Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">KMS Peel Energy-From-Waste Facility</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">7656 Bramalea Road, Brampton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Labatt London Brewery Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">150 Simcoe Street, London</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Lake Superior Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">102 West Street, Sault Ste. Marie</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Lambton Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on St. Clair Parkway, Township of St. Clair</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Long Sault Rapids Hydroelectric Generating Station </p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Abitibi River, approximately 19 km north of Cochrane, Geographic Township of Blount, District of Cochrane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Long Slide Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Amable du Fond River, near Mattawa, Geographic Township of Lauder, District of Nippising</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Lucerne Mill</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">316070 Highway 6, Williamsford, Township of Chatsworth</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Maple Hill Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Saugeen River, near Hanover, Municipality of Brockton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Marmora Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on Crowe River, Marmora, Municipality of Marmora and Lake</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">McKenzie Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">197 Powerline Road, Eagle River, Township of Machin</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Mississauga Cogeneration Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">2740 Derry Road East, Mississauga</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Misty Rapids Power</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">3560 Highland Road, Arnprior</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Moose Rapids Hydroelectric Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Wanapitei River, approximately 25 km northeast of Sudbury, Geographic Township of Scadding, District of Sudbury</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Nagagami (Shekak) Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Shekak River, approximately 80 km west of Hearst, Geographic Township of McMillan, District of Cochrane</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Nanticoke Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on Regional Road 55 South, Haldimand County</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">National Research Council Cogeneration Facility</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Building M-6, 1200 Montreal Road, Ottawa</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Nipigon High Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Namewaminikan River at High Falls, Geographic Township of Sandra, District of Thunder Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Nipigon Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Highway 11, approximately 45 km north of Nipigon</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">North Bay Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">4001 Highway 11, near North Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Ottawa Health Sciences Centre Cogeneration Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">405 Smyth Road, Ottawa</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Ragged Chute Hydroelectric Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Montreal River, approximately 25 km south of New Liskeard, Township of Gillies Limit, District of Timiskaming</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Rideau Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">50 Sussex Drive, Ottawa</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Rosa Flora Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">756 Diltz Road, Dunnville, Haldimand County</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Scarfe Lake Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on Blind River, Geographic Township of Cobden, District of Algoma</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Scone Mill</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Old Scone Mill, R.R. 3, Chesley, Municipality of Arran-Elderslie and Township of Chatsworth</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Serpent River Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Serpent River near Spanish, Township of The North Shore, District of Algoma </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Shand Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Grand River, Belwood Lake Conservation Area, near Fergus, Township of Centre Wellington</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Smiths Falls Water Treatment Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">25 Old Mill Road, Smiths Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Tembec Industries Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Mill Road, Smooth Rock Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Trent-Severn Power </p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Lock 4 of the Trent-Severn Waterway, Batawa, City of Quinte West</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Truisler Chute Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the South River, 931 Highway 522, Trout Creek, Municipality of Powassan</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Tunis Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Highway 11, Tunis, Geographic Township of Newmarket, District of Cochrane </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Tweed Dam</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Moira River, Colborne Street, Tweed </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Twin Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Kagiano River at Twin Falls, near Manitouwadge </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">University of Toronto Central Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">17 Russell Street, Toronto</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Valerie Falls Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Seine River, near Atikokan, Township of Atikokan</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Vornweg Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Old Killaloe Mill, Highway 512, Killaloe, Township of Killaloe, Hagarty and Richards</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Wainwright Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Wabigoon River, Geographic Township of Wainwright, District of Kenora</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Wawatay Generating Station</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">on the Black River, Geographic Township of Pic, District of Thunder Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">West Windsor Power Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">4375 Sandwich Street, Windsor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Westbrook Greenhouses Ltd. Plant II</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">4743 Lincoln Avenue, Beamsville, Town of Lincoln</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Whitby Cogeneration Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">1550 Wentworth Street West, Whitby</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">White River BioMeg Plant</p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">Highway 17, White River</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"284\"> <p class=\"table-e\">Windsor-Essex Cogeneration Plant </p> </td> <td valign=\"top\" width=\"556\"> <p class=\"table-e\">2600 Temple Drive, Windsor</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 427/04, Sched. 1; O. Reg. 393/08, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}