{
    "reg_info": {
        "full_title": "O. Reg. 259/92: REINSTATEMENT IN THE CONSTRUCTION INDUSTRY",
        "reg_name_text": "REINSTATEMENT IN THE CONSTRUCTION INDUSTRY",
        "citation": "O. Reg. 259/92: ",
        "act_under": "Workplace Safety and Insurance Act, 1997   Loi de 1997 sur la sécurité professionnelle et l’assurance contre les accidents du travail",
        "url": "https://www.ontario.ca/laws/regulation/920259",
        "date_scraped": "2023-12-19 08:02:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920259/v2",
            "valid_from": "February 22, 2008",
            "valid_to": "August 31, 2008"
        },
        {
            "a_href": "/laws/regulation/920259/v1",
            "valid_from": "May 12, 1992",
            "valid_to": "February 21, 2008"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. This Regulation prescribes the requirements, mentioned in subsection 54 (9) of the Act, imposed on employers engaged primarily in construction to re-employ injured workers who perform construction work. O. Reg. 259/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation prescribes the requirements, mentioned in subsection 54 (9) of the Act, imposed on employers engaged primarily in construction to re-employ injured workers who perform construction work. O. Reg. 259/92, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. In this Regulation, “suitable employment” means employment that is in the worker’s trade, that the worker has the necessary skills to perform and that does not pose a health or safety hazard to the worker. O. Reg. 259/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“suitable employment” means employment that is in the worker’s trade, that the worker has the necessary skills to perform and that does not pose a health or safety hazard to the worker. O. Reg. 259/92, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An employer is obligated under this Regulation until the day that is the earliest of, (a) two years after the date of the injury to the worker; (b) one year after the date the Board notifies the employer that the worker is medically able to perform the essential duties of the worker’s pre-injury employment; and (c) the date the worker reaches sixty-five years of age. O. Reg. 259/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An employer is obligated under this Regulation until the day that is the earliest of,</p> <p class=\"clause-e\">(a) two years after the date of the injury to the worker;</p> <p class=\"clause-e\">(b) one year after the date the Board notifies the employer that the worker is medically able to perform the essential duties of the worker’s pre-injury employment; and</p> <p class=\"clause-e\">(c) the date the worker reaches sixty-five years of age. O. Reg. 259/92, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) In order to fulfil the employer’s obligations under this Regulation, the employer shall accommodate the work or the workplace to the needs of a worker who is impaired as a result of the injury to the extent that the accommodation does not cause the employer undue hardship. O. Reg. 259/92, s. 4 (1). (2) An employer shall give written notice to the Board of the particulars of the way in which the employer intends to accommodate the work or the workplace to the needs of a worker under subsection (1). O. Reg. 259/92, s. 4 (2). PART II   UNION WORKERS",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) In order to fulfil the employer’s obligations under this Regulation, the employer shall accommodate the work or the workplace to the needs of a worker who is impaired as a result of the injury to the extent that the accommodation does not cause the employer undue hardship. O. Reg. 259/92, s. 4 (1).</p> <p class=\"subsection-e\">(2) An employer shall give written notice to the Board of the particulars of the way in which the employer intends to accommodate the work or the workplace to the needs of a worker under subsection (1). O. Reg. 259/92, s. 4 (2).</p> <p class=\"partnum-e\"><b>PART II <br/>  UNION WORKERS</b></p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. This Part applies if, at the time the worker was injured, the employer was subject to a collective agreement with a union representing the worker. O. Reg. 259/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>This Part applies if, at the time the worker was injured, the employer was subject to a collective agreement with a union representing the worker. O. Reg. 259/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) In this Part,  “collective agreement workplace of the employer” means, (a) a construction project of the employer that is within the jurisdiction of the collective agreement, subject to subsection (2), or (b) a shop of the employer in respect of which there is a construction industry collective agreement between the employer and the union. O. Reg. 259/92, s. 6 (1). (2) A construction project is not a collective agreement workplace if the collective agreement contains restrictions on the mobility of workers from the workplace where the worker was injured to the construction project. O. Reg. 259/92, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) In this Part, </p> <p class=\"firstdef-e\">“collective agreement workplace of the employer” means,</p> <p class=\"defclause-e\">(a) a construction project of the employer that is within the jurisdiction of the collective agreement, subject to subsection (2), or</p> <p class=\"defclause-e\">(b) a shop of the employer in respect of which there is a construction industry collective agreement between the employer and the union. O. Reg. 259/92, s. 6 (1).</p> <p class=\"subsection-e\">(2) A construction project is not a collective agreement workplace if the collective agreement contains restrictions on the mobility of workers from the workplace where the worker was injured to the construction project. O. Reg. 259/92, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Upon receiving notice from the Board that the worker is able to perform the essential duties of the worker’s pre-injury employment, the employer shall offer to employ the worker in a position in the worker’s trade at a collective agreement workplace of the employer if, (a) at the workplace where the worker was injured, there are at least as many workers in the injured worker’s trade as there were, not counting the injured worker, when the worker was injured; (b) work within the worker’s trade is being performed at a collective agreement workplace of the employer by a worker who was hired, assigned or transferred on or after the date of the injury; or (c) there is an available position in the worker’s trade at a collective agreement workplace of the employer. O. Reg. 259/92, s. 7 (1). (2) Clause (1) (a) does not apply if there are no workers in the injured worker’s trade. O. Reg. 259/92, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Upon receiving notice from the Board that the worker is able to perform the essential duties of the worker’s pre-injury employment, the employer shall offer to employ the worker in a position in the worker’s trade at a collective agreement workplace of the employer if,</p> <p class=\"clause-e\">(a) at the workplace where the worker was injured, there are at least as many workers in the injured worker’s trade as there were, not counting the injured worker, when the worker was injured;</p> <p class=\"clause-e\">(b) work within the worker’s trade is being performed at a collective agreement workplace of the employer by a worker who was hired, assigned or transferred on or after the date of the injury; or</p> <p class=\"clause-e\">(c) there is an available position in the worker’s trade at a collective agreement workplace of the employer. O. Reg. 259/92, s. 7 (1).</p> <p class=\"subsection-e\">(2) Clause (1) (a) does not apply if there are no workers in the injured worker’s trade. O. Reg. 259/92, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Upon receiving notice from the Board that the worker, although unable to perform the essential duties of the worker’s pre-injury employment, is able to perform suitable work, the employer shall offer the worker the first opportunity to accept suitable employment that becomes available at a collective agreement workplace of the employer. O. Reg. 259/92, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Upon receiving notice from the Board that the worker, although unable to perform the essential duties of the worker’s pre-injury employment, is able to perform suitable work, the employer shall offer the worker the first opportunity to accept suitable employment that becomes available at a collective agreement workplace of the employer. O. Reg. 259/92, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Upon receiving notice from the Board that the worker will never be medically able to work on a construction site, the employer shall offer the worker the first opportunity to accept suitable employment that becomes available at a workplace of the employer. O. Reg. 259/92, s. 9. PART III   NON-UNION WORKERS",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Upon receiving notice from the Board that the worker will never be medically able to work on a construction site, the employer shall offer the worker the first opportunity to accept suitable employment that becomes available at a workplace of the employer. O. Reg. 259/92, s. 9.</p> <p class=\"partnum-e\"><b>PART III <br/>  NON-UNION WORKERS</b></p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. This Part applies if, at the time the worker was injured, the employer was not subject to a collective agreement with a union representing the worker. O. Reg. 259/92, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>This Part applies if, at the time the worker was injured, the employer was not subject to a collective agreement with a union representing the worker. O. Reg. 259/92, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) This section applies if the employer is still employing workers at the workplace where the worker was injured. O. Reg. 259/92, s. 11 (1). (2) Upon receiving notice from the Board that the worker is able to perform the essential duties of the worker’s pre-injury employment, the employer shall offer to employ the worker in a position in the worker’s trade at the workplace where the employee was injured if at the workplace, (a) there are at least as many workers in the injured worker’s trade as there were, not counting the injured worker, when the worker was injured; (b) work within the worker’s trade is being performed by a worker who was hired on or after the date of the injury; or (c) there is an available position in the worker’s trade. O. Reg. 259/92, s. 11 (2). (3) Clause (2) (a) does not apply if there are no workers in the injured worker’s trade. O. Reg. 259/92, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) This section applies if the employer is still employing workers at the workplace where the worker was injured. O. Reg. 259/92, s. 11 (1).</p> <p class=\"subsection-e\">(2) Upon receiving notice from the Board that the worker is able to perform the essential duties of the worker’s pre-injury employment, the employer shall offer to employ the worker in a position in the worker’s trade at the workplace where the employee was injured if at the workplace,</p> <p class=\"clause-e\">(a) there are at least as many workers in the injured worker’s trade as there were, not counting the injured worker, when the worker was injured;</p> <p class=\"clause-e\">(b) work within the worker’s trade is being performed by a worker who was hired on or after the date of the injury; or</p> <p class=\"clause-e\">(c) there is an available position in the worker’s trade. O. Reg. 259/92, s. 11 (2).</p> <p class=\"subsection-e\">(3) Clause (2) (a) does not apply if there are no workers in the injured worker’s trade. O. Reg. 259/92, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) This section applies if the employer is no longer employing workers at the workplace where the worker was injured or if none of the conditions in clauses 11 (2) (a), (b) and (c) are satisfied. O. Reg. 259/92, s. 12 (1). (2) Upon receiving notice from the Board that the worker is able to perform the essential duties of the worker’s pre-injury employment, the employer shall offer to employ the worker in a position in the worker’s trade at a construction project or shop of the employer if, at any such project or shop, (a) there is an available position in the worker’s trade; or (b) work within the worker’s trade is being performed by a worker who was hired on or after the date of the injury. O. Reg. 259/92, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) This section applies if the employer is no longer employing workers at the workplace where the worker was injured or if none of the conditions in clauses 11 (2) (a), (b) and (c) are satisfied. O. Reg. 259/92, s. 12 (1).</p> <p class=\"subsection-e\">(2) Upon receiving notice from the Board that the worker is able to perform the essential duties of the worker’s pre-injury employment, the employer shall offer to employ the worker in a position in the worker’s trade at a construction project or shop of the employer if, at any such project or shop,</p> <p class=\"clause-e\">(a) there is an available position in the worker’s trade; or</p> <p class=\"clause-e\">(b) work within the worker’s trade is being performed by a worker who was hired on or after the date of the injury. O. Reg. 259/92, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) If the employer is required under section 11 or 12 to offer to employ the worker in a position, the position must be comparable to the position the worker had at the time of the injury in respect of earnings, duration of project and proximity to domicile. O. Reg. 259/92, s. 13 (1). (2) If more than one position is available, the employer must offer to employ the worker in the position that is the most similar to the position the worker had at the time of the injury in respect of earnings, duration of project and proximity to domicile. O. Reg. 259/92, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) If the employer is required under section 11 or 12 to offer to employ the worker in a position, the position must be comparable to the position the worker had at the time of the injury in respect of earnings, duration of project and proximity to domicile. O. Reg. 259/92, s. 13 (1).</p> <p class=\"subsection-e\">(2) If more than one position is available, the employer must offer to employ the worker in the position that is the most similar to the position the worker had at the time of the injury in respect of earnings, duration of project and proximity to domicile. O. Reg. 259/92, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. Upon receiving notice from the Board that the worker, although unable to perform the essential duties of the worker’s pre-injury employment, is able to perform suitable work or, upon receiving notice from the Board that the worker will never be medically able to work on a construction site, the employer shall offer the worker the first opportunity to accept suitable employment that becomes available at a workplace of the employer. O. Reg. 259/92, s. 14. ",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Upon receiving notice from the Board that the worker, although unable to perform the essential duties of the worker’s pre-injury employment, is able to perform suitable work or, upon receiving notice from the Board that the worker will never be medically able to work on a construction site, the employer shall offer the worker the first opportunity to accept suitable employment that becomes available at a workplace of the employer. O. Reg. 259/92, s. 14.</p> <p class=\"Normal\"></p>"
        }
    ]
}