{
    "reg_info": {
        "full_title": "O. Reg. 76/95: CREDIT UNIONS",
        "reg_name_text": "CREDIT UNIONS",
        "citation": "O. Reg. 76/95: ",
        "act_under": "Credit Unions and Caisses Populaires Act, 1994",
        "url": "https://www.ontario.ca/laws/regulation/950076",
        "date_scraped": "2023-12-19 07:25:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/950076/v6",
            "valid_from": "June 19, 2009",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/regulation/950076/v5",
            "valid_from": "July  3, 2007",
            "valid_to": "June 18, 2009"
        },
        {
            "a_href": "/laws/regulation/950076/v4",
            "valid_from": "February  1, 2007",
            "valid_to": "July  2, 2007"
        },
        {
            "a_href": "/laws/regulation/950076/v3",
            "valid_from": "December 14, 2006",
            "valid_to": "January 31, 2007"
        },
        {
            "a_href": "/laws/regulation/950076/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "December 13, 2006"
        },
        {
            "a_href": "/laws/regulation/950076/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": null,
            "content": "0.1 In the Act and in this Regulation, “bank” means a bank to which the Bank Act (Canada) applies. O. Reg. 314/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>0.1</b> In the Act and in this Regulation,</p> <p class=\"firstdef-e\">“bank” means a bank to which the <i>Bank Act</i> (Canada) applies. O. Reg. 314/98, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “agricultural loan” means an agricultural loan described in section 52; (“prêt agricole”) “bridge loan” means a bridge loan described in section 53; (“prêt-relais”) “Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires” means the publication with that title that is published in The Ontario Gazette by the Superintendent, as the publication may be amended from time to time; (“Lignes directrices relatives à la suffisance du capital des caisses populaires et credit unions de l’Ontario”) “class 1 credit union” means a credit union that is not a class 2 credit union; (“caisse de catégorie 1”) “class 2 credit union” means a credit union that, according to section 1.1, is a class 2 credit union; (“caisse de catégorie 2”) “commercial loan” means a commercial loan described in section 54; (“prêt commercial”) “connected person” means a connected person as determined under section 73; (“personne rattachée”) “institutional loan” means an institutional loan described in section 55; (“prêt institutionnel”) “liquidity pool” means a liquidity pool described in section 19; (“fonds commun de liquidités”) “participating share” means a share of a body corporate that carries the right to participate in the earnings of the body corporate to an unlimited degree and to participate in a distribution of the remaining property of the body corporate on dissolution; (“action participante”) “personal loan” means a personal loan described in section 56; (“prêt personnel”) “regulatory capital” means regulatory capital as determined under section 14; (“capital réglementaire”) “residential mortgage loan” means a residential mortgage loan described in section 57. (“prêt hypothécaire résidentiel”) “residential property” means an individual condominium residential unit or a building with one to four units where at least one half of the floor area of the building is utilized as one or more private residential dwellings; (“propriété résidentielle”) “risk weighted assets” means the amount of the risk weighted assets as determined under section 15; (“actif à risques pondérés”) “total assets” means the total assets as determined under section 13. (“actif total”) O. Reg. 76/95, s. 1; O. Reg. 560/06, s. 1. (2) For the purposes of this Regulation, a lodgement of title is not a mortgage. O. Reg. 314/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“agricultural loan” means an agricultural loan described in section 52; (“prêt agricole”)</p> <p class=\"definition-e\">“bridge loan” means a bridge loan described in section 53; (“prêt-relais”)</p> <p class=\"definition-e\">“<i>Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires</i>” means the publication with that title that is published in <i>The Ontario Gazette</i> by the Superintendent, as the publication may be amended from time to time; (“<i>Lignes directrices relatives à la suffisance du capital des caisses populaires et credit unions de l’Ontario</i>”)</p> <p class=\"definition-e\">“class 1 credit union” means a credit union that is not a class 2 credit union; (“caisse de catégorie 1”)</p> <p class=\"definition-e\">“class 2 credit union” means a credit union that, according to section 1.1, is a class 2 credit union; (“caisse de catégorie 2”)</p> <p class=\"definition-e\">“commercial loan” means a commercial loan described in section 54; (“prêt commercial”)</p> <p class=\"definition-e\">“connected person” means a connected person as determined under section 73; (“personne rattachée”)</p> <p class=\"definition-e\">“institutional loan” means an institutional loan described in section 55; (“prêt institutionnel”)</p> <p class=\"definition-e\">“liquidity pool” means a liquidity pool described in section 19; (“fonds commun de liquidités”)</p> <p class=\"definition-e\">“participating share” means a share of a body corporate that carries the right to participate in the earnings of the body corporate to an unlimited degree and to participate in a distribution of the remaining property of the body corporate on dissolution; (“action participante”)</p> <p class=\"definition-e\">“personal loan” means a personal loan described in section 56; (“prêt personnel”)</p> <p class=\"definition-e\">“regulatory capital” means regulatory capital as determined under section 14; (“capital réglementaire”)</p> <p class=\"definition-e\">“residential mortgage loan” means a residential mortgage loan described in section 57. (“prêt hypothécaire résidentiel”)</p> <p class=\"definition-e\">“residential property” means an individual condominium residential unit or a building with one to four units where at least one half of the floor area of the building is utilized as one or more private residential dwellings; (“propriété résidentielle”)</p> <p class=\"definition-e\">“risk weighted assets” means the amount of the risk weighted assets as determined under section 15; (“actif à risques pondérés”)</p> <p class=\"definition-e\">“total assets” means the total assets as determined under section 13. (“actif total”) O. Reg. 76/95, s. 1; O. Reg. 560/06, s. 1.</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, a lodgement of title is not a mortgage. O. Reg. 314/98, s. 2.</p>"
        },
        {
            "id": "1.1",
            "section": null,
            "content": "1.1 (1) A credit union is a class 2 credit union if either of the following circumstances exist at any time after January 31, 2007: 1. The total assets of the credit union are greater than or equal to $50 million. 2. The credit union makes a commercial loan. O. Reg. 560/06, s. 2. (2) A credit union becomes a class 2 credit union under subsection (1) on the first day on which either of the circumstances described in subsection (1) exist. O. Reg. 560/06, s. 2. (3) A credit union that changes the terms and conditions of a commercial loan made on or before January 31, 2007 or refinances such a loan in any other way shall be deemed, for the purposes of paragraph 2 of subsection (1), to have made a commercial loan on the date of the change or refinancing. O. Reg. 560/06, s. 2. (4) A credit union also becomes a class 2 credit union if, upon application by the credit union to the Superintendent, the Superintendent is satisfied that, (a) the credit union has established the policies required by sections 190 and 191 of the Act with respect to investment and lending; (b) those policies are appropriate for the size and complexity of the credit union; (c) the credit union is in compliance with the Corporation’s by-laws, including the by-law prescribing standards of sound business and financial practices; and (d) the credit union is in compliance with the minimum capital requirements that would apply under this Regulation if the credit union were a class 2 credit union. O. Reg. 560/06, s. 2. (5) Once a credit union becomes a class 2 credit union, it remains a class 2 credit union in perpetuity. O. Reg. 560/06, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>1.1 </b>(1) A credit union is a class 2 credit union if either of the following circumstances exist at any time after January 31, 2007:</p> <p class=\"paragraph-e\">1. The total assets of the credit union are greater than or equal to $50 million.</p> <p class=\"paragraph-e\">2. The credit union makes a commercial loan. O. Reg. 560/06, s. 2.</p> <p class=\"subsection-e\">(2) A credit union becomes a class 2 credit union under subsection (1) on the first day on which either of the circumstances described in subsection (1) exist. O. Reg. 560/06, s. 2.</p> <p class=\"subsection-e\">(3) A credit union that changes the terms and conditions of a commercial loan made on or before January 31, 2007 or refinances such a loan in any other way shall be deemed, for the purposes of paragraph 2 of subsection (1), to have made a commercial loan on the date of the change or refinancing. O. Reg. 560/06, s. 2.</p> <p class=\"subsection-e\">(4) A credit union also becomes a class 2 credit union if, upon application by the credit union to the Superintendent, the Superintendent is satisfied that,</p> <p class=\"clause-e\">(a) the credit union has established the policies required by sections 190 and 191 of the Act with respect to investment and lending;</p> <p class=\"clause-e\">(b) those policies are appropriate for the size and complexity of the credit union;</p> <p class=\"clause-e\">(c) the credit union is in compliance with the Corporation’s by-laws, including the by-law prescribing standards of sound business and financial practices; and</p> <p class=\"clause-e\">(d) the credit union is in compliance with the minimum capital requirements that would apply under this Regulation if the credit union were a class 2 credit union. O. Reg. 560/06, s. 2.</p> <p class=\"subsection-e\">(5) Once a credit union becomes a class 2 credit union, it remains a class 2 credit union in perpetuity. O. Reg. 560/06, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A security is widely-distributed, (a) if it is listed or posted for trading on a recognized stock exchange; or (b) if a prospectus relating to the issuance of the security is filed under the laws of a province or a jurisdiction outside Canada. (2) A debt obligation is widely-distributed if no prospectus is required in respect of its distribution under the laws of a province or a jurisdiction outside Canada and, (a) at least 90 per cent of the maximum authorized principal of the debt obligation is held by one or more persons other than the credit union making the loan and its subsidiaries and, (i) the debt obligation is issued to at least 25 persons other than the credit union and its subsidiaries within six months after the day on which the first of the debt obligations is issued, or (ii) the debt obligations are issued on a continuous basis and there are, on average, at least 25 holders other than the credit union and its subsidiaries; or (b) when the debt obligation is issued, it meets at least three of the following criteria: 1. Its initial term is one year or less. 2. It is rated by a rating agency. 3. It is distributed through a person authorized to trade in securities. 4. It is distributed in accordance with an offering circular or memorandum or a similar document relating to the distribution of securities. O. Reg. 76/95, s. 2. PART II   ESTABLISHING A CREDIT UNION Articles of Incorporation",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) A security is widely-distributed,</p> <p class=\"clause-e\">(a) if it is listed or posted for trading on a recognized stock exchange; or</p> <p class=\"clause-e\">(b) if a prospectus relating to the issuance of the security is filed under the laws of a province or a jurisdiction outside Canada.</p> <p class=\"subsection-e\">(2) A debt obligation is widely-distributed if no prospectus is required in respect of its distribution under the laws of a province or a jurisdiction outside Canada and,</p> <p class=\"clause-e\">(a) at least 90 per cent of the maximum authorized principal of the debt obligation is held by one or more persons other than the credit union making the loan and its subsidiaries and,</p> <p class=\"subclause-e\">(i) the debt obligation is issued to at least 25 persons other than the credit union and its subsidiaries within six months after the day on which the first of the debt obligations is issued, or</p> <p class=\"subclause-e\">(ii) the debt obligations are issued on a continuous basis and there are, on average, at least 25 holders other than the credit union and its subsidiaries; or</p> <p class=\"clause-e\">(b) when the debt obligation is issued, it meets at least three of the following criteria:</p> <p class=\"subclause-e\">1. Its initial term is one year or less.</p> <p class=\"subclause-e\">2. It is rated by a rating agency.</p> <p class=\"subclause-e\">3. It is distributed through a person authorized to trade in securities.</p> <p class=\"subclause-e\">4. It is distributed in accordance with an offering circular or memorandum or a similar document relating to the distribution of securities. O. Reg. 76/95, s. 2.</p> <p class=\"partnum-e\"><b><a name=\"P244_7617\"></a><a name=\"BK1\"></a>PART II <br/>  ESTABLISHING A CREDIT UNION</b></p> <p class=\"heading1-e\"><a name=\"P245_7651\"></a><a name=\"BK2\"></a>Articles of Incorporation</p>"
        },
        {
            "id": "3.",
            "section": "Articles of Incorporation",
            "content": "3. (1) The following information must be set out in the articles of incorporation of a credit union: 1. Its name. 2. The address of its head office and the name of the municipality or township in Ontario where its principal place of business is located. 3. The minimum and maximum number of directors. 4. The full name, citizenship or landed immigrant status and residential address of each director. 5. The classes and maximum number, if any, of shares other than membership shares that the credit union is authorized to issue. 6. The rights, privileges, restrictions and conditions, if any, attaching to each class of shares. 7. The board’s authority with respect to any class of shares that may be issued in series. (2) Articles filed when a credit union is first incorporated must also set out the full name and residential address of each incorporator. (3) Articles approved by the Minister before March 1, 1995 shall be deemed to comply with subsections (1) and (2). O. Reg. 76/95, s. 3. PART III   MEMBERSHIP Payments Re Deceased Members",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) The following information must be set out in the articles of incorporation of a credit union:</p> <p class=\"paragraph-e\">1. Its name.</p> <p class=\"paragraph-e\">2. The address of its head office and the name of the municipality or township in Ontario where its principal place of business is located.</p> <p class=\"paragraph-e\">3. The minimum and maximum number of directors.</p> <p class=\"paragraph-e\">4. The full name, citizenship or landed immigrant status and residential address of each director.</p> <p class=\"paragraph-e\">5. The classes and maximum number, if any, of shares other than membership shares that the credit union is authorized to issue.</p> <p class=\"paragraph-e\">6. The rights, privileges, restrictions and conditions, if any, attaching to each class of shares.</p> <p class=\"paragraph-e\">7. The board’s authority with respect to any class of shares that may be issued in series.</p> <p class=\"subsection-e\">(2) Articles filed when a credit union is first incorporated must also set out the full name and residential address of each incorporator.</p> <p class=\"subsection-e\">(3) Articles approved by the Minister before March 1, 1995 shall be deemed to comply with subsections (1) and (2). O. Reg. 76/95, s. 3.</p> <p class=\"partnum-e\"><b><a name=\"P256_8670\"></a><a name=\"BK3\"></a>PART III <br/>  MEMBERSHIP</b></p> <p class=\"heading1-e\"><a name=\"P257_8688\"></a><a name=\"BK4\"></a>Payments Re Deceased Members</p>"
        },
        {
            "id": "4.",
            "section": "Payments Re Deceased Members",
            "content": "4. For the purposes of subsection 43 (1) of the Act, the prescribed amount under clause 43 (1) (a) and under clause 43 (1) (b) of the Act is $10,000. O. Reg. 76/95, s. 4. PART IV   CAPITAL STRUCTURE Membership Share Certificate",
            "raw_html": "<p class=\"section-e\"><b>4.</b> For the purposes of subsection 43 (1) of the Act, the prescribed amount under clause 43 (1) (a) and under clause 43 (1) (b) of the Act is $10,000. O. Reg. 76/95, s. 4.</p> <p class=\"partnum-e\"><b><a name=\"P259_8892\"></a><a name=\"BK5\"></a>PART IV <br/>  CAPITAL STRUCTURE</b></p> <p class=\"heading1-e\"><a name=\"P260_8916\"></a><a name=\"BK6\"></a>Membership Share Certificate</p>"
        },
        {
            "id": "5.",
            "section": "Membership Share Certificate",
            "content": "5. For the purposes of subsection 52 (6) of the Act, a membership share certificate must include the following information and statements on its face: 1. The name of the credit union as it appears in the articles. 2. The name of each person to whom the certificate is issued. 3. A statement indicating that the credit union is governed by the Credit Unions and Caisses Populaires Act, 1994. 4. A statement indicating that the certificate represents membership shares in the credit union and indicating the number of shares. 5. A statement indicating that there may be a lien on the shares in favour of the credit union for indebtedness to it. 6. A statement indicating that the shares are not guaranteed or insured by the Corporation or another public agency. 7. A statement indicating that the certificate is not transferable. O. Reg. 76/95, s. 5. Offering Statement",
            "raw_html": "<p class=\"section-e\"><b>5.</b> For the purposes of subsection 52 (6) of the Act, a membership share certificate must include the following information and statements on its face:</p> <p class=\"paragraph-e\">1. The name of the credit union as it appears in the articles.</p> <p class=\"paragraph-e\">2. The name of each person to whom the certificate is issued.</p> <p class=\"paragraph-e\">3. A statement indicating that the credit union is governed by the <i>Credit Unions and Caisses Populaires Act, 1994</i>.</p> <p class=\"paragraph-e\">4. A statement indicating that the certificate represents membership shares in the credit union and indicating the number of shares.</p> <p class=\"paragraph-e\">5. A statement indicating that there may be a lien on the shares in favour of the credit union for indebtedness to it.</p> <p class=\"paragraph-e\">6. A statement indicating that the shares are not guaranteed or insured by the Corporation or another public agency.</p> <p class=\"paragraph-e\">7. A statement indicating that the certificate is not transferable. O. Reg. 76/95, s. 5.</p> <p class=\"heading1-e\"><a name=\"P269_9784\"></a><a name=\"BK7\"></a>Offering Statement</p>"
        },
        {
            "id": "6.",
            "section": "Offering Statement",
            "content": "6. (1) The following information must be set out in an offering statement respecting the securities of a credit union: 1. The name of the credit union. 2. Its date of incorporation as set out in the articles. 3. The address of its head office. 4. The name of each of its directors and officers, the municipality in which each resides, the principal occupation of each of them and the title of each officer. 5. A description of the business carried on by the credit union and its subsidiaries, if any, and the business each of them intends to carry on. 6. The details of the capital structure of the credit union. 7. A description of the material characteristics of the securities being offered. 8. The details of the use to which the proceeds from the sale of the securities will be put. 9. If the offering is being made in connection with a plan of reorganization, a purchase and sale or an amalgamation, a description of the general effect of these proposed changes and when they will be made. 10. The details of the method of selling the securities and of any commission payable or discount allowable on the sale. If the shares are being sold through an underwriter, include the underwriter’s name and the details of the underwriter’s obligation to take up and pay for the securities. If the shares are being sold by another method, include a description of the method of distribution and the amount of any minimum subscription. 11. A description of the market on which the securities may be sold. If there is no market, describe how the securities will be redeemed. 12. The name of each transfer agent and registrar and the location of each register of transfer. 13. The details of any securities or other obligations ranking ahead of the securities being offered. 14. A description of any material legal proceeding to which the credit union or its subsidiary is a party. 15. A description of any material interest of a director, officer or employee of the credit union or its subsidiary in the operations of the credit union generally or in the securities being offered. 16. A description of every material contract entered into within two years before the date of the offering statement. 17. A description of the risk factors of the credit union and the risks associated with the securities being offered. 18. A description, to the extent reasonably practicable, of any substantial variations in the operating results of the credit union during the three years before the date of the offering statement. 19. The amount of any dividends, patronage returns, allocations or other distributions paid, declared or accumulated but unpaid by the credit union during the five years before the date of the offering statement. 20. The name and address of the credit union’s auditor. 21. A description of any other material facts. 22. Such other information as is required by the Guideline on Offering Statements for Credit Unions and Caisses Populaires, published in The Ontario Gazette by the Superintendent, as it may be amended from time to time. O. Reg. 76/95, s. 6 (1); O. Reg. 314/98, s. 3. (2) The offering statement must include the following documents: 1. The credit union’s most recent audited financial statements. 2. Interim financial statements for the period ending within 90 days before the securities are issued, if the most recent audited financial statements are in respect of a period ending 90 days or more before the securities are issued. 3. A document indicating that a person who prepared a report, opinion or statement used in the offering statement consents to its use. 4. A copy of the board resolution approving the offering, certified by the secretary of the board to be a true copy. (3) The offering statement must include the following statements in conspicuous, bold type on the front cover, in the same language as is used in the statement: 1. No official of the Government of the Province of Ontario has considered the merits of the matters addressed in the offering statement. 2. The securities being offered are not guaranteed by the Deposit Insurance Corporation of Ontario or any similar public agency. (4) If there is no market on which the securities may be sold, the offering statement must include a statement to that effect in bold type on the face page. O. Reg. 76/95, s. 6 (2-4).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The following information must be set out in an offering statement respecting the securities of a credit union:</p> <p class=\"paragraph-e\">1. The name of the credit union.</p> <p class=\"paragraph-e\">2. Its date of incorporation as set out in the articles.</p> <p class=\"paragraph-e\">3. The address of its head office.</p> <p class=\"paragraph-e\">4. The name of each of its directors and officers, the municipality in which each resides, the principal occupation of each of them and the title of each officer.</p> <p class=\"paragraph-e\">5. A description of the business carried on by the credit union and its subsidiaries, if any, and the business each of them intends to carry on.</p> <p class=\"paragraph-e\">6. The details of the capital structure of the credit union.</p> <p class=\"paragraph-e\">7. A description of the material characteristics of the securities being offered.</p> <p class=\"paragraph-e\">8. The details of the use to which the proceeds from the sale of the securities will be put.</p> <p class=\"paragraph-e\">9. If the offering is being made in connection with a plan of reorganization, a purchase and sale or an amalgamation, a description of the general effect of these proposed changes and when they will be made.</p> <p class=\"paragraph-e\">10. The details of the method of selling the securities and of any commission payable or discount allowable on the sale. If the shares are being sold through an underwriter, include the underwriter’s name and the details of the underwriter’s obligation to take up and pay for the securities. If the shares are being sold by another method, include a description of the method of distribution and the amount of any minimum subscription.</p> <p class=\"paragraph-e\">11. A description of the market on which the securities may be sold. If there is no market, describe how the securities will be redeemed.</p> <p class=\"paragraph-e\">12. The name of each transfer agent and registrar and the location of each register of transfer.</p> <p class=\"paragraph-e\">13. The details of any securities or other obligations ranking ahead of the securities being offered.</p> <p class=\"paragraph-e\">14. A description of any material legal proceeding to which the credit union or its subsidiary is a party.</p> <p class=\"paragraph-e\">15. A description of any material interest of a director, officer or employee of the credit union or its subsidiary in the operations of the credit union generally or in the securities being offered.</p> <p class=\"paragraph-e\">16. A description of every material contract entered into within two years before the date of the offering statement.</p> <p class=\"paragraph-e\">17. A description of the risk factors of the credit union and the risks associated with the securities being offered.</p> <p class=\"paragraph-e\">18. A description, to the extent reasonably practicable, of any substantial variations in the operating results of the credit union during the three years before the date of the offering statement.</p> <p class=\"paragraph-e\">19. The amount of any dividends, patronage returns, allocations or other distributions paid, declared or accumulated but unpaid by the credit union during the five years before the date of the offering statement.</p> <p class=\"paragraph-e\">20. The name and address of the credit union’s auditor.</p> <p class=\"paragraph-e\">21. A description of any other material facts.</p> <p class=\"paragraph-e\">22. Such other information as is required by the <i>Guideline on Offering Statements for Credit Unions and Caisses Populaires</i>, published in <i>The Ontario Gazette</i> by the Superintendent, as it may be amended from time to time. O. Reg. 76/95, s. 6 (1); O. Reg. 314/98, s. 3.</p> <p class=\"subsection-e\">(2) The offering statement must include the following documents:</p> <p class=\"paragraph-e\">1. The credit union’s most recent audited financial statements.</p> <p class=\"paragraph-e\">2. Interim financial statements for the period ending within 90 days before the securities are issued, if the most recent audited financial statements are in respect of a period ending 90 days or more before the securities are issued.</p> <p class=\"paragraph-e\">3. A document indicating that a person who prepared a report, opinion or statement used in the offering statement consents to its use.</p> <p class=\"paragraph-e\">4. A copy of the board resolution approving the offering, certified by the secretary of the board to be a true copy.</p> <p class=\"subsection-e\">(3) The offering statement must include the following statements in conspicuous, bold type on the front cover, in the same language as is used in the statement:</p> <p class=\"paragraph-e\">1. No official of the Government of the Province of Ontario has considered the merits of the matters addressed in the offering statement.</p> <p class=\"paragraph-e\">2. The securities being offered are not guaranteed by the Deposit Insurance Corporation of Ontario or any similar public agency.</p> <p class=\"subsection-e\">(4) If there is no market on which the securities may be sold, the offering statement must include a statement to that effect in bold type on the face page. O. Reg. 76/95, s. 6 (2-4).</p>"
        },
        {
            "id": "7.",
            "section": "Offering Statement",
            "content": "7. Revoked: O. Reg. 314/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Revoked: O. Reg. 314/98, s. 4.</p>"
        },
        {
            "id": "8.",
            "section": "Offering Statement",
            "content": "8. Subsection 75 (1) of the Act does not apply to the conversion of shares under subsection 51 (4) of the Act. O. Reg. 76/95, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Subsection 75 (1) of the Act does not apply to the conversion of shares under subsection 51 (4) of the Act. O. Reg. 76/95, s. 8.</p>"
        },
        {
            "id": "8.1",
            "section": "Offering Statement",
            "content": "8.1 (1) A credit union may give any person or entity a notice respecting an offering after the offering statement is filed and before the Superintendent issues a receipt. (2) The notice must contain the following information: 1. A detailed description of the security that the credit union proposes to issue. 2. The price of the security, if the price has been determined. 3. The name and address of a person from whom the securities may be purchased. (3) The notice must include the following statements in conspicuous, bold type on the front cover, in the same language as is used in the offering statement: 1. This is not an offer to sell the securities described in this document. 2. The securities described in this document cannot be sold until after the Superintendent of Financial Services issues a receipt for an offering statement. You are advised to read the offering statement approved by the Superintendent, because the terms and conditions may be changed significantly. 3. The Superintendent may refuse to issue a receipt, in which case the securities described in this document will not be offered for sale. O. Reg. 314/98, s. 5. Statement of Material Change",
            "raw_html": "<p class=\"section-e\"><b>8.1</b> (1) A credit union may give any person or entity a notice respecting an offering after the offering statement is filed and before the Superintendent issues a receipt.</p> <p class=\"subsection-e\">(2) The notice must contain the following information:</p> <p class=\"paragraph-e\">1. A detailed description of the security that the credit union proposes to issue.</p> <p class=\"paragraph-e\">2. The price of the security, if the price has been determined.</p> <p class=\"paragraph-e\">3. The name and address of a person from whom the securities may be purchased.</p> <p class=\"subsection-e\">(3) The notice must include the following statements in conspicuous, bold type on the front cover, in the same language as is used in the offering statement:</p> <p class=\"paragraph-e\">1. This is not an offer to sell the securities described in this document.</p> <p class=\"paragraph-e\">2. The securities described in this document cannot be sold until after the Superintendent of Financial Services issues a receipt for an offering statement. You are advised to read the offering statement approved by the Superintendent, because the terms and conditions may be changed significantly.</p> <p class=\"paragraph-e\">3. The Superintendent may refuse to issue a receipt, in which case the securities described in this document will not be offered for sale. O. Reg. 314/98, s. 5.</p> <p class=\"heading1-e\"><a name=\"P313_15426\"></a><a name=\"BK8\"></a>Statement of Material Change</p>"
        },
        {
            "id": "9.",
            "section": "Statement of Material Change",
            "content": "9. The following information must be set out in a statement of material change respecting an offering statement by a credit union: 1. The name of the credit union. 2. The date on which the receipt for the offering statement was issued. 3. The date on which the material change occurred. 4. A description of the material change. O. Reg. 76/95, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The following information must be set out in a statement of material change respecting an offering statement by a credit union:</p> <p class=\"paragraph-e\">1. The name of the credit union.</p> <p class=\"paragraph-e\">2. The date on which the receipt for the offering statement was issued.</p> <p class=\"paragraph-e\">3. The date on which the material change occurred.</p> <p class=\"paragraph-e\">4. A description of the material change. O. Reg. 76/95, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Statement of Material Change",
            "content": "10. Revoked: O. Reg. 314/98, s. 6. Restrictions on Transfer of Securities",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Revoked: O. Reg. 314/98, s. 6.</p> <p class=\"heading1-e\"><a name=\"P320_15840\"></a><a name=\"BK9\"></a>Restrictions on Transfer of Securities</p>"
        },
        {
            "id": "11.",
            "section": "Restrictions on Transfer of Securities",
            "content": "11. For the purposes of subsection 83 (1) of the Act, the following are persons to whom securities issued pursuant to clause 75 (1) (a) of the Act may be transferred: 1. The Corporation. 2. A stabilization authority. 3. A league. O. Reg. 76/95, s. 11. PART V   CAPITAL AND LIQUIDITY Adequate Capital",
            "raw_html": "<p class=\"section-e\"><b>11.</b> For the purposes of subsection 83 (1) of the Act, the following are persons to whom securities issued pursuant to clause 75 (1) (a) of the Act may be transferred:</p> <p class=\"paragraph-e\">1. The Corporation.</p> <p class=\"paragraph-e\">2. A stabilization authority.</p> <p class=\"paragraph-e\">3. A league. O. Reg. 76/95, s. 11.</p> <p class=\"partnum-e\"><b><a name=\"P325_16129\"></a><a name=\"BK10\"></a>PART V <br/>  CAPITAL AND LIQUIDITY</b></p> <p class=\"heading1-e\"><a name=\"P326_16156\"></a><a name=\"BK11\"></a>Adequate Capital</p>"
        },
        {
            "id": "12.",
            "section": "Adequate Capital",
            "content": "12. (1) A class 1 credit union has adequate capital if its regulatory capital is at least 5 per cent of its total assets. O. Reg. 560/06, s. 3. (2) A class 2 credit union has adequate capital for a financial year if the following conditions are satisfied: 1. Its regulatory capital expressed as a percentage of its total assets is at least, i. 4.5 per cent for a financial year ending on or after February 1, 2007 but before January 1, 2008, ii. 4.25 per cent for the financial year ending in 2008, iii. 4 per cent for a financial year ending on or after January 1, 2009. 2. Its regulatory capital, expressed as a percentage of its risk weighted assets, is at least 8 per cent. O. Reg. 560/06, s. 3. Total Assets",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) A class 1 credit union has adequate capital if its regulatory capital is at least 5 per cent of its total assets. O. Reg. 560/06, s. 3.</p> <p class=\"subsection-e\">(2) A class 2 credit union has adequate capital for a financial year if the following conditions are satisfied:</p> <p class=\"paragraph-e\">1. Its regulatory capital expressed as a percentage of its total assets is at least,</p> <p class=\"subpara-e\">i. 4.5 per cent for a financial year ending on or after February 1, 2007 but before January 1, 2008,</p> <p class=\"subpara-e\">ii. 4.25 per cent for the financial year ending in 2008,</p> <p class=\"subpara-e\">iii. 4 per cent for a financial year ending on or after January 1, 2009.</p> <p class=\"paragraph-e\">2. Its regulatory capital, expressed as a percentage of its risk weighted assets, is at least 8 per cent. O. Reg. 560/06, s. 3.</p> <p class=\"heading1-e\"><a name=\"P334_16875\"></a><a name=\"BK12\"></a>Total Assets</p>"
        },
        {
            "id": "13.",
            "section": "Total Assets",
            "content": "13. (1) The total assets of a credit union is the amount represented by “C” in the formula, A – B = C in which, “A” equals the amount of all the credit union’s assets, and “B” equals the sum of, (a) the amount of goodwill and other intangible assets, and (b) the amount of deferred charges. O. Reg. 560/06, s. 4 (1). (2) For the purposes of subsection (1), the following rules apply: 1. The amount of an asset is its value as shown on the financial statements of the credit union. 2. Provisions or allowances for losses of a general nature must be deducted from the most closely applicable class of assets. 3. The equity method of accounting must be used to calculate an investment in the shares of a subsidiary. 4. Cash deposits in a financial institution must be offset against overdrafts with the same financial institution. O. Reg. 76/95, s. 13 (2); O. Reg. 560/06, s. 4 (2). Regulatory Capital",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The total assets of a credit union is the amount represented by “C” in the formula,</p> <p class=\"equation-e\">A – B = C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“A” equals the amount of all the credit union’s assets, and</p> <p class=\"equationind1-e\">“B” equals the sum of,</p> <p class=\"equationind2-e\">(a) the amount of goodwill and other intangible assets, and</p> <p class=\"equationind2-e\">(b) the amount of deferred charges.</p> <p class=\"footnote-e\">O. Reg. 560/06, s. 4 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the following rules apply:</p> <p class=\"paragraph-e\">1. The amount of an asset is its value as shown on the financial statements of the credit union.</p> <p class=\"paragraph-e\">2. Provisions or allowances for losses of a general nature must be deducted from the most closely applicable class of assets.</p> <p class=\"paragraph-e\">3. The equity method of accounting must be used to calculate an investment in the shares of a subsidiary.</p> <p class=\"paragraph-e\">4. Cash deposits in a financial institution must be offset against overdrafts with the same financial institution. O. Reg. 76/95, s. 13 (2); O. Reg. 560/06, s. 4 (2).</p> <p class=\"heading1-e\"><a name=\"P348_17781\"></a><a name=\"BK13\"></a>Regulatory Capital</p>"
        },
        {
            "id": "14.",
            "section": "Regulatory Capital",
            "content": "14. (1) The regulatory capital of a credit union is the amount represented by “C” in the formula,  in which “A” is the amount determined under subsection (2) and “B” is the amount determined under subsection (3). O. Reg. 76/95, s. 14 (1). (2) Subject to subsection (4), “A” is the sum of the following items as they would appear in financial statements of the credit union prepared as of the date of the calculation: 1. The amount of the members’ equity and shareholders’ equity. 2. The amount of any minority interests. 3. The amount of subordinated indebtedness. 4. The amount of any loan loss allowance or other amount permitted to be included in the credit union’s regulatory capital under the Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires. O. Reg. 76/95, s. 14 (2); O. Reg. 314/98, s. 7 (1); O. Reg. 560/06, s. 5 (1). (3) Subject to subsection (4), “B” is the sum of the following items as they would appear in financial statements of the credit union prepared as of the date of the calculation: 1. The amount of goodwill and other intangible assets. 2. The amount of the shareholders’ equity and the subordinated indebtedness of a financial institution controlled by the credit union or of an entity controlled by such a financial institution. 3. The amount of other investments made by the credit union or by a subsidiary of the credit union, i. in a financial institution that is a subsidiary of the credit union, or ii. in a subsidiary of the financial institution, if the investments form part of the capital of the financial institution, as the financial institution’s capital is determined under the laws of the jurisdiction in which the financial institution is incorporated. 4. The amount of other loans made by the credit union or by a subsidiary of the credit union other than a subsidiary that is a financial institution, i. to an insurance company that is a subsidiary of the credit union, or ii. to a securities dealer that is a subsidiary of the credit union, if the loans form part of the capital of the insurance company or securities dealer. 5. The amount of a minority interest in a financial institution that is a subsidiary of a credit union, or in a subsidiary of such a financial institution. 6. Any other amounts required to be included under the Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires. O. Reg. 76/95, s. 14 (3); O. Reg. 314/98, s. 7 (2); O. Reg. 560/06, s. 5 (2, 3). (4) An amount respecting a security may be included in the calculation of regulatory capital only in the following circumstances: 1. The security is, by its terms, subordinate in right of payment to all liabilities of the entity that issued it, other than those liabilities that, by their terms, rank equally with or are subordinate to the security. 2. The security is issued and is paid for. 3. The security, if it is subordinated indebtedness or a share, i. has an initial minimum term of five years or more or has no term, and ii. cannot be redeemed or purchased for cancellation in the first five years after it is issued. O. Reg. 76/95, s. 14 (4). (5) Subparagraph ii of paragraph 3 of subsection (4) does not apply if the Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires permits the security to be redeemed or purchased for cancellation within the first five years after it is issued. O. Reg. 76/95, s. 14 (5); O. Reg. 314/98, s. 7 (3); O. Reg. 560/06, s. 5 (4). (6) In this section, “minority interest” means an equity interest in a subsidiary of a credit union that is held by a person other than the credit union or a subsidiary of the credit union. O. Reg. 76/95, s. 14 (6). Risk Weighted Assets of a Credit Union",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) The regulatory capital of a credit union is the amount represented by “C” in the formula,</p> <p class=\"equation-e\"><img border=\"0\" height=\"16\" src=\"images/elaws_rev_regs_950076_e-1.gif\" width=\"59\"/></p> <p class=\"Ssection-e\">in which “A” is the amount determined under subsection (2) and “B” is the amount determined under subsection (3). O. Reg. 76/95, s. 14 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (4), “A” is the sum of the following items as they would appear in financial statements of the credit union prepared as of the date of the calculation:</p> <p class=\"paragraph-e\">1. The amount of the members’ equity and shareholders’ equity.</p> <p class=\"paragraph-e\">2. The amount of any minority interests.</p> <p class=\"paragraph-e\">3. The amount of subordinated indebtedness.</p> <p class=\"paragraph-e\">4. The amount of any loan loss allowance or other amount permitted to be included in the credit union’s regulatory capital under the <i>Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires</i>. O. Reg. 76/95, s. 14 (2); O. Reg. 314/98, s. 7 (1); O. Reg. 560/06, s. 5 (1).</p> <p class=\"subsection-e\">(3) Subject to subsection (4), “B” is the sum of the following items as they would appear in financial statements of the credit union prepared as of the date of the calculation:</p> <p class=\"paragraph-e\">1. The amount of goodwill and other intangible assets.</p> <p class=\"paragraph-e\">2. The amount of the shareholders’ equity and the subordinated indebtedness of a financial institution controlled by the credit union or of an entity controlled by such a financial institution.</p> <p class=\"paragraph-e\">3. The amount of other investments made by the credit union or by a subsidiary of the credit union, </p> <p class=\"subpara-e\">i. in a financial institution that is a subsidiary of the credit union, or</p> <p class=\"subpara-e\">ii. in a subsidiary of the financial institution,</p> <p class=\"Sparagraph-e\">if the investments form part of the capital of the financial institution, as the financial institution’s capital is determined under the laws of the jurisdiction in which the financial institution is incorporated.</p> <p class=\"paragraph-e\">4. The amount of other loans made by the credit union or by a subsidiary of the credit union other than a subsidiary that is a financial institution,</p> <p class=\"subpara-e\">i. to an insurance company that is a subsidiary of the credit union, or</p> <p class=\"subpara-e\">ii. to a securities dealer that is a subsidiary of the credit union,</p> <p class=\"Sparagraph-e\">if the loans form part of the capital of the insurance company or securities dealer.</p> <p class=\"paragraph-e\">5. The amount of a minority interest in a financial institution that is a subsidiary of a credit union, or in a subsidiary of such a financial institution.</p> <p class=\"paragraph-e\">6. Any other amounts required to be included under the <i>Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires</i>. O. Reg. 76/95, s. 14 (3); O. Reg. 314/98, s. 7 (2); O. Reg. 560/06, s. 5 (2, 3).</p> <p class=\"subsection-e\">(4) An amount respecting a security may be included in the calculation of regulatory capital only in the following circumstances:</p> <p class=\"paragraph-e\">1. The security is, by its terms, subordinate in right of payment to all liabilities of the entity that issued it, other than those liabilities that, by their terms, rank equally with or are subordinate to the security.</p> <p class=\"paragraph-e\">2. The security is issued and is paid for.</p> <p class=\"paragraph-e\">3. The security, if it is subordinated indebtedness or a share,</p> <p class=\"subpara-e\">i. has an initial minimum term of five years or more or has no term, and</p> <p class=\"subpara-e\">ii. cannot be redeemed or purchased for cancellation in the first five years after it is issued. O. Reg. 76/95, s. 14 (4).</p> <p class=\"subsection-e\">(5) Subparagraph ii of paragraph 3 of subsection (4) does not apply if the <i>Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires</i> permits the security to be redeemed or purchased for cancellation within the first five years after it is issued. O. Reg. 76/95, s. 14 (5); O. Reg. 314/98, s. 7 (3); O. Reg. 560/06, s. 5 (4).</p> <p class=\"subsection-e\">(6) In this section,</p> <p class=\"firstdef-e\">“minority interest” means an equity interest in a subsidiary of a credit union that is held by a person other than the credit union or a subsidiary of the credit union. O. Reg. 76/95, s. 14 (6).</p> <p class=\"heading1-e\"><a name=\"P379_21536\"></a><a name=\"BK14\"></a>Risk Weighted Assets of a Credit Union</p>"
        },
        {
            "id": "15.",
            "section": "Risk Weighted Assets of a Credit Union",
            "content": "15. (1) In this section, “specific provision” means, in respect of a loan made by a credit union, the amount of the prescribed monthly provision for doubtful loans as determined under subsection 22 (1) that is attributable to the loan and the amount of the prescribed reserves as determined under subsection 22 (2) that is attributable to the loan. O. Reg. 560/06, s. 6 (1). (1.1) The amount of a credit union’s risk weighted assets is the amount calculated using the formula, A + B + C in which, “A” is the sum of all amounts each of which is calculated by multiplying the value of an asset of the credit union by the percentage described in subsection (2), (3), (4), (5), (6), (7) or (8), as the case may be, that applies to that asset, “B” is the amount of the credit union’s applicable operational risk as determined under subsection (9), and “C” is the amount of the credit union’s applicable interest rate risk as determined under subsection (11). O. Reg. 560/06, s. 6 (1). (2) The percentage is zero per cent for the following types of assets: 1. Cash. 2. Claims against, or guaranteed by, the Government of Canada or an agency of the Government. 3. Claims against, or guaranteed by, the government of a province or territory of Canada. 4. Claims for which the collateral is cash or securities issued by the Government of Canada or the government of a province or territory of Canada. 5. Residential mortgage loans insured under the National Housing Act (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent. 6. Securities that are secured by mortgages and insured under the National Housing Act (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent. 7. Investments in bodies corporate that are accounted for in the credit union’s financial statements using the equity method. 8. Any deductions from regulatory capital, including goodwill. 9. Deposits in a league or Credit Union Central of British Columbia. 10. Loans guaranteed by a community loan fund corporation under the Community Economic Development Act, 1993. O. Reg. 76/95, s. 15 (2); O. Reg. 560/06, s. 6 (2); O. Reg. 298/07, s. 1. (3) The percentage is 20 per cent for the following types of assets: 1. Cheques and other items in transit. 2. Claims against or guaranteed by a municipality in Canada. 3. Claims against or guaranteed by a school board, university, hospital or social service provider in Canada that receives, as its primary source of funding, regular government financial support. 4. Deposits in a deposit-taking institution in Canada. 5. Commercial paper, bankers’ acceptances, bankers’ demand notes and similar instruments guaranteed by a deposit-taking institution in Canada. O. Reg. 76/95, s. 15 (3). (4) The percentage is 35 per cent for the following types of assets: 1. Residential mortgage loans, other than those described in paragraph 5 of subsection (2), that are not 90 days or more past due. 2. Securities that are secured by mortgages, other than securities described in paragraph 6 of subsection (2). O. Reg. 560/06, s. 6 (3). (4.1) Revoked: O. Reg. 560/06, s. 6 (3). (5) The percentage is 75 per cent for the following types of assets: 1. Personal loans. 2. Agricultural loans. 3. Commercial loans made to a person where the sum of all commercial loans made to that person and to any connected persons does not exceed the lesser of 0.035 per cent of the credit union’s total assets and $1.25 million. 4. Residential mortgage loans other than those described in paragraph 5 of subsection (2) or paragraph 1 of subsection (4). O. Reg. 560/06, s. 6 (3). (6) The percentage is 100 per cent for the following types of assets: 1. Commercial loans, other than commercial loans described in paragraph 3 of subsection (5) or paragraph 1 of subsection (7). 2. All assets not described in subsection (2), (3), (4) or (5). 3. The value attributed to any off balance sheet exposure of the credit union as calculated in accordance with the Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires. O. Reg. 76/95, s. 15 (6); O. Reg. 314/98, s. 8 (2); O. Reg. 560/06, s. 6 (4, 5). (7) The percentage is 150 per cent for the following types of assets: 1. The unsecured amount, net of any specific provision, of loans that are not residential mortgage loans and that are 90 days or more past due, but only if the specific provision for a loan constitutes less than 20 per cent of the outstanding amount of the loan. O. Reg. 560/06, s. 6 (6). (8) If a person to whom a commercial loan described in paragraph 1 of subsection (6) is made has a credit rating described in the Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires, the percentage determined in accordance with that Guideline applies, instead of the percentage specified in subsection (6), in respect of the commercial loan. O. Reg. 560/06, s. 6 (6). (9) Unless another amount is approved by the Superintendent, a credit union’s applicable operational risk is the amount calculated using the formula, D/0.08 in which, “D” is the amount of the credit union’s capital charge for operational risk as determined under subsection (10). O. Reg. 560/06, s. 6 (6). (10) A credit union’s capital charge for operational risk is the amount calculated using the formula,  in which, “E” is the greater of, (a) the amount of the credit union’s interest income less its interest expenses for its most recently ended financial year plus all of its other non-interest income for its most recently ended financial year, and (b) zero, “F” is the amount that would be determined under the definition of “E” if that definition applied to the credit union’s second most recently ended financial year, “G” is the amount that would be determined under the definition of “E” if that definition applied to the credit union’s third most recently ended financial year, and “H” is the greater of, (a) the number of years in which the amounts determined under the definitions of “E”, “F” and “G” exceed zero, and (b) one. O. Reg. 560/06, s. 6 (6). (11) Unless another amount is approved by the Superintendent, a credit union’s applicable interest rate risk is the amount calculated using the formula, J/0.08 in which, “J” is the amount of the credit union’s capital charge for interest rate risk as determined under subsection (12). O. Reg. 560/06, s. 6 (6). (12) A credit union’s capital charge for interest rate risk is the amount calculated using the formula, K × 0.15 in which, “K” is the amount of the credit union’s exposure, determined in accordance with the techniques referred to in paragraph 2 of subsection 78 (1), to interest rate risk. O. Reg. 560/06, s. 6 (6). Adequate Liquidity",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) In this section,</p> <p class=\"firstdef-e\">“specific provision” means, in respect of a loan made by a credit union, the amount of the prescribed monthly provision for doubtful loans as determined under subsection 22 (1) that is attributable to the loan and the amount of the prescribed reserves as determined under subsection 22 (2) that is attributable to the loan. O. Reg. 560/06, s. 6 (1).</p> <p class=\"subsection-e\">(1.1) The amount of a credit union’s risk weighted assets is the amount calculated using the formula,</p> <p class=\"equation-e\">A + B + C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the sum of all amounts each of which is calculated by multiplying the value of an asset of the credit union by the percentage described in subsection (2), (3), (4), (5), (6), (7) or (8), as the case may be, that applies to that asset,</p> <p class=\"equationind1-e\">“B” is the amount of the credit union’s applicable operational risk as determined under subsection (9), and</p> <p class=\"equationind1-e\">“C” is the amount of the credit union’s applicable interest rate risk as determined under subsection (11).</p> <p class=\"footnote-e\">O. Reg. 560/06, s. 6 (1).</p> <p class=\"subsection-e\">(2) The percentage is zero per cent for the following types of assets:</p> <p class=\"paragraph-e\">1. Cash.</p> <p class=\"paragraph-e\">2. Claims against, or guaranteed by, the Government of Canada or an agency of the Government.</p> <p class=\"paragraph-e\">3. Claims against, or guaranteed by, the government of a province or territory of Canada.</p> <p class=\"paragraph-e\">4. Claims for which the collateral is cash or securities issued by the Government of Canada or the government of a province or territory of Canada.</p> <p class=\"paragraph-e\">5. Residential mortgage loans insured under the <i>National Housing Act</i> (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent.</p> <p class=\"paragraph-e\">6. Securities that are secured by mortgages and insured under the <i>National Housing Act </i>(Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent.</p> <p class=\"paragraph-e\">7. Investments in bodies corporate that are accounted for in the credit union’s financial statements using the equity method.</p> <p class=\"paragraph-e\">8. Any deductions from regulatory capital, including goodwill.</p> <p class=\"paragraph-e\">9. Deposits in a league or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">10. Loans guaranteed by a community loan fund corporation under the <i>Community Economic Development Act, 1993</i>. O. Reg. 76/95, s. 15 (2); O. Reg. 560/06, s. 6 (2); O. Reg. 298/07, s. 1.</p> <p class=\"subsection-e\">(3) The percentage is 20 per cent for the following types of assets:</p> <p class=\"paragraph-e\">1. Cheques and other items in transit.</p> <p class=\"paragraph-e\">2. Claims against or guaranteed by a municipality in Canada.</p> <p class=\"paragraph-e\">3. Claims against or guaranteed by a school board, university, hospital or social service provider in Canada that receives, as its primary source of funding, regular government financial support.</p> <p class=\"paragraph-e\">4. Deposits in a deposit-taking institution in Canada.</p> <p class=\"paragraph-e\">5. Commercial paper, bankers’ acceptances, bankers’ demand notes and similar instruments guaranteed by a deposit-taking institution in Canada. O. Reg. 76/95, s. 15 (3).</p> <p class=\"subsection-e\">(4) The percentage is 35 per cent for the following types of assets:</p> <p class=\"paragraph-e\">1. Residential mortgage loans, other than those described in paragraph 5 of subsection (2), that are not 90 days or more past due.</p> <p class=\"paragraph-e\">2. Securities that are secured by mortgages, other than securities described in paragraph 6 of subsection (2). O. Reg. 560/06, s. 6 (3).</p> <p class=\"subsection-e\">(4.1) Revoked: O. Reg. 560/06, s. 6 (3).</p> <p class=\"subsection-e\">(5) The percentage is 75 per cent for the following types of assets:</p> <p class=\"paragraph-e\">1. Personal loans.</p> <p class=\"paragraph-e\">2. Agricultural loans.</p> <p class=\"paragraph-e\">3. Commercial loans made to a person where the sum of all commercial loans made to that person and to any connected persons does not exceed the lesser of 0.035 per cent of the credit union’s total assets and $1.25 million.</p> <p class=\"paragraph-e\">4. Residential mortgage loans other than those described in paragraph 5 of subsection (2) or paragraph 1 of subsection (4). O. Reg. 560/06, s. 6 (3).</p> <p class=\"subsection-e\">(6) The percentage is 100 per cent for the following types of assets:</p> <p class=\"paragraph-e\">1. Commercial loans, other than commercial loans described in paragraph 3 of subsection (5) or paragraph 1 of subsection (7).</p> <p class=\"paragraph-e\">2. All assets not described in subsection (2), (3), (4) or (5).</p> <p class=\"paragraph-e\">3. The value attributed to any off balance sheet exposure of the credit union as calculated in accordance with the <i>Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires</i>. O. Reg. 76/95, s. 15 (6); O. Reg. 314/98, s. 8 (2); O. Reg. 560/06, s. 6 (4, 5).</p> <p class=\"subsection-e\">(7) The percentage is 150 per cent for the following types of assets:</p> <p class=\"paragraph-e\">1. The unsecured amount, net of any specific provision, of loans that are not residential mortgage loans and that are 90 days or more past due, but only if the specific provision for a loan constitutes less than 20 per cent of the outstanding amount of the loan. O. Reg. 560/06, s. 6 (6).</p> <p class=\"subsection-e\">(8) If a person to whom a commercial loan described in paragraph 1 of subsection (6) is made has a credit rating described in the <i>Capital Adequacy Guideline for Ontario’s Credit Unions and Caisses Populaires</i>, the percentage determined in accordance with that Guideline applies, instead of the percentage specified in subsection (6), in respect of the commercial loan. O. Reg. 560/06, s. 6 (6).</p> <p class=\"subsection-e\">(9) Unless another amount is approved by the Superintendent, a credit union’s applicable operational risk is the amount calculated using the formula, </p> <p class=\"equation-e\">D/0.08</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“D” is the amount of the credit union’s capital charge for operational risk as determined under subsection (10).</p> <p class=\"footnote-e\">O. Reg. 560/06, s. 6 (6).</p> <p class=\"subsection-e\">(10) A credit union’s capital charge for operational risk is the amount calculated using the formula,</p> <p class=\"equation-e\"><img border=\"0\" height=\"31\" src=\"images/elaws_rev_regs_950076_e-2.gif\" width=\"79\"/></p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“E” is the greater of,</p> <p class=\"equationind2-e\">(a) the amount of the credit union’s interest income less its interest expenses for its most recently ended financial year plus all of its other non-interest income for its most recently ended financial year, and </p> <p class=\"equationind2-e\">(b) zero,</p> <p class=\"equationind1-e\">“F” is the amount that would be determined under the definition of “E” if that definition applied to the credit union’s second most recently ended financial year, </p> <p class=\"equationind1-e\">“G” is the amount that would be determined under the definition of “E” if that definition applied to the credit union’s third most recently ended financial year, and</p> <p class=\"equationind1-e\">“H” is the greater of,</p> <p class=\"equationind2-e\">(a) the number of years in which the amounts determined under the definitions of “E”, “F” and “G” exceed zero, and</p> <p class=\"equationind2-e\">(b) one.</p> <p class=\"footnote-e\">O. Reg. 560/06, s. 6 (6).</p> <p class=\"subsection-e\">(11) Unless another amount is approved by the Superintendent, a credit union’s applicable interest rate risk is the amount calculated using the formula,  </p> <p class=\"equation-e\">J/0.08</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“J” is the amount of the credit union’s capital charge for interest rate risk as determined under subsection (12).</p> <p class=\"footnote-e\">O. Reg. 560/06, s. 6 (6).</p> <p class=\"subsection-e\">(12) A credit union’s capital charge for interest rate risk is the amount calculated using the formula,</p> <p class=\"equation-e\">K × 0.15</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“K” is the amount of the credit union’s exposure, determined in accordance with the techniques referred to in paragraph 2 of subsection 78 (1), to interest rate risk.</p> <p class=\"footnote-e\">O. Reg. 560/06, s. 6 (6).</p> <p class=\"heading1-e\"><a name=\"P449_28405\"></a><a name=\"BK15\"></a>Adequate Liquidity</p>"
        },
        {
            "id": "16.",
            "section": "Adequate Liquidity",
            "content": "16. (1) A credit union shall maintain an amount at least equal to 1 per cent of its deposits and borrowings in the following classes of assets: 1. Cash. 2. Deposits in Canada that are callable at their issue price within 100 days after being issued with, i. a bank listed in Schedule I or II to the Bank Act (Canada), ii. a loan and trust corporation registered under the Loan and Trust Corporations Act, iii. the Province of Ontario Savings Office, or iv. a league or Credit Union Central of British Columbia. O. Reg. 76/95, s. 16 (1); O. Reg. 298/07, s. 2. (2) The assets maintained to meet the requirements of this section must be unencumbered, but may be pledged for the purpose of subsection 49 (2). O. Reg. 76/95, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) A credit union shall maintain an amount at least equal to 1 per cent of its deposits and borrowings in the following classes of assets:</p> <p class=\"paragraph-e\">1. Cash.</p> <p class=\"paragraph-e\">2. Deposits in Canada that are callable at their issue price within 100 days after being issued with,</p> <p class=\"subpara-e\">i. a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada),</p> <p class=\"subpara-e\">ii. a loan and trust corporation registered under the <i>Loan and Trust Corporations Act</i>,</p> <p class=\"subpara-e\">iii. the Province of Ontario Savings Office, or</p> <p class=\"subpara-e\">iv. a league or Credit Union Central of British Columbia. O. Reg. 76/95, s. 16 (1); O. Reg. 298/07, s. 2.</p> <p class=\"subsection-e\">(2) The assets maintained to meet the requirements of this section must be unencumbered, but may be pledged for the purpose of subsection 49 (2). O. Reg. 76/95, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Adequate Liquidity",
            "content": "17. (1) A credit union shall maintain an amount at least equal to 10 per cent of its deposits and borrowings in the following classes of assets: 1. The assets described in section 16. 2. Treasury bills or other debt obligations issued by the government of Canada or a province that mature in 100 days or less. 3. An amount equal to the payroll deductions, if any, made from the payroll of members that are in the course of being remitted. 4. Subject to subsection (3), bankers’ acceptances and discounted notes issued by a bank listed in Schedule I or II to the Bank Act (Canada), a league or Credit Union Central of British Columbia, but only if the credit union is authorized by a written investment policy to hold such assets and they mature in one year or less. 5. Deposits in Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in 100 days or less but only if the credit union is authorized by a written investment policy to hold such assets. 6. Debt obligations of Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in 100 days or less, but only if the credit union is authorized by a written investment policy to hold such assets. O. Reg. 76/95, s. 17 (1); O. Reg. 298/07, s. 3 (1). (2) The amount maintained under section 16 may be included in the amount maintained under subsection (1). O. Reg. 76/95, s. 17 (2). (3) Bankers’ acceptances or discounted notes issued by a bank must have not less than an R1 Middle rating as classified by the Dominion Bond Rating Service or not less than an A-1+ as classified by the Canadian Bond Rating Service. O. Reg. 76/95, s. 17 (3). (4) Despite subsection (1), a credit union shall maintain an amount at least equal to 8 per cent of its deposits and borrowings in the classes of assets described in subsection (1), (a) if the credit union has a line of credit with a financial institution, Credit Union Central of Canada, the Caisse Centrale Desjardins or Credit Union Central of British Columbia or is a member of a liquidity pool; (b) if the line of credit, (i) is for an amount not less than 2 per cent of the credit union’s deposits, shares and earnings, and (ii) is revocable only after 30 days notice to the credit union; and (c) if the terms of the line of credit are set out in writing. O. Reg. 76/95, s. 17 (4); O. Reg. 298/07, s. 3 (2). (5) The assets maintained to meet the requirements of this section must be unencumbered, but may be pledged for the purpose of subsection 49 (2). O. Reg. 76/95, s. 17 (5).",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) A credit union shall maintain an amount at least equal to 10 per cent of its deposits and borrowings in the following classes of assets:</p> <p class=\"paragraph-e\">1. The assets described in section 16.</p> <p class=\"paragraph-e\">2. Treasury bills or other debt obligations issued by the government of Canada or a province that mature in 100 days or less.</p> <p class=\"paragraph-e\">3. An amount equal to the payroll deductions, if any, made from the payroll of members that are in the course of being remitted.</p> <p class=\"paragraph-e\">4. Subject to subsection (3), bankers’ acceptances and discounted notes issued by a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada), a league or Credit Union Central of British Columbia, but only if the credit union is authorized by a written investment policy to hold such assets and they mature in one year or less.</p> <p class=\"paragraph-e\">5. Deposits in Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in 100 days or less but only if the credit union is authorized by a written investment policy to hold such assets.</p> <p class=\"paragraph-e\">6. Debt obligations of Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in 100 days or less, but only if the credit union is authorized by a written investment policy to hold such assets. O. Reg. 76/95, s. 17 (1); O. Reg. 298/07, s. 3 (1).</p> <p class=\"subsection-e\">(2) The amount maintained under section 16 may be included in the amount maintained under subsection (1). O. Reg. 76/95, s. 17 (2).</p> <p class=\"subsection-e\">(3) Bankers’ acceptances or discounted notes issued by a bank must have not less than an R1 Middle rating as classified by the Dominion Bond Rating Service or not less than an A-1+ as classified by the Canadian Bond Rating Service. O. Reg. 76/95, s. 17 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (1), a credit union shall maintain an amount at least equal to 8 per cent of its deposits and borrowings in the classes of assets described in subsection (1),</p> <p class=\"clause-e\">(a) if the credit union has a line of credit with a financial institution, Credit Union Central of Canada, the Caisse Centrale Desjardins or Credit Union Central of British Columbia or is a member of a liquidity pool;</p> <p class=\"clause-e\">(b) if the line of credit,</p> <p class=\"subclause-e\">(i) is for an amount not less than 2 per cent of the credit union’s deposits, shares and earnings, and</p> <p class=\"subclause-e\">(ii) is revocable only after 30 days notice to the credit union; and</p> <p class=\"clause-e\">(c) if the terms of the line of credit are set out in writing. O. Reg. 76/95, s. 17 (4); O. Reg. 298/07, s. 3 (2).</p> <p class=\"subsection-e\">(5) The assets maintained to meet the requirements of this section must be unencumbered, but may be pledged for the purpose of subsection 49 (2). O. Reg. 76/95, s. 17 (5).</p>"
        },
        {
            "id": "18.",
            "section": "Adequate Liquidity",
            "content": "18. (1) A credit union may maintain in the following classes of assets an amount not greater than 50 per cent of the amounts that it is required to maintain under sections 16 and 17: 1. Subject to subsection (2), bonds, debentures or other debt obligations issued or guaranteed by the government of Canada or a province or territory of Canada that mature in more than 100 days but less than three years. 2. Debt obligations issued by the Corporation that mature in less than three years. 3. Debt obligations that mature in three years or less issued by a municipality in Canada or an agency of one, a school board, university, hospital or a social service provider that receives regular government financial support as its primary source of funding. 4. Subject to subsection (2), bankers’ acceptances and discounted notes issued by a bank listed in Schedule I or II to the Bank Act (Canada), a league or Credit Union Central of British Columbia, but only if the credit union is authorized by a written investment policy to hold such assets and they mature in three years or less. 5. Deposits in Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in less than three years, but only if the credit union is authorized by a written investment policy to hold such assets. 6. Debt obligations of Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in less than three years, but only if the credit union is authorized by a written investment policy to hold such assets. O. Reg. 76/95, s. 18 (1); O. Reg. 298/07, s. 4. (2) Bonds, debentures or other debt obligations, bankers’ acceptances and discounted notes issued by a bank must hold not less than an R1 Middle or AA rating as classified by the Dominion Bond Rating Service or not less than an A-1+ or A+ as classified by the Canadian Bond Rating Service. O. Reg. 76/95, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) A credit union may maintain in the following classes of assets an amount not greater than 50 per cent of the amounts that it is required to maintain under sections 16 and 17:</p> <p class=\"paragraph-e\">1. Subject to subsection (2), bonds, debentures or other debt obligations issued or guaranteed by the government of Canada or a province or territory of Canada that mature in more than 100 days but less than three years.</p> <p class=\"paragraph-e\">2. Debt obligations issued by the Corporation that mature in less than three years.</p> <p class=\"paragraph-e\">3. Debt obligations that mature in three years or less issued by a municipality in Canada or an agency of one, a school board, university, hospital or a social service provider that receives regular government financial support as its primary source of funding.</p> <p class=\"paragraph-e\">4. Subject to subsection (2), bankers’ acceptances and discounted notes issued by a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada), a league or Credit Union Central of British Columbia, but only if the credit union is authorized by a written investment policy to hold such assets and they mature in three years or less.</p> <p class=\"paragraph-e\">5. Deposits in Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in less than three years, but only if the credit union is authorized by a written investment policy to hold such assets.</p> <p class=\"paragraph-e\">6. Debt obligations of Credit Union Central of Canada, the Caisse Centrale Desjardins, Credit Union Central of British Columbia or a league that mature in less than three years, but only if the credit union is authorized by a written investment policy to hold such assets. O. Reg. 76/95, s. 18 (1); O. Reg. 298/07, s. 4.</p> <p class=\"subsection-e\">(2) Bonds, debentures or other debt obligations, bankers’ acceptances and discounted notes issued by a bank must hold not less than an R1 Middle or AA rating as classified by the Dominion Bond Rating Service or not less than an A-1+ or A+ as classified by the Canadian Bond Rating Service. O. Reg. 76/95, s. 18 (2).</p>"
        },
        {
            "id": "19.",
            "section": "Adequate Liquidity",
            "content": "19. (1) A liquidity pool is a fund established for the purpose of enabling its members to obtain sufficient cash or the equivalent to meet their commitments as they arise and to do so in a timely manner and at a reasonable cost. O. Reg. 76/95, s. 19 (1). (2) A liquidity pool must be administered in accordance with this section. O. Reg. 76/95, s. 19 (2). (3) Only credit unions are eligible to become members of a liquidity pool. O. Reg. 76/95, s. 19 (3). (4) A liquidity pool must be administered by a league, (a) that is a member of a group clearer that is part of the Canadian Payments Association; or (b) that has entered into a written agreement described in subsection (5) with a member of a group clearer, a group clearer or a direct clearer as defined in the by-laws of the Canadian Payments Association as published in The Canada Gazette. O. Reg. 76/95, s. 19 (4). (5) The agreement must provide the league with a line of credit in an amount not less than 2 per cent of the total of its members’ deposits, shares and earnings and must be revocable only after the member or clearer, as the case may be, has given the league at least 30 days prior notice. O. Reg. 76/95, s. 19 (5). (6) The liquidity pool must contain assets with a value at least equal to 5 per cent of the total value of deposits in each member and borrowings from each member by its own members. O. Reg. 76/95, s. 19 (6). (7) If the assets of the liquidity pool fall below the level specified in subsection (6), the league must notify the Superintendent of that fact and must give him or her a plan describing how the level will be restored. O. Reg. 76/95, s. 19 (7); O. Reg. 314/98, s. 9. (8) The assets of the liquidity pool must be invested in accordance with sections 17 and 18, subject to the following modifications: 1. For the purpose of paragraph 2 of subsection 16 (1), the deposits must be callable within one year after being issued. 2. For the purpose of paragraphs 2, 5 and 6 of subsection 17 (1), the instruments and deposits must mature within one year. 3. For the purposes of paragraphs 1 and 4 of subsection 18 (1), only 1 per cent of the credit union’s deposits and borrowings may be invested in instruments that have not less than an R1 Low or A rating as classified by the Dominion Bond Rating Service or not less than an A-1 or A rating as classified by the Canadian Bond Rating Service. O. Reg. 76/95, s. 19 (8). (9) A member of the liquidity pool is entitled, upon request, to receive a loan from the pool to maintain the member’s liquidity if the member meets the capital adequacy requirements or has received a variation under section 86 of the Act. O. Reg. 76/95, s. 19 (9). (10) The maximum amount of the loan to which a member is entitled is the amount deposited by the member in the pool. However, the league may lend the member an amount greater than that. O. Reg. 76/95, s. 19 (10). (11) A member is not entitled to withdraw deposits from the liquidity pool unless, (a) the member ceases to be a member of the pool; (b) the member is being dissolved; (c) the level of assets in the pool is greater than the minimum required by subsection (6); or (d) the pool is being dissolved. O. Reg. 76/95, s. 19 (11). (12) The assets of the liquidity pool must be set out in a readily identifiable manner in the league’s financial statements, separately from the league’s other assets. O. Reg. 76/95, s. 19 (12). (13) Despite subsection (4) a liquidity pool may be administered by Credit Union Central of British Columbia if Credit Union Central of British Columbia satisfies the requirements of clauses (4) (a) and (b) and this section applies, with necessary modifications, with respect to such a liquidity pool, subject to subsection (14). O. Reg. 298/07, s. 5. (14) For greater certainty, nothing in this section imposes any requirement on Credit Union Central of British Columbia but if a liquidity pool administered by Credit Union Central of British Columbia is not administered in accordance with this section the liquidity pool ceases to be a liquidity pool for the purposes of this Regulation. O. Reg. 298/07, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) A liquidity pool is a fund established for the purpose of enabling its members to obtain sufficient cash or the equivalent to meet their commitments as they arise and to do so in a timely manner and at a reasonable cost. O. Reg. 76/95, s. 19 (1).</p> <p class=\"subsection-e\">(2) A liquidity pool must be administered in accordance with this section. O. Reg. 76/95, s. 19 (2).</p> <p class=\"subsection-e\">(3) Only credit unions are eligible to become members of a liquidity pool. O. Reg. 76/95, s. 19 (3).</p> <p class=\"subsection-e\">(4) A liquidity pool must be administered by a league,</p> <p class=\"clause-e\">(a) that is a member of a group clearer that is part of the Canadian Payments Association; or</p> <p class=\"clause-e\">(b) that has entered into a written agreement described in subsection (5) with a member of a group clearer, a group clearer or a direct clearer as defined in the by-laws of the Canadian Payments Association as published in <i>The Canada Gazette</i>. O. Reg. 76/95, s. 19 (4).</p> <p class=\"subsection-e\">(5) The agreement must provide the league with a line of credit in an amount not less than 2 per cent of the total of its members’ deposits, shares and earnings and must be revocable only after the member or clearer, as the case may be, has given the league at least 30 days prior notice. O. Reg. 76/95, s. 19 (5).</p> <p class=\"subsection-e\">(6) The liquidity pool must contain assets with a value at least equal to 5 per cent of the total value of deposits in each member and borrowings from each member by its own members. O. Reg. 76/95, s. 19 (6).</p> <p class=\"subsection-e\">(7) If the assets of the liquidity pool fall below the level specified in subsection (6), the league must notify the Superintendent of that fact and must give him or her a plan describing how the level will be restored. O. Reg. 76/95, s. 19 (7); O. Reg. 314/98, s. 9.</p> <p class=\"subsection-e\">(8) The assets of the liquidity pool must be invested in accordance with sections 17 and 18, subject to the following modifications:</p> <p class=\"paragraph-e\">1. For the purpose of paragraph 2 of subsection 16 (1), the deposits must be callable within one year after being issued.</p> <p class=\"paragraph-e\">2. For the purpose of paragraphs 2, 5 and 6 of subsection 17 (1), the instruments and deposits must mature within one year.</p> <p class=\"paragraph-e\">3. For the purposes of paragraphs 1 and 4 of subsection 18 (1), only 1 per cent of the credit union’s deposits and borrowings may be invested in instruments that have not less than an R1 Low or A rating as classified by the Dominion Bond Rating Service or not less than an A-1 or A rating as classified by the Canadian Bond Rating Service. O. Reg. 76/95, s. 19 (8).</p> <p class=\"subsection-e\">(9) A member of the liquidity pool is entitled, upon request, to receive a loan from the pool to maintain the member’s liquidity if the member meets the capital adequacy requirements or has received a variation under section 86 of the Act. O. Reg. 76/95, s. 19 (9).</p> <p class=\"subsection-e\">(10) The maximum amount of the loan to which a member is entitled is the amount deposited by the member in the pool. However, the league may lend the member an amount greater than that. O. Reg. 76/95, s. 19 (10).</p> <p class=\"subsection-e\">(11) A member is not entitled to withdraw deposits from the liquidity pool unless,</p> <p class=\"clause-e\">(a) the member ceases to be a member of the pool;</p> <p class=\"clause-e\">(b) the member is being dissolved;</p> <p class=\"clause-e\">(c) the level of assets in the pool is greater than the minimum required by subsection (6); or</p> <p class=\"clause-e\">(d) the pool is being dissolved. O. Reg. 76/95, s. 19 (11).</p> <p class=\"subsection-e\">(12) The assets of the liquidity pool must be set out in a readily identifiable manner in the league’s financial statements, separately from the league’s other assets. O. Reg. 76/95, s. 19 (12).</p> <p class=\"subsection-e\">(13) Despite subsection (4) a liquidity pool may be administered by Credit Union Central of British Columbia if Credit Union Central of British Columbia satisfies the requirements of clauses (4) (a) and (b) and this section applies, with necessary modifications, with respect to such a liquidity pool, subject to subsection (14). O. Reg. 298/07, s. 5.</p> <p class=\"subsection-e\">(14) For greater certainty, nothing in this section imposes any requirement on Credit Union Central of British Columbia but if a liquidity pool administered by Credit Union Central of British Columbia is not administered in accordance with this section the liquidity pool ceases to be a liquidity pool for the purposes of this Regulation. O. Reg. 298/07, s. 5.</p>"
        },
        {
            "id": "20.",
            "section": "Adequate Liquidity",
            "content": "20. (1) A credit union that, for a period of five consecutive days (excluding Sundays and holidays), does not comply with sections 16, 17 and 18 shall not make a loan or an investment until it again complies with those sections. O. Reg. 76/95, s. 20 (1); O. Reg. 314/98, s. 10 (1). (2) The credit union shall submit to the Superintendent and to the Corporation a report addressing the following matters immediately after the five-day period expires: 1. The circumstances that led to the credit union’s non-compliance. 2. The steps it is taking to comply with those sections. 3. Details of when it will again comply with those sections. O. Reg. 76/95, s. 20 (2); O. Reg. 314/98, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) A credit union that, for a period of five consecutive days (excluding Sundays and holidays), does not comply with sections 16, 17 and 18 shall not make a loan or an investment until it again complies with those sections. O. Reg. 76/95, s. 20 (1); O. Reg. 314/98, s. 10 (1).</p> <p class=\"subsection-e\">(2) The credit union shall submit to the Superintendent and to the Corporation a report addressing the following matters immediately after the five-day period expires:</p> <p class=\"paragraph-e\">1. The circumstances that led to the credit union’s non-compliance.</p> <p class=\"paragraph-e\">2. The steps it is taking to comply with those sections.</p> <p class=\"paragraph-e\">3. Details of when it will again comply with those sections. O. Reg. 76/95, s. 20 (2); O. Reg. 314/98, s. 10 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Adequate Liquidity",
            "content": "21. (1) In this section, “A” means, with respect to a credit union, the value of its assets invested in the assets described in sections 17 and 18; “B” means, with respect to a credit union, the value of its borrowings that mature in less than 100 days; “C” means, with respect to a credit union, the value of the deposits in the credit union; “D” means, with respect to a credit union, the value of its borrowings that mature in 100 days or more. O. Reg. 314/98, s. 11. (2) A credit union that is a member of a liquidity pool or that has a line of credit with a financial institution, Credit Union Central of Canada, the Caisse Centrale Desjardins or Credit Union Central of British Columbia shall maintain sufficient assets described in sections 17 and 18 so that the amount calculated using the formula (A–B) is at least 6 per cent of the amount calculated using the formula (C+D). O. Reg. 298/07, s. 6. (3) A credit union that is not described in subsection (2) shall maintain sufficient assets described in sections 17 and 18 so that the amount calculated using the formula (A–B) is at least 8 per cent of the amount calculated using the formula (C+D). O. Reg. 314/98, s. 11. (4) A credit union that does not maintain the required percentage in assets described in sections 17 and 18 for five consecutive days (excluding Sundays and holidays) shall immediately notify the Superintendent and its league, if any, of that fact. O. Reg. 314/98, s. 11. (5) Within 10 days after notifying the Superintendent, the credit union shall give the Superintendent a plan for the repayment of its borrowings to the extent necessary to enable the credit union to maintain the required percentage in assets described in sections 17 and 18. O. Reg. 314/98, s. 11. Provision for Doubtful Loans and Required Reserves",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) In this section,</p> <p class=\"firstdef-e\">“A” means, with respect to a credit union, the value of its assets invested in the assets described in sections 17 and 18;</p> <p class=\"definition-e\">“B” means, with respect to a credit union, the value of its borrowings that mature in less than 100 days;</p> <p class=\"definition-e\">“C” means, with respect to a credit union, the value of the deposits in the credit union;</p> <p class=\"definition-e\">“D” means, with respect to a credit union, the value of its borrowings that mature in 100 days or more. O. Reg. 314/98, s. 11.</p> <p class=\"subsection-e\">(2) A credit union that is a member of a liquidity pool or that has a line of credit with a financial institution, Credit Union Central of Canada, the Caisse Centrale Desjardins or Credit Union Central of British Columbia shall maintain sufficient assets described in sections 17 and 18 so that the amount calculated using the formula (A–B) is at least 6 per cent of the amount calculated using the formula (C+D). O. Reg. 298/07, s. 6.</p> <p class=\"subsection-e\">(3) A credit union that is not described in subsection (2) shall maintain sufficient assets described in sections 17 and 18 so that the amount calculated using the formula (A–B) is at least 8 per cent of the amount calculated using the formula (C+D). O. Reg. 314/98, s. 11.</p> <p class=\"subsection-e\">(4) A credit union that does not maintain the required percentage in assets described in sections 17 and 18 for five consecutive days (excluding Sundays and holidays) shall immediately notify the Superintendent and its league, if any, of that fact. O. Reg. 314/98, s. 11.</p> <p class=\"subsection-e\">(5) Within 10 days after notifying the Superintendent, the credit union shall give the Superintendent a plan for the repayment of its borrowings to the extent necessary to enable the credit union to maintain the required percentage in assets described in sections 17 and 18. O. Reg. 314/98, s. 11.</p> <p class=\"heading1-e\"><a name=\"P519_40497\"></a><a name=\"BK16\"></a>Provision for Doubtful Loans and Required Reserves</p>"
        },
        {
            "id": "22.",
            "section": "Provision for Doubtful Loans and Required Reserves",
            "content": "22. (1) For the purposes of section 90 of the Act, the prescribed monthly provision for doubtful loans is the provision required by the Corporation in its by-laws. (2) For the purposes of section 90 of the Act, the prescribed reserves are those required by By-law No. 6 of the Corporation. O. Reg. 76/95, s. 22. PART VI   GOVERNING THE CREDIT UNION Mandatory By-laws",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) For the purposes of section 90 of the Act, the prescribed monthly provision for doubtful loans is the provision required by the Corporation in its by-laws.</p> <p class=\"subsection-e\">(2) For the purposes of section 90 of the Act, the prescribed reserves are those required by By-law No. 6 of the Corporation. O. Reg. 76/95, s. 22.</p> <p class=\"partnum-e\"><b><a name=\"P522_40869\"></a><a name=\"BK17\"></a>PART VI <br/>  GOVERNING THE CREDIT UNION</b></p> <p class=\"heading1-e\"><a name=\"P523_40902\"></a><a name=\"BK18\"></a>Mandatory By-laws</p>"
        },
        {
            "id": "23.",
            "section": "Mandatory By-laws",
            "content": "23. For the purposes of subsection 105 (2) of the Act, the board of a credit union shall pass by-laws governing the following matters: 1. Admission to membership in the credit union and any fees for admission. 2. Withdrawal, suspension or expulsion from membership in the credit union. 3. The allotment of shares, including the maximum number that may be allotted to a member, the payment for shares, the redemption or transfer of shares and the recording of information about these matters. 4. The procedure for deciding how to distribute the profits of the credit union. 5. If the credit union is a member of a league and assesses its own members to pay for the cost of membership in the league, the procedure for assessing credit union members’ annual assessment to be paid to the league. 6. The language or languages in which the credit union will carry on business. 7. Mandatory procedures governing the operation of the credit union. 8. The types of loans that the credit union is authorized to make. 9. The time, place and notice to be given for a members’ meeting, the record date for determining who is entitled to vote at such a meeting, and the quorum for such a meeting. 10. The time, place and notice to be given for a board meeting. 11. The time for, and manner of, electing directors and committee members. 12. The term of office of directors and of committee members, and the procedure for setting their remuneration. 13. The appointment and removal of officers and employees of the credit union, any security that they are required to give the credit union and the procedures for establishing their remuneration. O. Reg. 76/95, s. 23. Credit Committee",
            "raw_html": "<p class=\"section-e\"><b>23.</b> For the purposes of subsection 105 (2) of the Act, the board of a credit union shall pass by-laws governing the following matters:</p> <p class=\"paragraph-e\">1. Admission to membership in the credit union and any fees for admission.</p> <p class=\"paragraph-e\">2. Withdrawal, suspension or expulsion from membership in the credit union.</p> <p class=\"paragraph-e\">3. The allotment of shares, including the maximum number that may be allotted to a member, the payment for shares, the redemption or transfer of shares and the recording of information about these matters.</p> <p class=\"paragraph-e\">4. The procedure for deciding how to distribute the profits of the credit union.</p> <p class=\"paragraph-e\">5. If the credit union is a member of a league and assesses its own members to pay for the cost of membership in the league, the procedure for assessing credit union members’ annual assessment to be paid to the league.</p> <p class=\"paragraph-e\">6. The language or languages in which the credit union will carry on business.</p> <p class=\"paragraph-e\">7. Mandatory procedures governing the operation of the credit union.</p> <p class=\"paragraph-e\">8. The types of loans that the credit union is authorized to make.</p> <p class=\"paragraph-e\">9. The time, place and notice to be given for a members’ meeting, the record date for determining who is entitled to vote at such a meeting, and the quorum for such a meeting.</p> <p class=\"paragraph-e\">10. The time, place and notice to be given for a board meeting.</p> <p class=\"paragraph-e\">11. The time for, and manner of, electing directors and committee members.</p> <p class=\"paragraph-e\">12. The term of office of directors and of committee members, and the procedure for setting their remuneration.</p> <p class=\"paragraph-e\">13. The appointment and removal of officers and employees of the credit union, any security that they are required to give the credit union and the procedures for establishing their remuneration. O. Reg. 76/95, s. 23.</p> <p class=\"heading1-e\"><a name=\"P538_42554\"></a><a name=\"BK19\"></a>Credit Committee</p>"
        },
        {
            "id": "24.",
            "section": "Credit Committee",
            "content": "24. (1) The following information must be included in the report of the credit committee to the board under subsection 120 (1) of the Act for the period reported upon: 1. The number of loan applications received by the credit union. 2. The number, type and aggregate value of loans that were granted. 3. The number of loan applications that were denied. 4. The security obtained for each loan of an amount greater than that specified by the credit union’s lending policies and procedures. 5. The number and status of delinquent loans and the details of each loan that is more than 90 days in arrears. 6. The number of and status of loans, i. for which the due date was postponed for all or part of a payment of interest or a repayment of any principal, ii. for which any security was substituted or released, or iii. that were renegotiated because of a change in the borrower’s circumstances. (2) The report must be made on a monthly basis and must be in writing. O. Reg. 76/95, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) The following information must be included in the report of the credit committee to the board under subsection 120 (1) of the Act for the period reported upon:</p> <p class=\"paragraph-e\">1. The number of loan applications received by the credit union.</p> <p class=\"paragraph-e\">2. The number, type and aggregate value of loans that were granted.</p> <p class=\"paragraph-e\">3. The number of loan applications that were denied.</p> <p class=\"paragraph-e\">4. The security obtained for each loan of an amount greater than that specified by the credit union’s lending policies and procedures.</p> <p class=\"paragraph-e\">5. The number and status of delinquent loans and the details of each loan that is more than 90 days in arrears.</p> <p class=\"paragraph-e\">6. The number of and status of loans,</p> <p class=\"subpara-e\">i. for which the due date was postponed for all or part of a payment of interest or a repayment of any principal,</p> <p class=\"subpara-e\">ii. for which any security was substituted or released, or</p> <p class=\"subpara-e\">iii. that were renegotiated because of a change in the borrower’s circumstances.</p> <p class=\"subsection-e\">(2) The report must be made on a monthly basis and must be in writing. O. Reg. 76/95, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Credit Committee",
            "content": "25. (1) The following information must be included in the report of the credit committee to the membership under subsection 120 (2) of the Act: 1. The number of loan applications received by the credit union. 2. The number, type and aggregate value of loans that were granted. 3. The number of loan applications that were denied. 4. The number and aggregate value of delinquent loans that are more than 90 days in arrears. (2) The report must be in writing. O. Reg. 76/95, s. 25. Audit Committee",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) The following information must be included in the report of the credit committee to the membership under subsection 120 (2) of the Act:</p> <p class=\"paragraph-e\">1. The number of loan applications received by the credit union.</p> <p class=\"paragraph-e\">2. The number, type and aggregate value of loans that were granted.</p> <p class=\"paragraph-e\">3. The number of loan applications that were denied.</p> <p class=\"paragraph-e\">4. The number and aggregate value of delinquent loans that are more than 90 days in arrears.</p> <p class=\"subsection-e\">(2) The report must be in writing. O. Reg. 76/95, s. 25.</p> <p class=\"heading1-e\"><a name=\"P556_44034\"></a><a name=\"BK20\"></a>Audit Committee</p>"
        },
        {
            "id": "26.",
            "section": "Audit Committee",
            "content": "26. The duties of the audit committee of a credit union are the following: 1. Review the annual audited financial statements and make such recommendations to the board as the committee considers appropriate. 2. Review the audited financial statements of each subsidiary of the credit union. 3. Review and make recommendations to the board about the terms of the engagement letter and the remuneration of the auditor. 4. Review with the auditor the scope and plan of an audit. 5. Discuss with the auditor the audit findings, any restrictions on the scope of the auditor’s work and any problems that the auditor experienced in performing the audit. 6. Review and make recommendations to the board about any management letters, recommendations and reports by the auditor about the business or financial statements of the credit union and any response to them by management of the credit union. 7. Report to the board on any conflict between the auditor and management that the committee is unable to resolve within a reasonable time. 8. Recommend to the board arrangements to safeguard the credit union’s assets, to ensure the timeliness, accuracy and reliability of accounting data, to maintain adherence to the lending and investment policies and procedures and to provide for other matters concerning the financial policies of the credit union. 9. Report to the board any significant changes in the accounting principles and practices followed by the credit union. 10. Review the organization and assess the degree of independence of the credit union’s internal auditors, if any, including their goals, work plans and any problems that they experience in performing audits. 11. Review those recommendations of the internal auditors that they consider to be significant concerning the improvement of accounting practices and internal control practices and review any response to them by management of the credit union. 12. Review the credit union’s disaster recovery plans. 13. Review the credit union’s policies and procedures governing the way in which it meets the requirements under the Act about liquidity, capital adequacy and interest rate risk management. 14. Review material legal proceedings to which the credit union is a party. 15. Assess whether the credit union has enough staff to fulfill its accounting and financial responsibilities. 16. Monitor the adherence of the credit union’s directors, officers and employees to its code of conduct. 17. Review any report about the affairs of the credit union made by the Superintendent, the deposit insurer or a stabilization authority, monitor the implementation of recommendations that the committee considers significant and report to the board on the progress of the implementation. O. Reg. 76/95, s. 26; O. Reg. 314/98, s. 12. Bond from Officers and Employees",
            "raw_html": "<p class=\"section-e\"><b>26.</b> The duties of the audit committee of a credit union are the following:</p> <p class=\"paragraph-e\">1. Review the annual audited financial statements and make such recommendations to the board as the committee considers appropriate.</p> <p class=\"paragraph-e\">2. Review the audited financial statements of each subsidiary of the credit union.</p> <p class=\"paragraph-e\">3. Review and make recommendations to the board about the terms of the engagement letter and the remuneration of the auditor.</p> <p class=\"paragraph-e\">4. Review with the auditor the scope and plan of an audit.</p> <p class=\"paragraph-e\">5. Discuss with the auditor the audit findings, any restrictions on the scope of the auditor’s work and any problems that the auditor experienced in performing the audit.</p> <p class=\"paragraph-e\">6. Review and make recommendations to the board about any management letters, recommendations and reports by the auditor about the business or financial statements of the credit union and any response to them by management of the credit union.</p> <p class=\"paragraph-e\">7. Report to the board on any conflict between the auditor and management that the committee is unable to resolve within a reasonable time.</p> <p class=\"paragraph-e\">8. Recommend to the board arrangements to safeguard the credit union’s assets, to ensure the timeliness, accuracy and reliability of accounting data, to maintain adherence to the lending and investment policies and procedures and to provide for other matters concerning the financial policies of the credit union.</p> <p class=\"paragraph-e\">9. Report to the board any significant changes in the accounting principles and practices followed by the credit union.</p> <p class=\"paragraph-e\">10. Review the organization and assess the degree of independence of the credit union’s internal auditors, if any, including their goals, work plans and any problems that they experience in performing audits.</p> <p class=\"paragraph-e\">11. Review those recommendations of the internal auditors that they consider to be significant concerning the improvement of accounting practices and internal control practices and review any response to them by management of the credit union.</p> <p class=\"paragraph-e\">12. Review the credit union’s disaster recovery plans.</p> <p class=\"paragraph-e\">13. Review the credit union’s policies and procedures governing the way in which it meets the requirements under the Act about liquidity, capital adequacy and interest rate risk management.</p> <p class=\"paragraph-e\">14. Review material legal proceedings to which the credit union is a party.</p> <p class=\"paragraph-e\">15. Assess whether the credit union has enough staff to fulfill its accounting and financial responsibilities.</p> <p class=\"paragraph-e\">16. Monitor the adherence of the credit union’s directors, officers and employees to its code of conduct.</p> <p class=\"paragraph-e\">17. Review any report about the affairs of the credit union made by the Superintendent, the deposit insurer or a stabilization authority, monitor the implementation of recommendations that the committee considers significant and report to the board on the progress of the implementation. O. Reg. 76/95, s. 26; O. Reg. 314/98, s. 12.</p> <p class=\"heading1-e\"><a name=\"P575_46823\"></a><a name=\"BK21\"></a>Bond from Officers and Employees</p>"
        },
        {
            "id": "27.",
            "section": "Bond from Officers and Employees",
            "content": "27. The minimum amount of the bond that an officer or employee is required by subsection 151 (1) of the Act to furnish is the lesser of $1 million or the amount of the credit union’s total assets as shown on its most recent financial statements. O. Reg. 76/95, s. 27. PART VII   RESTRICTIONS ON BUSINESS POWERS Definitions",
            "raw_html": "<p class=\"section-e\"><b>27.</b> The minimum amount of the bond that an officer or employee is required by subsection 151 (1) of the Act to furnish is the lesser of $1 million or the amount of the credit union’s total assets as shown on its most recent financial statements. O. Reg. 76/95, s. 27.</p> <p class=\"partnum-e\"><b><a name=\"P577_47131\"></a><a name=\"BK22\"></a>PART VII <br/>  RESTRICTIONS ON BUSINESS POWERS</b></p> <p class=\"heading1-e\"><a name=\"P578_47170\"></a><a name=\"BK23\"></a>Definitions</p>"
        },
        {
            "id": "28.",
            "section": "Definitions",
            "content": "28. In this Part, “authorized types of insurance” means the types of insurance listed in subsection 34 (1); (“types d’assurance autorisés”) “insurance company” means an entity that is authorized under an Act of Parliament or of the legislature of a province to insure risks.(“compagnie d’assurance”) O. Reg. 76/95, s. 28; O. Reg. 414/97, s. 1. Ancillary Businesses",
            "raw_html": "<p class=\"section-e\"><b>28.</b> In this Part,</p> <p class=\"firstdef-e\">“authorized types of insurance” means the types of insurance listed in subsection 34 (1); (“types d’assurance autorisés”)</p> <p class=\"definition-e\">“insurance company” means an entity that is authorized under an Act of Parliament or of the legislature of a province to insure risks.(“compagnie d’assurance”) O. Reg. 76/95, s. 28; O. Reg. 414/97, s. 1.</p> <p class=\"heading1-e\"><a name=\"P582_47551\"></a><a name=\"BK24\"></a>Ancillary Businesses</p>"
        },
        {
            "id": "29.",
            "section": "Ancillary Businesses",
            "content": "29. A credit union may engage in the following trades or businesses: 1. Operating a post office. 2. Operating a motor vehicle licence bureau. 3. Acting as an agent to receive payments for utility bills, realty tax, personal income tax and for similar transactions. 4. Providing facsimile transmission facilities. O. Reg. 76/95, s. 29. Financial Services",
            "raw_html": "<p class=\"section-e\"><b>29.</b> A credit union may engage in the following trades or businesses:</p> <p class=\"paragraph-e\">1. Operating a post office.</p> <p class=\"paragraph-e\">2. Operating a motor vehicle licence bureau.</p> <p class=\"paragraph-e\">3. Acting as an agent to receive payments for utility bills, realty tax, personal income tax and for similar transactions.</p> <p class=\"paragraph-e\">4. Providing facsimile transmission facilities. O. Reg. 76/95, s. 29.</p> <p class=\"heading1-e\"><a name=\"P588_47903\"></a><a name=\"BK25\"></a>Financial Services</p>"
        },
        {
            "id": "30.",
            "section": "Financial Services",
            "content": "30. A credit union shall not directly provide the following financial services: 1. Services provided by a factoring corporation described in subsection 74 (2). 2. Services provided by an investment counselling and portfolio management corporation described in subsection 74 (5). 3. Services provided by a mutual fund corporation described in subsection 74 (6). 4. Services provided by a mutual fund distribution corporation described in subsection 74 (7). 5. Services provided by a securities dealer described in subsection 74 (10). O. Reg. 76/95, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> A credit union shall not directly provide the following financial services:</p> <p class=\"paragraph-e\">1. Services provided by a factoring corporation described in subsection 74 (2).</p> <p class=\"paragraph-e\">2. Services provided by an investment counselling and portfolio management corporation described in subsection 74 (5).</p> <p class=\"paragraph-e\">3. Services provided by a mutual fund corporation described in subsection 74 (6).</p> <p class=\"paragraph-e\">4. Services provided by a mutual fund distribution corporation described in subsection 74 (7).</p> <p class=\"paragraph-e\">5. Services provided by a securities dealer described in subsection 74 (10). O. Reg. 76/95, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Financial Services",
            "content": "31. (1) A credit union or subsidiary must not enter into a financial lease agreement or a conditional sales agreement unless the agreement meets the following requirements: 1. The agreement concerns personal property, i. selected by the lessee or purchaser and acquired by the credit union or subsidiary at the request of the lessee or purchaser, or ii. previously acquired by the credit union or subsidiary under another financial lease agreement or conditional sales agreement. 2. The primary purpose of the agreement is to extend credit to the lessee or purchaser. 3. The agreement is for a fixed term. (2) A credit union or subsidiary must not direct a customer or prospective customer to particular dealers for the sale of personal property under a conditional sales agreement. (3) A financial lease agreement or conditional sales agreement must yield, (a) a reasonable rate of return; and (b) a return that at least equals the investment by the subsidiary in the property that is the subject of the agreement, taking into account in the case of a financial lease agreement, (i) rental charges payable or paid by the lessee, (ii) tax benefits to the credit union or subsidiary, and (iii) the guaranteed purchase or resale price, if any, for the property at the expiry of the agreement or the lesser of the estimated residual value of the property and 25 per cent of the original acquisition cost to the credit union or subsidiary. (4) The financial lease agreement or conditional sales agreement must set out the responsibilities of the credit union or its subsidiary respecting the benefit of the warranties, guarantees and undertakings made by the manufacturer or supplier of the property. (5) The aggregate estimated residual value of all property held by a credit union and its subsidiaries under financial lease agreements must not exceed 10 per cent of the aggregate original acquisition cost. (6) This section does not apply with respect to agreements in which the credit union or its subsidiary is the lessee or conditional purchaser. O. Reg. 76/95, s. 31. Networking",
            "raw_html": "<p class=\"section-e\"><b>31.</b> (1) A credit union or subsidiary must not enter into a financial lease agreement or a conditional sales agreement unless the agreement meets the following requirements:</p> <p class=\"paragraph-e\">1. The agreement concerns personal property,</p> <p class=\"subpara-e\">i. selected by the lessee or purchaser and acquired by the credit union or subsidiary at the request of the lessee or purchaser, or</p> <p class=\"subpara-e\">ii. previously acquired by the credit union or subsidiary under another financial lease agreement or conditional sales agreement.</p> <p class=\"paragraph-e\">2. The primary purpose of the agreement is to extend credit to the lessee or purchaser.</p> <p class=\"paragraph-e\">3. The agreement is for a fixed term.</p> <p class=\"subsection-e\">(2) A credit union or subsidiary must not direct a customer or prospective customer to particular dealers for the sale of personal property under a conditional sales agreement.</p> <p class=\"subsection-e\">(3) A financial lease agreement or conditional sales agreement must yield,</p> <p class=\"clause-e\">(a) a reasonable rate of return; and</p> <p class=\"clause-e\">(b) a return that at least equals the investment by the subsidiary in the property that is the subject of the agreement, taking into account in the case of a financial lease agreement,</p> <p class=\"subclause-e\">(i) rental charges payable or paid by the lessee,</p> <p class=\"subclause-e\">(ii) tax benefits to the credit union or subsidiary, and</p> <p class=\"subclause-e\">(iii) the guaranteed purchase or resale price, if any, for the property at the expiry of the agreement or the lesser of the estimated residual value of the property and 25 per cent of the original acquisition cost to the credit union or subsidiary.</p> <p class=\"subsection-e\">(4) The financial lease agreement or conditional sales agreement must set out the responsibilities of the credit union or its subsidiary respecting the benefit of the warranties, guarantees and undertakings made by the manufacturer or supplier of the property.</p> <p class=\"subsection-e\">(5) The aggregate estimated residual value of all property held by a credit union and its subsidiaries under financial lease agreements must not exceed 10 per cent of the aggregate original acquisition cost.</p> <p class=\"subsection-e\">(6) This section does not apply with respect to agreements in which the credit union or its subsidiary is the lessee or conditional purchaser. O. Reg. 76/95, s. 31.</p> <p class=\"heading1-e\"><a name=\"P611_50539\"></a><a name=\"BK26\"></a>Networking</p>"
        },
        {
            "id": "32.",
            "section": "Networking",
            "content": "32. (1) For the purposes of subsection 174 (4) of the Act, the following are the prescribed persons or entities in respect of which a credit union may act as agent: 1. A financial institution. 2. The deposit insurer. 3. Credit Union Central of Canada. 4. Caisse Centrale Desjardins. 4.1 Credit Union Central of British Columbia. 5. A financial leasing corporation described in subsection 74 (3). 6. A mutual fund corporation described in subsection 74 (6). 7. A mutual fund distribution corporation described in subsection 74 (7). O. Reg. 76/95, s. 32 (1); O. Reg. 314/98, s. 13; O. Reg. 298/07, s. 7. (2) A credit union may act as agent for the deposit insurer only with respect to the administration of deposits under a deposit administration agreement. O. Reg. 76/95, s. 32 (2). (3) A credit union may act as agent for an entity that is a party to a syndicated loan agreement described in subsection 60 (2) only for the purpose of syndicating a loan. O. Reg. 76/95, s. 32 (3).",
            "raw_html": "<p class=\"section-e\"><b>32.</b> (1) For the purposes of subsection 174 (4) of the Act, the following are the prescribed persons or entities in respect of which a credit union may act as agent:</p> <p class=\"paragraph-e\">1. A financial institution.</p> <p class=\"paragraph-e\">2. The deposit insurer.</p> <p class=\"paragraph-e\">3. Credit Union Central of Canada.</p> <p class=\"paragraph-e\">4. Caisse Centrale Desjardins.</p> <p class=\"paragraph-e\">4.1 Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">5. A financial leasing corporation described in subsection 74 (3).</p> <p class=\"paragraph-e\">6. A mutual fund corporation described in subsection 74 (6).</p> <p class=\"paragraph-e\">7. A mutual fund distribution corporation described in subsection 74 (7). O. Reg. 76/95, s. 32 (1); O. Reg. 314/98, s. 13; O. Reg. 298/07, s. 7.</p> <p class=\"subsection-e\">(2) A credit union may act as agent for the deposit insurer only with respect to the administration of deposits under a deposit administration agreement. O. Reg. 76/95, s. 32 (2).</p> <p class=\"subsection-e\">(3) A credit union may act as agent for an entity that is a party to a syndicated loan agreement described in subsection 60 (2) only for the purpose of syndicating a loan. O. Reg. 76/95, s. 32 (3).</p>"
        },
        {
            "id": "33.",
            "section": "Networking",
            "content": "33. (1) A credit union that is acting as agent for a financial institution in respect of the provision of a service may, (a) enter into an agreement with the financial institution concerning the provision of the service; or (b) refer a person to the financial institution. O. Reg. 76/95, s. 33. (2) A credit union that is acting as agent for Credit Union Central of British Columbia in respect of the provision of a service may, (a) enter into an agreement with Credit Union Central of British Columbia concerning the provision of the service; or (b) refer a person to Credit Union Central of British Columbia. O. Reg. 298/07, s. 8. Authorized Types of Insurance",
            "raw_html": "<p class=\"section-e\"><b>33.</b> (1) A credit union that is acting as agent for a financial institution in respect of the provision of a service may,</p> <p class=\"clause-e\">(a) enter into an agreement with the financial institution concerning the provision of the service; or</p> <p class=\"clause-e\">(b) refer a person to the financial institution. O. Reg. 76/95, s. 33.</p> <p class=\"subsection-e\"><a name=\"P626_51837\"></a><a name=\"BK27\"></a>(2) A credit union that is acting as agent for Credit Union Central of British Columbia in respect of the provision of a service may,</p> <p class=\"clause-e\">(a) enter into an agreement with Credit Union Central of British Columbia concerning the provision of the service; or</p> <p class=\"clause-e\">(b) refer a person to Credit Union Central of British Columbia. O. Reg. 298/07, s. 8.</p> <p class=\"heading1-e\">Authorized Types of Insurance</p>"
        },
        {
            "id": "34.",
            "section": "Authorized Types of Insurance",
            "content": "34. (1) A credit union may administer the following types of insurance: 1. Insurance related to a credit card or charge card issued by the credit union. 2. Creditors’ disability insurance. 3. Creditors’ life insurance. 4. Creditors’ insurance for loss of employment. 5. Creditors’ vehicle inventory insurance. 6. Export credit insurance. 7. Group accident and sickness insurance. 8. Group life insurance. 9. Mortgage insurance. 10. Travel insurance. O. Reg. 76/95, s. 34 (1). (2) A credit union that, on March 1, 1995, administers an insurance policy other than one authorized under subsection (1) may continue to administer the policy with respect to a person to whom coverage is provided on that date. O. Reg. 76/95, s. 34 (2). (3) For the purposes of subsection (1), “insurance related to a credit card or charge card” refers to a policy of an insurance company that provides the types of insurance described in this subsection to the holder of a credit card or charge card as a feature of the card without request and without an individual assessment of risk. The policy may provide insurance against the loss of, or damage to, goods purchased with the card. The policy may also provide insurance against any loss arising from a contractual liability assumed by the holder when renting a vehicle, if the rental is paid for with the card. The policy may also provide for the extension of a warranty provided by the manufacturer of the goods purchased with the card. O. Reg. 76/95, s. 34 (3). (4) For the purposes of subsection (1), “creditors’ disability insurance” refers to a group insurance policy that will pay to the credit union all or part of the amount of a debt owed to the credit union by a debtor. Payment will be made only in the event of bodily injury to or the illness or disability of, (a) the debtor or his or her spouse, if the debtor is an individual; (b) an individual who is a guarantor of all or part of the debt; (c) a director or officer of a debtor that is a body corporate; or (d) an individual who is essential to the ability of a debtor that is an entity to meet the debtor’s financial obligations to the credit union. O. Reg. 76/95, s. 34 (4); O. Reg. 110/00, s. 1 (1); O. Reg. 309/05, s. 1 (1). (5) For the purposes of subsection (1), “creditors’ life insurance” refers to a group insurance policy that will pay to the credit union all or part of the amount of a debt owed to the credit union by a debtor or all or part of the amount of the credit limit under a line of credit for a debt relating to a small business, a farm, a fishery or a ranch. Payment will be made only in the event of the death of, (a) the debtor or his or her spouse, if the debtor is an individual; (b) an individual who is a guarantor of all or part of the debt; (c) a director or officer of a debtor that is a body corporate; or (d) an individual who is essential to the ability of a debtor that is an entity to meet the debtor’s financial obligations to the credit union. The small business must be a business that is or, if it were incorporated, would be a small business corporation within the meaning of subsection 248 (1) of the Income Tax Act (Canada). The line of credit must be a commitment to lend amounts up to a predetermined limit that does not involve a predetermined repayment schedule. The credit limit must not exceed the reasonable credit needs of the debtor or the lending limits of the credit union. O. Reg. 76/95, s. 34 (5); O. Reg. 110/00, s. 1 (2); O. Reg. 309/05, s. 1 (2). (6) For the purposes of subsection (1), “creditors’ insurance for loss of employment” refers to a policy of an insurance company that will pay to the credit union all or part of the amount of a debt owed to the credit union. The insurance policy will be made without an individual assessment of risk. Payment will be made only in the event that, (a) the debtor becomes involuntarily unemployed, if the debtor is an individual; or (b) an individual who is a guarantor of any portion of the debt becomes involuntarily unemployed. O. Reg. 76/95, s. 34 (6). (7) For the purposes of subsection (1), “creditors’ vehicle inventory insurance” refers to a policy of an insurance company that provides insurance against direct and accidental loss or damage to vehicles held in stock for display and sale purposes by a debtor of the credit union. Some or all of the vehicles must have been financed by the credit union. O. Reg. 76/95, s. 34 (7). (8) For the purposes of subsection (1), “export credit insurance” refers to a policy of an insurance company that provides insurance to an exporter of goods or services against a loss incurred by the exporter because goods or services are not paid for. O. Reg. 76/95, s. 34 (8). (9) For the purposes of subsection (1), “group accident and sickness insurance” refers to a group insurance policy between an insurance company and the credit union. The policy provides accident and sickness insurance severally for persons who individually hold certificates of insurance. The insurance must be restricted to the credit union’s employees, its members and the employees of its subsidiaries. O. Reg. 76/95, s. 34 (9). (10) For the purposes of subsection (1), “group life insurance” refers to a group insurance policy between an insurance company and the credit union. The policy provides life insurance severally for persons who individually hold certificates of insurance. The insurance must be restricted to the credit union’s employees, its members and the employees of its subsidiaries. O. Reg. 76/95, s. 34 (10). (11) For the purposes of subsection (1), “mortgage insurance” refers to a policy of an insurance company that provides insurance to the credit union against a loss caused by a default under a loan by the credit union secured by a mortgage on real estate or an interest in real estate. The debtor must be an individual. O. Reg. 76/95, s. 34 (11). (12) For the purposes of subsection (1), “travel insurance” refers to either of the following: 1. A policy of an insurance company that provides the types of insurance described in this paragraph to an individual in respect of a trip by him or her away from the place where he or she ordinarily resides. The insurance is provided without an individual assessment of risk. The policy may provide insurance against a loss that results from the cancellation or interruption of the trip. It may provide insurance against the loss of or damage to personal property that occurs while the individual is on the trip. It may provide insurance against a loss caused by the delayed arrival of personal baggage while the individual is on the trip. 2. A group insurance policy that provides the types of insurance described in this paragraph to an individual in respect of a trip by him or her away from the province in which he or she ordinarily resides. The policy may provide insurance against expenses incurred during the trip that result from the individual’s illness or disability that occurs during the trip. It may provide insurance against expenses incurred during the trip that result from bodily injury to or the death of the individual caused by an accident during the trip. It may provide insurance against expenses incurred by the individual for dental care required as a result of an accident during the trip. It may provide insurance in the event that the individual dies during the trip, against expenses incurred for the return of his or her remains to the place where he or she ordinarily resided before death, or for travel expenses incurred by a relative who must travel to identify the remains. The policy may provide that the insurance company undertakes to pay money in the event of the individual’s illness or disability that occurs during the trip or bodily injury to or the death of the individual caused by an accident during the trip. O. Reg. 76/95, s. 34 (12).",
            "raw_html": "<p class=\"section-e\"><b>34.</b> (1) A credit union may administer the following types of insurance:</p> <p class=\"paragraph-e\">1. Insurance related to a credit card or charge card issued by the credit union.</p> <p class=\"paragraph-e\">2. Creditors’ disability insurance.</p> <p class=\"paragraph-e\">3. Creditors’ life insurance.</p> <p class=\"paragraph-e\">4. Creditors’ insurance for loss of employment.</p> <p class=\"paragraph-e\">5. Creditors’ vehicle inventory insurance.</p> <p class=\"paragraph-e\">6. Export credit insurance.</p> <p class=\"paragraph-e\">7. Group accident and sickness insurance.</p> <p class=\"paragraph-e\">8. Group life insurance.</p> <p class=\"paragraph-e\">9. Mortgage insurance.</p> <p class=\"paragraph-e\">10. Travel insurance. O. Reg. 76/95, s. 34 (1).</p> <p class=\"subsection-e\">(2) A credit union that, on March 1, 1995, administers an insurance policy other than one authorized under subsection (1) may continue to administer the policy with respect to a person to whom coverage is provided on that date. O. Reg. 76/95, s. 34 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsection (1), “insurance related to a credit card or charge card” refers to a policy of an insurance company that provides the types of insurance described in this subsection to the holder of a credit card or charge card as a feature of the card without request and without an individual assessment of risk. The policy may provide insurance against the loss of, or damage to, goods purchased with the card. The policy may also provide insurance against any loss arising from a contractual liability assumed by the holder when renting a vehicle, if the rental is paid for with the card. The policy may also provide for the extension of a warranty provided by the manufacturer of the goods purchased with the card. O. Reg. 76/95, s. 34 (3).</p> <p class=\"subsection-e\">(4) For the purposes of subsection (1), “creditors’ disability insurance” refers to a group insurance policy that will pay to the credit union all or part of the amount of a debt owed to the credit union by a debtor. Payment will be made only in the event of bodily injury to or the illness or disability of,</p> <p class=\"clause-e\">(a) the debtor or his or her spouse, if the debtor is an individual;</p> <p class=\"clause-e\">(b) an individual who is a guarantor of all or part of the debt;</p> <p class=\"clause-e\">(c) a director or officer of a debtor that is a body corporate; or</p> <p class=\"clause-e\">(d) an individual who is essential to the ability of a debtor that is an entity to meet the debtor’s financial obligations to the credit union. O. Reg. 76/95, s. 34 (4); O. Reg. 110/00, s. 1 (1); O. Reg. 309/05, s. 1 (1).</p> <p class=\"subsection-e\">(5) For the purposes of subsection (1), “creditors’ life insurance” refers to a group insurance policy that will pay to the credit union all or part of the amount of a debt owed to the credit union by a debtor or all or part of the amount of the credit limit under a line of credit for a debt relating to a small business, a farm, a fishery or a ranch. Payment will be made only in the event of the death of,</p> <p class=\"clause-e\">(a) the debtor or his or her spouse, if the debtor is an individual;</p> <p class=\"clause-e\">(b) an individual who is a guarantor of all or part of the debt;</p> <p class=\"clause-e\">(c) a director or officer of a debtor that is a body corporate; or</p> <p class=\"clause-e\">(d) an individual who is essential to the ability of a debtor that is an entity to meet the debtor’s financial obligations to the credit union.</p> <p class=\"Ssubsection-e\">The small business must be a business that is or, if it were incorporated, would be a small business corporation within the meaning of subsection 248 (1) of the <i>Income Tax Act</i> (Canada). The line of credit must be a commitment to lend amounts up to a predetermined limit that does not involve a predetermined repayment schedule. The credit limit must not exceed the reasonable credit needs of the debtor or the lending limits of the credit union. O. Reg. 76/95, s. 34 (5); O. Reg. 110/00, s. 1 (2); O. Reg. 309/05, s. 1 (2).</p> <p class=\"subsection-e\">(6) For the purposes of subsection (1), “creditors’ insurance for loss of employment” refers to a policy of an insurance company that will pay to the credit union all or part of the amount of a debt owed to the credit union. The insurance policy will be made without an individual assessment of risk. Payment will be made only in the event that,</p> <p class=\"clause-e\">(a) the debtor becomes involuntarily unemployed, if the debtor is an individual; or</p> <p class=\"clause-e\">(b) an individual who is a guarantor of any portion of the debt becomes involuntarily unemployed. O. Reg. 76/95, s. 34 (6).</p> <p class=\"subsection-e\">(7) For the purposes of subsection (1), “creditors’ vehicle inventory insurance” refers to a policy of an insurance company that provides insurance against direct and accidental loss or damage to vehicles held in stock for display and sale purposes by a debtor of the credit union. Some or all of the vehicles must have been financed by the credit union. O. Reg. 76/95, s. 34 (7).</p> <p class=\"subsection-e\">(8) For the purposes of subsection (1), “export credit insurance” refers to a policy of an insurance company that provides insurance to an exporter of goods or services against a loss incurred by the exporter because goods or services are not paid for. O. Reg. 76/95, s. 34 (8).</p> <p class=\"subsection-e\">(9) For the purposes of subsection (1), “group accident and sickness insurance” refers to a group insurance policy between an insurance company and the credit union. The policy provides accident and sickness insurance severally for persons who individually hold certificates of insurance. The insurance must be restricted to the credit union’s employees, its members and the employees of its subsidiaries. O. Reg. 76/95, s. 34 (9).</p> <p class=\"subsection-e\">(10) For the purposes of subsection (1), “group life insurance” refers to a group insurance policy between an insurance company and the credit union. The policy provides life insurance severally for persons who individually hold certificates of insurance. The insurance must be restricted to the credit union’s employees, its members and the employees of its subsidiaries. O. Reg. 76/95, s. 34 (10).</p> <p class=\"subsection-e\">(11) For the purposes of subsection (1), “mortgage insurance” refers to a policy of an insurance company that provides insurance to the credit union against a loss caused by a default under a loan by the credit union secured by a mortgage on real estate or an interest in real estate. The debtor must be an individual. O. Reg. 76/95, s. 34 (11).</p> <p class=\"subsection-e\">(12) For the purposes of subsection (1), “travel insurance” refers to either of the following:</p> <p class=\"paragraph-e\">1. A policy of an insurance company that provides the types of insurance described in this paragraph to an individual in respect of a trip by him or her away from the place where he or she ordinarily resides. The insurance is provided without an individual assessment of risk. The policy may provide insurance against a loss that results from the cancellation or interruption of the trip. It may provide insurance against the loss of or damage to personal property that occurs while the individual is on the trip. It may provide insurance against a loss caused by the delayed arrival of personal baggage while the individual is on the trip.</p> <p class=\"paragraph-e\">2. A group insurance policy that provides the types of insurance described in this paragraph to an individual in respect of a trip by him or her away from the province in which he or she ordinarily resides. The policy may provide insurance against expenses incurred during the trip that result from the individual’s illness or disability that occurs during the trip. It may provide insurance against expenses incurred during the trip that result from bodily injury to or the death of the individual caused by an accident during the trip. It may provide insurance against expenses incurred by the individual for dental care required as a result of an accident during the trip. It may provide insurance in the event that the individual dies during the trip, against expenses incurred for the return of his or her remains to the place where he or she ordinarily resided before death, or for travel expenses incurred by a relative who must travel to identify the remains. The policy may provide that the insurance company undertakes to pay money in the event of the individual’s illness or disability that occurs during the trip or bodily injury to or the death of the individual caused by an accident during the trip. O. Reg. 76/95, s. 34 (12).</p>"
        },
        {
            "id": "35.",
            "section": "Authorized Types of Insurance",
            "content": "35. (1) A credit union may administer a group insurance policy described in section 34 only for its members, its employees or the employees of its subsidiaries. (2) A group insurance policy is a contract of insurance between an insurance company and the credit union that provides insurance severally for a group of identifiable persons who individually hold certificates of insurance. O. Reg. 76/95, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35.</b> (1) A credit union may administer a group insurance policy described in section 34 only for its members, its employees or the employees of its subsidiaries.</p> <p class=\"subsection-e\">(2) A group insurance policy is a contract of insurance between an insurance company and the credit union that provides insurance severally for a group of identifiable persons who individually hold certificates of insurance. O. Reg. 76/95, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": "Authorized Types of Insurance",
            "content": "36. (1) A credit union may provide advice about an authorized type of insurance. (2) A credit union may provide advice in respect of another type of insurance only if, (a) the advice is general in nature; and (b) the advice is not about a specific risk, a particular proposal respecting life insurance or a particular insurance policy, insurance company, agent, broker or service. (3) A credit union may provide services in respect of an authorized type of insurance. (4) A credit union may provide services in respect of another type of insurance only if the credit union does not refer a person to a particular insurance company, agent or broker. O. Reg. 76/95, s. 36. Restrictions on Insurance",
            "raw_html": "<p class=\"section-e\"><b>36.</b> (1) A credit union may provide advice about an authorized type of insurance.</p> <p class=\"subsection-e\">(2) A credit union may provide advice in respect of another type of insurance only if,</p> <p class=\"clause-e\">(a) the advice is general in nature; and</p> <p class=\"clause-e\">(b) the advice is not about a specific risk, a particular proposal respecting life insurance or a particular insurance policy, insurance company, agent, broker or service.</p> <p class=\"subsection-e\">(3) A credit union may provide services in respect of an authorized type of insurance.</p> <p class=\"subsection-e\">(4) A credit union may provide services in respect of another type of insurance only if the credit union does not refer a person to a particular insurance company, agent or broker. O. Reg. 76/95, s. 36.</p> <p class=\"heading1-e\"><a name=\"P673_61297\"></a><a name=\"BK28\"></a>Restrictions on Insurance</p>"
        },
        {
            "id": "37.",
            "section": "Restrictions on Insurance",
            "content": "37. A credit union shall not underwrite insurance. O. Reg. 76/95, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37.</b> A credit union shall not underwrite insurance. O. Reg. 76/95, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Restrictions on Insurance",
            "content": "38. (1) A credit union shall not act as an agent for any person in the placing of insurance. (2) A credit union shall not lease or provide space in its head office or any other of its offices to a person placing insurance. O. Reg. 76/95, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38.</b> (1) A credit union shall not act as an agent for any person in the placing of insurance.</p> <p class=\"subsection-e\">(2) A credit union shall not lease or provide space in its head office or any other of its offices to a person placing insurance. O. Reg. 76/95, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": "Restrictions on Insurance",
            "content": "39. (1) A credit union that carries on business in premises adjacent to an office of an insurance company, agent or broker shall clearly indicate to its customers that the credit union’s premises are separate and distinct from the premises of the insurance company, agent or broker. (2) The premises of the credit union must be separate and distinct from the premises of the insurance company, agent or broker. O. Reg. 76/95, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39.</b> (1) A credit union that carries on business in premises adjacent to an office of an insurance company, agent or broker shall clearly indicate to its customers that the credit union’s premises are separate and distinct from the premises of the insurance company, agent or broker.</p> <p class=\"subsection-e\">(2) The premises of the credit union must be separate and distinct from the premises of the insurance company, agent or broker. O. Reg. 76/95, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Restrictions on Insurance",
            "content": "40. A credit union shall not provide a telecommunications device that is primarily for the use of its customers to link a customer with an insurance company, agent or broker. O. Reg. 76/95, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40.</b> A credit union shall not provide a telecommunications device that is primarily for the use of its customers to link a customer with an insurance company, agent or broker. O. Reg. 76/95, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Restrictions on Insurance",
            "content": "41. (1) A credit union shall not promote an insurance company, agent or broker unless, (a) the company, agent or broker deals only in authorized types of insurance; or (b) the promotion takes place outside the head office and any other office of the credit union, and is directed to, (i) all of the holders of credit cards or charge cards issued by the credit union to whom statements of account are mailed regularly, (ii) all of the credit union members who are individuals and to whom statements of account are mailed regularly, or (iii) the general public. (2) A credit union shall not promote an insurance policy of an insurance company, agent or broker, or a service provided in respect of such a policy, unless, (a) the policy is of an authorized type of insurance or the service is in respect of such a policy; (b) the policy is to be provided by a corporation without share capital (other than a mutual insurance company or a fraternal benefit society) that carries on business without pecuniary gain to its members and the policy provides insurance to an individual in respect of the risks covered by travel insurance; (c) the service is in respect of a policy described in clause (b); or (d) the promotion takes place outside the head office of the credit union and any other office of the credit union, and is directed to, (i) all of the holders of credit cards or charge cards issued by the credit union to whom statements of account are mailed regularly, (ii) all of the credit union members who are individuals and to whom statements of account are mailed regularly, or (iii) the general public. (3) A credit union may exclude the following persons from a promotion described in clause (1) (b) or (2) (d): 1. Persons in respect of whom the promotion would contravene an Act of Parliament or of the legislature of a province. 2. Persons who have notified the credit union in writing that they do not wish to receive promotional material from the credit union. 3. Persons who hold a credit card or charge card issued by the credit union in respect of which the account is not in good standing. O. Reg. 414/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>41.</b> (1) A credit union shall not promote an insurance company, agent or broker unless,</p> <p class=\"clause-e\">(a) the company, agent or broker deals only in authorized types of insurance; or</p> <p class=\"clause-e\">(b) the promotion takes place outside the head office and any other office of the credit union, and is directed to,</p> <p class=\"subclause-e\">(i) all of the holders of credit cards or charge cards issued by the credit union to whom statements of account are mailed regularly,</p> <p class=\"subclause-e\">(ii) all of the credit union members who are individuals and to whom statements of account are mailed regularly, or</p> <p class=\"subclause-e\">(iii) the general public.</p> <p class=\"subsection-e\">(2) A credit union shall not promote an insurance policy of an insurance company, agent or broker, or a service provided in respect of such a policy, unless,</p> <p class=\"clause-e\">(a) the policy is of an authorized type of insurance or the service is in respect of such a policy;</p> <p class=\"clause-e\">(b) the policy is to be provided by a corporation without share capital (other than a mutual insurance company or a fraternal benefit society) that carries on business without pecuniary gain to its members and the policy provides insurance to an individual in respect of the risks covered by travel insurance;</p> <p class=\"clause-e\">(c) the service is in respect of a policy described in clause (b); or</p> <p class=\"clause-e\">(d) the promotion takes place outside the head office of the credit union and any other office of the credit union, and is directed to,</p> <p class=\"subclause-e\">(i) all of the holders of credit cards or charge cards issued by the credit union to whom statements of account are mailed regularly,</p> <p class=\"subclause-e\">(ii) all of the credit union members who are individuals and to whom statements of account are mailed regularly, or</p> <p class=\"subclause-e\">(iii) the general public.</p> <p class=\"subsection-e\">(3) A credit union may exclude the following persons from a promotion described in clause (1) (b) or (2) (d):</p> <p class=\"paragraph-e\">1. Persons in respect of whom the promotion would contravene an Act of Parliament or of the legislature of a province.</p> <p class=\"paragraph-e\">2. Persons who have notified the credit union in writing that they do not wish to receive promotional material from the credit union.</p> <p class=\"paragraph-e\">3. Persons who hold a credit card or charge card issued by the credit union in respect of which the account is not in good standing. O. Reg. 414/97, s. 2.</p>"
        },
        {
            "id": "42.",
            "section": "Restrictions on Insurance",
            "content": "42. (1) Except as permitted by this section, a credit union shall not directly or indirectly give an insurance company, agent or broker information about, (a) a member of the credit union; (b) an employee of the member; (c) if the member is an entity with its own members, a member of the entity; or (d) if the member has partners, a partner of the member. (2) A credit union shall not permit its subsidiary to give directly or indirectly to an insurance company, agent or broker information that the subsidiary receives from the credit union. (3) A credit union shall not permit a subsidiary that is a loan or trust corporation to give directly or indirectly to an insurance company, agent or broker information about, (a) a customer of the subsidiary; (b) an employee of the customer; (c) if the customer is an entity with members, a member of the customer; or (d) if the customer has partners, a partner of the customer. O. Reg. 76/95, s. 42 (1-3). (4) A credit union or a subsidiary that is a loan or trust corporation may give information to an insurance company, agent or broker if, (a) the credit union or subsidiary has established procedures to ensure that the insurance company, agent or broker does not use the information to promote himself, herself or itself or an insurance policy or services respecting an insurance policy; and (b) the insurance company, agent or broker has given an undertaking to the credit union or subsidiary, in a form acceptable to the Superintendent, that he, she or it will not use the information for such a purpose. O. Reg. 76/95, s. 42 (4); O. Reg. 314/98, s. 14. (5) In this section, “loan or trust corporation” means a loan or trust corporation incorporated under the Loan and Trust Corporations Act or an Act of the legislature of another province. O. Reg. 76/95, s. 42 (5). Fiduciary Activities",
            "raw_html": "<p class=\"section-e\"><b>42.</b> (1) Except as permitted by this section, a credit union shall not directly or indirectly give an insurance company, agent or broker information about,</p> <p class=\"clause-e\">(a) a member of the credit union;</p> <p class=\"clause-e\">(b) an employee of the member;</p> <p class=\"clause-e\">(c) if the member is an entity with its own members, a member of the entity; or</p> <p class=\"clause-e\">(d) if the member has partners, a partner of the member.</p> <p class=\"subsection-e\">(2) A credit union shall not permit its subsidiary to give directly or indirectly to an insurance company, agent or broker information that the subsidiary receives from the credit union.</p> <p class=\"subsection-e\">(3) A credit union shall not permit a subsidiary that is a loan or trust corporation to give directly or indirectly to an insurance company, agent or broker information about,</p> <p class=\"clause-e\">(a) a customer of the subsidiary;</p> <p class=\"clause-e\">(b) an employee of the customer;</p> <p class=\"clause-e\">(c) if the customer is an entity with members, a member of the customer; or</p> <p class=\"clause-e\">(d) if the customer has partners, a partner of the customer. O. Reg. 76/95, s. 42 (1-3).</p> <p class=\"subsection-e\">(4) A credit union or a subsidiary that is a loan or trust corporation may give information to an insurance company, agent or broker if,</p> <p class=\"clause-e\">(a) the credit union or subsidiary has established procedures to ensure that the insurance company, agent or broker does not use the information to promote himself, herself or itself or an insurance policy or services respecting an insurance policy; and</p> <p class=\"clause-e\">(b) the insurance company, agent or broker has given an undertaking to the credit union or subsidiary, in a form acceptable to the Superintendent, that he, she or it will not use the information for such a purpose. O. Reg. 76/95, s. 42 (4); O. Reg. 314/98, s. 14.</p> <p class=\"subsection-e\">(5) In this section,</p> <p class=\"firstdef-e\">“loan or trust corporation” means a loan or trust corporation incorporated under the <i>Loan and Trust Corporations Act</i> or an Act of the legislature of another province. O. Reg. 76/95, s. 42 (5).</p> <p class=\"heading1-e\"><a name=\"P714_66244\"></a><a name=\"BK29\"></a>Fiduciary Activities</p>"
        },
        {
            "id": "43.",
            "section": "Fiduciary Activities",
            "content": "43. A credit union is authorized under section 177 of the Act to act as a trustee with respect to, (a) deposits under registered savings plans, registered retirement income funds and registered education savings plans under the Income Tax Act (Canada); (b) trust funds established under the Cemeteries Act (Revised); (c) loan proceeds and security under loan participation agreements and syndication agreements; and (d) escrow agreements under Ontario Regulation 45/94 made under the Community Economic Development Act, 1993. O. Reg. 76/95, s. 43. Guarantees",
            "raw_html": "<p class=\"section-e\"><b>43.</b> A credit union is authorized under section 177 of the Act to act as a trustee with respect to,</p> <p class=\"clause-e\">(a) deposits under registered savings plans, registered retirement income funds and registered education savings plans under the <i>Income Tax Act</i> (Canada);</p> <p class=\"clause-e\">(b) trust funds established under the <i>Cemeteries Act (Revised)</i>;</p> <p class=\"clause-e\">(c) loan proceeds and security under loan participation agreements and syndication agreements; and</p> <p class=\"clause-e\">(d) escrow agreements under Ontario Regulation 45/94 made under the <i>Community Economic Development Act, 1993</i>. O. Reg. 76/95, s. 43.</p> <p class=\"heading1-e\"><a name=\"P720_66809\"></a><a name=\"BK30\"></a>Guarantees</p>"
        },
        {
            "id": "44.",
            "section": "Guarantees",
            "content": "44. For the purposes of the Act, “guarantee” includes the issuance of a letter of credit. O. Reg. 76/95, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44.</b> For the purposes of the Act,</p> <p class=\"firstdef-e\">“guarantee” includes the issuance of a letter of credit. O. Reg. 76/95, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": "Guarantees",
            "content": "45. For the purposes of subsection 178 (3) of the Act, the following are the prescribed conditions and restrictions on a guarantee: 1. The guarantee must have a fixed term. 2. The credit union shall not guarantee an obligation, other than its own obligation or one of its subsidiary, unless the credit union has received security at least equal to the amount of the obligation guaranteed. O. Reg. 76/95, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45.</b> For the purposes of subsection 178 (3) of the Act, the following are the prescribed conditions and restrictions on a guarantee:</p> <p class=\"paragraph-e\">1. The guarantee must have a fixed term.</p> <p class=\"paragraph-e\">2. The credit union shall not guarantee an obligation, other than its own obligation or one of its subsidiary, unless the credit union has received security at least equal to the amount of the obligation guaranteed. O. Reg. 76/95, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": "Guarantees",
            "content": "46. For the purposes of subsection 178 (4) of the Act (limit on the amount of guarantees), the prescribed percentage is 10 per cent. O. Reg. 76/95, s. 46. PART VIII   INVESTMENT AND LENDING Interpretation",
            "raw_html": "<p class=\"section-e\"><b>46.</b> For the purposes of subsection 178 (4) of the Act (limit on the amount of guarantees), the prescribed percentage is 10 per cent. O. Reg. 76/95, s. 46.</p> <p class=\"partnum-e\"><b><a name=\"P727_67511\"></a><a name=\"BK31\"></a>PART VIII <br/>  INVESTMENT AND LENDING</b></p> <p class=\"heading1-e\"><a name=\"P728_67542\"></a><a name=\"BK32\"></a>Interpretation</p>"
        },
        {
            "id": "47.",
            "section": "Interpretation",
            "content": "47. In this Part, “unincorporated association” does not include a partnership registered under the Business Names Act. O. Reg. 76/95, s. 47.",
            "raw_html": "<p class=\"section-e\"><b>47.</b> In this Part,</p> <p class=\"firstdef-e\">“unincorporated association” does not include a partnership registered under the <i>Business Names Act</i>. O. Reg. 76/95, s. 47.</p>"
        },
        {
            "id": "48.",
            "section": "Interpretation",
            "content": "48. For the purposes of this Part, a credit union’s regulatory capital is determined by using its most recent audited financial statements. O. Reg. 560/06, s. 7. Exception Re Pledging of Assets",
            "raw_html": "<p class=\"section-e\"><b>48. </b>For the purposes of this Part, a credit union’s regulatory capital is determined by using its most recent audited financial statements. O. Reg. 560/06, s. 7.</p> <p class=\"heading1-e\"><a name=\"P732_67874\"></a><a name=\"BK33\"></a>Exception Re Pledging of Assets</p>"
        },
        {
            "id": "49.",
            "section": "Exception Re Pledging of Assets",
            "content": "49. (1) For the purposes of subsection 185 (5) of the Act, the prescribed amount is the greater of $25,000 or 1 per cent of the credit union’s assets. O. Reg. 76/95, s. 49 (1). (2) For the purposes of subsection 185 (5) of the Act, the following classes of personal property are prescribed: 1. A general security agreement and assignment of book debts given to a league or Credit Union Central of British Columbia by a member of a liquidity pool to secure its obligations as a member of the pool. 2. A security interest in the assets of a liquidity pool given by a league to secure an obligation to the Bank of Canada, Credit Union Central of Canada or Caisse Centrale Desjardins or to secure a line of credit described in subsection 19 (5). O. Reg. 76/95, s. 49 (2); O. Reg. 298/07, s. 9. Investment and Lending Policies and Procedures",
            "raw_html": "<p class=\"section-e\"><b>49.</b> (1) For the purposes of subsection 185 (5) of the Act, the prescribed amount is the greater of $25,000 or 1 per cent of the credit union’s assets. O. Reg. 76/95, s. 49 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection 185 (5) of the Act, the following classes of personal property are prescribed:</p> <p class=\"paragraph-e\">1. A general security agreement and assignment of book debts given to a league or Credit Union Central of British Columbia by a member of a liquidity pool to secure its obligations as a member of the pool.</p> <p class=\"paragraph-e\">2. A security interest in the assets of a liquidity pool given by a league to secure an obligation to the Bank of Canada, Credit Union Central of Canada or Caisse Centrale Desjardins or to secure a line of credit described in subsection 19 (5). O. Reg. 76/95, s. 49 (2); O. Reg. 298/07, s. 9.</p> <p class=\"heading1-e\"><a name=\"P737_68711\"></a><a name=\"BK34\"></a>Investment and Lending Policies and Procedures</p>"
        },
        {
            "id": "50.",
            "section": "Investment and Lending Policies and Procedures",
            "content": "50. For the purposes of subsection 191 (2) of the Act, the prescribed requirements and the prescribed standards, conditions and restrictions for a credit union’s investment and lending policies and procedures are as set out in the Guideline for Prudent Investment and Lending Policies and Procedures for Ontario’s Credit Unions and Caisses Populaires, published in The Ontario Gazette by the Superintendent, as it may be amended from time to time. O. Reg. 314/98, s. 15. Classes of Loans",
            "raw_html": "<p class=\"section-e\"><b>50.</b> For the purposes of subsection 191 (2) of the Act, the prescribed requirements and the prescribed standards, conditions and restrictions for a credit union’s investment and lending policies and procedures are as set out in the <i>Guideline for Prudent Investment and Lending Policies and Procedures for Ontario’s Credit Unions and Caisses Populaires</i>, published in <i>The Ontario Gazette</i> by the Superintendent, as it may be amended from time to time. O. Reg. 314/98, s. 15.</p> <p class=\"heading1-e\"><a name=\"P739_69237\"></a><a name=\"BK35\"></a>Classes of Loans</p>"
        },
        {
            "id": "51.",
            "section": "Classes of Loans",
            "content": "51. The following are prescribed as classes of loans: 1. Agricultural loans. 2. Bridge loans. 3. Commercial loans. 4. Institutional loans. 5. Personal loans. 6. Residential mortgage loans. 7. Syndicated loans. 8. Loans to unincorporated associations. O. Reg. 76/95, s. 51.",
            "raw_html": "<p class=\"section-e\"><b>51.</b> The following are prescribed as classes of loans:</p> <p class=\"paragraph-e\">1. Agricultural loans.</p> <p class=\"paragraph-e\">2. Bridge loans.</p> <p class=\"paragraph-e\">3. Commercial loans.</p> <p class=\"paragraph-e\">4. Institutional loans.</p> <p class=\"paragraph-e\">5. Personal loans.</p> <p class=\"paragraph-e\">6. Residential mortgage loans.</p> <p class=\"paragraph-e\">7. Syndicated loans.</p> <p class=\"paragraph-e\">8. Loans to unincorporated associations. O. Reg. 76/95, s. 51.</p>"
        },
        {
            "id": "52.",
            "section": "Classes of Loans",
            "content": "52. An agricultural loan is a loan that is made for the purposes of financing, (a) the production of cultivated or uncultivated field-grown crops; (b) the production of horticultural crops; (c) the raising of livestock, fish, poultry or fur-bearing animals; or (d) the production of eggs, milk, honey, maple syrup, tobacco, wood from woodlots or fibre or fodder crops. O. Reg. 560/06, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>52. </b>An agricultural loan is a loan that is made for the purposes of financing,</p> <p class=\"clause-e\">(a) the production of cultivated or uncultivated field-grown crops; </p> <p class=\"clause-e\">(b) the production of horticultural crops; </p> <p class=\"clause-e\">(c) the raising of livestock, fish, poultry or fur-bearing animals; or</p> <p class=\"clause-e\">(d) the production of eggs, milk, honey, maple syrup, tobacco, wood from woodlots or fibre or fodder crops. O. Reg. 560/06, s. 8.</p>"
        },
        {
            "id": "53.",
            "section": "Classes of Loans",
            "content": "53. A bridge loan is a loan to an individual made under the following circumstances: 1. The loan is for the purchase of residential property in which the purchaser will reside. The property must consist of four units or less. 2. The term of the loan is not greater than 120 days. 3. The funds from the sale of another residential property owned by the individual will be used to repay the loan. 4. The credit union must receive a copy of the executed purchase and sale agreement for both properties before the loan is made. 5. The conditions of each of the purchase and sale agreements must be satisfied before the loan is made. 6. The loan is fully secured by a mortgage on the residential property being sold or, before the loan is made, the borrower’s solicitor has given the credit union an irrevocable letter of direction from the borrower stating that the funds from the sale of the residential property being sold will be remitted to the credit union. O. Reg. 76/95, s. 53; O. Reg. 560/06, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>53.</b> A bridge loan is a loan to an individual made under the following circumstances:</p> <p class=\"paragraph-e\">1. The loan is for the purchase of residential property in which the purchaser will reside. The property must consist of four units or less.</p> <p class=\"paragraph-e\">2. The term of the loan is not greater than 120 days.</p> <p class=\"paragraph-e\">3. The funds from the sale of another residential property owned by the individual will be used to repay the loan.</p> <p class=\"paragraph-e\">4. The credit union must receive a copy of the executed purchase and sale agreement for both properties before the loan is made.</p> <p class=\"paragraph-e\">5. The conditions of each of the purchase and sale agreements must be satisfied before the loan is made.</p> <p class=\"paragraph-e\">6. The loan is fully secured by a mortgage on the residential property being sold or, before the loan is made, the borrower’s solicitor has given the credit union an irrevocable letter of direction from the borrower stating that the funds from the sale of the residential property being sold will be remitted to the credit union. O. Reg. 76/95, s. 53; O. Reg. 560/06, s. 9.</p>"
        },
        {
            "id": "54.",
            "section": "Classes of Loans",
            "content": "54. A commercial loan is a loan, other than any of the following types of loans, that is made for any purpose: 1. An agricultural loan, a bridge loan, an institutional loan, a personal loan, a residential mortgage loan. 2. A loan to an unincorporated association. 3. A deposit made by the credit union with a financial institution or Credit Union Central of British Columbia. 4. A loan that is fully secured by a deposit with a financial institution, including the credit union making the loan. 5. A loan that is fully secured by debt obligations that are guaranteed by a financial institution other than the credit union making the loan. 6. A loan that is fully secured by a guarantee of a financial institution other than the credit union making the loan. 7. An investment in a debt obligation that is, i. fully guaranteed by a financial institution other than the credit union making the loan, ii. fully secured by deposits with a financial institution, including the credit union making the loan, or iii. fully secured by debt obligations that are fully guaranteed by a financial institution other than the credit union making the loan. 8. An investment in a debt obligation issued by the Government of Canada, the government of a province or territory of Canada or a municipality or by an agency of such a government or municipality. 9. An investment in a debt obligation guaranteed by, or fully secured by securities issued by, the Government of Canada, the government of a province or territory of Canada or a municipality or by an agency of such a government or municipality. 10. An investment in a debt obligation issued by a league or Credit Union Central of British Columbia. 11. An investment in a debt obligation that is widely-distributed. 12. An investment in shares or ownership interests that are widely-distributed. 13. An investment in a participating share. 14. An investment in shares of a league or Credit Union Central of British Columbia. O. Reg. 76/95, s. 54; O. Reg. 560/06, s. 10; O. Reg. 298/07, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>54. </b>A commercial loan is a loan, other than any of the following types of loans, that is made for any purpose:</p> <p class=\"paragraph-e\">1. An agricultural loan, a bridge loan, an institutional loan, a personal loan, a residential mortgage loan.</p> <p class=\"paragraph-e\">2. A loan to an unincorporated association.</p> <p class=\"paragraph-e\">3. A deposit made by the credit union with a financial institution or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">4. A loan that is fully secured by a deposit with a financial institution, including the credit union making the loan.</p> <p class=\"paragraph-e\">5. A loan that is fully secured by debt obligations that are guaranteed by a financial institution other than the credit union making the loan.</p> <p class=\"paragraph-e\">6. A loan that is fully secured by a guarantee of a financial institution other than the credit union making the loan.</p> <p class=\"paragraph-e\">7. An investment in a debt obligation that is,</p> <p class=\"subpara-e\">i. fully guaranteed by a financial institution other than the credit union making the loan,</p> <p class=\"subpara-e\">ii. fully secured by deposits with a financial institution, including the credit union making the loan, or</p> <p class=\"subpara-e\">iii. fully secured by debt obligations that are fully guaranteed by a financial institution other than the credit union making the loan.</p> <p class=\"paragraph-e\">8. An investment in a debt obligation issued by the Government of Canada, the government of a province or territory of Canada or a municipality or by an agency of such a government or municipality.</p> <p class=\"paragraph-e\">9. An investment in a debt obligation guaranteed by, or fully secured by securities issued by, the Government of Canada, the government of a province or territory of Canada or a municipality or by an agency of such a government or municipality.</p> <p class=\"paragraph-e\">10. An investment in a debt obligation issued by a league or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">11. An investment in a debt obligation that is widely-distributed.</p> <p class=\"paragraph-e\">12. An investment in shares or ownership interests that are widely-distributed.</p> <p class=\"paragraph-e\">13. An investment in a participating share.</p> <p class=\"paragraph-e\">14. An investment in shares of a league or Credit Union Central of British Columbia. O. Reg. 76/95, s. 54; O. Reg. 560/06, s. 10; O. Reg. 298/07, s. 10.</p>"
        },
        {
            "id": "55.",
            "section": "Classes of Loans",
            "content": "55. An institutional loan is a loan given to, (a) the Government of Canada or an agency of the Government; (b) the government of a province or territory of Canada or an agency of one; (c) a municipality or an agency of one; (d) a school board; or (e) an entity funded primarily by the Government of Canada, the government of a province or territory of Canada or a municipality. O. Reg. 76/95, s. 55.",
            "raw_html": "<p class=\"section-e\"><b>55.</b> An institutional loan is a loan given to,</p> <p class=\"clause-e\">(a) the Government of Canada or an agency of the Government;</p> <p class=\"clause-e\">(b) the government of a province or territory of Canada or an agency of one;</p> <p class=\"clause-e\">(c) a municipality or an agency of one;</p> <p class=\"clause-e\">(d) a school board; or</p> <p class=\"clause-e\">(e) an entity funded primarily by the Government of Canada, the government of a province or territory of Canada or a municipality. O. Reg. 76/95, s. 55.</p>"
        },
        {
            "id": "56.",
            "section": "Classes of Loans",
            "content": "56. A personal loan is a loan given to, (a) an individual for personal, family or household use; or (b) an individual or an entity for any other use if the loan does not exceed $25,000 and if the total outstanding amount of such loans to him, her or it and to connected persons does not exceed $25,000. O. Reg. 76/95, s. 56.",
            "raw_html": "<p class=\"section-e\"><b>56.</b> A personal loan is a loan given to,</p> <p class=\"clause-e\">(a) an individual for personal, family or household use; or</p> <p class=\"clause-e\">(b) an individual or an entity for any other use if the loan does not exceed $25,000 and if the total outstanding amount of such loans to him, her or it and to connected persons does not exceed $25,000. O. Reg. 76/95, s. 56.</p>"
        },
        {
            "id": "57.",
            "section": "Classes of Loans",
            "content": "57. A residential mortgage loan is a loan that is secured by a mortgage on residential property that is occupied by the borrower and to which any of the following apply: 1. The amount of the loan, together with the amount then outstanding of any mortgage having an equal or prior claim against the residential property, does not exceed 80 per cent of the value of the property when the loan is made. 2. The loan is insured under the National Housing Act (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent. 3. Repayment of any amount of the loan that exceeds 80 per cent of value of the property is guaranteed by a government agency or insured by an insurer approved by the Superintendent. O. Reg. 560/06, s. 11; O. Reg. 297/07, s. 1. Classes of Lending Licence",
            "raw_html": "<p class=\"section-e\"><b>57. </b>A residential mortgage loan is a loan that is secured by a mortgage on residential property that is occupied by the borrower and to which any of the following apply:</p> <p class=\"paragraph-e\">1. The amount of the loan, together with the amount then outstanding of any mortgage having an equal or prior claim against the residential property, does not exceed 80 per cent of the value of the property when the loan is made.</p> <p class=\"paragraph-e\">2. The loan is insured under the <i>National Housing Act</i> (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent.</p> <p class=\"paragraph-e\">3. Repayment of any amount of the loan that exceeds 80 per cent of value of the property is guaranteed by a government agency or insured by an insurer approved by the Superintendent. O. Reg. 560/06, s. 11; O. Reg. 297/07, s. 1.</p> <p class=\"heading1-e\"><a name=\"P792_74419\"></a><a name=\"BK36\"></a>Classes of Lending Licence</p>"
        },
        {
            "id": "58.",
            "section": "Classes of Lending Licence",
            "content": "58. The following are the classes of lending licence that may be issued under the Act: 1. Agricultural lending licence. 2. Commercial lending licence. 3. Institutional lending licence. 4. Personal lending licence. 5. Residential mortgage and bridge loan lending licence. 6. Syndication licence. 7. Unincorporated association lending licence. O. Reg. 76/95, s. 58.",
            "raw_html": "<p class=\"section-e\"><b>58.</b> The following are the classes of lending licence that may be issued under the Act:</p> <p class=\"paragraph-e\">1. Agricultural lending licence.</p> <p class=\"paragraph-e\">2. Commercial lending licence.</p> <p class=\"paragraph-e\">3. Institutional lending licence.</p> <p class=\"paragraph-e\">4. Personal lending licence.</p> <p class=\"paragraph-e\">5. Residential mortgage and bridge loan lending licence.</p> <p class=\"paragraph-e\">6. Syndication licence.</p> <p class=\"paragraph-e\">7. Unincorporated association lending licence. O. Reg. 76/95, s. 58.</p>"
        },
        {
            "id": "58.1",
            "section": "Classes of Lending Licence",
            "content": "58.1 A lending licence issued before January 1, 2007 expires at the end of the day on January 31, 2007. O. Reg. 560/06, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>58.1 </b>A lending licence issued before January 1, 2007 expires at the end of the day on January 31, 2007. O. Reg. 560/06, s. 12.</p>"
        },
        {
            "id": "59.",
            "section": "Classes of Lending Licence",
            "content": "59. (1) A credit union may make loans only in accordance with its lending licence. (2) If a credit union is deemed under subsection 196 (5) of the Act to hold a lending licence, the deemed licence includes all conditions and limitations established in the credit union’s by-laws governing loans made under the deemed licence. O. Reg. 76/95, s. 59.",
            "raw_html": "<p class=\"section-e\"><b>59.</b> (1) A credit union may make loans only in accordance with its lending licence.</p> <p class=\"subsection-e\">(2) If a credit union is deemed under subsection 196 (5) of the Act to hold a lending licence, the deemed licence includes all conditions and limitations established in the credit union’s by-laws governing loans made under the deemed licence. O. Reg. 76/95, s. 59.</p>"
        },
        {
            "id": "60.",
            "section": "Classes of Lending Licence",
            "content": "60. (1) A credit union may act as the syndicating credit union under a syndicated loan agreement only if authorized to do so under a syndication licence. O. Reg. 76/95, s. 60 (1). (2) A syndicated loan agreement is an agreement in which each of the parties agrees to contribute a portion of the amount of a loan that is being given to a member of a credit union under a loan agreement between the member and the party to the syndicated loan agreement that is acting as the syndicating credit union. O. Reg. 76/95, s. 60 (2). (3) The parties to a syndicated loan agreement are the credit union acting as the syndicating credit union and one or more of the following: 1. Another credit union. 2. A subsidiary or affiliate of the credit union. 3. A league or Credit Union Central of British Columbia. 4. A financial institution other than a securities dealer. O. Reg. 76/95, s. 60 (3); O. Reg. 298/07, s. 11. (4) A credit union must lend at least 10 per cent of the total amount of all loans made under the syndicated loan agreements for which the credit union acts as the syndicating credit union. O. Reg. 560/06, s. 13. (5) This section does not apply with respect to a syndicated loan agreement entered into before March 1, 1995, but does apply with respect to any renegotiation or renewal of such an agreement after that date. O. Reg. 76/95, s. 60 (5). Lending Limits lending limits — total amount of loans to person",
            "raw_html": "<p class=\"section-e\"><b>60.</b> (1) A credit union may act as the syndicating credit union under a syndicated loan agreement only if authorized to do so under a syndication licence. O. Reg. 76/95, s. 60 (1).</p> <p class=\"subsection-e\">(2) A syndicated loan agreement is an agreement in which each of the parties agrees to contribute a portion of the amount of a loan that is being given to a member of a credit union under a loan agreement between the member and the party to the syndicated loan agreement that is acting as the syndicating credit union. O. Reg. 76/95, s. 60 (2).</p> <p class=\"subsection-e\">(3) The parties to a syndicated loan agreement are the credit union acting as the syndicating credit union and one or more of the following:</p> <p class=\"paragraph-e\">1. Another credit union.</p> <p class=\"paragraph-e\">2. A subsidiary or affiliate of the credit union.</p> <p class=\"paragraph-e\">3. A league or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">4. A financial institution other than a securities dealer. O. Reg. 76/95, s. 60 (3); O. Reg. 298/07, s. 11.</p> <p class=\"subsection-e\">(4) A credit union must lend at least 10 per cent of the total amount of all loans made under the syndicated loan agreements for which the credit union acts as the syndicating credit union. O. Reg. 560/06, s. 13.</p> <p class=\"subsection-e\">(5) This section does not apply with respect to a syndicated loan agreement entered into before March 1, 1995, but does apply with respect to any renegotiation or renewal of such an agreement after that date. O. Reg. 76/95, s. 60 (5).</p> <p class=\"heading1-e\"><a name=\"P813_76672\"></a><a name=\"BK37\"></a>Lending Limits</p> <p class=\"heading2-e\">lending limits — total amount of loans to person</p>"
        },
        {
            "id": "61.",
            "section": "Lending Limits",
            "content": "61. (1) A class 1 credit union whose total assets are described in a row in Column 1 of the Table to this section shall not make a loan to a person if, as a result of making the loan, the total amount of all outstanding loans made by the credit union to the person and any connected persons would exceed the amount of the total lending limit set out in the same row of Column 2 of the Table. O. Reg. 560/06, s. 14. (2) A class 2 credit union shall not make a loan to a person if, as a result of making the loan, the total amount of all outstanding loans made to the person and any connected persons would exceed 25 per cent of the credit union’s regulatory capital. O. Reg. 560/06, s. 14. (3) For the purposes of this section, the total amount of all outstanding loans made by a credit union to a person and any connected persons excludes the portion, if any, of a loan that, (a) is insured under the National Housing Act (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent; or (b) is secured by deposits of the borrower with the credit union. O. Reg. 560/06, s. 14. (4) For the purposes of this section, changing the terms and conditions of a loan or refinancing a loan in any other way shall be deemed to be making a loan. O. Reg. 560/06, s. 14. TABLE   TOTAL LENDING LIMITS — CLASS 1 CREDIT UNIONS  Column 1\n\nColumn 2\n\n\nTotal assets of credit union\n\nTotal lending limit\n\n\nLess than $500,000\n\nGreater of 100% of regulatory capital and $60,000\n\n\n$500,000 or more but less than $1 million \n\nGreater of 100% of regulatory capital and $100,000\n\n\n$1 million or more but less than $2 million\n\nGreater of 80% of regulatory capital and $125,000\n\n\n$2 million or more but less than $3 million\n\nGreater of 80% of regulatory capital and $155,000\n\n\n$3 million or more but less than $5 million\n\nGreater of 70% or regulatory capital and $185,000\n\n\n$5 million or more but less than $10 million\n\nGreater of 60% of regulatory capital and $235,000\n\n\n$10 million or more but less than $20 million\n\nGreater of 50% of regulatory capital and $295,000\n\n\n$20 million or more but less than $50 million\n\nGreater of 30% of regulatory capital and $400,000 O. Reg. 560/06, s. 14. limits on loans of same class to individuals",
            "raw_html": "<p class=\"section-e\"><b>61. </b>(1) A class 1 credit union whose total assets are described in a row in Column 1 of the Table to this section shall not make a loan to a person if, as a result of making the loan, the total amount of all outstanding loans made by the credit union to the person and any connected persons<b> </b>would exceed the amount of the total lending limit set out in the same row of Column 2 of the Table. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(2) A class 2 credit union shall not make a loan to a person if, as a result of making the loan, the total amount of all outstanding loans made to the person and any connected persons would exceed 25 per cent of the credit union’s regulatory capital. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(3) For the purposes of this section, the total amount of all outstanding loans made by a credit union to a person and any connected persons excludes the portion, if any, of a loan that,</p> <p class=\"clause-e\">(a) is insured under the <i>National Housing Act</i> (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent; or</p> <p class=\"clause-e\">(b) is secured by deposits of the borrower with the credit union. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(4) For the purposes of this section, changing the terms and conditions of a loan or refinancing a loan in any other way shall be deemed to be making a loan. O. Reg. 560/06, s. 14.</p> <p class=\"headingx-e\">TABLE <br/>  TOTAL LENDING LIMITS — CLASS 1 CREDIT UNIONS</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">Total assets of credit union</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Total lending limit</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">Less than $500,000</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 100% of regulatory capital and $60,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$500,000 or more but less than $1 million </p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 100% of regulatory capital and $100,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$1 million or more but less than $2 million</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 80% of regulatory capital and $125,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$2 million or more but less than $3 million</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 80% of regulatory capital and $155,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$3 million or more but less than $5 million</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 70% or regulatory capital and $185,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$5 million or more but less than $10 million</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 60% of regulatory capital and $235,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$10 million or more but less than $20 million</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 50% of regulatory capital and $295,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"334\"><p class=\"table-e\">$20 million or more but less than $50 million</p>\n</td>\n<td valign=\"top\" width=\"337\"><p class=\"table-e\">Greater of 30% of regulatory capital and $400,000</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 560/06, s. 14.</p> <p class=\"heading2-e\">limits on loans of same class to individuals</p>"
        },
        {
            "id": "62.",
            "section": "Lending Limits",
            "content": "62. (1) A class 1 credit union shall not make a loan to a person if, as a result of making the loan, the total amount of all outstanding loans of the same class, as set out in Column 1 of the Table to this section, made by the credit union to the same person and any connected persons would exceed the amount calculated by multiplying the percentage set out in the same row of Column 2 of the Table by the credit union’s total lending limit as determined under section 61. O. Reg. 560/06, s. 14. (2) A class 2 credit union shall establish prudent lending limits for each class of loans that it is authorized by its lending licence and by-laws to make. O. Reg. 560/06, s. 14. (3) For the purposes of this section and for the purposes of the lending limits established by a class 2 credit union, (a) a loan in an amount that exceeds the lending value of any property that is given as security for the loan, as determined in accordance with the credit union’s lending policies, is an under-secured loan; (b) a loan in an amount that does not exceed the lending value of the property that is given as security for the loan, as determined in accordance with the credit union’s lending policies, is a fully secured loan; and (c) a loan to a person includes a loan to two or more persons for which they are jointly and severally liable. O. Reg. 560/06, s. 14. (4) For the purposes of this section, the total amount of outstanding loans to a person and any connected persons does not include the portion, if any, of a loan that, (a) is insured under the National Housing Act (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent; or (b) is secured by the borrower’s deposits with the credit union. O. Reg. 560/06, s. 14. (5) For the purposes of this section, changing the terms and conditions of a loan or refinancing a loan in any other way shall be deemed to be making a loan. O. Reg. 560/06, s. 14. TABLE   CLASS 1 CREDIT UNION LENDING LIMITS  Column 1\n\nColumn 2\n\n\nClass of loan\n\nPercentage of total lending limit \n\n\nAgricultural loan\n\n0%\n\n\nBridge loan\n\n100%\n\n\nInstitutional loan\n\n50%\n\n\nLoan to unincorporated association or organization\n\n5%\n\n\nPersonal loan, fully secured\n\n20%\n\n\nPersonal loan, unsecured or under-secured\n\n6%\n\n\nResidential mortgage loan\n\n100%\n\n\nLoan under a syndicated loan agreement\n\n0% O. Reg. 560/06, s. 14. refinancing of loans",
            "raw_html": "<p class=\"section-e\"><b>62. </b>(1) A class 1 credit union shall not make a loan to a person if, as a result of making the loan, the total amount of all outstanding loans of the same class, as set out in Column 1 of the Table to this section, made by the credit union to the same person and any connected persons would exceed the amount calculated by multiplying the percentage set out in the same row of Column 2 of the Table by the credit union’s total lending limit as determined under section 61. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(2) A class 2 credit union shall establish prudent lending limits for each class of loans that it is authorized by its lending licence and by-laws to make. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(3) For the purposes of this section and for the purposes of the lending limits established by a class 2 credit union,</p> <p class=\"clause-e\">(a) a loan in an amount that exceeds the lending value of any property that is given as security for the loan, as determined in accordance with the credit union’s lending policies, is an under-secured loan;</p> <p class=\"clause-e\">(b) a loan in an amount that does not exceed the lending value of the property that is given as security for the loan, as determined in accordance with the credit union’s lending policies, is a fully secured loan; and</p> <p class=\"clause-e\">(c) a loan to a person includes a loan to two or more persons for which they are jointly and severally liable. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(4) For the purposes of this section, the total amount of outstanding loans to a person and any connected persons<b> </b>does not include the portion, if any, of a loan that,</p> <p class=\"clause-e\">(a) is insured under the <i>National Housing Act</i> (Canada), guaranteed by a government agency or insured by an insurer approved by the Superintendent; or</p> <p class=\"clause-e\">(b) is secured by the borrower’s deposits with the credit union. O. Reg. 560/06, s. 14.</p> <p class=\"subsection-e\">(5) For the purposes of this section, changing the terms and conditions of a loan or refinancing a loan in any other way shall be deemed to be making a loan. O. Reg. 560/06, s. 14.</p> <p class=\"headingx-e\">TABLE <br/>  CLASS 1 CREDIT UNION LENDING LIMITS </p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"330\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Class of loan</p>\n</td>\n<td valign=\"top\" width=\"330\"><p class=\"table-e\">Percentage of total lending limit </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Agricultural loan</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">0%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Bridge loan</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">100%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Institutional loan</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">50%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Loan to unincorporated association or organization</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">5%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Personal loan, fully secured</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">20%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Personal loan, unsecured or under-secured</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">6%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Residential mortgage loan</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">100%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"341\"><p class=\"table-e\">Loan under a syndicated loan agreement</p>\n</td>\n<td valign=\"top\" width=\"330\"><p align=\"right\" class=\"table-e\">0%</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 560/06, s. 14.</p> <p class=\"heading2-e\">refinancing of loans</p>"
        },
        {
            "id": "63.",
            "section": "Lending Limits",
            "content": "63. For the purposes of subsection 195 (1) of the Act, “make loans” includes to change the terms and conditions of a loan or refinance a loan in any other way. O. Reg. 560/06, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>63. </b>For the purposes of subsection 195 (1) of the Act,</p> <p class=\"firstdef-e\">“make loans” includes to change the terms and conditions of a loan or refinance a loan in any other way. O. Reg. 560/06, s. 14.</p>"
        },
        {
            "id": "64.",
            "section": "Lending Limits",
            "content": "64. Revoked: O. Reg. 314/98, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>64.</b> Revoked: O. Reg. 314/98, s. 19.</p>"
        },
        {
            "id": "65.",
            "section": "Lending Limits",
            "content": "65. Revoked: O. Reg. 560/06, s. 14. Eligible Investments",
            "raw_html": "<p class=\"section-e\"><b>65.</b> Revoked: O. Reg. 560/06, s. 14.</p> <p class=\"heading1-e\"><a name=\"P887_81588\"></a><a name=\"BK38\"></a>Eligible Investments</p>"
        },
        {
            "id": "66.",
            "section": "Eligible Investments",
            "content": "66. (1) A credit union may purchase as investments the following types of assets, subject to the conditions indicated: 1. Debt obligations that are fully guaranteed by, i. a financial institution other than the credit union, ii. a stabilization authority, or iii. Credit Union Central of British Columbia. 2. Debt obligations that are fully secured by deposits with a financial institution or Credit Union Central of British Columbia. 3. Debt obligations that are fully secured by other debt obligations that are fully guaranteed by, i. a financial institution other than the credit union, or ii. Credit Union Central of British Columbia. 4. Debt obligations issued by the Government of Canada, the government of a province or territory of Canada, a municipality or an agency of such a government or municipality. 5. Debt obligations that are guaranteed by, or fully secured by securities issued by, the Government of Canada, the government of a province or territory of Canada, a municipality or an agency of such a government or municipality. 6. Debt obligations issued by a school board or debentures issued by a municipal council to obtain money for a school board pursuant to an application by the school board to the municipal council under any Act. 7. Debt obligations that are widely-distributed. 8. Interests in a loan participation. 9. Derivative instruments that are being purchased for hedging purposes and to manage interest rate risk. 10. Debt obligations of a league or Credit Union Central of British Columbia. 11. Mortgages upon improved real estate in Canada. 12. Improved real estate in Canada. The investment must be made for the purpose of producing income. 13. Improved real estate in Canada. The credit union must occupy, or intend to occupy, the real estate for its own use. 14. Securities that are secured by mortgages. 15. Shares of a body corporate or ownership interests in an unincorporated association that are widely-distributed. 16. Participating shares of a body corporate. 17. Shares of a league or Credit Union Central of British Columbia. 18. Fully-paid shares or units of a mutual fund or corporation incorporated to offer participation in an investment portfolio. O. Reg. 76/95, s. 66 (1); O. Reg. 298/07, s. 12. (2) The total book value of all investments by the credit union and its subsidiaries in improved real estate in Canada must not exceed 10 per cent of the credit union’s regulatory capital and deposits. O. Reg. 76/95, s. 66 (2). (3) For the purposes of subsection (2), the total book value does not include the book value of real estate acquired by the credit union or a subsidiary, (a) to protect its investment in a mortgage on the real estate; or (b) in satisfaction of debts previously contracted in the course of the credit union’s business. O. Reg. 76/95, s. 66 (3). (4) If a credit union’s subsidiary has an investment in improved real estate in Canada and the subsidiary occupies and uses the real estate for its own purposes or the purposes of the credit union, the credit union shall be deemed to hold the investment. O. Reg. 76/95, s. 66 (4). (5) The total book value of all investments by the credit union in shares and ownership interests described in paragraphs 15 and 16 of subsection (1), other than shares in its subsidiaries, must not exceed 5 per cent of the credit union’s regulatory capital and deposits. O. Reg. 76/95, s. 66 (5). (6) In this section, “improved real estate” means real estate, (a) on which there exists a building capable of being used for residential, financial, commercial, industrial, educational, professional, institutional, religious, charitable or recreational purposes, (b) on which such a building is being built or is about to be built, (c) on which farming operations are being conducted, or (d) that is vacant land restricted by law to being used for commercial, industrial or residential purposes. O. Reg. 76/95, s. 66 (6).",
            "raw_html": "<p class=\"section-e\"><b>66.</b> (1) A credit union may purchase as investments the following types of assets, subject to the conditions indicated:</p> <p class=\"paragraph-e\">1. Debt obligations that are fully guaranteed by,</p> <p class=\"subpara-e\">i. a financial institution other than the credit union,</p> <p class=\"subpara-e\">ii. a stabilization authority, or</p> <p class=\"subpara-e\">iii. Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">2. Debt obligations that are fully secured by deposits with a financial institution or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">3. Debt obligations that are fully secured by other debt obligations that are fully guaranteed by,</p> <p class=\"subpara-e\">i. a financial institution other than the credit union, or</p> <p class=\"subpara-e\">ii. Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">4. Debt obligations issued by the Government of Canada, the government of a province or territory of Canada, a municipality or an agency of such a government or municipality.</p> <p class=\"paragraph-e\">5. Debt obligations that are guaranteed by, or fully secured by securities issued by, the Government of Canada, the government of a province or territory of Canada, a municipality or an agency of such a government or municipality.</p> <p class=\"paragraph-e\">6. Debt obligations issued by a school board or debentures issued by a municipal council to obtain money for a school board pursuant to an application by the school board to the municipal council under any Act.</p> <p class=\"paragraph-e\">7. Debt obligations that are widely-distributed.</p> <p class=\"paragraph-e\">8. Interests in a loan participation.</p> <p class=\"paragraph-e\">9. Derivative instruments that are being purchased for hedging purposes and to manage interest rate risk.</p> <p class=\"paragraph-e\">10. Debt obligations of a league or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">11. Mortgages upon improved real estate in Canada.</p> <p class=\"paragraph-e\">12. Improved real estate in Canada. The investment must be made for the purpose of producing income.</p> <p class=\"paragraph-e\">13. Improved real estate in Canada. The credit union must occupy, or intend to occupy, the real estate for its own use.</p> <p class=\"paragraph-e\">14. Securities that are secured by mortgages.</p> <p class=\"paragraph-e\">15. Shares of a body corporate or ownership interests in an unincorporated association that are widely-distributed.</p> <p class=\"paragraph-e\">16. Participating shares of a body corporate.</p> <p class=\"paragraph-e\">17. Shares of a league or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">18. Fully-paid shares or units of a mutual fund or corporation incorporated to offer participation in an investment portfolio. O. Reg. 76/95, s. 66 (1); O. Reg. 298/07, s. 12.</p> <p class=\"subsection-e\">(2) The total book value of all investments by the credit union and its subsidiaries in improved real estate in Canada must not exceed 10 per cent of the credit union’s regulatory capital and deposits. O. Reg. 76/95, s. 66 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsection (2), the total book value does not include the book value of real estate acquired by the credit union or a subsidiary,</p> <p class=\"clause-e\">(a) to protect its investment in a mortgage on the real estate; or</p> <p class=\"clause-e\">(b) in satisfaction of debts previously contracted in the course of the credit union’s business. O. Reg. 76/95, s. 66 (3).</p> <p class=\"subsection-e\">(4) If a credit union’s subsidiary has an investment in improved real estate in Canada and the subsidiary occupies and uses the real estate for its own purposes or the purposes of the credit union, the credit union shall be deemed to hold the investment. O. Reg. 76/95, s. 66 (4).</p> <p class=\"subsection-e\">(5) The total book value of all investments by the credit union in shares and ownership interests described in paragraphs 15 and 16 of subsection (1), other than shares in its subsidiaries, must not exceed 5 per cent of the credit union’s regulatory capital and deposits. O. Reg. 76/95, s. 66 (5).</p> <p class=\"subsection-e\">(6) In this section,</p> <p class=\"firstdef-e\">“improved real estate” means real estate,</p> <p class=\"defclause-e\">(a) on which there exists a building capable of being used for residential, financial, commercial, industrial, educational, professional, institutional, religious, charitable or recreational purposes,</p> <p class=\"defclause-e\">(b) on which such a building is being built or is about to be built,</p> <p class=\"defclause-e\">(c) on which farming operations are being conducted, or</p> <p class=\"defclause-e\">(d) that is vacant land restricted by law to being used for commercial, industrial or residential purposes. O. Reg. 76/95, s. 66 (6).</p>"
        },
        {
            "id": "67.",
            "section": "Eligible Investments",
            "content": "67. A credit union may hold as investments the following types of loans: 1. Loans that consist of deposits made by the credit union with a financial institution or Credit Union Central of British Columbia. 2. Loans that are fully secured by a deposit with a financial institution or Credit Union Central of British Columbia. 3. Loans that are fully secured by debt obligations that are guaranteed by, i. a financial institution other than the credit union holding the loan, or ii. Credit Union Central of British Columbia. 4. Loans that are fully secured by a guarantee of, i. a financial institution other than the credit union holding the loan, or ii. Credit Union Central of British Columbia. O. Reg. 76/95, s. 67; O. Reg. 298/07, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>67.</b> A credit union may hold as investments the following types of loans:</p> <p class=\"paragraph-e\">1. Loans that consist of deposits made by the credit union with a financial institution or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">2. Loans that are fully secured by a deposit with a financial institution or Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">3. Loans that are fully secured by debt obligations that are guaranteed by,</p> <p class=\"subpara-e\">i. a financial institution other than the credit union holding the loan, or</p> <p class=\"subpara-e\">ii. Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">4. Loans that are fully secured by a guarantee of,</p> <p class=\"subpara-e\">i. a financial institution other than the credit union holding the loan, or</p> <p class=\"subpara-e\">ii. Credit Union Central of British Columbia. O. Reg. 76/95, s. 67; O. Reg. 298/07, s. 13.</p>"
        },
        {
            "id": "68.",
            "section": "Eligible Investments",
            "content": "68. (1) If a credit union invests in improved real estate, either by purchasing it or by way of a loan secured by a mortgage on it, the amount of the investment is subject to the following restrictions: 1. The amount advanced on a mortgage plus all outstanding mortgages with an equal or prior claim against the real estate must not exceed the lending value of the real estate. 2. Despite paragraph 1, the amount may exceed the lending value of the real estate if the loan secured by the mortgage is approved or insured under the National Housing Act (Canada). 3. Despite paragraph 1, the amount may exceed the lending value of the real estate, i. if the excess amount is guaranteed or insured through an agency of the Government of Canada or of the government of a province or territory of Canada, or ii. if the excess amount is insured by a policy of mortgage insurance issued by an insurance company licensed or registered under the Insurance Companies Act (Canada), the Insurance Act or similar legislation of another province or territory of Canada. O. Reg. 76/95, s. 68 (1). (2) If a credit union or a subsidiary acquires real estate, (a) to protect its investment in a mortgage on the real estate; or (b) in satisfaction of debts previously contracted in the course of the credit union’s business, and then sells it and takes back a mortgage on the sale, the investment in the mortgage need not meet the requirements of subsection (1). O. Reg. 76/95, s. 68 (2). (3) Subsection (1) does not apply with respect to a mortgage taken back by the credit union on the sale of property held by the credit union for its own use. O. Reg. 76/95, s. 68 (3). (4) For the purposes of subsection (1), “lending value” means the amount represented by “A” in the formula,  in which, “B” equals the market value of the real estate, “C” equals the amount, if any, by which the market value has been increased by contingencies or assumptions whose occurrence is remote, and “D” is the lesser of 80 per cent or such other percentage as the credit union considers appropriate in the circumstances under its prudent investment standards. O. Reg. 76/95, s. 68 (4); O. Reg. 297/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>68.</b> (1) If a credit union invests in improved real estate, either by purchasing it or by way of a loan secured by a mortgage on it, the amount of the investment is subject to the following restrictions:</p> <p class=\"paragraph-e\">1. The amount advanced on a mortgage plus all outstanding mortgages with an equal or prior claim against the real estate must not exceed the lending value of the real estate.</p> <p class=\"paragraph-e\">2. Despite paragraph 1, the amount may exceed the lending value of the real estate if the loan secured by the mortgage is approved or insured under the <i>National Housing Act</i> (Canada).</p> <p class=\"paragraph-e\">3. Despite paragraph 1, the amount may exceed the lending value of the real estate,</p> <p class=\"subpara-e\">i. if the excess amount is guaranteed or insured through an agency of the Government of Canada or of the government of a province or territory of Canada, or</p> <p class=\"subpara-e\">ii. if the excess amount is insured by a policy of mortgage insurance issued by an insurance company licensed or registered under the <i>Insurance Companies Act</i> (Canada), the <i>Insurance Act</i> or similar legislation of another province or territory of Canada. O. Reg. 76/95, s. 68 (1).</p> <p class=\"subsection-e\">(2) If a credit union or a subsidiary acquires real estate,</p> <p class=\"clause-e\">(a) to protect its investment in a mortgage on the real estate; or</p> <p class=\"clause-e\">(b) in satisfaction of debts previously contracted in the course of the credit union’s business,</p> <p class=\"Ssubsection-e\">and then sells it and takes back a mortgage on the sale, the investment in the mortgage need not meet the requirements of subsection (1). O. Reg. 76/95, s. 68 (2).</p> <p class=\"subsection-e\">(3) Subsection (1) does not apply with respect to a mortgage taken back by the credit union on the sale of property held by the credit union for its own use. O. Reg. 76/95, s. 68 (3).</p> <p class=\"subsection-e\">(4) For the purposes of subsection (1),</p> <p class=\"firstdef-e\">“lending value” means the amount represented by “A” in the formula,</p> <p class=\"equation-e\"><img border=\"0\" height=\"20\" src=\"images/elaws_rev_regs_950076_e-3.gif\" width=\"88\"/></p> <p class=\"Sdefinition-e\">in which,</p> <p class=\"equationind2-e\">“B” equals the market value of the real estate,</p> <p class=\"equationind2-e\">“C” equals the amount, if any, by which the market value has been increased by contingencies or assumptions whose occurrence is remote, and</p> <p class=\"equationind2-e\">“D” is the lesser of 80 per cent or such other percentage as the credit union considers appropriate in the circumstances under its prudent investment standards.</p> <p class=\"footnote-e\">O. Reg. 76/95, s. 68 (4); O. Reg. 297/07, s. 2.</p>"
        },
        {
            "id": "69.",
            "section": "Eligible Investments",
            "content": "69. (1) A credit union shall not directly or indirectly invest in the shares of a body corporate if, as a result of the investment, (a) the voting rights attached to the aggregate of any voting shares of the body corporate beneficially owned by the credit union and by any entities it controls would exceed 30 per cent of the voting rights attached to all of the outstanding voting shares of the body corporate; or (b) the aggregate of any shares of the body corporate beneficially owned by the credit union and by any entities it controls would represent ownership of more than 30 per cent of the shareholders’ equity of the body corporate. O. Reg. 76/95, s. 69 (1). (1.1) Subsection (1) does not apply to a credit union in respect of an investment in the shares of a body corporate described in paragraphs 1 to 14 of subsection 74 (1), (a) if, after the investment is made, all the voting rights attached to the voting shares of the body corporate would be owned by credit unions; or (b) if the Superintendent approves the credit union’s investment before the investment is made. O. Reg. 560/06, s. 15. (2) A credit union shall not directly or indirectly invest in ownership interests in an unincorporated entity if, as a result of the investment, the aggregate of any ownership interests, however designated, into which the entity is divided that would be beneficially owned by the credit union and by entities it controls would exceed 30 per cent of all the ownership interests into which the unincorporated entity is divided. O. Reg. 76/95, s. 69 (2). Open Basket",
            "raw_html": "<p class=\"section-e\"><b>69.</b> (1) A credit union shall not directly or indirectly invest in the shares of a body corporate if, as a result of the investment,</p> <p class=\"clause-e\">(a) the voting rights attached to the aggregate of any voting shares of the body corporate beneficially owned by the credit union and by any entities it controls would exceed 30 per cent of the voting rights attached to all of the outstanding voting shares of the body corporate; or</p> <p class=\"clause-e\">(b) the aggregate of any shares of the body corporate beneficially owned by the credit union and by any entities it controls would represent ownership of more than 30 per cent of the shareholders’ equity of the body corporate. O. Reg. 76/95, s. 69 (1).</p> <p class=\"subsection-e\">(1.1) Subsection (1) does not apply to a credit union in respect of an investment in the shares of a body corporate described in paragraphs 1 to 14 of subsection 74 (1),</p> <p class=\"clause-e\">(a) if, after the investment is made, all the voting rights attached to the voting shares of the body corporate would be owned by credit unions; or</p> <p class=\"clause-e\">(b) if the Superintendent approves the credit union’s investment before the investment is made. O. Reg. 560/06, s. 15.</p> <p class=\"subsection-e\">(2) A credit union shall not directly or indirectly invest in ownership interests in an unincorporated entity if, as a result of the investment, the aggregate of any ownership interests, however designated, into which the entity is divided that would be beneficially owned by the credit union and by entities it controls would exceed 30 per cent of all the ownership interests into which the unincorporated entity is divided. O. Reg. 76/95, s. 69 (2).</p> <p class=\"heading1-e\"><a name=\"P959_90026\"></a><a name=\"BK39\"></a>Open Basket</p>"
        },
        {
            "id": "70.",
            "section": "Open Basket",
            "content": "70. For the purposes of subsection 198 (2) of the Act, the prescribed amount (of the total book value of investments) is 5 per cent of the credit union’s regulatory capital and deposits. O. Reg. 76/95, s. 70. Restriction on Single Investments",
            "raw_html": "<p class=\"section-e\"><b>70.</b> For the purposes of subsection 198 (2) of the Act, the prescribed amount (of the total book value of investments) is 5 per cent of the credit union’s regulatory capital and deposits. O. Reg. 76/95, s. 70.</p> <p class=\"heading1-e\"><a name=\"P961_90253\"></a><a name=\"BK40\"></a>Restriction on Single Investments</p>"
        },
        {
            "id": "71.",
            "section": "Restriction on Single Investments",
            "content": "71. For the purposes of subsection 199 (1) of the Act, the prescribed percentage of a credit union’s regulatory capital and deposits is 1.25 per cent. O. Reg. 76/95, s. 71.",
            "raw_html": "<p class=\"section-e\"><b>71.</b> For the purposes of subsection 199 (1) of the Act, the prescribed percentage of a credit union’s regulatory capital and deposits is 1.25 per cent. O. Reg. 76/95, s. 71.</p>"
        },
        {
            "id": "72.",
            "section": "Restriction on Single Investments",
            "content": "72. For the purposes of subsection 199 (2) of the Act (exceptions to the restriction on single investments), the following are the prescribed persons or entities: 1. Credit Union Central of Canada. 2. Caisse Centrale Desjardins. 2.1 Credit Union Central of British Columbia. 3. Subsidiaries of the credit union. O. Reg. 76/95, s. 72; O. Reg. 298/07, s. 14. Definition of “Connected Person”",
            "raw_html": "<p class=\"section-e\"><b>72.</b> For the purposes of subsection 199 (2) of the Act (exceptions to the restriction on single investments), the following are the prescribed persons or entities:</p> <p class=\"paragraph-e\">1. Credit Union Central of Canada.</p> <p class=\"paragraph-e\">2. Caisse Centrale Desjardins.</p> <p class=\"paragraph-e\">2.1 Credit Union Central of British Columbia.</p> <p class=\"paragraph-e\">3. Subsidiaries of the credit union. O. Reg. 76/95, s. 72; O. Reg. 298/07, s. 14.</p> <p class=\"heading1-e\"><a name=\"P968_90822\"></a><a name=\"BK41\"></a>Definition of “Connected Person”</p>"
        },
        {
            "id": "73.",
            "section": "Definition of “Connected Person”",
            "content": "73. (1) For the purposes of subsection 199 (3) of the Act,  “connected person” means, in relation to a person or entity, another person or entity who is one of the following: 1. A body corporate in which the person or entity holds or beneficially owns, directly or indirectly, at least 35 per cent of the voting securities. 2. An affiliate of a body corporate described in paragraph 1. 3. A person or entity that has a 50 per cent interest in a partnership in which the person or entity also has a 50 per cent interest. 4. A partnership in which the person or entity is a partner. 5. A trust or estate in which the person or entity has a substantial beneficial interest. 6. A trust or estate in respect of which the person or entity serves as a trustee or in a similar capacity. 7. A person or entity on whose financial resources the person or entity depends to repay a loan to the credit union. 8. A person or entity who provides security to the credit union for a loan to the person or entity. O. Reg. 314/98, s. 20; O. Reg. 560/06, s. 16. (2) For the purposes of subsection 199 (3) of the Act, “connected person” also means, in relation to an individual, another individual who is one of the following: 1. A spouse who is financially dependent on the individual. 2. A relative of the individual or of the individual’s spouse who lives in the same home as the individual and who is financially dependant on the individual or spouse. O. Reg. 314/98, s. 20; O. Reg. 110/00, s. 2; O. Reg. 309/05, s. 2. Investment in Subsidiaries",
            "raw_html": "<p class=\"section-e\"><b>73.</b> (1) For the purposes of subsection 199 (3) of the Act, </p> <p class=\"firstdef-e\">“connected person” means, in relation to a person or entity, another person or entity who is one of the following:</p> <p class=\"defparagraph-e\">1. A body corporate in which the person or entity holds or beneficially owns, directly or indirectly, at least 35 per cent of the voting securities.</p> <p class=\"defparagraph-e\">2. An affiliate of a body corporate described in paragraph 1.</p> <p class=\"defparagraph-e\">3. A person or entity that has a 50 per cent interest in a partnership in which the person or entity also has a 50 per cent interest.</p> <p class=\"defparagraph-e\">4. A partnership in which the person or entity is a partner.</p> <p class=\"defparagraph-e\">5. A trust or estate in which the person or entity has a substantial beneficial interest.</p> <p class=\"defparagraph-e\">6. A trust or estate in respect of which the person or entity serves as a trustee or in a similar capacity.</p> <p class=\"defparagraph-e\">7. A person or entity on whose financial resources the person or entity depends to repay a loan to the credit union.</p> <p class=\"defparagraph-e\">8. A person or entity who provides security to the credit union for a loan to the person or entity. O. Reg. 314/98, s. 20; O. Reg. 560/06, s. 16.</p> <p class=\"subsection-e\">(2) For the purposes of subsection 199 (3) of the Act,</p> <p class=\"firstdef-e\">“connected person” also means, in relation to an individual, another individual who is one of the following:</p> <p class=\"defparagraph-e\">1. A spouse who is financially dependent on the individual.</p> <p class=\"defparagraph-e\">2. A relative of the individual or of the individual’s spouse who lives in the same home as the individual and who is financially dependant on the individual or spouse. O. Reg. 314/98, s. 20; O. Reg. 110/00, s. 2; O. Reg. 309/05, s. 2.</p> <p class=\"heading1-e\"><a name=\"P983_92366\"></a><a name=\"BK42\"></a>Investment in Subsidiaries</p>"
        },
        {
            "id": "74.",
            "section": "Investment in Subsidiaries",
            "content": "74. (1) For the purposes of subsection 200 (1) of the Act, the following are the prescribed subsidiaries: 1. A financial institution. 2. A factoring corporation. 3. A financial leasing corporation. 4. An information services corporation. 5. An investment counselling and portfolio management corporation. 6. A mutual fund corporation. 7. A mutual fund distribution corporation. 8. A real property brokerage corporation. 9. A real property corporation. 10. A service corporation. 11. A body corporate engaging in the activities of a securities dealer. 12. A corporation registered as a mortgage broker under the Mortgage Brokers Act. 13. A body corporate that engages in two or more of the businesses or activities carried on by corporations referred to in this subsection. 14. A body corporate whose sole purpose is to hold all of the credit union’s shares in one or more of the subsidiaries described in paragraphs 1 to 13. (2) A factoring corporation is a body corporate that is restricted to acting as a factor in respect of accounts receivable, raising money for the purpose of acting as a factor and lending money while acting as a factor. (3) A financial leasing corporation is a body corporate that is restricted to, (a) engaging in financial leasing of personal property; (b) entering into and accepting assignments of conditional sales agreements in respect of personal property; (c) administering financial lease agreements and conditional sales agreements on behalf of a person; and (d) raising money for the purpose of financing its activities and investing the money until it is used for those activities. (4) An information services corporation is a body corporate that is primarily engaged in, (a) collecting, manipulating and transmitting information that is primarily financial or economic in nature or that relates to the business of an entity referred to in subsection (1); (b) providing advisory and other services in the design, development and implementation of information management systems; or (c) designing, developing and marketing computer software. Its ancillary activities may include the design, development, manufacture or sale of computer equipment that is not generally available and that is integral to the provision of financial services or information services related to the business of financial institutions. (5) An investment counselling and portfolio management corporation is a body corporate whose principal activities are either of the following: 1. Offering advice or advising about investments. 2. Investing or controlling money, property, deposits or securities that it does not own and that are not deposited with it in the ordinary course of business. This must involve the exercise of discretion and judgment. (6) A mutual fund corporation is a body corporate restricted to investing its funds. It may also be a body corporate that issues securities entitling the holder to receive, on demand or within a specified period, an amount computed by reference to the value of a proportionate interest in all or part of its net assets (including a separate fund or a trust account). (7) A mutual fund distribution corporation is a body corporate whose principal activities are acting as an agent selling and collecting payment for interests in a mutual fund. Purchasers must be told about the existence of any sales commission or service fee before buying an interest in the mutual fund. The sales proceeds, less sales commissions and service fees, must be paid to the fund. (8) A real property brokerage corporation is a body corporate that is primarily engaged in, (a) acting as an agent for vendors, purchasers, mortgagors, mortgagees, lessors or lessees of real estate; and (b) providing consulting or appraisal services with respect to real estate. (9) A real property corporation is a body corporate that is primarily engaged in holding, managing or otherwise dealing with, (a) real estate; or (b) shares of another body corporate or ownership interests in an unincorporated entity, limited partnership or trust that is primarily engaged in holding, managing or otherwise dealing with real estate. (10) A securities dealer is a body corporate that trades in securities in the capacity of principal or agent. “Trade” has the same meaning as in the Securities Act. (11) A service corporation is a body corporate that provides services exclusively to one or more of the following: 1. The credit union. 2. Subsidiaries of the credit union. 3. Financial institutions affiliated with the credit union. O. Reg. 76/95, s. 74.",
            "raw_html": "<p class=\"section-e\"><b>74.</b> (1) For the purposes of subsection 200 (1) of the Act, the following are the prescribed subsidiaries:</p> <p class=\"paragraph-e\">1. A financial institution.</p> <p class=\"paragraph-e\">2. A factoring corporation.</p> <p class=\"paragraph-e\">3. A financial leasing corporation.</p> <p class=\"paragraph-e\">4. An information services corporation.</p> <p class=\"paragraph-e\">5. An investment counselling and portfolio management corporation.</p> <p class=\"paragraph-e\">6. A mutual fund corporation.</p> <p class=\"paragraph-e\">7. A mutual fund distribution corporation.</p> <p class=\"paragraph-e\">8. A real property brokerage corporation.</p> <p class=\"paragraph-e\">9. A real property corporation.</p> <p class=\"paragraph-e\">10. A service corporation.</p> <p class=\"paragraph-e\">11. A body corporate engaging in the activities of a securities dealer.</p> <p class=\"paragraph-e\">12. A corporation registered as a mortgage broker under the <i>Mortgage Brokers Act</i>.</p> <p class=\"paragraph-e\">13. A body corporate that engages in two or more of the businesses or activities carried on by corporations referred to in this subsection.</p> <p class=\"paragraph-e\">14. A body corporate whose sole purpose is to hold all of the credit union’s shares in one or more of the subsidiaries described in paragraphs 1 to 13.</p> <p class=\"subsection-e\">(2) A factoring corporation is a body corporate that is restricted to acting as a factor in respect of accounts receivable, raising money for the purpose of acting as a factor and lending money while acting as a factor.</p> <p class=\"subsection-e\">(3) A financial leasing corporation is a body corporate that is restricted to,</p> <p class=\"clause-e\">(a) engaging in financial leasing of personal property;</p> <p class=\"clause-e\">(b) entering into and accepting assignments of conditional sales agreements in respect of personal property;</p> <p class=\"clause-e\">(c) administering financial lease agreements and conditional sales agreements on behalf of a person; and</p> <p class=\"clause-e\">(d) raising money for the purpose of financing its activities and investing the money until it is used for those activities.</p> <p class=\"subsection-e\">(4) An information services corporation is a body corporate that is primarily engaged in,</p> <p class=\"clause-e\">(a) collecting, manipulating and transmitting information that is primarily financial or economic in nature or that relates to the business of an entity referred to in subsection (1);</p> <p class=\"clause-e\">(b) providing advisory and other services in the design, development and implementation of information management systems; or</p> <p class=\"clause-e\">(c) designing, developing and marketing computer software.</p> <p class=\"Ssubsection-e\">Its ancillary activities may include the design, development, manufacture or sale of computer equipment that is not generally available and that is integral to the provision of financial services or information services related to the business of financial institutions.</p> <p class=\"subsection-e\">(5) An investment counselling and portfolio management corporation is a body corporate whose principal activities are either of the following:</p> <p class=\"paragraph-e\">1. Offering advice or advising about investments.</p> <p class=\"paragraph-e\">2. Investing or controlling money, property, deposits or securities that it does not own and that are not deposited with it in the ordinary course of business. This must involve the exercise of discretion and judgment.</p> <p class=\"subsection-e\">(6) A mutual fund corporation is a body corporate restricted to investing its funds. It may also be a body corporate that issues securities entitling the holder to receive, on demand or within a specified period, an amount computed by reference to the value of a proportionate interest in all or part of its net assets (including a separate fund or a trust account).</p> <p class=\"subsection-e\">(7) A mutual fund distribution corporation is a body corporate whose principal activities are acting as an agent selling and collecting payment for interests in a mutual fund. Purchasers must be told about the existence of any sales commission or service fee before buying an interest in the mutual fund. The sales proceeds, less sales commissions and service fees, must be paid to the fund.</p> <p class=\"subsection-e\">(8) A real property brokerage corporation is a body corporate that is primarily engaged in,</p> <p class=\"clause-e\">(a) acting as an agent for vendors, purchasers, mortgagors, mortgagees, lessors or lessees of real estate; and</p> <p class=\"clause-e\">(b) providing consulting or appraisal services with respect to real estate.</p> <p class=\"subsection-e\">(9) A real property corporation is a body corporate that is primarily engaged in holding, managing or otherwise dealing with,</p> <p class=\"clause-e\">(a) real estate; or</p> <p class=\"clause-e\">(b) shares of another body corporate or ownership interests in an unincorporated entity, limited partnership or trust that is primarily engaged in holding, managing or otherwise dealing with real estate.</p> <p class=\"subsection-e\">(10) A securities dealer is a body corporate that trades in securities in the capacity of principal or agent. “Trade” has the same meaning as in the <i>Securities Act</i>.</p> <p class=\"subsection-e\">(11) A service corporation is a body corporate that provides services exclusively to one or more of the following:</p> <p class=\"paragraph-e\">1. The credit union.</p> <p class=\"paragraph-e\">2. Subsidiaries of the credit union.</p> <p class=\"paragraph-e\">3. Financial institutions affiliated with the credit union. O. Reg. 76/95, s. 74.</p>"
        },
        {
            "id": "75.",
            "section": "Investment in Subsidiaries",
            "content": "75. A factoring corporation or a financial leasing corporation that is a subsidiary of a credit union may provide services to only the credit union’s members and subsidiaries and co-operative corporations established under an Act of Parliament or of a provincial legislature and the members of such corporations. O. Reg. 76/95, s. 75.",
            "raw_html": "<p class=\"section-e\"><b>75.</b> A factoring corporation or a financial leasing corporation that is a subsidiary of a credit union may provide services to only the credit union’s members and subsidiaries and co-operative corporations established under an Act of Parliament or of a provincial legislature and the members of such corporations. O. Reg. 76/95, s. 75.</p>"
        },
        {
            "id": "76.",
            "section": "Investment in Subsidiaries",
            "content": "76. For the purpose of subsection 200 (7) of the Act (restriction on investment in subsidiaries), the prescribed percentage of the credit union’s regulatory capital and deposits is 5 per cent. O. Reg. 76/95, s. 76. PART IX   INTEREST RATE RISK MANAGEMENT Interpretation",
            "raw_html": "<p class=\"section-e\"><b>76.</b> For the purpose of subsection 200 (7) of the Act (restriction on investment in subsidiaries), the prescribed percentage of the credit union’s regulatory capital and deposits is 5 per cent. O. Reg. 76/95, s. 76.</p> <p class=\"partnum-e\"><b><a name=\"P1028_97516\"></a><a name=\"BK43\"></a>PART IX <br/>  INTEREST RATE RISK MANAGEMENT</b></p> <p class=\"heading1-e\"><a name=\"P1029_97552\"></a><a name=\"BK44\"></a>Interpretation</p>"
        },
        {
            "id": "77.",
            "section": "Interpretation",
            "content": "77. A credit union’s exposure to interest rate risk refers to the potential impact, expressed in dollars of changes in interest rates on a credit union’s earnings and net asset values when the dates of its payments of principal and interest and its receipts of principal and interest are not matched. O. Reg. 76/95, s. 77; O. Reg. 560/06, s. 17. Policies and Procedures",
            "raw_html": "<p class=\"section-e\"><b>77.</b> A credit union’s exposure to interest rate risk refers to the potential impact, expressed in dollars of changes in interest rates on a credit union’s earnings and net asset values when the dates of its payments of principal and interest and its receipts of principal and interest are not matched. O. Reg. 76/95, s. 77; O. Reg. 560/06, s. 17.</p> <p class=\"heading1-e\"><a name=\"P1031_97923\"></a><a name=\"BK45\"></a>Policies and Procedures</p>"
        },
        {
            "id": "78.",
            "section": "Policies and Procedures",
            "content": "78. (1) A credit union shall establish policies and procedures to manage its exposure to interest rate risk, and they must address the following matters: 1. The limits on the credit union’s exposure to interest rate risk and on the impact of this exposure on its net interest income and surplus. The limits must be clear and prudent. 2. The techniques to be used to calculate the amount of the credit union’s exposure to interest rate risk. 3. The internal controls to be implemented to ensure compliance with the policies and procedures. 4. The corrective action to be taken if the limits on the credit union’s exposure to interest rate risk are exceeded. 5. The content and frequency of reports to be made to the board of directors by the management of the credit union about the management of the credit union’s exposure to interest rate risk. O. Reg. 560/06, s. 18. (2) The limits must take into account fluctuations in interest rates that might reasonably be expected to occur. O. Reg. 560/06, s. 18. (3) For a class 1 credit union, the limits must limit changes in net income to changes that do not exceed 0.15 per cent of the credit union’s total assets. O. Reg. 560/06, s. 18. (4) The policies and procedures must require the management of the credit union to submit a report to the board of directors and the Superintendent if the credit union’s exposure to interest rate risk exceeds the limits established in the policies and procedures, and the report must be submitted within 21 days after the credit union takes steps to bring the amount of its exposure within the limits. O. Reg. 560/06, s. 18. (5) A report required by subsection (4) must, (a) describe the circumstances that led to the credit union’s exposure to interest rate risk exceeding the limits; (b) describe the effect that this exposure has had, and may have, on net income; (c) describe the steps taken to bring this exposure within the limits; and (d) include a schedule indicating when the credit union will comply with its policies and procedures. O. Reg. 560/06, s. 18. (6) The policies and procedures must be approved by the board of directors of the credit union. O. Reg. 560/06, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>78. </b>(1) A credit union shall establish policies and procedures to manage its exposure to interest rate risk, and they must address the following matters:</p> <p class=\"paragraph-e\">1. The limits on the credit union’s exposure to interest rate risk and on the impact of this exposure on its net interest income and surplus. The limits must be clear and prudent.</p> <p class=\"paragraph-e\">2. The techniques to be used to calculate the amount of the credit union’s exposure to interest rate risk.</p> <p class=\"paragraph-e\">3. The internal controls to be implemented to ensure compliance with the policies and procedures.</p> <p class=\"paragraph-e\">4. The corrective action to be taken if the limits on the credit union’s exposure to interest rate risk are exceeded.</p> <p class=\"paragraph-e\">5. The content and frequency of reports to be made to the board of directors by the management of the credit union about the management of the credit union’s exposure to interest rate risk. O. Reg. 560/06, s. 18.</p> <p class=\"subsection-e\">(2) The limits must take into account fluctuations in interest rates that might reasonably be expected to occur. O. Reg. 560/06, s. 18.</p> <p class=\"subsection-e\">(3) For a class 1 credit union, the limits must limit changes in net income to changes that do not exceed 0.15 per cent of the credit union’s total assets. O. Reg. 560/06, s. 18.</p> <p class=\"subsection-e\">(4) The policies and procedures must require the management of the credit union to submit a report to the board of directors and the Superintendent if the credit union’s exposure to interest rate risk exceeds the limits established in the policies and procedures, and the report must be submitted within 21 days after the credit union takes steps to bring the amount of its exposure within the limits. O. Reg. 560/06, s. 18.</p> <p class=\"subsection-e\">(5) A report required by subsection (4) must,</p> <p class=\"clause-e\">(a) describe the circumstances that led to the credit union’s exposure to interest rate risk exceeding the limits;</p> <p class=\"clause-e\">(b) describe the effect that this exposure has had, and may have, on net income;</p> <p class=\"clause-e\">(c) describe the steps taken to bring this exposure within the limits; and</p> <p class=\"clause-e\">(d) include a schedule indicating when the credit union will comply with its policies and procedures. O. Reg. 560/06, s. 18.</p> <p class=\"subsection-e\">(6) The policies and procedures must be approved by the board of directors of the credit union. O. Reg. 560/06, s. 18.</p>"
        },
        {
            "id": "79.",
            "section": "Policies and Procedures",
            "content": "79. (1) If a credit union’s exposure to interest rate risk exceeds the limits established in its policies and procedures, the credit union shall immediately take steps to bring its exposure within those limits. O. Reg. 560/06, s. 18. (2) If a credit union’s exposure to interest rate risk exceeds the limits established in its policies and procedures for two consecutive quarters, the credit union shall promptly submit to the Superintendent and to the Corporation a plan approved by the board of directors that describes the steps the credit union intends to take to bring its exposure to interest rate risk within those limits. O. Reg. 560/06, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>79. </b>(1) If a credit union’s exposure to interest rate risk exceeds the limits established in its policies and procedures, the credit union shall immediately take steps to bring its exposure within those limits. O. Reg. 560/06, s. 18.</p> <p class=\"subsection-e\">(2) If a credit union’s exposure to interest rate risk exceeds the limits established in its policies and procedures for two consecutive quarters, the credit union shall promptly submit to the Superintendent and to the Corporation a plan approved by the board of directors that describes the steps the credit union intends to take to bring its exposure to interest rate risk within those limits. O. Reg. 560/06, s. 18.</p>"
        },
        {
            "id": "80.",
            "section": "Policies and Procedures",
            "content": "80. (1) A credit union shall prepare a report at the end of each quarter of its fiscal year on its management of the credit union’s exposure to interest rate risk. O. Reg. 76/95, s. 80 (1); O. Reg. 560/06, s. 19. (2) The report must include all information about the management of interest rate risk that the credit union has filed with the deposit insurer. O. Reg. 76/95, s. 80 (2). (3) The report must be presented at the next board meeting immediately after it is prepared and the board shall review it. O. Reg. 76/95, s. 80 (3). PART X   RESTRICTED PARTY TRANSACTIONS Application",
            "raw_html": "<p class=\"section-e\"><b>80.</b> (1) A credit union shall prepare a report at the end of each quarter of its fiscal year on its management of the credit union’s exposure to interest rate risk. O. Reg. 76/95, s. 80 (1); O. Reg. 560/06, s. 19.</p> <p class=\"subsection-e\">(2) The report must include all information about the management of interest rate risk that the credit union has filed with the deposit insurer. O. Reg. 76/95, s. 80 (2).</p> <p class=\"subsection-e\">(3) The report must be presented at the next board meeting immediately after it is prepared and the board shall review it. O. Reg. 76/95, s. 80 (3).</p> <p class=\"partnum-e\"><b><a name=\"P1052_101373\"></a><a name=\"BK46\"></a>PART X <br/>  RESTRICTED PARTY TRANSACTIONS</b></p> <p class=\"heading1-e\"><a name=\"P1053_101408\"></a><a name=\"BK47\"></a>Application</p>"
        },
        {
            "id": "81.",
            "section": "Application",
            "content": "81. This Part applies with respect to transactions entered into, renewed, extended or modified after March 1, 1995. O. Reg. 76/95, s. 81. Definition of “Restricted Party”",
            "raw_html": "<p class=\"section-e\"><b>81.</b> This Part applies with respect to transactions entered into, renewed, extended or modified after March 1, 1995. O. Reg. 76/95, s. 81.</p> <p class=\"heading1-e\"><a name=\"P1055_101562\"></a><a name=\"BK48\"></a>Definition of “Restricted Party”</p>"
        },
        {
            "id": "82.",
            "section": "Definition of “Restricted Party”",
            "content": "82. (1) For the purposes of the Act,  “restricted party” means, in relation to a credit union, a person who is or has been in the preceding 12 months, (a) a director, officer or member of a committee of the credit union, (b) a spouse of a director, officer or committee member, (c) a relative of a person described in clause (a) or (b), if the relative lives in the home of a person described in clause (a) and is financially dependent on a person described in clause (a) or (b), (d) the auditor of the credit union, if the auditor is an individual, (e) a corporation in which a director, officer or committee member beneficially owns, directly or indirectly, more than 10 per cent of the voting shares, (f) a corporation controlled by a person described in clause (a), (b), (c) or (d), or (g) an affiliate of the credit union, other than a subsidiary. O. Reg. 314/98, s. 22; O. Reg. 110/00, s. 3; O. Reg. 309/05, s. 3. (2) For the purposes of subsection (1), “officer” includes a person who has not yet assumed the office. O. Reg. 76/95, s. 82 (2). Definition of “Transaction”",
            "raw_html": "<p class=\"section-e\"><b>82.</b> (1) For the purposes of the Act, </p> <p class=\"firstdef-e\">“restricted party” means, in relation to a credit union, a person who is or has been in the preceding 12 months,</p> <p class=\"defclause-e\">(a) a director, officer or member of a committee of the credit union,</p> <p class=\"defclause-e\">(b) a spouse of a director, officer or committee member,</p> <p class=\"defclause-e\">(c) a relative of a person described in clause (a) or (b), if the relative lives in the home of a person described in clause (a) and is financially dependent on a person described in clause (a) or (b),</p> <p class=\"defclause-e\">(d) the auditor of the credit union, if the auditor is an individual,</p> <p class=\"defclause-e\">(e) a corporation in which a director, officer or committee member beneficially owns, directly or indirectly, more than 10 per cent of the voting shares,</p> <p class=\"defclause-e\">(f) a corporation controlled by a person described in clause (a), (b), (c) or (d), or</p> <p class=\"defclause-e\">(g) an affiliate of the credit union, other than a subsidiary. O. Reg. 314/98, s. 22; O. Reg. 110/00, s. 3; O. Reg. 309/05, s. 3.</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1),</p> <p class=\"firstdef-e\">“officer” includes a person who has not yet assumed the office. O. Reg. 76/95, s. 82 (2).</p> <p class=\"heading1-e\"><a name=\"P1067_102658\"></a><a name=\"BK49\"></a>Definition of “Transaction”</p>"
        },
        {
            "id": "83.",
            "section": "Definition of “Transaction”",
            "content": "83. (1) For the purposes of the Act, “transaction”, as between a credit union and a restricted party, includes, (a) a guarantee given by the credit union on behalf of the restricted party, (b) an investment by the credit union in securities issued by the restricted party, (c) a loan from the credit union to the restricted party, (d) an assignment taken or acquisition made by the credit union of a loan made by a third party to the restricted party, and (e) a security interest taken by the credit union in securities issued by the restricted party. O. Reg. 76/95, s. 83 (1); O. Reg. 314/98, s. 23. (2) The performance of a condition of a transaction forms a part of the transaction and does not constitute a separate transaction. (3) The payment of dividends to a restricted party does not constitute a transaction between a credit union and the restricted party. O. Reg. 76/95, s. 83 (2, 3). Permitted Transactions",
            "raw_html": "<p class=\"section-e\"><b>83.</b> (1) For the purposes of the Act,</p> <p class=\"firstdef-e\">“transaction”, as between a credit union and a restricted party, includes,</p> <p class=\"defclause-e\">(a) a guarantee given by the credit union on behalf of the restricted party,</p> <p class=\"defclause-e\">(b) an investment by the credit union in securities issued by the restricted party,</p> <p class=\"defclause-e\">(c) a loan from the credit union to the restricted party,</p> <p class=\"defclause-e\">(d) an assignment taken or acquisition made by the credit union of a loan made by a third party to the restricted party, and</p> <p class=\"defclause-e\">(e) a security interest taken by the credit union in securities issued by the restricted party. O. Reg. 76/95, s. 83 (1); O. Reg. 314/98, s. 23.</p> <p class=\"subsection-e\">(2) The performance of a condition of a transaction forms a part of the transaction and does not constitute a separate transaction.</p> <p class=\"subsection-e\">(3) The payment of dividends to a restricted party does not constitute a transaction between a credit union and the restricted party. O. Reg. 76/95, s. 83 (2, 3).</p> <p class=\"heading1-e\"><a name=\"P1077_103597\"></a><a name=\"BK50\"></a>Permitted Transactions</p>"
        },
        {
            "id": "84.",
            "section": "Permitted Transactions",
            "content": "84. A credit union may enter into a transaction with a restricted party if the value of the transaction is nominal or if the transaction is not material when measured by criteria established by the board. O. Reg. 76/95, s. 84.",
            "raw_html": "<p class=\"section-e\"><b>84.</b> A credit union may enter into a transaction with a restricted party if the value of the transaction is nominal or if the transaction is not material when measured by criteria established by the board. O. Reg. 76/95, s. 84.</p>"
        },
        {
            "id": "85.",
            "section": "Permitted Transactions",
            "content": "85. (1) A credit union may issue to a restricted party shares that are fully paid for with money or that are issued, (a) upon the conversion of other issued and outstanding securities of the credit union; (b) as a share dividend; (c) as a patronage return; (d) in accordance with an amalgamation agreement; (e) in exchange for shares of another body corporate; or (f) in exchange for other property. O. Reg. 76/95, s. 85 (1). (2) A credit union may issue shares under clause (1) (e) or (f) only with the prior written approval of the Superintendent. O. Reg. 76/95, s. 85 (2); O. Reg. 314/98, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>85.</b> (1) A credit union may issue to a restricted party shares that are fully paid for with money or that are issued,</p> <p class=\"clause-e\">(a) upon the conversion of other issued and outstanding securities of the credit union;</p> <p class=\"clause-e\">(b) as a share dividend;</p> <p class=\"clause-e\">(c) as a patronage return;</p> <p class=\"clause-e\">(d) in accordance with an amalgamation agreement;</p> <p class=\"clause-e\">(e) in exchange for shares of another body corporate; or</p> <p class=\"clause-e\">(f) in exchange for other property. O. Reg. 76/95, s. 85 (1).</p> <p class=\"subsection-e\">(2) A credit union may issue shares under clause (1) (e) or (f) only with the prior written approval of the Superintendent. O. Reg. 76/95, s. 85 (2); O. Reg. 314/98, s. 24.</p>"
        },
        {
            "id": "86.",
            "section": "Permitted Transactions",
            "content": "86. (1) A credit union or its subsidiary may enter into any of the following transactions with a restricted party if the transaction is authorized in advance by at least two-thirds of the members of the board of the credit union: 1. A written contract for the purchase of goods or services, other than management services, required by the credit union or the subsidiary to carry on business. The term of the contract and of each potential renewal must not exceed five years. The contract must state the consideration to be paid. 2. A written contract for the provision of management services to or by the credit union or subsidiary. It must be reasonable that the credit union or subsidiary supply the services. The amount to be paid must not exceed fair market value. 3. A written lease of personal property for the credit union or subsidiary to use in carrying on business. The term of the lease and of each potential renewal must not exceed five years. The amount to be paid must not exceed fair market value. 4. A written lease of real property for the credit union or subsidiary to use in carrying on business. The term of the lease and of each potential renewal must not exceed 10 years. The amount to be paid must not exceed fair market value. 5. A contract of employment with a director or officer of the credit union or a subsidiary. 6. A written contract for employment benefit plans and pension plans and for other reasonable commitments incidental to the credit union or subsidiary employing individuals. 7. A residential mortgage loan. The credit union or subsidiary must be otherwise authorized under the Act to make the loan. The terms of the loan must be no more favourable than those offered in the ordinary course of business by the credit union to its members. 8. A personal loan. The credit union or subsidiary must be otherwise authorized under the Act to make the loan. The terms of the loan must be no more favourable than those offered in the ordinary course of business by the credit union to its members. (2) A credit union or a subsidiary may enter into any of the following transactions with a restricted party: 1. A contract of employment with an individual who is not a director or officer of the credit union or subsidiary. 2. A deposit made by the credit union for clearing purposes with a financial institution that is a direct clearer or a group clearer member under the by-laws of the Canadian Payments Association. 3. A contract to borrow money from the restricted party. 4. The receipt of deposits from the restricted party. 5. The issuance of debt obligations to the restricted party. (3) The by-laws of the credit union may require the transactions described in subsection (2) to be authorized by a process specified in the by-laws. (4) If two-thirds of the members of the board have approved in advance the terms of the loan and the policies and procedures governing them, a credit union may, (a) make a residential mortgage loan or a personal loan to a director, officer, committee member or employee on terms more favourable than those offered in the ordinary course of business by the credit union to its members; or (b) make a loan other than one described in clause (a) to a director, officer, committee member or employee on terms no more favourable than those offered in the ordinary course of business by the credit union to its members. O. Reg. 76/95, s. 86.",
            "raw_html": "<p class=\"section-e\"><b>86.</b> (1) A credit union or its subsidiary may enter into any of the following transactions with a restricted party if the transaction is authorized in advance by at least two-thirds of the members of the board of the credit union:</p> <p class=\"paragraph-e\">1. A written contract for the purchase of goods or services, other than management services, required by the credit union or the subsidiary to carry on business. The term of the contract and of each potential renewal must not exceed five years. The contract must state the consideration to be paid.</p> <p class=\"paragraph-e\">2. A written contract for the provision of management services to or by the credit union or subsidiary. It must be reasonable that the credit union or subsidiary supply the services. The amount to be paid must not exceed fair market value.</p> <p class=\"paragraph-e\">3. A written lease of personal property for the credit union or subsidiary to use in carrying on business. The term of the lease and of each potential renewal must not exceed five years. The amount to be paid must not exceed fair market value.</p> <p class=\"paragraph-e\">4. A written lease of real property for the credit union or subsidiary to use in carrying on business. The term of the lease and of each potential renewal must not exceed 10 years. The amount to be paid must not exceed fair market value.</p> <p class=\"paragraph-e\">5. A contract of employment with a director or officer of the credit union or a subsidiary.</p> <p class=\"paragraph-e\">6. A written contract for employment benefit plans and pension plans and for other reasonable commitments incidental to the credit union or subsidiary employing individuals.</p> <p class=\"paragraph-e\">7. A residential mortgage loan. The credit union or subsidiary must be otherwise authorized under the Act to make the loan. The terms of the loan must be no more favourable than those offered in the ordinary course of business by the credit union to its members.</p> <p class=\"paragraph-e\">8. A personal loan. The credit union or subsidiary must be otherwise authorized under the Act to make the loan. The terms of the loan must be no more favourable than those offered in the ordinary course of business by the credit union to its members.</p> <p class=\"subsection-e\">(2) A credit union or a subsidiary may enter into any of the following transactions with a restricted party:</p> <p class=\"paragraph-e\">1. A contract of employment with an individual who is not a director or officer of the credit union or subsidiary.</p> <p class=\"paragraph-e\">2. A deposit made by the credit union for clearing purposes with a financial institution that is a direct clearer or a group clearer member under the by-laws of the Canadian Payments Association.</p> <p class=\"paragraph-e\">3. A contract to borrow money from the restricted party.</p> <p class=\"paragraph-e\">4. The receipt of deposits from the restricted party.</p> <p class=\"paragraph-e\">5. The issuance of debt obligations to the restricted party.</p> <p class=\"subsection-e\">(3) The by-laws of the credit union may require the transactions described in subsection (2) to be authorized by a process specified in the by-laws.</p> <p class=\"subsection-e\">(4) If two-thirds of the members of the board have approved in advance the terms of the loan and the policies and procedures governing them, a credit union may,</p> <p class=\"clause-e\">(a) make a residential mortgage loan or a personal loan to a director, officer, committee member or employee on terms more favourable than those offered in the ordinary course of business by the credit union to its members; or</p> <p class=\"clause-e\">(b) make a loan other than one described in clause (a) to a director, officer, committee member or employee on terms no more favourable than those offered in the ordinary course of business by the credit union to its members. O. Reg. 76/95, s. 86.</p>"
        },
        {
            "id": "87.",
            "section": "Permitted Transactions",
            "content": "87. (1) A credit union shall establish procedures to ensure that it complies with the restrictions governing restricted party transactions. (2) The procedures form part of the investment and lending policies and procedures of the credit union for the purposes of section 191 of the Act. (3) The procedures must include review and approval procedures to be followed by directors, officers and employees. (4) The procedures must require that a restricted party disclose to the credit union, in writing, the party’s interest in a transaction or a proposed transaction with the credit union or its subsidiary. (5) The disclosure to be made by a director, officer or committee member must be made in the manner set out in sections 146 and 147 of the Act, with necessary modifications. O. Reg. 76/95, s. 87. PART XI   MEETINGS First Meeting",
            "raw_html": "<p class=\"section-e\"><b>87.</b> (1) A credit union shall establish procedures to ensure that it complies with the restrictions governing restricted party transactions.</p> <p class=\"subsection-e\">(2) The procedures form part of the investment and lending policies and procedures of the credit union for the purposes of section 191 of the Act.</p> <p class=\"subsection-e\">(3) The procedures must include review and approval procedures to be followed by directors, officers and employees.</p> <p class=\"subsection-e\">(4) The procedures must require that a restricted party disclose to the credit union, in writing, the party’s interest in a transaction or a proposed transaction with the credit union or its subsidiary.</p> <p class=\"subsection-e\">(5) The disclosure to be made by a director, officer or committee member must be made in the manner set out in sections 146 and 147 of the Act, with necessary modifications. O. Reg. 76/95, s. 87.</p> <p class=\"partnum-e\"><b><a name=\"P1111_108699\"></a><a name=\"BK51\"></a>PART XI <br/>  MEETINGS</b></p> <p class=\"heading1-e\"><a name=\"P1112_108714\"></a><a name=\"BK52\"></a>First Meeting</p>"
        },
        {
            "id": "88.",
            "section": "First Meeting",
            "content": "88. (1) The first meeting of a credit union must be convened by a majority of the incorporators. (2) Written notice of the meeting must be mailed to each incorporator at least seven days before the date of the meeting. (3) The notice must state the date, time, place and purpose of the meeting. O. Reg. 76/95, s. 88.",
            "raw_html": "<p class=\"section-e\"><b>88.</b> (1) The first meeting of a credit union must be convened by a majority of the incorporators.</p> <p class=\"subsection-e\">(2) Written notice of the meeting must be mailed to each incorporator at least seven days before the date of the meeting.</p> <p class=\"subsection-e\">(3) The notice must state the date, time, place and purpose of the meeting. O. Reg. 76/95, s. 88.</p>"
        },
        {
            "id": "89.",
            "section": "First Meeting",
            "content": "89. At the first meeting of a credit union, a majority of the incorporators constitutes a quorum. O. Reg. 76/95, s. 89.",
            "raw_html": "<p class=\"section-e\"><b>89.</b> At the first meeting of a credit union, a majority of the incorporators constitutes a quorum. O. Reg. 76/95, s. 89.</p>"
        },
        {
            "id": "90.",
            "section": "First Meeting",
            "content": "90. The following business must be transacted at the first meeting of a credit union: 1. The directors must be elected. 2. The mandatory by-laws required under subsection 105 (2) of the Act must be enacted. 3. The members of the audit committee must be elected, if the articles require an election. 4. The members of the credit committee, if any, must be elected. 5. The auditor must be appointed. O. Reg. 76/95, s. 90. PART XII   FINANCIAL STATEMENTS Financial Statements",
            "raw_html": "<p class=\"section-e\"><b>90.</b> The following business must be transacted at the first meeting of a credit union:</p> <p class=\"paragraph-e\">1. The directors must be elected.</p> <p class=\"paragraph-e\">2. The mandatory by-laws required under subsection 105 (2) of the Act must be enacted.</p> <p class=\"paragraph-e\">3. The members of the audit committee must be elected, if the articles require an election.</p> <p class=\"paragraph-e\">4. The members of the credit committee, if any, must be elected.</p> <p class=\"paragraph-e\">5. The auditor must be appointed. O. Reg. 76/95, s. 90.</p> <p class=\"partnum-e\"><b><a name=\"P1123_109596\"></a><a name=\"BK53\"></a>PART XII <br/>  FINANCIAL STATEMENTS</b></p> <p class=\"heading1-e\"><a name=\"P1124_109624\"></a><a name=\"BK54\"></a>Financial Statements</p>"
        },
        {
            "id": "91.",
            "section": "Financial Statements",
            "content": "91. A credit union’s financial statements shall contain the information required by the Guideline for Financial Statements for Ontario’s Credit Unions and Caisses Populaires, published in The Ontario Gazette by the Superintendent, as it may be amended from time to time. O. Reg. 314/98, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>91.</b> A credit union’s financial statements shall contain the information required by the <i>Guideline for Financial Statements for Ontario’s Credit Unions and Caisses Populaires</i>, published in <i>The Ontario Gazette</i> by the Superintendent, as it may be amended from time to time. O. Reg. 314/98, s. 25.</p>"
        },
        {
            "id": "92.-94.",
            "section": "Financial Statements",
            "content": "92.-94. Revoked: O. Reg. 314/98, s. 25. PART XIII   RETURNS AND INSPECTIONS Document Retention",
            "raw_html": "<p class=\"section-e\"><b>92.-94.</b> Revoked: O. Reg. 314/98, s. 25.</p> <p class=\"partnum-e\"><b><a name=\"P1127_109992\"></a><a name=\"BK55\"></a>PART XIII <br/>  RETURNS AND INSPECTIONS</b></p> <p class=\"heading1-e\"><a name=\"P1128_110024\"></a><a name=\"BK56\"></a>Document Retention</p>"
        },
        {
            "id": "95.",
            "section": "Document Retention",
            "content": "95. (1) A credit union shall retain the following documents permanently: 1. Minutes of board meetings. 2. Minutes of general meetings of members and shareholders. 3. The general ledger containing summaries of year-to-year transactions. 4. All special agreements necessary to understand the entries in the general ledger or other book of final entry. (2) A credit union shall retain the following documents until six years have passed after the end of the most recent fiscal year to which the documents relate: 1. All records and books of account, other than those described in subsection (1), and all vouchers necessary to verify the information contained in those records and books. 2. Minutes of committee meetings. 3. Resolutions, including special resolutions. O. Reg. 76/95, s. 95. Maximum Fee for By-laws",
            "raw_html": "<p class=\"section-e\"><b>95.</b> (1) A credit union shall retain the following documents permanently:</p> <p class=\"paragraph-e\">1. Minutes of board meetings.</p> <p class=\"paragraph-e\">2. Minutes of general meetings of members and shareholders.</p> <p class=\"paragraph-e\">3. The general ledger containing summaries of year-to-year transactions.</p> <p class=\"paragraph-e\">4. All special agreements necessary to understand the entries in the general ledger or other book of final entry.</p> <p class=\"subsection-e\">(2) A credit union shall retain the following documents until six years have passed after the end of the most recent fiscal year to which the documents relate:</p> <p class=\"paragraph-e\">1. All records and books of account, other than those described in subsection (1), and all vouchers necessary to verify the information contained in those records and books.</p> <p class=\"paragraph-e\">2. Minutes of committee meetings.</p> <p class=\"paragraph-e\">3. Resolutions, including special resolutions. O. Reg. 76/95, s. 95.</p> <p class=\"heading1-e\"><a name=\"P1138_110825\"></a><a name=\"BK57\"></a>Maximum Fee for By-laws</p>"
        },
        {
            "id": "96.",
            "section": "Maximum Fee for By-laws",
            "content": "96. For the purpose of subsection 233 (2) of the Act, the prescribed amount is $10. O. Reg. 76/95, s. 96. PART XIV (s. 97) Revoked: O. Reg. 314/98, s. 26. PART XV   CONSUMER PROTECTION Disclosure Re Interest Rates, etc.",
            "raw_html": "<p class=\"section-e\"><b>96.</b> For the purpose of subsection 233 (2) of the Act, the prescribed amount is $10. O. Reg. 76/95, s. 96.</p> <p class=\"partnumRevoked-e\"><b>PART XIV </b>(s. 97) Revoked: O. Reg. 314/98, s. 26.</p> <p class=\"partnum-e\"><b><a name=\"P1141_111011\"></a><a name=\"BK58\"></a>PART XV <br/>  CONSUMER PROTECTION</b></p> <p class=\"heading1-e\"><a name=\"P1142_111037\"></a><a name=\"BK59\"></a>Disclosure Re Interest Rates, etc.</p>"
        },
        {
            "id": "98.",
            "section": "Disclosure Re Interest Rates, etc.",
            "content": "98. (1) A credit union shall disclose to a prospective depositor the applicable rate of interest for the person’s account and the manner of calculating the interest payable. (2) If the rate of interest or the manner of calculating interest on the account changes, the credit union shall inform the depositor of the change. O. Reg. 76/95, s. 98.",
            "raw_html": "<p class=\"section-e\"><b>98.</b> (1) A credit union shall disclose to a prospective depositor the applicable rate of interest for the person’s account and the manner of calculating the interest payable.</p> <p class=\"subsection-e\">(2) If the rate of interest or the manner of calculating interest on the account changes, the credit union shall inform the depositor of the change. O. Reg. 76/95, s. 98.</p>"
        },
        {
            "id": "99.",
            "section": "Disclosure Re Interest Rates, etc.",
            "content": "99. If a credit union renews a term deposit account, the credit union shall disclose to the depositor the rate of interest for the account and the manner of calculating the interest payable. O. Reg. 76/95, s. 99.",
            "raw_html": "<p class=\"section-e\"><b>99.</b> If a credit union renews a term deposit account, the credit union shall disclose to the depositor the rate of interest for the account and the manner of calculating the interest payable. O. Reg. 76/95, s. 99.</p>"
        },
        {
            "id": "100.",
            "section": "Disclosure Re Interest Rates, etc.",
            "content": "100. (1) In an advertisement about an interest-bearing deposit or a debt obligation, a credit union shall disclose how the interest is to be calculated and any circumstances that will affect the rate of interest. (2) An advertisement about an interest-bearing deposit must state how the balance of a deposit account will affect the rate of interest. O. Reg. 76/95, s. 100. Consumer Complaints",
            "raw_html": "<p class=\"section-e\"><b>100.</b> (1) In an advertisement about an interest-bearing deposit or a debt obligation, a credit union shall disclose how the interest is to be calculated and any circumstances that will affect the rate of interest.</p> <p class=\"subsection-e\">(2) An advertisement about an interest-bearing deposit must state how the balance of a deposit account will affect the rate of interest. O. Reg. 76/95, s. 100.</p> <p class=\"heading1-e\"><a name=\"P1148_112029\"></a><a name=\"BK60\"></a>Consumer Complaints</p>"
        },
        {
            "id": "101.",
            "section": "Consumer Complaints",
            "content": "101. (1) If, as a result of receiving a complaint, the Superintendent addresses an inquiry to a credit union or an officer about the conduct of the credit union’s business, the credit union or officer shall promptly reply in writing to the inquiry. O. Reg. 76/95, s. 101 (1); O. Reg. 314/98, s. 27 (1). (2) If requested to do so by the Superintendent, the credit union shall give a copy of the Superintendent’s inquiry and the reply to each director of the credit union and the inquiry and reply shall form part of the minutes of the next board meeting. O. Reg. 76/95, s. 101 (2); O. Reg. 314/98, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"><b>101.</b> (1) If, as a result of receiving a complaint, the Superintendent addresses an inquiry to a credit union or an officer about the conduct of the credit union’s business, the credit union or officer shall promptly reply in writing to the inquiry. O. Reg. 76/95, s. 101 (1); O. Reg. 314/98, s. 27 (1).</p> <p class=\"subsection-e\">(2) If requested to do so by the Superintendent, the credit union shall give a copy of the Superintendent’s inquiry and the reply to each director of the credit union and the inquiry and reply shall form part of the minutes of the next board meeting. O. Reg. 76/95, s. 101 (2); O. Reg. 314/98, s. 27 (2).</p>"
        },
        {
            "id": "102.",
            "section": "Consumer Complaints",
            "content": "102. Omitted (revokes other Regulations). O. Reg. 76/95, s. 102.",
            "raw_html": "<p class=\"section-e\"><b>102.</b> Omitted (revokes other Regulations). O. Reg. 76/95, s. 102.</p>"
        },
        {
            "id": "103.",
            "section": "Consumer Complaints",
            "content": "103. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 76/95, s. 103. FORMS 1-4 Revoked: O. Reg. 314/98, s. 28. Français ",
            "raw_html": "<p class=\"section-e\"><b>103.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 76/95, s. 103.</p> <p class=\"formRevoked-e\">FORMS 1-4 Revoked: O. Reg. 314/98, s. 28.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_950076_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_950076_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}