{
    "reg_info": {
        "full_title": "O. Reg. 643/20: ZONING ORDER - CITY OF VAUGHAN, REGION OF YORK",
        "reg_name_text": "ZONING ORDER - CITY OF VAUGHAN, REGION OF YORK",
        "citation": "O. Reg. 643/20: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/200643",
        "date_scraped": "2023-12-18 19:43:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  6, 2020",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “car share” means a membership based car rental service with a network of shared vehicles readily available 24 hours a day, 7 days a week, and does not include a motor vehicle sales establishment or car brokerage; “parking space” means a rectangular area measuring at least 2.7 metres by 5.7 metres, exclusive of any aisles or ingress and egress lanes, used for the temporary parking of motor vehicles; “underground parking structure” means a building or structure constructed below grade used for the temporary parking of motor vehicles, but not used for the storage of impounded, scrap or derelict motor vehicles; “Zoning By-law” means Zoning By-Law No. 1-88 of the City of Vaughan.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“car share” means a membership based car rental service with a network of shared vehicles readily available 24 hours a day, 7 days a week, and does not include a motor vehicle sales establishment or car brokerage;</p> <p class=\"definition-e\">“parking space” means a rectangular area measuring at least 2.7 metres by 5.7 metres, exclusive of any aisles or ingress and egress lanes, used for the temporary parking of motor vehicles;</p> <p class=\"definition-e\">“underground parking structure” means a building or structure constructed below grade used for the temporary parking of motor vehicles, but not used for the storage of impounded, scrap or derelict motor vehicles;</p> <p class=\"definition-e\">“Zoning By-law” means Zoning By-Law No. 1-88 of the City of Vaughan.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies to lands in the City of Vaughan in the Regional Municipality of York, in the Province of Ontario, being the lands outlined in red on a map numbered 250 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to lands in the City of Vaughan in the Regional Municipality of York, in the Province of Ontario, being the lands outlined in red on a map numbered 250 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p>"
        },
        {
            "id": "3.",
            "section": "Permitted uses",
            "content": " 3. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for, (a) apartment dwellings; (b) townhouse dwellings; (c) back-to-back townhouse dwellings; (d) stacked townhouse dwellings; (e) underground parking structures; (f) financial institutions; (g) business or professional offices; (h) a car share; (i) clubs; (j) health centres; (k) eating establishments; (l) convenience eating establishments; (m) take-out eating establishments; (n) personal service shops; (o) pet grooming establishments; (p) pharmacies; (q) retail stores; (r) veterinary clinics; (s) outdoor patios; (t) temporary sales offices; (u) community centres; (v) day nurseries; (w) independent living facilities; (x) long-term care homes; (y) public or private schools; (z) technical or commercial schools; (z.1) libraries; (z.2) recreational uses; and (z.3) uses, buildings and structures that are accessory to the uses set out in clauses (a) to (z.2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for,</p> <p class=\"clause-e\">  (a) apartment dwellings;</p> <p class=\"clause-e\">  (b) townhouse dwellings;</p> <p class=\"clause-e\">  (c) back-to-back townhouse dwellings;</p> <p class=\"clause-e\">  (d) stacked townhouse dwellings;</p> <p class=\"clause-e\">  (e) underground parking structures;</p> <p class=\"clause-e\">  (f) financial institutions;</p> <p class=\"clause-e\">  (g) business or professional offices;</p> <p class=\"clause-e\">  (h) a car share;</p> <p class=\"clause-e\">  (i) clubs;</p> <p class=\"clause-e\">  (j) health centres;</p> <p class=\"clause-e\">  (k) eating establishments;</p> <p class=\"clause-e\">  (l) convenience eating establishments;</p> <p class=\"clause-e\">  (m) take-out eating establishments;</p> <p class=\"clause-e\">  (n) personal service shops;</p> <p class=\"clause-e\">  (o) pet grooming establishments;</p> <p class=\"clause-e\">  (p) pharmacies;</p> <p class=\"clause-e\">  (q) retail stores;</p> <p class=\"clause-e\">  (r) veterinary clinics;</p> <p class=\"clause-e\">  (s) outdoor patios;</p> <p class=\"clause-e\">  (t) temporary sales offices;</p> <p class=\"clause-e\">  (u) community centres;</p> <p class=\"clause-e\">  (v) day nurseries;</p> <p class=\"clause-e\">  (w) independent living facilities;</p> <p class=\"clause-e\">  (x) long-term care homes;</p> <p class=\"clause-e\">  (y) public or private schools;</p> <p class=\"clause-e\">  (z) technical or commercial schools;</p> <p class=\"clause-e\"> (z.1) libraries;</p> <p class=\"clause-e\"> (z.2) recreational uses; and</p> <p class=\"clause-e\"> (z.3) uses, buildings and structures that are accessory to the uses set out in clauses (a) to (z.2).</p>"
        },
        {
            "id": "4.",
            "section": "Zoning requirements",
            "content": " 4. The zoning requirements for the Apartment Residential “RA3” Zone set out in the Zoning By-law apply to the lands described in section 2, with the following exceptions: 1. There is no minimum lot area. 2. The minimum distance between buildings that are seven storeys or taller is 25 metres. 3. The maximum floorplate in an apartment dwelling above the podium is 750 square metres. 4. The maximum building height is 30 storeys. 5. The maximum floor space index is 8.5. 6. There is no maximum number of dwelling units. 7. There is no maximum gross floor area. 8. The minimum floor to floor height of a non-residential unit on the ground floor of a building is 4.5 metres. 9. There is no minimum setback from a sight triangle. 10. The minimum setback from the street line to the first two storeys of any building above finished grade is three metres. 11. The minimum setback from the street line of any portion of a building above the first two storeys is 1.5 metres. 12. There is no minimum setback from a street line to the nearest portion of a building below grade. 13. The minimum amenity area is two square metres per dwelling unit. 14. The minimum number of required parking spaces is as follows: i. 0.7 parking spaces are required per bachelor or one-bedroom dwelling unit. ii. 0.9 parking spaces are required per two-bedroom dwelling unit. iii. One parking space is required per three or more bedroom dwelling unit. iv. 0.15 residential visitor parking spaces are required per dwelling unit. v. Two parking spaces are required per 100 square metres of commercial gross floor area. vi. 0.45 parking spaces are required per one-bedroom independent living dwelling unit. vii. 0.6 parking spaces are required per two-bedroom independent living dwelling unit. viii. 0.15 visitor parking spaces are required per independent living dwelling unit. ix. 0.2 parking spaces are required per long-term care home bed. x. 0.15 visitor parking spaces are required per long-term care home bed. 15. The minimum width of a two-way access driveway is 6 metres. 16. The maximum width of a two-way access driveway is 7.5 metres.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The zoning requirements for the Apartment Residential “RA3” Zone set out in the Zoning By-law apply to the lands described in section 2, with the following exceptions:</p> <p class=\"paragraph-e\">  1. There is no minimum lot area.</p> <p class=\"paragraph-e\">  2. The minimum distance between buildings that are seven storeys or taller is 25 metres.</p> <p class=\"paragraph-e\">  3. The maximum floorplate in an apartment dwelling above the podium is 750 square metres.</p> <p class=\"paragraph-e\">  4. The maximum building height is 30 storeys.</p> <p class=\"paragraph-e\">  5. The maximum floor space index is 8.5.</p> <p class=\"paragraph-e\">  6. There is no maximum number of dwelling units.</p> <p class=\"paragraph-e\">  7. There is no maximum gross floor area.</p> <p class=\"paragraph-e\">  8. The minimum floor to floor height of a non-residential unit on the ground floor of a building is 4.5 metres.</p> <p class=\"paragraph-e\">  9. There is no minimum setback from a sight triangle.</p> <p class=\"paragraph-e\">  10. The minimum setback from the street line to the first two storeys of any building above finished grade is three metres.</p> <p class=\"paragraph-e\">  11. The minimum setback from the street line of any portion of a building above the first two storeys is 1.5 metres.</p> <p class=\"paragraph-e\">  12. There is no minimum setback from a street line to the nearest portion of a building below grade.</p> <p class=\"paragraph-e\">  13. The minimum amenity area is two square metres per dwelling unit.</p> <p class=\"paragraph-e\">  14. The minimum number of required parking spaces is as follows:</p> <p class=\"subpara-e\">  i. 0.7 parking spaces are required per bachelor or one-bedroom dwelling unit.</p> <p class=\"subpara-e\">  ii. 0.9 parking spaces are required per two-bedroom dwelling unit.</p> <p class=\"subpara-e\">  iii. One parking space is required per three or more bedroom dwelling unit.</p> <p class=\"subpara-e\">  iv. 0.15 residential visitor parking spaces are required per dwelling unit.</p> <p class=\"subpara-e\">  v. Two parking spaces are required per 100 square metres of commercial gross floor area.</p> <p class=\"subpara-e\">  vi. 0.45 parking spaces are required per one-bedroom independent living dwelling unit.</p> <p class=\"subpara-e\">  vii. 0.6 parking spaces are required per two-bedroom independent living dwelling unit.</p> <p class=\"subpara-e\">  viii. 0.15 visitor parking spaces are required per independent living dwelling unit.</p> <p class=\"subpara-e\">  ix. 0.2 parking spaces are required per long-term care home bed.</p> <p class=\"subpara-e\">  x. 0.15 visitor parking spaces are required per long-term care home bed.</p> <p class=\"paragraph-e\">  15. The minimum width of a two-way access driveway is 6 metres.</p> <p class=\"paragraph-e\">  16. The maximum width of a two-way access driveway is 7.5 metres.</p>"
        },
        {
            "id": "5.",
            "section": "Terms of use",
            "content": " 5. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed by-law",
            "content": " 6. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Vaughan.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Vaughan.</p>"
        },
        {
            "id": "7.",
            "section": "Deemed by-law",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}