{
    "reg_info": {
        "full_title": "O. Reg. 591/91: CONSOLIDATED HEARINGS",
        "reg_name_text": "CONSOLIDATED HEARINGS",
        "citation": "O. Reg. 591/91: ",
        "act_under": "Employment Standards Act   Loi sur les normes d’emploi",
        "url": "https://www.ontario.ca/laws/regulation/910591",
        "date_scraped": "2023-12-19 22:29:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The Director shall order that hearings be consolidated if the criteria set out in subsection (2) are met and the hearings have issues in common or they arise out of the same circumstances. O. Reg. 591/91, s. 1 (1). (2) Hearings that are pending may be consolidated if, (a) at least one of them is an application by an employee to have an order reviewed under subsection 67 (2) of the Act; and (b) at least one of them is, (i) an application by an employer or a director to have an order reviewed under section 68 of the Act, or (ii) an application by a director to have an order reviewed under section 58.23 of the Act. O. Reg. 591/91, s. 1 (2). ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The Director shall order that hearings be consolidated if the criteria set out in subsection (2) are met and the hearings have issues in common or they arise out of the same circumstances. O. Reg. 591/91, s. 1 (1).</p> <p class=\"subsection-e\">(2) Hearings that are pending may be consolidated if,</p> <p class=\"clause-e\">(a) at least one of them is an application by an employee to have an order reviewed under subsection 67 (2) of the Act; and</p> <p class=\"clause-e\">(b) at least one of them is,</p> <p class=\"subclause-e\">(i) an application by an employer or a director to have an order reviewed under section 68 of the Act, or</p> <p class=\"subclause-e\">(ii) an application by a director to have an order reviewed under section 58.23 of the Act. O. Reg. 591/91, s. 1 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}