{
    "reg_info": {
        "full_title": "O. Reg. 315/18: CLASSIFICATION ROSTER DETERMINATIONS UNDER PART XI.1 OF THE ACT",
        "reg_name_text": "CLASSIFICATION ROSTER DETERMINATIONS UNDER PART XI.1 OF THE ACT",
        "citation": "O. Reg. 315/18: ",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/180315",
        "date_scraped": "2023-12-18 13:05:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/180315/v3",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/180315/v2",
            "valid_from": "July  1, 2018",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/180315/v1",
            "valid_from": "April 23, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “associate chair” means the associate chair of the Classification Roster; (président associé”) “panel chair” means a person appointed as chair of a classification panel under paragraph 1 of subsection 63.6 (1) of the Act; (“président du comité”) “referral” means the referral of a trade to the Classification Roster by the Minister under clause 63.4 (3) (b) of the Act or by the Board under section 63.5 of the Act; (“renvoi”) “requester” means, (a) in the case of a referral by the Board under subsection 63.5 (1) of the Act, the trade board that, under Ontario Regulation 312/18 (Referral of a Trade to the Classification Roster) made under the Act, requested that the Board refer the trade, (b) in the case of a referral by the Board under subsection 63.5 (2) of the Act, a person designated by the Board in accordance with subsection (2) of this section, and (c) in the case of a referral by the Minister under clause 63.4 (3) (b) of the Act, a person designated by the Minister in accordance with subsection (3) of this section.  (“demandeur”) (2) For the purposes of clause (b) of the definition of “requester”, the Board shall designate a person who, in the Board’s opinion, is an appropriate person to make written and oral submissions to a classification panel because of that person’s affiliation with the trade or role in reviewing the scope of practice for the trade. (3) For the purposes of clause (c) of the definition of “requester”, the Minister shall designate a person who, in the Minister’s opinion, is an appropriate person to make written and oral submissions to a classification panel because of that person’s affiliation with the trade or role in seeking to have the trade prescribed under the Act.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) In this Regulation,</p> <p class=\"definition-e\">“associate chair” means the associate chair of the Classification Roster; (président associé”)</p> <p class=\"definition-e\">“panel chair” means a person appointed as chair of a classification panel under paragraph 1 of subsection 63.6 (1) of the Act; (“président du comité”)</p> <p class=\"definition-e\">“referral” means the referral of a trade to the Classification Roster by the Minister under clause 63.4 (3) (b) of the Act or by the Board under section 63.5 of the Act; (“renvoi”)</p> <p class=\"definition-e\">“requester” means,</p> <p class=\"defclause-e\">  (a) in the case of a referral by the Board under subsection 63.5 (1) of the Act, the trade board that, under Ontario Regulation 312/18 (Referral of a Trade to the Classification Roster) made under the Act, requested that the Board refer the trade,</p> <p class=\"defclause-e\">  (b) in the case of a referral by the Board under subsection 63.5 (2) of the Act, a person designated by the Board in accordance with subsection (2) of this section, and</p> <p class=\"defclause-e\">  (c) in the case of a referral by the Minister under clause 63.4 (3) (b) of the Act, a person designated by the Minister in accordance with subsection (3) of this section.  (“demandeur”)</p> <p class=\"subsection-e\">  (2) For the purposes of clause (b) of the definition of “requester”, the Board shall designate a person who, in the Board’s opinion, is an appropriate person to make written and oral submissions to a classification panel because of that person’s affiliation with the trade or role in reviewing the scope of practice for the trade.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (c) of the definition of “requester”, the Minister shall designate a person who, in the Minister’s opinion, is an appropriate person to make written and oral submissions to a classification panel because of that person’s affiliation with the trade or role in seeking to have the trade prescribed under the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Referral submission",
            "content": " 2. A referral to the Classification Roster shall include a submission, prepared by the requester, that includes, (a) the requester’s name, contact information and organizational or trade affiliation, if any; (b) the requester’s views on, (i) how a classification panel should determine the matter that is being referred to it, including an effective date for the panel’s determination, (ii) whether there should be a period of repose and, if so, how long it should be, and (iii) any transitional issues; and (c) supporting information or documentation that would aid the panel in making its determination, including, but not limited to, (i) qualitative or quantitative studies, (ii) expert opinions, (iii) literature reviews, (iv) results of surveys or of consultations with networks or groups, (v) information about similar trades in other jurisdictions, and (vi) jurisprudence.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A referral to the Classification Roster shall include a submission, prepared by the requester, that includes,</p> <p class=\"clause-e\">  (a) the requester’s name, contact information and organizational or trade affiliation, if any;</p> <p class=\"clause-e\">  (b) the requester’s views on,</p> <p class=\"subclause-e\">  (i) how a classification panel should determine the matter that is being referred to it, including an effective date for the panel’s determination,</p> <p class=\"subclause-e\">  (ii) whether there should be a period of repose and, if so, how long it should be, and</p> <p class=\"subclause-e\">  (iii) any transitional issues; and</p> <p class=\"clause-e\">  (c) supporting information or documentation that would aid the panel in making its determination, including, but not limited to,</p> <p class=\"subclause-e\">  (i) qualitative or quantitative studies,</p> <p class=\"subclause-e\">  (ii) expert opinions,</p> <p class=\"subclause-e\">  (iii) literature reviews,</p> <p class=\"subclause-e\">  (iv) results of surveys or of consultations with networks or groups,</p> <p class=\"subclause-e\">  (v) information about similar trades in other jurisdictions, and</p> <p class=\"subclause-e\">  (vi) jurisprudence.</p>"
        },
        {
            "id": "3.",
            "section": "Appointment of panel",
            "content": " 3. (1) Within 15 days after the referral of a trade to the Classification Roster, the associate chair shall notify the Board or the Minister, as the case may be, that it has received the referral. (2) The associate chair shall appoint a classification panel promptly after receiving a referral and, unless impracticable, shall appoint classification panels in the order in which referrals are received. (3) After appointing a classification panel, the associate chair shall notify the Board or the Minister, as the case may be, and shall make public the name of the trade that has been referred and the names of the members who have been appointed to the classification panel.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Within 15 days after the referral of a trade to the Classification Roster, the associate chair shall notify the Board or the Minister, as the case may be, that it has received the referral.</p> <p class=\"subsection-e\">  (2) The associate chair shall appoint a classification panel promptly after receiving a referral and, unless impracticable, shall appoint classification panels in the order in which referrals are received.</p> <p class=\"subsection-e\">  (3) After appointing a classification panel, the associate chair shall notify the Board or the Minister, as the case may be, and shall make public the name of the trade that has been referred and the names of the members who have been appointed to the classification panel.</p>"
        },
        {
            "id": "4.",
            "section": "Written submissions",
            "content": " 4. (1) A classification panel shall invite written submissions respecting, (a) how a classification panel should determine the matter that is being referred to it, including an effective date for the panel’s determination; (b) whether there should be a period of repose and, if so, how long it should be; and (c) any transitional issues. (2) When it issues an invitation for written submissions, a classification panel shall make public, (a) the referral submission described in section 2; and (b) the period during which written submissions will be accepted, which shall be at least 60 days. (3) If the panel chair considers it appropriate in the circumstances, he or she may authorize the classification panel to accept a written submission after the period referred to in clause (2) (b). (4) Written submissions in response to an invitation may be made by any person other than the following: 1. The College or an employee of the College. 2. The Board, a member of the Board or an employee of the Board. 3. A divisional board referred to in section 19 of the Act or a member of a divisional board. 4. The roster of adjudicators or a member of the roster of adjudicators. (5) A written submission shall be sent to an address specified by the panel chair and shall include, (a) the submitter’s name, contact information and organizational or trade affiliation, if any; and (b) the submitter’s views on how a classification panel should determine a matter before it. (6) A written submission may also include any supporting information or documentation that would aid the classification panel in making its determination, including, but not limited to, (a) qualitative or quantitative studies; (b) expert opinions; (c) literature reviews; (d) results of surveys or of consultations with networks or groups; (e) information about similar trades in other jurisdictions; and (f) jurisprudence. (7) A classification panel shall make public any written submissions it accepts.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A classification panel shall invite written submissions respecting,</p> <p class=\"clause-e\">  (a) how a classification panel should determine the matter that is being referred to it, including an effective date for the panel’s determination;</p> <p class=\"clause-e\">  (b) whether there should be a period of repose and, if so, how long it should be; and</p> <p class=\"clause-e\">  (c) any transitional issues.</p> <p class=\"subsection-e\">  (2) When it issues an invitation for written submissions, a classification panel shall make public,</p> <p class=\"clause-e\">  (a) the referral submission described in section 2; and</p> <p class=\"clause-e\">  (b) the period during which written submissions will be accepted, which shall be at least 60 days.</p> <p class=\"subsection-e\">  (3) If the panel chair considers it appropriate in the circumstances, he or she may authorize the classification panel to accept a written submission after the period referred to in clause (2) (b).</p> <p class=\"subsection-e\">  (4) Written submissions in response to an invitation may be made by any person other than the following:</p> <p class=\"paragraph-e\">  1. The College or an employee of the College.</p> <p class=\"paragraph-e\">  2. The Board, a member of the Board or an employee of the Board.</p> <p class=\"paragraph-e\">  3. A divisional board referred to in section 19 of the Act or a member of a divisional board.</p> <p class=\"paragraph-e\">  4. The roster of adjudicators or a member of the roster of adjudicators.</p> <p class=\"subsection-e\">  (5) A written submission shall be sent to an address specified by the panel chair and shall include,</p> <p class=\"clause-e\">  (a) the submitter’s name, contact information and organizational or trade affiliation, if any; and</p> <p class=\"clause-e\">  (b) the submitter’s views on how a classification panel should determine a matter before it.</p> <p class=\"subsection-e\">  (6) A written submission may also include any supporting information or documentation that would aid the classification panel in making its determination, including, but not limited to,</p> <p class=\"clause-e\">  (a) qualitative or quantitative studies;</p> <p class=\"clause-e\">  (b) expert opinions;</p> <p class=\"clause-e\">  (c) literature reviews;</p> <p class=\"clause-e\">  (d) results of surveys or of consultations with networks or groups;</p> <p class=\"clause-e\">  (e) information about similar trades in other jurisdictions; and</p> <p class=\"clause-e\">  (f) jurisprudence.</p> <p class=\"subsection-e\">  (7) A classification panel shall make public any written submissions it accepts.</p>"
        },
        {
            "id": "5.",
            "section": "Oral submissions",
            "content": " 5. (1) After written submissions have been made public under subsection 4 (7), the classification panel may invite any person who made written submissions to make oral submissions before it respecting the matters mentioned in subsection 4 (1). (2) Any requester on a matter who wishes to make oral submissions is entitled to do so before the classification panel.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) After written submissions have been made public under subsection 4 (7), the classification panel may invite any person who made written submissions to make oral submissions before it respecting the matters mentioned in subsection 4 (1).</p> <p class=\"subsection-e\">  (2) Any requester on a matter who wishes to make oral submissions is entitled to do so before the classification panel.</p>"
        },
        {
            "id": "6.",
            "section": "Panel may consult",
            "content": " 6. (1) A classification panel may, at any point in the duration of a matter, seek additional information from a person who has made a written submission and may consult and seek information from any other person to aid it in its determinations, including a person who is precluded from making a written submission under subsection 4 (4). (2) The classification panel shall make public any information that it collects pursuant to subsection (1).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) A classification panel may, at any point in the duration of a matter, seek additional information from a person who has made a written submission and may consult and seek information from any other person to aid it in its determinations, including a person who is precluded from making a written submission under subsection 4 (4).</p> <p class=\"subsection-e\">  (2) The classification panel shall make public any information that it collects pursuant to subsection (1).</p>"
        },
        {
            "id": "7.",
            "section": "Criteria for making a determination",
            "content": " 7. In making a determination under subsection 63.6 (3) of the Act, a classification panel shall consider the referral submission, written submissions, oral submissions and any additional information obtained under section 6 and shall consider the following criteria: 1. The risk of harm described in subsection 63.6 (15) of the Act. 2. Health and safety conditions in the trade, including applicable occupational health and safety legislation, industry standards of practice and standards of training. 3. The extent to which the health and safety conditions referred to in paragraph 2 protect workers. 4. The extent to which the health and safety conditions referred to in paragraph 2, when considered in light of any risks of harm identified under subsection 63.6 (15) of the Act, suggest that the trade should be classified or reclassified as voluntary or compulsory or that engaging in a practice should constitute engaging in the practice of the trade for the purposes of sections 2 and 4 of the Act, as the case may be. 5. Whether, if the trade were classified or reclassified as compulsory or voluntary or engaging in a practice were to constitute engaging in the practice of the trade for the purposes of sections 2 and 4 of the Act, as the case may be, there would be an impact on the public interest with respect to, i. access to the trade and to labour mobility, ii. consumer protection, iii. the environment, iv. apprenticeship programs, and v. the economy. 6. The extent to which an impact identified under paragraph 5, when considered in light of any risks of harm identified under subsection 63.6 (15) of the Act, suggests that the trade should be classified or reclassified as voluntary or compulsory or that engaging in a practice should constitute engaging in the practice of the trade for the purposes of sections 2 and 4 of the Act, as the case may be.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>In making a determination under subsection 63.6 (3) of the Act, a classification panel shall consider the referral submission, written submissions, oral submissions and any additional information obtained under section 6 and shall consider the following criteria:</p> <p class=\"paragraph-e\">  1. The risk of harm described in subsection 63.6 (15) of the Act.</p> <p class=\"paragraph-e\">  2. Health and safety conditions in the trade, including applicable occupational health and safety legislation, industry standards of practice and standards of training.</p> <p class=\"paragraph-e\">  3. The extent to which the health and safety conditions referred to in paragraph 2 protect workers.</p> <p class=\"paragraph-e\">  4. The extent to which the health and safety conditions referred to in paragraph 2, when considered in light of any risks of harm identified under subsection 63.6 (15) of the Act, suggest that the trade should be classified or reclassified as voluntary or compulsory or that engaging in a practice should constitute engaging in the practice of the trade for the purposes of sections 2 and 4 of the Act, as the case may be.</p> <p class=\"paragraph-e\">  5. Whether, if the trade were classified or reclassified as compulsory or voluntary or engaging in a practice were to constitute engaging in the practice of the trade for the purposes of sections 2 and 4 of the Act, as the case may be, there would be an impact on the public interest with respect to,</p> <p class=\"subpara-e\">  i. access to the trade and to labour mobility,</p> <p class=\"subpara-e\">  ii. consumer protection,</p> <p class=\"subpara-e\">  iii. the environment,</p> <p class=\"subpara-e\">  iv. apprenticeship programs, and</p> <p class=\"subpara-e\">  v. the economy.</p> <p class=\"paragraph-e\">  6. The extent to which an impact identified under paragraph 5, when considered in light of any risks of harm identified under subsection 63.6 (15) of the Act, suggests that the trade should be classified or reclassified as voluntary or compulsory or that engaging in a practice should constitute engaging in the practice of the trade for the purposes of sections 2 and 4 of the Act, as the case may be.</p>"
        },
        {
            "id": "8.",
            "section": "Transitional issue — exemptions",
            "content": " 8. As required under clause 63.6 (6) (b) of the Act, when making a determination under subsection 63.6 (3) of the Act, a classification panel shall also determine as a transitional matter, in the case of a trade that it determines should be classified or reclassified as compulsory, whether any person currently performing work in the trade should be exempt from registration requirements for a certificate of qualification or statement of membership and, if so, the duration of any such exemption.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>As required under clause 63.6 (6) (b) of the Act, when making a determination under subsection 63.6 (3) of the Act, a classification panel shall also determine as a transitional matter, in the case of a trade that it determines should be classified or reclassified as compulsory, whether any person currently performing work in the trade should be exempt from registration requirements for a certificate of qualification or statement of membership and, if so, the duration of any such exemption.</p>"
        },
        {
            "id": "9.",
            "section": "Continuity of classification panels",
            "content": "  9. The following rules apply if, before a matter before a classification panel has concluded, the appointment of a member of the classification panel expires or is terminated or the member resigns or is unable or unwilling to continue to serve on the panel: 1. If the panel chair ceases to serve on the panel, the associate chair shall appoint a person to serve as panel chair for the duration of the matter. 2. If a member other than the panel chair ceases to serve on the panel, the associate chair, i. shall, if oral submissions have not begun, appoint a replacement member to serve on the panel for the duration of the matter, and ii. may, if oral submissions have begun, appoint a replacement member to serve on the panel for the duration of the matter. 3. If more than one member other than the panel chair ceases to serve on the panel at any time, the associate chair shall appoint replacement members to serve on the panel for the duration of the matter so that the panel has at all times at least three members other than the panel chair. 4. In appointing a replacement member under paragraphs 1 to 3, the associate chair shall appoint a person with the same qualifications as the member who has ceased to serve on the panel, as described in subsection 63.6 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>The following rules apply if, before a matter before a classification panel has concluded, the appointment of a member of the classification panel expires or is terminated or the member resigns or is unable or unwilling to continue to serve on the panel:</p> <p class=\"paragraph-e\">  1. If the panel chair ceases to serve on the panel, the associate chair shall appoint a person to serve as panel chair for the duration of the matter.</p> <p class=\"paragraph-e\">  2. If a member other than the panel chair ceases to serve on the panel, the associate chair,</p> <p class=\"subpara-e\">  i. shall, if oral submissions have not begun, appoint a replacement member to serve on the panel for the duration of the matter, and</p> <p class=\"subpara-e\">  ii. may, if oral submissions have begun, appoint a replacement member to serve on the panel for the duration of the matter.</p> <p class=\"paragraph-e\">  3. If more than one member other than the panel chair ceases to serve on the panel at any time, the associate chair shall appoint replacement members to serve on the panel for the duration of the matter so that the panel has at all times at least three members other than the panel chair.</p> <p class=\"paragraph-e\">  4. In appointing a replacement member under paragraphs 1 to 3, the associate chair shall appoint a person with the same qualifications as the member who has ceased to serve on the panel, as described in subsection 63.6 (1) of the Act.</p>"
        },
        {
            "id": "10.",
            "section": "Time",
            "content": " 10. (1) Subject to subsections (2) and (3), a classification panel shall report to the Minister under subsection 63.6 (8) or (12) of the Act within 180 days of being appointed under subsection 63.6 (1) of the Act. (2) The associate chair may, on the request of the panel chair, extend the period referred to in subsection (1) for up to an additional 120 days if a member of the panel, including the panel chair, is replaced under section 9 or for any other reason he or she considers appropriate in the circumstances. (3) A matter before a classification panel shall be paused during any period in which a classification panel is without a panel chair or has fewer than three members other than the panel chair. The period of pause shall not be included in the 180 day period referred to in subsection (1) or any extension period made under subsection (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Subject to subsections (2) and (3), a classification panel shall report to the Minister under subsection 63.6 (8) or (12) of the Act within 180 days of being appointed under subsection 63.6 (1) of the Act.</p> <p class=\"subsection-e\">  (2) The associate chair may, on the request of the panel chair, extend the period referred to in subsection (1) for up to an additional 120 days if a member of the panel, including the panel chair, is replaced under section 9 or for any other reason he or she considers appropriate in the circumstances.</p> <p class=\"subsection-e\">  (3) A matter before a classification panel shall be paused during any period in which a classification panel is without a panel chair or has fewer than three members other than the panel chair. The period of pause shall not be included in the 180 day period referred to in subsection (1) or any extension period made under subsection (2).</p>"
        },
        {
            "id": "11.",
            "section": "Final report",
            "content": " 11. Within 30 days after the Minister has reviewed a report mentioned in section 10, the classification panel shall publish it and make it available to the requestor.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Within 30 days after the Minister has reviewed a report mentioned in section 10, the classification panel shall publish it and make it available to the requestor.</p>"
        },
        {
            "id": "12.",
            "section": "Final report",
            "content": " 12. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Final report",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180315\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}