{
    "reg_info": {
        "full_title": "O. Reg. 174/22: CLASSES OF VEHICLES REQUIRING ANNUAL AND SEMI-ANNUAL INSPECTIONS",
        "reg_name_text": "CLASSES OF VEHICLES REQUIRING ANNUAL AND SEMI-ANNUAL INSPECTIONS",
        "citation": "O. Reg. 174/22: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/220174",
        "date_scraped": "2023-12-18 03:51:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220174/v4",
            "valid_from": "June 23, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/220174/v3",
            "valid_from": "January  1, 2023",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/220174/v2",
            "valid_from": "April 21, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/220174/v1",
            "valid_from": "March 10, 2022",
            "valid_to": "April 20, 2022"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “accessible vehicle” means a passenger vehicle or a bus, (a) that is designed or modified to be used for the purpose of transporting persons with disabilities and is used for that purpose, whether or not the vehicle is also used to transport persons without disabilities, and (b) that is operated, (i) for compensation by, for or on behalf of any person, club, agency or organization, or (ii) not for compensation by, for or on behalf of any person, club, agency or organization that holds itself out as providing a transportation service to persons with disabilities; (“véhicule accessible”) “compensation” includes any rate, remuneration, reimbursement or reward of any kind paid, payable, promised, received or demanded, directly or indirectly; (“rémunération”) “pick-up truck” means a commercial motor vehicle that, (a) has a manufacturer’s gross vehicle weight rating of 6,500 kilograms or less, and (b) is fitted with either, (i) the original box that was installed by the manufacturer, which has not been modified, or (ii) a replacement box that duplicates the one that was installed by the manufacturer, which has not been modified; (“camionnette”) “U10 passenger transportation vehicle”, subject to subsections (2) and (3), means a passenger transportation vehicle that has seating for one to nine passengers; (“véhicule de transport de passagers U10”) “U10 permit” has the same meaning as in subsection 1 (1) of Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act. (“certificat d’immatriculation U10”) (2) A U10 passenger transportation vehicle does not include a vehicle referred to in section 2, 3, 4 or 5 of Ontario Regulation 418/21 (Passenger Transportation Vehicles) made under the Act. (3) Despite subsection (2), a U10 passenger transportation vehicle includes any vehicle that has been issued a U10 permit.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“accessible vehicle” means a passenger vehicle or a bus,</p> <p class=\"defclause-e\">  (a) that is designed or modified to be used for the purpose of transporting persons with disabilities and is used for that purpose, whether or not the vehicle is also used to transport persons without disabilities, and</p> <p class=\"defclause-e\">  (b) that is operated,</p> <p class=\"defsubclause-e\">  (i) for compensation by, for or on behalf of any person, club, agency or organization, or</p> <p class=\"defsubclause-e\">  (ii) not for compensation by, for or on behalf of any person, club, agency or organization that holds itself out as providing a transportation service to persons with disabilities; (“véhicule accessible”)</p> <p class=\"defclause-e\">“compensation” includes any rate, remuneration, reimbursement or reward of any kind paid, payable, promised, received or demanded, directly or indirectly; (“rémunération”)</p> <p class=\"defclause-e\">“pick-up truck” means a commercial motor vehicle that,</p> <p class=\"defclause-e\">  (a) has a manufacturer’s gross vehicle weight rating of 6,500 kilograms or less, and</p> <p class=\"defclause-e\">  (b) is fitted with either,</p> <p class=\"defsubclause-e\">  (i) the original box that was installed by the manufacturer, which has not been modified, or</p> <p class=\"defsubclause-e\">  (ii) a replacement box that duplicates the one that was installed by the manufacturer, which has not been modified; (“camionnette”)</p> <p class=\"definition-e\">“U10 passenger transportation vehicle”, subject to subsections (2) and (3), means a passenger transportation vehicle that has seating for one to nine passengers; (“véhicule de transport de passagers U10”)</p> <p class=\"definition-e\">“U10 permit” has the same meaning as in subsection 1 (1) of Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act. (“certificat d’immatriculation U10”)</p> <p class=\"subsection-e\">  (2) A U10 passenger transportation vehicle does not include a vehicle referred to in section 2, 3, 4 or 5 of Ontario Regulation 418/21 (Passenger Transportation Vehicles) made under the Act.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), a U10 passenger transportation vehicle includes any vehicle that has been issued a U10 permit.</p>"
        },
        {
            "id": "2.",
            "section": "Commercial motor vehicles - gross weight exceeds 4,500 kg and tow trucks",
            "content": " 2. (1) This section applies to a commercial motor vehicle and any trailer or trailer converter dolly drawn by the commercial motor vehicle if their combined gross weight exceeds 4,500 kg, but does not apply to a vehicle to which subsections (6), (7), (8) or (9) or section 3 apply. O. Reg. 174/22, s. 2 (1). (1.1) This section applies to a tow truck within the meaning of section 1 of the Towing and Storage Safety and Enforcement Act, 2021, and any trailer or trailer converter dolly drawn by a tow truck, regardless of their combined weight. O. Reg. 418/22, s. 1; O. Reg. 168/23, s. 1. (2) For the purposes of subsection (1), the combined gross weight is the total of the gross weight, registered gross weight or manufacturer’s gross vehicle weight rating of the commercial motor vehicle and each trailer or trailer converter dolly drawn by it. O. Reg. 174/22, s. 2 (2). (3) The vehicles to which this section applies are prescribed as classes of vehicles to which section 85 of the Act applies. O. Reg. 174/22, s. 2 (3). (4) A vehicle to which this section applies must bear a current annual inspection sticker affixed in the following location: 1. For a commercial motor vehicle, to the outer surface of the lower left hand corner of the windshield, or to a conspicuous position on the left side of the truck cab. 2. For a trailer or trailer converter dolly, to its outer surface, on the left side and as close as practicable to the front of it. O. Reg. 174/22, s. 2 (4). (5) An annual inspection sticker is valid until the end of the twelfth month after the month of inspection indicated on the sticker. O. Reg. 174/22, s. 2 (5). (6) This section does not apply to an unladen vehicle while it is being operated, (a) under the terms of a special permit issued to a manufacturer or dealer under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act; or (b) under the terms of a dealer number plate, service number plate or manufacturer number plate issued under that regulation. O. Reg. 174/22, s. 2 (6). (7) This section does not apply to a vehicle while it is being towed under the terms of a dealer number plate or a service number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits), (a) to a location where its load will be removed as required by section 82.1 of the Act; or (b) to an impound facility under section 82.1 of the Act. O. Reg. 174/22, s. 2 (7). (8) This section does not apply to a trailer while it is being towed under the terms of a service number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) and in accordance with subsection 13.1 (2.1) of that regulation. O. Reg. 174/22, s. 2 (8). (9) This section does not apply to the following classes of vehicles: 1. A motor vehicle commonly known as a recreational vehicle or as a motor home, other than a motor vehicle, i. carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or ii. carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space. 2. A house trailer, including a cabin trailer, collapsible cabin trailer, tent trailer and camping trailer, other than a house trailer, i. owned or leased by an employer to house the employer’s employee, ii. carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or iii. carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space. 3. A pick-up truck, and a trailer drawn by a pick-up truck, if, i. the pick-up truck, and any trailer drawn by it, is being used for personal purposes without compensation, and ii. the pick-up truck, and any trailer drawn by it, is not carrying commercial cargo or tools or equipment of a type normally used for commercial purposes. O. Reg. 174/22, s. 2 (9).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This section applies to a commercial motor vehicle and any trailer or trailer converter dolly drawn by the commercial motor vehicle if their combined gross weight exceeds 4,500 kg, but does not apply to a vehicle to which subsections (6), (7), (8) or (9) or section 3 apply. O. Reg. 174/22, s. 2 (1).</p> <p class=\"subsection-e\">  (1.1) This section applies to a tow truck within the meaning of section 1 of the <i>Towing and Storage Safety and Enforcement Act, 2021</i>, and any trailer or trailer converter dolly drawn by a tow truck, regardless of their combined weight. O. Reg. 418/22, s. 1; O. Reg. 168/23, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the combined gross weight is the total of the gross weight, registered gross weight or manufacturer’s gross vehicle weight rating of the commercial motor vehicle and each trailer or trailer converter dolly drawn by it. O. Reg. 174/22, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The vehicles to which this section applies are prescribed as classes of vehicles to which section 85 of the Act applies. O. Reg. 174/22, s. 2 (3).</p> <p class=\"subsection-e\">  (4) A vehicle to which this section applies must bear a current annual inspection sticker affixed in the following location:</p> <p class=\"paragraph-e\">  1. For a commercial motor vehicle, to the outer surface of the lower left hand corner of the windshield, or to a conspicuous position on the left side of the truck cab.</p> <p class=\"paragraph-e\">  2. For a trailer or trailer converter dolly, to its outer surface, on the left side and as close as practicable to the front of it. O. Reg. 174/22, s. 2 (4).</p> <p class=\"subsection-e\">  (5) An annual inspection sticker is valid until the end of the twelfth month after the month of inspection indicated on the sticker. O. Reg. 174/22, s. 2 (5).</p> <p class=\"subsection-e\">  (6) This section does not apply to an unladen vehicle while it is being operated,</p> <p class=\"clause-e\">  (a) under the terms of a special permit issued to a manufacturer or dealer under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) made under the Act; or</p> <p class=\"clause-e\">  (b) under the terms of a dealer number plate, service number plate or manufacturer number plate issued under that regulation. O. Reg. 174/22, s. 2 (6).</p> <p class=\"subsection-e\">  (7) This section does not apply to a vehicle while it is being towed under the terms of a dealer number plate or a service number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits),</p> <p class=\"clause-e\">  (a) to a location where its load will be removed as required by section 82.1 of the Act; or</p> <p class=\"clause-e\">  (b) to an impound facility under section 82.1 of the Act. O. Reg. 174/22, s. 2 (7).</p> <p class=\"subsection-e\">  (8) This section does not apply to a trailer while it is being towed under the terms of a service number plate issued under Regulation 628 of the Revised Regulations of Ontario, 1990 (Vehicle Permits) and in accordance with subsection 13.1 (2.1) of that regulation. O. Reg. 174/22, s. 2 (8).</p> <p class=\"subsection-e\">  (9) This section does not apply to the following classes of vehicles:</p> <p class=\"paragraph-e\">  1. A motor vehicle commonly known as a recreational vehicle or as a motor home, other than a motor vehicle,</p> <p class=\"subpara-e\">  i. carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or</p> <p class=\"subpara-e\">  ii. carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space.</p> <p class=\"paragraph-e\">  2. A house trailer, including a cabin trailer, collapsible cabin trailer, tent trailer and camping trailer, other than a house trailer,</p> <p class=\"subpara-e\">  i. owned or leased by an employer to house the employer’s employee,</p> <p class=\"subpara-e\">  ii. carrying commercial cargo or tools or equipment of a type normally used for commercial purposes, or</p> <p class=\"subpara-e\">  iii. carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space.</p> <p class=\"paragraph-e\">  3. A pick-up truck, and a trailer drawn by a pick-up truck, if,</p> <p class=\"subpara-e\">  i. the pick-up truck, and any trailer drawn by it, is being used for personal purposes without compensation, and</p> <p class=\"subpara-e\">  ii. the pick-up truck, and any trailer drawn by it, is not carrying commercial cargo or tools or equipment of a type normally used for commercial purposes. O. Reg. 174/22, s. 2 (9).</p>"
        },
        {
            "id": "3.",
            "section": "Vehicles, s. 85 of Act",
            "content": " 3. (1) The following are prescribed as types or classes of vehicles to which section 85 of the Act applies: 1. Subject to subsection (2), a bus carrying passengers. 2. A school purposes vehicle while it is being used for the transportation of, i. six or more adults with a developmental disability, ii. six or more children, or iii. six or more persons referred to in subparagraph i or ii. 3. An accessible vehicle carrying passengers. 4. A U10 passenger transportation vehicle. (2) Paragraph 1 of subsection (1) does not include a bus that is used for personal purposes without compensation unless the bus has a manufacturer’s gross vehicle weight rating of more than 4,500 kilograms. (3) A vehicle referred to in subsection (1) must bear a semi-annual inspection sticker in accordance with the following: 1. In the case of a bus, school purposes vehicle or accessible vehicle, the vehicle must bear the sticker on the outer surface of the lower right hand corner of the windshield, a fixed side window as close as practicable to the front of the vehicle, or a conspicuous position on the right side of the vehicle body close to the front of the vehicle. 2. In the case of a U10 passenger transportation vehicle, the vehicle must bear the sticker on the front lower corner of the front passenger window. (4) A semi-annual inspection sticker is valid until the end of the sixth month after the month of inspection indicated on the sticker. (5) This section does not apply to a motor vehicle commonly known as a recreational vehicle or as a motor home, other than a motor vehicle, (a) carrying commercial cargo or tools or equipment of a type normally used for commercial purposes; or (b) carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The following are prescribed as types or classes of vehicles to which section 85 of the Act applies:</p> <p class=\"paragraph-e\">  1. Subject to subsection (2), a bus carrying passengers.</p> <p class=\"paragraph-e\">  2. A school purposes vehicle while it is being used for the transportation of,</p> <p class=\"subpara-e\">  i. six or more adults with a developmental disability,</p> <p class=\"subpara-e\">  ii. six or more children, or</p> <p class=\"subpara-e\">  iii. six or more persons referred to in subparagraph i or ii.</p> <p class=\"paragraph-e\">  3. An accessible vehicle carrying passengers.</p> <p class=\"paragraph-e\">  4. A U10 passenger transportation vehicle.</p> <p class=\"subsection-e\">  (2) Paragraph 1 of subsection (1) does not include a bus that is used for personal purposes without compensation unless the bus has a manufacturer’s gross vehicle weight rating of more than 4,500 kilograms.</p> <p class=\"subsection-e\">  (3) A vehicle referred to in subsection (1) must bear a semi-annual inspection sticker in accordance with the following:</p> <p class=\"paragraph-e\">  1. In the case of a bus, school purposes vehicle or accessible vehicle, the vehicle must bear the sticker on the outer surface of the lower right hand corner of the windshield, a fixed side window as close as practicable to the front of the vehicle, or a conspicuous position on the right side of the vehicle body close to the front of the vehicle.</p> <p class=\"paragraph-e\">  2. In the case of a U10 passenger transportation vehicle, the vehicle must bear the sticker on the front lower corner of the front passenger window.</p> <p class=\"subsection-e\">  (4) A semi-annual inspection sticker is valid until the end of the sixth month after the month of inspection indicated on the sticker.</p> <p class=\"subsection-e\">  (5) This section does not apply to a motor vehicle commonly known as a recreational vehicle or as a motor home, other than a motor vehicle,</p> <p class=\"clause-e\">  (a) carrying commercial cargo or tools or equipment of a type normally used for commercial purposes; or</p> <p class=\"clause-e\">  (b) carrying animals or non-commercial tools, equipment or vehicles that occupy one-half or more of its floor space.</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions",
            "content": "  4. (1) A vehicle displaying or carrying valid evidence of compliance with the periodic inspection requirements of any Canadian jurisdiction other than Ontario is exempt from the requirements of section 85 of the Act. (2) A vehicle displaying or carrying valid evidence of compliance with the periodic inspection requirements contained in Part 396, Title 49, Code of Federal Regulations of the United States Department of Transportation based on an inspection carried out in the United States of America is exempt from the requirements of section 85 of the Act. (3) Subsections (1) and (2) do not apply if the evidence of compliance with periodic inspection requirements is based on a roadside inspection performed by or on behalf of a governmental authority.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) A vehicle displaying or carrying valid evidence of compliance with the periodic inspection requirements of any Canadian jurisdiction other than Ontario is exempt from the requirements of section 85 of the Act.</p> <p class=\"subsection-e\">  (2) A vehicle displaying or carrying valid evidence of compliance with the periodic inspection requirements contained in Part 396, Title 49, Code of Federal Regulations of the United States Department of Transportation based on an inspection carried out in the United States of America is exempt from the requirements of section 85 of the Act.</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) do not apply if the evidence of compliance with periodic inspection requirements is based on a roadside inspection performed by or on behalf of a governmental authority.</p>"
        },
        {
            "id": "5",
            "section": "Exemptions",
            "content": " 5. Revoked: O. Reg. 418/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5</b>. <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 418/22, s. 2.</p>"
        },
        {
            "id": "6",
            "section": "Exemptions",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 174/22, s. 6; O. Reg. 418/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6</b>. <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>. O. Reg. 174/22, s. 6; O. Reg. 418/22, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Exemptions",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220174\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}