{
    "reg_info": {
        "full_title": "O. Reg. 124/02: TAXES AND CHARGES ON HYDRO-ELECTRIC GENERATING STATIONS",
        "reg_name_text": "Taxes and Charges on Hydro-Electric Generating Stations",
        "citation": "O. Reg. 124/02: TAXES AND CHARGES ON HYDRO-ELECTRIC GENERATING STATIONS",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/020124",
        "date_scraped": "2023-12-18 12:55:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 28, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/020124/v8",
            "valid_from": "January 20, 2010",
            "valid_to": "January 27, 2022"
        },
        {
            "a_href": "/laws/regulation/020124/v7",
            "valid_from": "April 16, 2008",
            "valid_to": "January 19, 2010"
        },
        {
            "a_href": "/laws/regulation/020124/v6",
            "valid_from": "March 28, 2007",
            "valid_to": "April 15, 2008"
        },
        {
            "a_href": "/laws/regulation/020124/v5",
            "valid_from": "May 23, 2006",
            "valid_to": "March 27, 2007"
        },
        {
            "a_href": "/laws/regulation/020124/v4",
            "valid_from": "May  1, 2006",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "/laws/regulation/020124/v3",
            "valid_from": "June 22, 2005",
            "valid_to": "April 30, 2006"
        },
        {
            "a_href": "/laws/regulation/020124/v2",
            "valid_from": "June 30, 2004",
            "valid_to": "June 21, 2005"
        },
        {
            "a_href": "/laws/regulation/020124/v1",
            "valid_from": "February 11, 2003",
            "valid_to": "June 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “station” means a hydro-electric generating station.  O. Reg. 124/02, s. 1 (1). (2) The definitions in subsection 92.1 (24) of the Act apply for the purposes of this Regulation.  O. Reg. 124/02, s. 1 (2). (3) For the purposes of performing the calculations required by this Regulation, all amounts of electricity must be recorded in or converted to gigawatt hours, accurate to six decimal points.  O. Reg. 124/02, s. 1 (3). part ii   gross revenue",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“station” means a hydro-electric generating station.  O. Reg. 124/02, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The definitions in subsection 92.1 (24) of the Act apply for the purposes of this Regulation.  O. Reg. 124/02, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of performing the calculations required by this Regulation, all amounts of electricity must be recorded in or converted to gigawatt hours, accurate to six decimal points.  O. Reg. 124/02, s. 1 (3).</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>part ii <br/>  gross revenue</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II GROSS REVENUE",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": "PART II  ",
            "part_type": "PART II GROSS REVENUE",
            "section": "Gross revenue",
            "content": " 2. For the purposes of section 92.1 of the Act, the gross revenue of a station for a year is the amount determined by multiplying the station’s annual generation for the year by a price of $40,000 per gigawatt hour.  O. Reg. 124/02, s. 2; O. Reg. 37/03, s. 1; O. Reg. 202/04, s. 1; O. Reg. 369/05, s. 1; O. Reg. 143/06, s. 1; O. Reg. 125/07, s. 1; O. Reg. 92/08, s. 1; O. Reg. 9/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2.</b><b> </b>For the purposes of section 92.1 of the Act, the gross revenue of a station for a year is the amount determined by multiplying the station’s annual generation for the year by a price of $40,000 per gigawatt hour.  O. Reg. 124/02, s. 2; O. Reg. 37/03, s. 1; O. Reg. 202/04, s. 1; O. Reg. 369/05, s. 1; O. Reg. 143/06, s. 1; O. Reg. 125/07, s. 1; O. Reg. 92/08, s. 1; O. Reg. 9/10, s. 1.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II GROSS REVENUE",
            "section": "Annual generation",
            "content": " 3. (1) For the purposes of section 92.1 of the Act, a station’s annual generation for a year is the amount of electricity generated by the station during the year, other than electricity that is consumed directly in the generation of electricity at the station without being conveyed through a transmission or distribution system.  O. Reg. 124/02, s. 3 (1). (2) Despite subsection (1), if the generator of the station engages in the transfer of water to or from another station during the year and compensation is payable to or by the generator in respect of water transferred, the station’s annual generation for the year is the amount of electricity calculated using the formula, A + B + C – D – E in which, “A”  is the amount that would be the station’s annual generation for the year under subsection (1) if this subsection did not apply, “B”  is the total of all amounts of electricity received by the generator during the year from other generators, in compensation for the use of water associated with the station, “C”  is the amount of electricity determined for the station for the year under subsection (3), “D”  is the total of all amounts of electricity generated at the station and conveyed during the year to other generators in compensation for the use of water that is associated with a station of the other generators, and “E”  is the amount of electricity determined for the station for the year under subsection (4). O. Reg. 124/02, s. 3 (2). (3) For the purposes of subsection (2), “C” for a station for a year is the amount of electricity calculated using the formula, F × G/H in which, “F”  is the amount that would be determined under subsection (2) to be the station’s annual generation for the year if each of “C” and “E” in that subsection were nil, “G”  is the total value of all compensation, other than electricity, that is received by the generator of the station from other generators in compensation for the use in the year of water associated with the station, and “H”  is the amount that would be the station’s gross revenue for the year if the amount of the station’s annual generation for the year were determined on the basis that each of “C” and “E” in subsection (2) were nil. O. Reg. 124/02, s. 3 (3). (4) For the purposes of subsection (2), “E” for a station for a year is the amount of electricity calculated using the formula, F × I/H in which, “F”  has the same meaning as in subsection (3), “I”  is the total value of all compensation, other than electricity, that is paid by the generator of the station to other generators in compensation for the use in the year of water associated with stations of the other generators, and “H”  has the same meaning as in subsection (3). O. Reg. 124/02, s. 3 (4). (5) Despite subsections (1) and (2), if a station does not generate electricity at any time in a year, the station’s annual generation for the year, if any, is the sum of, (a)  the number of gigawatt hours of electricity determined by dividing the total value of all compensation, other than electricity, that is received by the generator of the station from other generators in compensation for the use in the year of water associated with the station by a price of $40,000 per gigawatt hour; and (b)  the total of all amounts of electricity delivered to the generator of the station during the year from other generators, in compensation for the use of water associated with the station.  O. Reg. 124/02, s. 3 (5). (6) Despite subsection (1), the annual generation for a year of each of the following stations on the Ottawa River is one-half of the annual generation for the year that would otherwise be determined under that subsection in respect of the station: 1.  The Des Joachims Generating Station. 2.  The Otto Holden Generating Station. 3.  The Chenaux Generating Station.  O. Reg. 124/02, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3.</b><b> </b>(1) For the purposes of section 92.1 of the Act, a station’s annual generation for a year is the amount of electricity generated by the station during the year, other than electricity that is consumed directly in the generation of electricity at the station without being conveyed through a transmission or distribution system.  O. Reg. 124/02, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if the generator of the station engages in the transfer of water to or from another station during the year and compensation is payable to or by the generator in respect of water transferred, the station’s annual generation for the year is the amount of electricity calculated using the formula,</p> <p class=\"equation-e\">A + B + C – D – E</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is the amount that would be the station’s annual generation for the year under subsection (1) if this subsection did not apply,</p> <p class=\"equationind1-e\">  “B”  is the total of all amounts of electricity received by the generator during the year from other generators, in compensation for the use of water associated with the station,</p> <p class=\"equationind1-e\">  “C”  is the amount of electricity determined for the station for the year under subsection (3),</p> <p class=\"equationind1-e\">  “D”  is the total of all amounts of electricity generated at the station and conveyed during the year to other generators in compensation for the use of water that is associated with a station of the other generators, and</p> <p class=\"equationind1-e\">  “E”  is the amount of electricity determined for the station for the year under subsection (4).</p> <p class=\"footnote-e\">O. Reg. 124/02, s. 3 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), “C” for a station for a year is the amount of electricity calculated using the formula,</p> <p class=\"equation-e\">F × G/H</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “F”  is the amount that would be determined under subsection (2) to be the station’s annual generation for the year if each of “C” and “E” in that subsection were nil,</p> <p class=\"equationind1-e\">  “G”  is the total value of all compensation, other than electricity, that is received by the generator of the station from other generators in compensation for the use in the year of water associated with the station, and  </p> <p class=\"equationind1-e\">  “H”  is the amount that would be the station’s gross revenue for the year if the amount of the station’s annual generation for the year were determined on the basis that each of “C” and “E” in subsection (2) were nil.</p> <p class=\"footnote-e\">O. Reg. 124/02, s. 3 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (2), “E” for a station for a year is the amount of electricity calculated using the formula,</p> <p class=\"equation-e\">F × I/H</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “F”  has the same meaning as in subsection (3),</p> <p class=\"equationind1-e\">  “I”  is the total value of all compensation, other than electricity, that is paid by the generator of the station to other generators in compensation for the use in the year of water associated with stations of the other generators, and</p> <p class=\"equationind1-e\">  “H”  has the same meaning as in subsection (3).</p> <p class=\"footnote-e\">O. Reg. 124/02, s. 3 (4).</p> <p class=\"subsection-e\">  (5) Despite subsections (1) and (2), if a station does not generate<b> </b>electricity at any time in a year, the station’s annual generation for the year, if any, is the sum of, </p> <p class=\"clause-e\">  (a)  the number of gigawatt hours of electricity determined by dividing the total value of all compensation, other than electricity, that is received by the generator of the station from other generators in compensation for the use in the year of water associated with the station by a price of $40,000 per gigawatt hour; and</p> <p class=\"clause-e\">  (b)  the total of all amounts of electricity delivered to the generator of the station during the year from other generators, in compensation for the use of water associated with the station.  O. Reg. 124/02, s. 3 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (1), the annual generation for a year of each of the following stations on the Ottawa River is one-half of the annual generation for the year that would otherwise be determined under that subsection in respect of the station:</p> <p class=\"paragraph-e\">  1.  The Des Joachims Generating Station.</p> <p class=\"paragraph-e\">  2.  The Otto Holden Generating Station.</p> <p class=\"paragraph-e\">  3.  The Chenaux Generating Station.  O. Reg. 124/02, s. 3 (6).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II GROSS REVENUE",
            "section": "Measuring electricity",
            "content": " 4. (1) The generator of a station shall determine the amount of electricity generated by the station,  (a)  by measuring the amount of electricity by means of a meter that would, (i) satisfy the requirements of the market rules or the requirements of a distributor licensed under the Ontario Energy Board Act, 1998 to whose distribution system the station is connected, or (ii)  satisfy the requirements for a meter to be used for the purposes of obtaining the basis of a charge for electricity under the Electricity and Gas Inspection Act\r\n(Canada) and the regulations under that Act; or (b)  by making a reasonable estimate of the amount of electricity if, (i)  the generator used a meter described in clause (a) and the meter did not accurately measure the electricity generated, or (ii)  the Minister of Finance has permitted the generator to determine the amount of electricity generated by the station without the use of a meter described in clause (a).  O. Reg. 124/02, s. 4 (1); O. Reg. 9/10, s. 2 (1). (2) Revoked:  O. Reg. 9/10, s. 2 (2). part iii   exemptions and deductions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4.</b><b> </b>(1) The generator of a station shall determine the amount of electricity generated by the station, </p> <p class=\"clause-e\">  (a)  by measuring the amount of electricity by means of a meter that would,</p> <p class=\"subclause-e\">  (i) satisfy the requirements of the market rules or the requirements of a distributor licensed under the <i>Ontario Energy Board Act, 1998</i> to whose distribution system the station is connected, or</p> <p class=\"subclause-e\">  (ii)  satisfy the requirements for a meter to be used for the purposes of obtaining the basis of a charge for electricity under the <i>Electricity and Gas Inspection Act</i>\r\n(Canada) and the regulations under that Act; or</p> <p class=\"clause-e\">  (b)  by making a reasonable estimate of the amount of electricity if,</p> <p class=\"subclause-e\">  (i)  the generator used a meter described in clause (a) and the meter did not accurately measure the electricity generated, or</p> <p class=\"subclause-e\">  (ii)  the Minister of Finance has permitted the generator to determine the amount of electricity generated by the station without the use of a meter described in clause (a).  O. Reg. 124/02, s. 4 (1); O. Reg. 9/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 9/10, s. 2 (2).</p> <p class=\"partnum-e\"><a name=\"BK6\"></a>part iii <br/>  exemptions and deductions</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III EXEMPTIONS AND DEDUCTIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": "PART III  ",
            "part_type": "PART III EXEMPTIONS AND DEDUCTIONS",
            "section": "Exempt stations",
            "content": " 5. (1) The owner of each of the following stations is exempt from the tax or charge payable under subsection 92.1 (1) or (2) of the Act in respect of the station: 1.  Every station that is exempt from provincial, municipal and school taxes and fees under section 12 of The Ottawa River Water Powers Act, 1943. 2.  Every station that is a work erected by a conservation authority, as referred to in subsection 33 (1) of the Conservation Authorities Act. 3.  The Stan Adamson Power House on the Ottonobee River in the City of Peterborough, while it is owned and operated by Trent University. 4.  The Prairie Portage Generating Station in Quetico Provincial Park, while it is owned and operated by the Crown in right of Ontario. 5.  The Boulevard Lake Generating Station on the Current River in the City of Thunder Bay for the period commencing January 1, 2001 and ending April 30, 2025, but only if it is operated during that period pursuant to the lease entered into under the authority of By-law number 275-1988 of The Corporation of the City of Thunder Bay. 6.  The Sir Adam Beck 2 Generating Station, located on the Niagara River in the City of Niagara Falls, for the period commencing January 1, 2024 and ending December 31, 2033, but only in respect of the gross revenue derived from the amount of electricity generated annually by the station and conveyed through a transmission or distribution system owned by the owner of the station or its affiliate for use in the production of hydrogen during periods when the station is providing grid regulation services which would have otherwise resulted in downward turbine modulation, and only while the station is owned by Ontario Power Generation Inc. O. Reg. 124/02, s. 5 (1); O. Reg. 9/10, s. 3; O. Reg. 33/22, s. 1 (1). (2) The holder of the water power lease for each station referred to in paragraph 1 of subsection (1) is exempt from the water rental charge under subsection 92.1 (5) of the Act.  O. Reg. 124/02, s. 5 (2). (3) The holder of the water power lease for the station referred to in paragraph 6 of subsection (1) is exempt from the water rental charge under subsection 92.1 (5) of the Act for the period commencing January 1, 2024 and ending December 31, 2033, but only with respect to the gross revenue derived from the electricity generation used in the production of hydrogen as described in that paragraph. O. Reg. 33/22, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5.</b><b> </b>(1) The owner of each of the following stations is exempt from the tax or charge payable under subsection 92.1 (1) or (2) of the Act in respect of the station:</p> <p class=\"paragraph-e\">  1.  Every station that is exempt from provincial, municipal and school taxes and fees under section 12 of <i>The Ottawa River Water Powers Act, 1943</i>. </p> <p class=\"paragraph-e\">  2.  Every station that is a work erected by a conservation authority, <span>as referred to in subsection 33 (1) of the </span><i>Conservation Authorities Act</i>.  </p> <p class=\"paragraph-e\">  3.  The Stan Adamson Power House on the Ottonobee River in the City of Peterborough, while it is owned and operated by Trent University.</p> <p class=\"paragraph-e\">  4.  The Prairie Portage Generating Station in Quetico Provincial Park, while it is owned and operated by the Crown in right of Ontario.</p> <p class=\"paragraph-e\">  5.  The Boulevard Lake Generating Station on the Current River in the City of Thunder Bay for the period commencing January 1, 2001 and ending April 30, 2025, but only if it is operated during that period pursuant to the lease entered into under the authority of By-law number 275-1988 of The Corporation of the City of Thunder Bay.</p> <p class=\"paragraph-e\">  6.  The Sir Adam Beck 2 Generating Station, located on the Niagara River in the City of Niagara Falls, for the period commencing January 1, 2024 and ending December 31, 2033, but only in respect of the gross revenue derived from the amount of electricity generated annually by the station and conveyed through a transmission or distribution system owned by the owner of the station or its affiliate for use in the production of hydrogen during periods when the station is providing grid regulation services which would have otherwise resulted in downward turbine modulation, and only while the station is owned by Ontario Power Generation Inc. O. Reg. 124/02, s. 5 (1); O. Reg. 9/10, s. 3; O. Reg. 33/22, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The holder of the water power lease for each station referred to in paragraph 1 of subsection (1) is exempt from the water rental charge under subsection 92.1 (5) of the Act.  O. Reg. 124/02, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The holder of the water power lease for the station referred to in paragraph 6 of subsection (1) is exempt from the water rental charge under subsection 92.1 (5) of the Act for the period commencing January 1, 2024 and ending December 31, 2033, but only with respect to the gross revenue derived from the electricity generation used in the production of hydrogen as described in that paragraph. O. Reg. 33/22, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": "PART III  ",
            "part_type": "PART III EXEMPTIONS AND DEDUCTIONS",
            "section": "Exemptions from water rental charges",
            "content": " 6. The holder of the water power lease for each of the following stations is exempt from the water rental charge under subsection 92.1 (5) of the Act on the gross revenue derived each year from the following amount of annual generation of the station: 1.  270.608 gigawatt hours or, in a leap year, 271.35 gigawatt hours of annual generation of the Francis H. Clergue Generating Station on the St. Mary’s River in the City of Sault Ste. Marie. 2.  58.03062 gigawatt hours or, in a leap year, 58.189608 gigawatt hours of annual generation of the Big Eddy Generation Station on the Spanish River in the City of Greater Sudbury.  O. Reg. 124/02, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6.</b><b> </b>The holder of the water power lease for each of the following stations is exempt from the water rental charge under subsection 92.1 (5) of the Act on the gross revenue derived each year from the following amount of annual generation of the station:</p> <p class=\"paragraph-e\">  1.  270.608 gigawatt hours or, in a leap year, 271.35 gigawatt hours of annual generation of the Francis H. Clergue Generating Station on the St. Mary’s River in the City of Sault Ste. Marie.</p> <p class=\"paragraph-e\">  2.  58.03062 gigawatt hours or, in a leap year, 58.189608 gigawatt hours of annual generation of the Big Eddy Generation Station on the Spanish River in the City of Greater Sudbury.  O. Reg. 124/02, s. 6.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III EXEMPTIONS AND DEDUCTIONS",
            "section": "Deduction for eligible capacity",
            "content": " 7. (1) In this section, “new station” means a station that first generates electricity after December 31, 2000; “redeveloped station” means a station at which improvements come into service after December 31, 2000 that include a substantially replaced power house and associated physical infrastructure for the conveyance and utilization of water; “upgraded station” means a station at which improvements come into service after December 31, 2000 that increase the station’s generation of electricity by at least two per cent on an annual basis.  O. Reg. 124/02, s. 7 (1). (2) For the purposes of subsection 92.1 (6) of the Act, electricity generated from the eligible capacity of a station is, (a)  all of the station’s annual generation, in the case of a new station or a redeveloped station; or (b)  the electricity generated by the station that is associated with the upgrade, as determined under subsection (3), in the case of an upgraded station.  O. Reg. 124/02, s. 7 (2). (3) For the purposes of clause (2) (b), the amount of electricity generated by an upgraded station that is associated with the upgrade is calculated using the formula, (P × J)/(1 + P) in which, “J”  is the station’s annual generation for the year, and “P”  is the projected percentage increase in the amount of electricity generated annually by the station, as approved by the Minister of Natural Resources. O. Reg. 124/02, s. 7 (3). (4) The person claiming a deduction under subsection 92.1 (6) of the Act in respect of a station shall provide to the Minister of Finance a statement issued by the Minister of Natural Resources, and any amended statement issued by the Minister of Natural Resources, that contains the following information: 1.  Whether the work carried out was to construct a new station, to redevelop the station or to upgrade the station. 2.  Whether an approval issued by the Minister of Natural Resources under the Lakes and Rivers Improvement Act was required for the work and, if such an approval was required, a statement that the work was carried out in accordance with an approval. 3.  The date that the eligible capacity was put into service. 4.  If the work was to upgrade the station, the projected percentage increase in the amount of electricity generated annually by the upgraded station as a result of the upgrade.  O. Reg. 124/02, s. 7 (4); O. Reg. 202/04, s. 3. (5) The new station, redeveloped station or upgraded station shall be deemed to be put into service on the date specified by the Minister of Natural Resources.  O. Reg. 124/02, s. 7 (5). (6) The rate or rates of the tax or charge payable by a person entitled to a deduction under subsection 92.1 (6) of the Act in respect of an upgraded station shall be determined for the year under subsection 92.1 (4) of the Act as if the electricity generated by the station that is associated with the upgrade were not included in the station’s annual generation.  O. Reg. 124/02, s. 7 (6); O. Reg. 37/03, s. 2. part iv   administration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7.</b><b> </b>(1) In this section,</p> <p class=\"firstdef-e\">“new station” means a station that first generates electricity after December 31, 2000;</p> <p class=\"definition-e\">“redeveloped station” means a station at which improvements come into service after December 31, 2000 that include a substantially replaced power house and associated physical infrastructure for the conveyance and utilization of water;  </p> <p class=\"definition-e\">“upgraded station” means a station at which improvements come into service after December 31, 2000 that increase the station’s generation of electricity by at least two per cent on an annual basis.  O. Reg. 124/02, s. 7 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 92.1 (6) of the Act, electricity generated from the eligible capacity of a station is,</p> <p class=\"clause-e\">  (a)  all of the station’s annual generation, in the case of a new station or a redeveloped station; or</p> <p class=\"clause-e\">  (b)  the electricity generated by the station that is associated with the upgrade, as determined under subsection (3), in the case of an upgraded station.  O. Reg. 124/02, s. 7 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause (2) (b), the amount of electricity generated by an upgraded station that is associated with the upgrade is calculated using the formula,</p> <p class=\"equation-e\">(P × J)/(1 + P)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “J”  is the station’s annual generation for the year, and</p> <p class=\"equationind1-e\">  “P”  is the projected percentage increase in the amount of electricity generated annually by the station, as approved by the Minister of Natural Resources.</p> <p class=\"footnote-e\">O. Reg. 124/02, s. 7 (3).</p> <p class=\"subsection-e\">  (4) The person claiming a deduction under subsection 92.1 (6) of the Act in respect of a station shall provide to the Minister of Finance a statement issued by the Minister of Natural Resources, and any amended statement issued by the Minister of Natural Resources, that contains the following information:</p> <p class=\"paragraph-e\">  1.  Whether the work carried out was to construct a new station, to redevelop the station or to upgrade the station.</p> <p class=\"paragraph-e\">  2.  Whether an approval issued by the Minister of Natural Resources under the <i>Lakes and Rivers Improvement Act</i> was required for the work and, if such an approval was required, a statement that the work was carried out in accordance with an approval.</p> <p class=\"paragraph-e\">  3.  The date that the eligible capacity was put into service.</p> <p class=\"paragraph-e\">  4.  If the work was to upgrade the station, the projected percentage increase in the amount of electricity generated annually by the upgraded station as a result of the upgrade.  O. Reg. 124/02, s. 7 (4); O. Reg. 202/04, s. 3.</p> <p class=\"subsection-e\">  (5) The new station, redeveloped station or upgraded station shall be deemed to be put into service on the date specified by the Minister of Natural Resources.  O. Reg. 124/02, s. 7 (5).</p> <p class=\"subsection-e\">  (6) The rate or rates of the tax or charge payable by a person entitled to a deduction under subsection 92.1 (6) of the Act in respect of an upgraded station shall be determined for the year under subsection 92.1 (4) of the Act as if the electricity generated by the station that is associated with the upgrade were not included in the station’s annual generation.  O. Reg. 124/02, s. 7 (6); O. Reg. 37/03, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK10\"></a>part iv <br/>  administration</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV ADMINISTRATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "Monthly instalments after 2002",
            "content": " 8. (1) Every person required to pay an amount under subsection 92.1 (1), (2) or (5) of the Act for a year in respect of one or more stations shall pay a monthly instalment on account of the total of the amounts payable under those subsections on or before the 16th day of each month in the year calculated as follows: 1.  If the month is January or February, the instalment is the lesser of, i.  1/12 of the total amount payable by the person for the year, and ii.  1/12 of the total amount payable by the person for the year immediately before the immediately preceding year. 2.  If the month is after February, the instalment is the lesser of, i.  1/12 of the total amount payable by the person for the year, and ii.  1/12 of the total amount payable by the person for the immediately preceding year.  O. Reg. 124/02, s. 8 (1); O. Reg. 9/10, s. 4 (1). (2) Despite subsection (1), if the total of all amounts payable by a person under subsections 92.1 (1), (2) and (5) of the Act for the immediately preceding year is less than $10,000, the person may pay quarterly instalments for the year, instead of monthly instalments, on the 16th day of March, June, September and December of the year, equal to one-quarter of the lesser of, (a)  the amount payable by the person for the year; and (b)  the amount payable by the person for the immediately preceding year.  O. Reg. 124/02, s. 8 (2). (2.1) Despite subsections (1) and (2), no instalments on account of the total of the amounts payable by a person under subsections 92.1 (1), (2) and (5) of the Act for 2010 or a subsequent year are payable if the total of all amounts payable by the person under those subsections for the immediately preceding year is less than $1,000.  O. Reg. 9/10, s. 4 (2). (3) For the purposes of this section, an amount payable by a person under subsection 92.1 (5) of the Act for a year shall be determined after the deduction of all amounts, if any, payable and paid for the year to The Niagara Parks Commission by the person under subsection 92.1 (5.1) of the Act.  O. Reg. 124/02, s. 8 (3).; O. Reg. 9/10, s. 4 (3). 9. Revoked: O. Reg. 9/10, s. 5. 10. Revoked: O. Reg. 9/10, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8.</b><b> </b>(1) Every person required to pay an amount under subsection 92.1 (1), (2) or (5) of the Act for a year in respect of one or more stations shall pay a monthly instalment on account of the total of the amounts payable under those subsections on or before the 16th day of each month in the year calculated as follows:</p> <p class=\"paragraph-e\">  1.  If the month is January or February, the instalment is the lesser of,</p> <p class=\"subpara-e\">  i.  1/12 of the total amount payable by the person for the year, and</p> <p class=\"subpara-e\">  ii.  1/12 of the total amount payable by the person for the year immediately before the immediately preceding year.</p> <p class=\"paragraph-e\">  2.  If the month is after February, the instalment is the lesser of,</p> <p class=\"subpara-e\">  i.  1/12 of the total amount payable by the person for the year, and</p> <p class=\"subpara-e\">  ii.  1/12 of the total amount payable by the person for the immediately preceding year.  O. Reg. 124/02, s. 8 (1); O. Reg. 9/10, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if the total of all amounts payable by a person under subsections<span> 92.1 (1), (2) and (5) </span>of the Act for the immediately preceding year is less than $10,000, the person may pay quarterly instalments for the year, instead of monthly instalments, on the 16th day of March, June, September and December of the year, equal to one-quarter of the lesser of,</p> <p class=\"clause-e\">  (a)  the amount payable by the person for the year; and</p> <p class=\"clause-e\">  (b)  the amount payable by the person for the immediately preceding year.  O. Reg. 124/02, s. 8 (2).</p> <p class=\"subsection-e\">  (2.1) Despite subsections (1) and (2), no instalments on account of the total of the amounts payable by a person under subsections 92.1 (1), (2) and (5) of the Act for 2010 or a subsequent year are payable if the total of all amounts payable by the person under those subsections for the immediately preceding year is less than $1,000.  O. Reg. 9/10, s. 4 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this section, an amount payable by a person under subsection 92.1 (5) of the Act for a year shall be determined after the deduction of all amounts, if any, payable and paid for the year to The Niagara Parks Commission by the person under subsection 92.1 (5.1) of the Act.  O. Reg. 124/02, s. 8 (3).; O. Reg. 9/10, s. 4 (3).</p> <p class=\"section-e\"> <b>9. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 9/10, s. 5.</p> <p class=\"section-e\"><b>  10.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 9/10, s. 6.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "To whom amounts paid",
            "content": " 11. (1) An amount payable under subsection 92.1 (1) or (5) of the Act must be paid to the Minister of Finance and, if it is an instalment payment, must be accompanied by a report in a form provided or approved by the Minister of Finance, setting out the amount paid under subsection 92.1 (1) or (5) of the Act.  O. Reg. 124/02, s. 11 (1). (2) An amount payable under subsection 92.1 (2) of the Act must be paid to the Financial Corporation and, if it is an instalment payment, must be accompanied by a report in a form provided or approved by the Minister of Finance, setting out the amount paid.  O. Reg. 124/02, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11.</b><b> </b>(1) An amount payable under subsection 92.1 (1) or (5) of the Act must be paid to the Minister of Finance and, if it is an instalment payment, must be accompanied by a report in a form provided or approved by the Minister of Finance, setting out the amount paid under subsection 92.1 (1) or (5) of the Act.  O. Reg. 124/02, s. 11 (1).</p> <p class=\"subsection-e\">  (2) An amount payable under subsection 92.1 (2) of the Act must be paid to the Financial Corporation and, if it is an instalment payment, must be accompanied by a report in a form provided or approved by the Minister of Finance, setting out the amount paid.  O. Reg. 124/02, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "Returns",
            "content": " 12. (1) Every owner of a station shall deliver a return for each year to the Minister of Finance, in a form provided or approved by the Minister, on or before March 16 of the following year and shall include a break-down of the amount payable by the person under subsection 92.1 (1) or (2) of the Act in respect of each station owned by the person in the year, other than a station in respect of which the owner is exempt under subsection 5 (1).  O. Reg. 124/02, s. 12 (1). (2) Every holder of a water power lease shall deliver a return for each year to the Minister of Finance, in a form provided or approved by the Minister, on or before March 16 of the following year and shall include a break-down of the amount payable by the person under subsection 92.1 (5) of the Act in respect of each station for which the person is the holder of a water power lease, other than a station in respect of which the holder is exempt under subsection 5 (2).  O. Reg. 124/02, s. 12 (2). (3) Revoked:  O. Reg. 9/10, s. 7. (4) The Minister may extend the date by which returns must be delivered and any extension may apply to one or more persons as specified by the Minister.  O. Reg. 124/02, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>12.</b><b> </b>(1) Every owner of a station shall deliver a return for each year to the Minister of Finance, in a form provided or approved by the Minister, on or before March 16 of the following year and shall include a break-down of the amount payable by the person under subsection 92.1 (1) or (2) of the Act in respect of each station owned by the person in the year, other than a station in respect of which the owner is exempt under subsection 5 (1).  O. Reg. 124/02, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Every holder of a water power lease shall deliver a return for each year to the Minister of Finance, in a form provided or approved by the Minister, on or before March 16 of the following year and shall include a break-down of the amount payable by the person under subsection 92.1 (5) of the Act in respect of each station for which the person is the holder of a water power lease, other than a station in respect of which the holder is exempt under subsection 5 (2).  O. Reg. 124/02, s. 12 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 9/10, s. 7.</p> <p class=\"subsection-e\">  (4) The Minister may extend the date by which returns must be delivered and any extension may apply to one or more persons as specified by the Minister.  O. Reg. 124/02, s. 12 (4).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "Payment of balance for the year",
            "content": " 13. If the amount payable for a year by a person under subsection 92.1 (1), (2) or (5) of the Act exceeds the total amount paid in instalments for the year on account of that amount, the person shall pay the balance for the year upon the delivery of the return for the year under section 12.  O. Reg. 124/02, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>13.</b><b> </b>If the amount payable for a year by a person under subsection 92.1 (1), (2) or (5) of the Act exceeds the total amount paid in instalments for the year on account of that amount, the person shall pay the balance for the year upon the delivery of the return for the year under section 12.  O. Reg. 124/02, s. 13.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "Penalty",
            "content": " 14. Every person who fails to pay the balance, if any, of an amount payable for a year under subsection 92.1 (1), (2) or (5) of the Act by the day required under section 13 is liable to a penalty, when assessed, equal to 5 per cent of the unpaid amount or $6, whichever is greater.  O. Reg. 124/02, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>14.</b><b> </b>Every person who fails to pay the balance, if any, of an amount payable for a year under subsection 92.1 (1), (2) or (5) of the Act by the day required under section 13 is liable to a penalty, when assessed, equal to 5 per cent of the unpaid amount or $6, whichever is greater.  O. Reg. 124/02, s. 14.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "Interest",
            "content": " 15. Every person is liable to pay interest at the rate prescribed by section 16, calculated and charged daily, on the unpaid portion of any amount payable under section 92.1 (1), (2) or (5) of the Act or this Regulation from the day on which the payment is due to the day on which the amount plus the interest is received by the Minister of Finance.  O. Reg. 124/02, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>15.</b><b> </b>Every person is liable to pay interest at the rate prescribed by section 16, calculated and charged daily, on the unpaid portion of any amount payable under section 92.1 (1), (2) or (5) of the Act or this Regulation from the day on which the payment is due to the day on which the amount plus the interest is received by the Minister of Finance.  O. Reg. 124/02, s. 15.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ADMINISTRATION",
            "section": "Rate of interest",
            "content": " 16. (1) The prescribed rates of interest shall be determined in accordance with the following rules:  1.  A base rate of interest shall be determined for January 1, 2002 and for each adjustment date after January 1, 2002 and shall be equal to the average prime rate on, i.  October 15 of the previous year, if the adjustment date is January 1, ii.  January 15 of the same year, if the adjustment date is April 1, iii.  April 15 of the same year, if the adjustment date is July 1, and iv.  July 15 of the same year, if the adjustment date is October 1. 2.  The base rate of interest in effect on a particular date shall be, i.  the base rate for the particular date, if the particular date is an adjustment date, and ii.  the base rate for the last adjustment date before the particular date, otherwise. 3.  The prescribed rate of interest payable by an entity under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4.  The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1  The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. 5.  For an overpayment that results from a decision of the Minister of Finance or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed in respect of a particular day is the base rate of interest in effect for that day.  O. Reg. 124/02, s. 16 (1); O. Reg. 225/06, s. 1. (2) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 124/02, s. 16 (2). 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 124/02, s. 17.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>16.</b><b> </b>(1) The prescribed rates of interest shall be determined in accordance with the following rules: </p> <p class=\"paragraph-e\">  1.  A base rate of interest shall be determined for January 1, 2002 and for each adjustment date after January 1, 2002 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i.  October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii.  January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii.  April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv.  July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2.  The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i.  the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii.  the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3.  The prescribed rate of interest payable by an entity under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4.  The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  4.1  The prescribed rate of interest to be paid or allowed to an entity under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  5.  For an overpayment that results from a decision of the Minister of Finance or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed in respect of a particular day is the base rate of interest in effect for that day.  O. Reg. 124/02, s. 16 (1); O. Reg. 225/06, s. 1.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 124/02, s. 16 (2).</p> <p class=\"section-e\"> <b>17.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 124/02, s. 17.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}