{
    "reg_info": {
        "full_title": "O. Reg. 414/17: ADMINISTRATIVE PENALTIES",
        "reg_name_text": "ADMINISTRATIVE PENALTIES",
        "citation": "O. Reg. 414/17: ",
        "act_under": "Waste Diversion Transition Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/170414",
        "date_scraped": "2023-12-19 02:23:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  3, 2017",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Administrative penalty orders ",
            "content": "  1. The Registrar or a Deputy Registrar shall not issue an order under subsection 56 (2) of the Act except in accordance with this Regulation.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The Registrar or a Deputy Registrar shall not issue an order under subsection 56 (2) of the Act except in accordance with this Regulation.</p>"
        },
        {
            "id": "2",
            "section": "Notice of intention to issue order ",
            "content": "  2. (1) If the Registrar or a Deputy Registrar intends to issue an order to pay an administrative penalty under subsection 56 (2) of the Act to a person described in subsection 56 (3) of the Act, the Registrar or Deputy Registrar shall determine the initial penalty amount in accordance with section 3 and give the person a written notice containing the following information:  1. A statement of the Registrar or Deputy Registrar’s intention to issue an order and the name of the person to whom the Registrar or Deputy Registrar intends to issue the order. 2. The provision that, in the Registrar or Deputy Registrar’s opinion, the person has contravened. 3. A description of the day, days or parts of days on which the contravention occurred. 4. The initial penalty amount determined by the Registrar or Deputy Registrar, in accordance with section 3, and the manner in which it was determined. 5. In the case of a contravention of a provision set out in Column 1 of Table 3 (Maximum Amount of Administrative Penalty per Day for Continuing Contraventions) to section 3 that, as of the date of the notice, has not been remedied for the purposes of determining the initial penalty amount under section 3, a statement that, i. the contravention is continuing, and ii. unless the initial penalty amount is the maximum amount as set out in paragraph 4 or as determined in accordance with paragraph 5 of subsection 3 (1), the final penalty amount may exceed the initial penalty amount set out in the notice because of the continuing nature of the contravention. 6. Information about the person’s right to make a request under subsection 4 (1), including the date by which the request must be made. (2) A notice may apply to one or more contraventions. (3) The Registrar or Deputy Registrar may, in writing, amend a notice after it has been given.",
            "raw_html": "<p class=\"section-e\"><b>  2</b>. (1) If the Registrar or a Deputy Registrar intends to issue an order to pay an administrative penalty under subsection 56 (2) of the Act to a person described in subsection 56 (3) of the Act, the Registrar or Deputy Registrar shall determine the initial penalty amount in accordance with section 3 and give the person a written notice containing the following information: </p> <p class=\"paragraph-e\">  1. A statement of the Registrar or Deputy Registrar’s intention to issue an order and the name of the person to whom the Registrar or Deputy Registrar intends to issue the order.</p> <p class=\"paragraph-e\">  2. The provision that, in the Registrar or Deputy Registrar’s opinion, the person has contravened.</p> <p class=\"paragraph-e\">  3. A description of the day, days or parts of days on which the contravention occurred. </p> <p class=\"paragraph-e\">  4. The initial penalty amount determined by the Registrar or Deputy Registrar, in accordance with section 3, and the manner in which it was determined. </p> <p class=\"paragraph-e\">  5. In the case of a contravention of a provision set out in Column 1 of Table 3 (Maximum Amount of Administrative Penalty per Day for Continuing Contraventions) to section 3 that, as of the date of the notice, has not been remedied for the purposes of determining the initial penalty amount under section 3, a statement that,</p> <p class=\"subpara-e\">  i. the contravention is continuing, and </p> <p class=\"subpara-e\">  ii. unless the initial penalty amount is the maximum amount as set out in paragraph 4 or as determined in accordance with paragraph 5 of subsection 3 (1), the final penalty amount may exceed the initial penalty amount set out in the notice because of the continuing nature of the contravention.</p> <p class=\"paragraph-e\">  6. Information about the person’s right to make a request under subsection 4 (1), including the date by which the request must be made. </p> <p class=\"subsection-e\">  (2) A notice may apply to one or more contraventions. </p> <p class=\"subsection-e\">  (3) The Registrar or Deputy Registrar may, in writing, amend a notice after it has been given.</p>"
        },
        {
            "id": "3.",
            "section": "Initial penalty amount",
            "content": " 3. (1) The Registrar or Deputy Registrar shall determine the initial penalty amount in accordance with the following rules:  1. The initial penalty amount for a contravention of a provision set out in Column 1 of Table 1 (Initial Penalty Amount for Contraventions with Fixed Initial Penalty Amount) to this section is the amount set out in Column 3 of Table 1 opposite the description of the contravention set out in Column 2 of Table 1. 2. The initial penalty amount for a contravention of a provision set out in Column 1 of Table 2 (Maximum Amount of Administrative Penalty for Non-continuing Contraventions) to this section is the amount determined by the Registrar or Deputy Registrar after considering the factors set out in subsection (2), but the amount shall not exceed the amount set out in Column 3 of Table 2 opposite the description of the contravention set out in Column 2 of Table 2. 3. In determining the initial penalty amount for a contravention of a provision set out in Column 1 of Table 3 (Maximum Amount of Administrative Penalty per Day for Continuing Contraventions) to this section, the Registrar or Deputy Registrar shall, i. after considering the factors set out in subsection (2), determine a daily amount of the penalty that does not exceed the amount set out in Column 3 of Table 3 opposite the description of the contravention set out in Column 2 of Table 3, ii. multiply the daily amount by the number of full or partial days for which the contravention continued before it was remedied, and iii. if the amount determined under subparagraph ii exceeds the maximum amount set out in paragraph 4 or 5, as the case may be, reduce the amount to the maximum. 4. The maximum initial penalty amount for a contravention of a provision set out in Column 1 of Table 3 to this section is, i. $45,000, for a contravention for which the maximum amount of the administrative penalty per day set out in Column 3 of Table 3 is $1,500, or ii. $225,000 for a contravention for which the maximum amount of the administrative penalty per day set out in Column 3 of Table 3 is $7,500. 5. Despite paragraph 4, if an administrative penalty or penalties have been previously imposed by order under subsection 56 (2) of the Act with respect to a contravention of a provision set out in Column 1 of Table 3 to this section arising out of the same facts as set out in the notice under subsection 2 (1), the maximum initial penalty for the contravention shall not exceed the difference between the relevant maximum initial penalty for the contravention set out in paragraph 4, based on the maximum amount of the administrative penalty per day for the contravention, and the amount of any administrative penalty or penalties previously imposed with respect to the contravention. (2) The following are the factors mentioned in subsection (1): 1. The contravention’s impact, if any, on the Authority’s ability to carry out its objects. 2. The contravention’s impact, if any, on an industry funding organization’s operation of the waste diversion program for which it is designated. 3. Any previous contraventions of the Act or the regulations, or of the Resource Recovery and Circular Economy Act, 2016 or its regulations, that resulted in convictions under either Act or in orders imposed under subsection 56 (2) of the Act or subsection 86 (1) or 89 (2) of the Resource Recovery and Circular Economy Act, 2016 in the three years preceding the contravention. 4. Whether the contravention was deliberate. 5. Any economic benefit the person derived from the contravention. (3) For the purposes of paragraph 3 of subsection (1), a contravention to a provision set out in Column 1 of Table 3 to this section that requires a person to do something within a particular time period shall be considered to have been remedied when the person has done it, even if the person has done it after it was required to be done. Table 1   initial penalty amount for contraventions with fixed initial penalty amount  Item   Column 1 Provision Contravened   Column 2 Description of Contravention   Column 3 Initial Penalty Amount \n\n  1.    clause 30 (1) (a) of the Act    Failure of an industry funding organization to prepare a report in accordance with section 30   $7,500 \n\n  2.   a rule made by an industry funding organization under clause 33 (1) (f) of the Act   Failure of a steward to keep records in accordance with the rules   $5,000 \n\n  3.   clause 40 (a) of the Act   Failure of the person responsible for the operation of an industry stewardship plan to prepare a report on the operation of the plan during the previous year   $7,500 \n\n  4.   clause 69 (3) (a) of the Act   Failure of Brewers Retail Inc. to prepare a report on the operation of its packaging return system   $7,500 \n\n  5.   subsection 2 (3) of Ontario Regulation 388/16 (Stewardship Ontario)   Failure of Stewardship Ontario to maintain on its website a list of members of its board of directors, an indication of whether each member was elected or appointed and when their terms expire   $2,500 \n\n  6.   subsection 3 (9) of Ontario Regulation 389/16 (Waste Electrical and Electronic Equipment)   Failure of Ontario Electronic Stewardship to maintain on its website a list of members of its board of directors, an indication of who appointed each member and when their terms expire   $2,500 \n\n  7.   subsection 3 (10) of Ontario Regulation 390/16 (Used Tires)   Failure of Ontario Tire Stewardship to maintain on its website a list of members of its board of directors, an indication of who appointed each member and when their terms expire   $2,500  Table 2   Maximum amount of administrative penalty for non-continuing contraventions  Item   Column 1 Provision Contravened   Column 2 Description of Contravention   Column 3 Maximum Amount of Penalty  \n\n  1.   subsection 35 (2) of the Act   Failure of an industry funding organization to hold the funds in trust; use of the fund for a purpose not set out in subsection 35 (2) of the Act   $250,000 \n\n  2.   subsection 35 (3) of the Act   Failure of an industry funding organization to pay money into the fund   $25,000  Table 3   Maximum amount of administrative penalty per day for continuing contraventions  Item   Column 1 Provision Contravened   Column 2 Description of Contravention   Column 3 Maximum Amount of Penalty per day \n\n  1.   subsection 14 (1) of the Act     Failure of an industry funding organization to submit a wind up plan to the Authority    $7,500 \n\n  2.   clause 30 (1) (b) of the Act   Failure of an industry funding organization to provide a copy of the report to the Authority   $1,500 \n\n  3.   clause 30 (1) (b) of the Act   Failure of an industry funding organization to make the report available to the public    $1,500 \n\n  4.   subsection 31 (1) of the Act   Failure of an industry funding organization to provide information to the Authority   $7,500 \n\n  5.   a rule made by an industry funding organization under clause 33 (1) (d) of the Act   Failure of a steward to pay interest or penalties on unpaid fees   $1,500 \n\n  6.   a rule made by an industry funding organization under clause 33 (1) (f) of the Act   Failure of a steward to submit records prescribed by the rules   $1,500 \n\n  7.   a rule made by an industry funding organization under clause 33 (1) (g) of the Act   Failure of a steward to provide reports and other information    $1,500 \n\n  8.   subsection 33 (8) of the Act   Failure of an industry funding organization to ensure that a rule is available to the public without charge on the Internet   $1,500 \n\n  9.   subsection 34 (1) of the Act   Failure of a steward to pay the fees in accordance with the rules made by an industry funding organization under section 33 of the Act or the regulations made under subsection 73 (3) of the Act   $7,500 \n\n  10.   clause 40 (b) of the Act   Failure of the person responsible for the operation of an industry stewardship plan to submit a copy of the report to the Authority   $1,500 \n\n  11.   clause 40 (b) of the Act   Failure of the person responsible for the operation of an industry stewardship plan to make the report available to the public   $1,500 \n\n  12.   subsection 41 (2) of the Act   Failure of the person responsible for the operation of an industry stewardship plan to pay a fee established under subsection 41 (1) of the Act   $1,500 \n\n  13.   subsection 49 (1) of the Act   Failure of a person described in subsection 49 (1) of the Act to respond to a reasonable inquiry   $7,500 \n\n  14.   subsection 49 (3) of the Act   Failure of a person described in subsection 49 (1) of the Act to produce a document or data   $7,500 \n\n  15.   clause 69 (3) (b) of the Act   Failure of Brewers Retail Inc. to provide a copy of the report to the Authority   $1,500 \n\n  16.   clause 69 (3) (b) of the Act   Failure of Brewers Retail Inc. to make the report available to the public   $1,500 \n\n  17.   subsection 3 (5) of Ontario Regulation 387/16 (Municipal Hazardous or Special Waste)   Failure of Stewardship Ontario to provide a steward written notice at least 30 days before a fee or first instalment is due   $1,500 \n\n  18.   subsection 8 (7) of Ontario Regulation 390/16 (Used Tires)   Failure of Ontario Tire Stewardship to credit or pay a steward any amount owed to the steward as determined under subsection 8 (4) of Ontario Regulation 390/16   $1,500 \n\n  19.   subsection 9 (7) of Ontario Regulation 390/16   Failure of Ontario Tire Stewardship to provide to a steward the notice described in subsection 9 (6) of Ontario Regulation 390/16 before the deadline   $1,500 \n\n  20.   subsection 9 (8) of Ontario Regulation 390/16    Failure of a steward to pay a fee determined under clause 9 (4) (c) of Ontario Regulation 390/16 before the deadline   $1,500 \n\n  21.   subsection 9 (9) of Ontario Regulation 390/16    Failure of Ontario Tire Stewardship to credit or pay a steward any amount owed to the steward as determined under subsection 9 (5) of Ontario Regulation 390/16 before the deadline   $1,500 \n\n  22.   subsection 1 (1) of Ontario Regulation  357/17 (Industry Funding Organizations - Rules That Apply on Winding Up) in respect of subsection 231 (1) of the Corporations Act as modified by subsection 1 (4) of Ontario Regulation 357/17   Failure of an industry funding organization, within 14 days after passing a resolution requiring the voluntary winding up of the organization, to file notice of the resolution with the Minister of Government and Consumer Services, the Minister of the Environment and Climate Change and the Authority and to publish the notice in  The Ontario Gazette    $1,500 ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The Registrar or Deputy Registrar shall determine the initial penalty amount in accordance with the following rules: </p> <p class=\"paragraph-e\">  1. The initial penalty amount for a contravention of a provision set out in Column 1 of Table 1 (Initial Penalty Amount for Contraventions with Fixed Initial Penalty Amount) to this section is the amount set out in Column 3 of Table 1 opposite the description of the contravention set out in Column 2 of Table 1.</p> <p class=\"paragraph-e\">  2. The initial penalty amount for a contravention of a provision set out in Column 1 of Table 2 (Maximum Amount of Administrative Penalty for Non-continuing Contraventions) to this section is the amount determined by the Registrar or Deputy Registrar after considering the factors set out in subsection (2), but the amount shall not exceed the amount set out in Column 3 of Table 2 opposite the description of the contravention set out in Column 2 of Table 2.</p> <p class=\"paragraph-e\">  3. In determining the initial penalty amount for a contravention of a provision set out in Column 1 of Table 3 (Maximum Amount of Administrative Penalty per Day for Continuing Contraventions) to this section, the Registrar or Deputy Registrar shall, </p> <p class=\"subpara-e\">  i. after considering the factors set out in subsection (2), determine a daily amount of the penalty that does not exceed the amount set out in Column 3 of Table 3 opposite the description of the contravention set out in Column 2 of Table 3, </p> <p class=\"subpara-e\">  ii. multiply the daily amount by the number of full or partial days for which the contravention continued before it was remedied, and</p> <p class=\"subpara-e\">  iii. if the amount determined under subparagraph ii exceeds the maximum amount set out in paragraph 4 or 5, as the case may be, reduce the amount to the maximum.  </p> <p class=\"paragraph-e\">  4. The maximum initial penalty amount for a contravention of a provision set out in Column 1 of Table 3 to this section is,  </p> <p class=\"subpara-e\">  i. $45,000, for a contravention for which the maximum amount of the administrative penalty per day set out in Column 3 of Table 3 is $1,500, or</p> <p class=\"subpara-e\">  ii. $225,000 for a contravention for which the maximum amount of the administrative penalty per day set out in Column 3 of Table 3 is $7,500.</p> <p class=\"paragraph-e\">  5. Despite paragraph 4, if an administrative penalty or penalties have been previously imposed by order under subsection 56 (2) of the Act with respect to a contravention of a provision set out in Column 1 of Table 3 to this section arising out of the same facts as set out in the notice under subsection 2 (1), the maximum initial penalty for the contravention shall not exceed the difference between the relevant maximum initial penalty for the contravention set out in paragraph 4, based on the maximum amount of the administrative penalty per day for the contravention, and the amount of any administrative penalty or penalties previously imposed with respect to the contravention.</p> <p class=\"subsection-e\">  (2) The following are the factors mentioned in subsection (1): </p> <p class=\"paragraph-e\">  1. The contravention’s impact, if any, on the Authority’s ability to carry out its objects<i>.</i>\n</p> <p class=\"paragraph-e\">  2. The contravention’s impact, if any, on an industry funding organization’s operation of the waste diversion program for which it is designated. </p> <p class=\"paragraph-e\">  3. Any previous contraventions of the Act or the regulations, or of the <i>Resource Recovery and Circular Economy Act, 2016</i> or its regulations, that resulted in convictions under either Act or in orders imposed under subsection 56 (2) of the Act or subsection 86 (1) or 89 (2) of the <i>Resource Recovery and Circular Economy Act, 2016</i> in the three years preceding the contravention. </p> <p class=\"paragraph-e\">  4. Whether the contravention was deliberate.</p> <p class=\"paragraph-e\">  5. Any economic benefit the person derived from the contravention. </p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 3 of subsection (1), a contravention to a provision set out in Column 1 of Table 3 to this section that requires a person to do something within a particular time period shall be considered to have been remedied when the person has done it, even if the person has done it after it was required to be done.</p> <p class=\"headingx-e\">Table 1 <br/>  initial penalty amount for contraventions with fixed initial penalty amount</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Provision Contravened</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Description of Contravention</p> </td> <td valign=\"top\" width=\"93\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Initial Penalty Amount</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">1. </p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">clause 30 (1) (a) of the Act </p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of an industry funding organization to prepare a report in accordance with section 30</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">a rule made by an industry funding organization under clause 33 (1) (f) of the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of a steward to keep records in accordance with the rules</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$5,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">clause 40 (a) of the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of the person responsible for the operation of an industry stewardship plan to prepare a report on the operation of the plan during the previous year</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">clause 69 (3) (a) of the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of Brewers Retail Inc. to prepare a report on the operation of its packaging return system</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">subsection 2 (3) of Ontario Regulation 388/16 (Stewardship Ontario)</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of Stewardship Ontario to maintain on its website a list of members of its board of directors, an indication of whether each member was elected or appointed and when their terms expire</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$2,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">subsection 3 (9) of Ontario Regulation 389/16 (Waste Electrical and Electronic Equipment)</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of Ontario Electronic Stewardship to maintain on its website a list of members of its board of directors, an indication of who appointed each member and when their terms expire</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$2,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">subsection 3 (10) of Ontario Regulation 390/16 (Used Tires)</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of Ontario Tire Stewardship to maintain on its website a list of members of its board of directors, an indication of who appointed each member and when their terms expire</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$2,500</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 2 <br/>  Maximum amount of administrative penalty for non-continuing contraventions</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Provision Contravened</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Description of Contravention</p> </td> <td valign=\"top\" width=\"93\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Maximum Amount of Penalty </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">subsection 35 (2) of the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of an industry funding organization to hold the funds in trust; use of the fund for a purpose not set out in subsection 35 (2) of the Act</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$250,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"207\"> <p class=\"table-e\">subsection 35 (3) of the Act</p> </td> <td valign=\"top\" width=\"336\"> <p class=\"table-e\">Failure of an industry funding organization to pay money into the fund</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$25,000</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 3 <br/>  Maximum amount of administrative penalty per day for continuing contraventions</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Provision Contravened</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Description of Contravention</p> </td> <td valign=\"top\" width=\"93\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Maximum Amount of Penalty per day</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 14 (1) of the Act</p> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of an industry funding organization to submit a wind up plan to the Authority </p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">clause 30 (1) (b) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of an industry funding organization to provide a copy of the report to the Authority</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">clause 30 (1) (b) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of an industry funding organization to make the report available to the public </p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 31 (1) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of an industry funding organization to provide information to the Authority</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">a rule made by an industry funding organization under clause 33 (1) (d) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a steward to pay interest or penalties on unpaid fees</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">a rule made by an industry funding organization under clause 33 (1) (f) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a steward to submit records prescribed by the rules</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">a rule made by an industry funding organization under clause 33 (1) (g) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a steward to provide reports and other information </p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 33 (8) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of an industry funding organization to ensure that a rule is available to the public without charge on the Internet</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 34 (1) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a steward to pay the fees in accordance with the rules made by an industry funding organization under section 33 of the Act or the regulations made under subsection 73 (3) of the Act</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">clause 40 (b) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of the person responsible for the operation of an industry stewardship plan to submit a copy of the report to the Authority</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">clause 40 (b) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of the person responsible for the operation of an industry stewardship plan to make the report available to the public</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 41 (2) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of the person responsible for the operation of an industry stewardship plan to pay a fee established under subsection 41 (1) of the Act</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 49 (1) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a person described in subsection 49 (1) of the Act to respond to a reasonable inquiry</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 49 (3) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a person described in subsection 49 (1) of the Act to produce a document or data</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">clause 69 (3) (b) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of Brewers Retail Inc. to provide a copy of the report to the Authority</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">clause 69 (3) (b) of the Act</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of Brewers Retail Inc. to make the report available to the public</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 3 (5) of Ontario Regulation 387/16 (Municipal Hazardous or Special Waste)</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of Stewardship Ontario to provide a steward written notice at least 30 days before a fee or first instalment is due</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 8 (7) of Ontario Regulation 390/16 (Used Tires)</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of Ontario Tire Stewardship to credit or pay a steward any amount owed to the steward as determined under subsection 8 (4) of Ontario Regulation 390/16</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 9 (7) of Ontario Regulation 390/16</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of Ontario Tire Stewardship to provide to a steward the notice described in subsection 9 (6) of Ontario Regulation 390/16 before the deadline</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 9 (8) of Ontario Regulation 390/16 </p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of a steward to pay a fee determined under clause 9 (4) (c) of Ontario Regulation 390/16 before the deadline</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 9 (9) of Ontario Regulation 390/16 </p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of Ontario Tire Stewardship to credit or pay a steward any amount owed to the steward as determined under subsection 9 (5) of Ontario Regulation 390/16 before the deadline</p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"209\"> <p class=\"table-e\">subsection 1 (1) of Ontario Regulation  357/17 (Industry Funding Organizations - Rules That Apply on Winding Up) in respect of subsection 231 (1) of the <i>Corporations Act</i> as modified by subsection 1 (4) of Ontario Regulation 357/17</p> </td> <td valign=\"top\" width=\"333\"> <p class=\"table-e\">Failure of an industry funding organization, within 14 days after passing a resolution requiring the voluntary winding up of the organization, to file notice of the resolution with the Minister of Government and Consumer Services, the Minister of the Environment and Climate Change and the Authority and to publish the notice in  <i>The</i> <i>Ontario Gazette </i></p> </td> <td valign=\"top\" width=\"93\"> <p align=\"right\" class=\"table-e\">$1,500</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p>"
        },
        {
            "id": "4.",
            "section": "Request to Registrar or Deputy Registrar",
            "content": "  4. (1) A person who is given notice of the Registrar or Deputy Registrar’s intention to issue an order, or an amendment to a notice, may request that the Registrar or Deputy Registrar consider any of the following information:  1. Any additional information related to the contravention. 2. In the case of a contravention of a provision set out in Column 1 of Table 2 or 3 to section 3, any information relevant to the Registrar or Deputy Registrar’s determination of the initial penalty amount under section 3. 3. Information about any actions the person had taken to prevent the contravention from occurring or has taken since the contravention to remedy it or prevent it from recurring. (2) A request shall be made within 15 days after the date of the notice or amendment, unless the Registrar or Deputy Registrar agrees in writing to a longer period before the 15 days have elapsed. (3) If the notice or amendment applies to more than one contravention, a request may be made in respect of any of the contraventions. (4) A request shall include all information and supporting documentation that the person wants the Registrar or Deputy Registrar to consider with respect to the request.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) A person who is given notice of the Registrar or Deputy Registrar’s intention to issue an order, or an amendment to a notice, may request that the Registrar or Deputy Registrar consider any of the following information: </p> <p class=\"paragraph-e\">  1. Any additional information related to the contravention. </p> <p class=\"paragraph-e\">  2. In the case of a contravention of a provision set out in Column 1 of Table 2 or 3 to section 3, any information relevant to the Registrar or Deputy Registrar’s determination of the initial penalty amount under section 3.</p> <p class=\"paragraph-e\">  3. Information about any actions the person had taken to prevent the contravention from occurring or has taken since the contravention to remedy it or prevent it from recurring. </p> <p class=\"subsection-e\">  (2) A request shall be made within 15 days after the date of the notice or amendment, unless the Registrar or Deputy Registrar agrees in writing to a longer period before the 15 days have elapsed. </p> <p class=\"subsection-e\">  (3) If the notice or amendment applies to more than one contravention, a request may be made in respect of any of the contraventions. </p> <p class=\"subsection-e\">  (4) A request shall include all information and supporting documentation that the person wants the Registrar or Deputy Registrar to consider with respect to the request. </p>"
        },
        {
            "id": "5.",
            "section": "Consideration of request, issuance of order",
            "content": "  5. (1) After receiving a request or after the timelines described in subsection 4 (2) have expired, whichever is earlier, the Registrar or Deputy Registrar shall, (a) consider any request received; and (b) decide whether or not to issue an order. (2) If the Registrar or Deputy Registrar decides not to issue an order at that time, the Registrar or Deputy Registrar shall, in writing, notify the person who was given the notice described in subsection 2 (1) of the decision. (3) Subsection (2) does not limit a Registrar or Deputy Registrar’s ability to issue a subsequent notice under subsection 2 (1) with respect to the same contravention. (4) If the Registrar or Deputy Registrar decides to issue an order, the Registrar or Deputy Registrar shall determine the final amount of the administrative penalty in accordance with section 6.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) After receiving a request or after the timelines described in subsection 4 (2) have expired, whichever is earlier, the Registrar or Deputy Registrar shall,</p> <p class=\"clause-e\">  (a) consider any request received; and\r\n</p> <p class=\"clause-e\">  (b) decide whether or not to issue an order. </p> <p class=\"subsection-e\">  (2) If the Registrar or Deputy Registrar decides not to issue an order at that time, the Registrar or Deputy Registrar shall, in writing, notify the person who was given the notice described in subsection 2 (1) of the decision.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not limit a Registrar or Deputy Registrar’s ability to issue a subsequent notice under subsection 2 (1) with respect to the same contravention. </p> <p class=\"subsection-e\">  (4) If the Registrar or Deputy Registrar decides to issue an order, the Registrar or Deputy Registrar shall determine the final amount of the administrative penalty in accordance with section 6. </p>"
        },
        {
            "id": "6.",
            "section": "Amount of administrative penalty",
            "content": "  6. (1) The Registrar or Deputy Registrar shall determine the final amount of the administrative penalty in accordance with the following rules: 1. In the case of a contravention of a provision set out in Column 1 of Table 2  (Maximum Amount of Administrative Penalty for Non-continuing Contraventions) to section 3, the Registrar or Deputy Registrar shall determine a new initial penalty amount in accordance with section 3 if, on the basis of additional information available to the Registrar or Deputy Registrar when determining the final penalty amount, the Registrar or Deputy Registrar would have determined a different initial penalty amount than the one set out in the notice described in subsection 2 (1). 2. In the case of a contravention of a provision set out in Column 1 of Table 3 (Maximum Amount of Administrative Penalty per Day for Continuing Contraventions) to section 3, the Registrar or Deputy Registrar shall determine a new initial penalty amount in accordance with section 3 if one or both of the following circumstances exist: i. The Registrar or Deputy Registrar, on the basis of additional information available to the Registrar or Deputy Registrar when determining the final penalty amount, would have determined a different initial penalty amount than the one set out in the notice described in subsection 2 (1). ii. The Registrar or Deputy Registrar is of the opinion that the contravention continued after the date of the notice described in subsection 2 (1). 3. The Registrar or Deputy Registrar shall reduce the initial penalty set out in the notice described in subsection 2 (1) or, if the Registrar or Deputy Registrar determined a different amount under paragraph 1 or 2, shall reduce that amount by 25 per cent if the Registrar or Deputy Registrar is of the opinion that the person took reasonable steps to prevent the contravention from occurring. 4. The Registrar or Deputy Registrar shall reduce by 25 per cent the amount determined under paragraph 3 or, if no reduction was made under paragraph 3, the initial penalty amount set out in the notice described in subsection 2 (1) or, if the Registrar or Deputy Registrar determined a different amount under paragraph 1 or 2, that amount if, i. the person has remedied the contravention, and ii. the Registrar or Deputy Registrar is of the opinion that the person has taken reasonable steps to prevent the same contravention from recurring. 5. The Registrar or Deputy Registrar shall increase the penalty amount to the initial penalty set out in the notice described in subsection 2 (1) or, if the Registrar or Deputy Registrar determined a different amount under paragraph 1 or 2, to that amount if, i. the amount has been reduced under paragraph 3 or 4 or both, and ii. the Registrar or Deputy Registrar determines that the amount of the economic benefit that the person derived from the contravention is greater than the amount of the administrative penalty determined in accordance with paragraph 3 or 4. 6.   If, after determining the amount of the administrative penalty in accordance with paragraphs 1 to 5, the Registrar or Deputy Registrar determines that, due to its magnitude, the imposition of the penalty is punitive in nature having regard to all the circumstances, the Registrar or Deputy Registrar shall reduce the amount of the penalty such that the imposition of the administrative penalty would be consistent with the purposes set out in subsection 56 (1) of the Act. (2) In making the determinations under paragraphs 1 to 4 of subsection (1), the Registrar or Deputy Registrar shall consider any information contained in a request received within the timelines described in subsection 4 (2). (3) For the purposes of subparagraph 4 i of subsection (1), a contravention to a provision set out in Column 1 of Table 3 to section 3 that requires a person to do something within a particular time period shall be considered to have been remedied when the person has done it, even if the person has done it after it was required to be done.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>(1) The Registrar or Deputy Registrar shall determine the final amount of the administrative penalty in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. In the case of a contravention of a provision set out in Column 1 of Table 2  (Maximum Amount of Administrative Penalty for Non-continuing Contraventions) to section 3, the Registrar or Deputy Registrar shall determine a new initial penalty amount in accordance with section 3 if, on the basis of additional information available to the Registrar or Deputy Registrar when determining the final penalty amount, the Registrar or Deputy Registrar would have determined a different initial penalty amount than the one set out in the notice described in subsection 2 (1). </p> <p class=\"paragraph-e\">  2. In the case of a contravention of a provision set out in Column 1 of Table 3 (Maximum Amount of Administrative Penalty per Day for Continuing Contraventions) to section 3, the Registrar or Deputy Registrar shall determine a new initial penalty amount in accordance with section 3 if one or both of the following circumstances exist: </p> <p class=\"subpara-e\">  i. The Registrar or Deputy Registrar, on the basis of additional information available to the Registrar or Deputy Registrar when determining the final penalty amount, would have determined a different initial penalty amount than the one set out in the notice described in subsection 2 (1). </p> <p class=\"subpara-e\">  ii. The Registrar or Deputy Registrar is of the opinion that the contravention continued after the date of the notice described in subsection 2 (1). </p> <p class=\"paragraph-e\">  3. The Registrar or Deputy Registrar shall reduce the initial penalty set out in the notice described in subsection 2 (1) or, if the Registrar or Deputy Registrar determined a different amount under paragraph 1 or 2, shall reduce that amount by 25 per cent if the Registrar or Deputy Registrar is of the opinion that the person took reasonable steps to prevent the contravention from occurring. </p> <p class=\"paragraph-e\">  4. The Registrar or Deputy Registrar shall reduce by 25 per cent the amount determined under paragraph 3 or, if no reduction was made under paragraph 3, the initial penalty amount set out in the notice described in subsection 2 (1) or, if the Registrar or Deputy Registrar determined a different amount under paragraph 1 or 2, that amount if,\r\n</p> <p class=\"subpara-e\">  i. the person has remedied the contravention, and</p> <p class=\"subpara-e\">  ii. the Registrar or Deputy Registrar is of the opinion that the person has taken reasonable steps to prevent the same contravention from recurring. </p> <p class=\"paragraph-e\">  5. The Registrar or Deputy Registrar shall increase the penalty amount to the initial penalty set out in the notice described in subsection 2 (1) or, if the Registrar or Deputy Registrar determined a different amount under paragraph 1 or 2, to that amount if, </p> <p class=\"subpara-e\">  i. the amount has been reduced under paragraph 3 or 4 or both, and</p> <p class=\"subpara-e\">  ii. the Registrar or Deputy Registrar determines that the amount of the economic benefit that the person derived from the contravention is greater than the amount of the administrative penalty determined in accordance with paragraph 3 or 4.</p> <p class=\"paragraph-e\">  6.   If, after determining the amount of the administrative penalty in accordance with paragraphs 1 to 5, the Registrar or Deputy Registrar determines that, due to its magnitude, the imposition of the penalty is punitive in nature having regard to all the circumstances, the Registrar or Deputy Registrar shall reduce the amount of the penalty such that the imposition of the administrative penalty would be consistent with the purposes set out in subsection 56 (1) of the Act.</p> <p class=\"subsection-e\">  (2) In making the determinations under paragraphs 1 to 4 of subsection (1), the Registrar or Deputy Registrar shall consider any information contained in a request received within the timelines described in subsection 4 (2).  </p> <p class=\"subsection-e\">  (3) For the purposes of subparagraph 4 i of subsection (1), a contravention to a provision set out in Column 1 of Table 3 to section 3 that requires a person to do something within a particular time period shall be considered to have been remedied when the person has done it, even if the person has done it after it was required to be done.</p>"
        },
        {
            "id": "7.",
            "section": "Issuance of order",
            "content": " 7. (1) After determining the final amount of the administrative penalty in accordance with section 6, the Registrar or Deputy Registrar may issue the order under subsection 56 (2) of the Act.  (2) An order may relate to one or more contraventions. (3) If the Registrar or Deputy Registrar issues an order, in addition to serving the order under subsection 56 (7) of the Act, the Registrar or Deputy Registrar shall also serve on the person who is required to pay the administrative penalty the Registrar or Deputy Registrar’s reasons for determining the final amount of the administrative penalty, including any consideration given by the Registrar or Deputy Registrar to any request made under section 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) After determining the final amount of the administrative penalty in accordance with section 6, the Registrar or Deputy Registrar may issue the order under subsection 56 (2) of the Act. </p> <p class=\"subsection-e\">  (2) An order may relate to one or more contraventions.</p> <p class=\"subsection-e\">  (3) If the Registrar or Deputy Registrar issues an order, in addition to serving the order under subsection 56 (7) of the Act, the Registrar or Deputy Registrar shall also serve on the person who is required to pay the administrative penalty the Registrar or Deputy Registrar’s reasons for determining the final amount of the administrative penalty, including any consideration given by the Registrar or Deputy Registrar to any request made under section 4. </p>"
        },
        {
            "id": "8.",
            "section": "Issuance of order",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Issuance of order",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170414\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}