{
    "reg_info": {
        "full_title": "O. Reg. 435/00: OPENING OR CLOSING EXERCISES",
        "reg_name_text": "OPENING OR CLOSING EXERCISES",
        "citation": "O. Reg. 435/00: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/000435",
        "date_scraped": "2023-12-19 23:29:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. The requirements set out in this Regulation apply with respect to the opening and closing exercises referred to in section 304 of the Act.  O. Reg. 435/00, s. 1. Pledge of Citizenship",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The requirements set out in this Regulation apply with respect to the opening and closing exercises referred to in section 304 of the Act.  O. Reg. 435/00, s. 1.</p> <p class=\"heading1-e\">Pledge of Citizenship</p>"
        },
        {
            "id": "2.",
            "section": "Pledge of Citizenship",
            "content": " 2. (1) The principal may decide whether the opening or closing exercises at a school will include the recitation of the pledge of citizenship.  O. Reg. 435/00, s. 2 (1). (2) The principal’s decision about reciting the pledge of citizenship must be consistent with the policies and guidelines, if any, established by the board.  O. Reg. 435/00, s. 2 (2). (3) Before making his or her decision about reciting the pledge of citizenship, the principal shall consult the school council. O. Reg. 435/00, s. 2 (3). (4) The principal shall review his or her decision about reciting the pledge of citizenship at the beginning of each school year and must consult with the school council. O. Reg. 435/00, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The principal may decide whether the opening or closing exercises at a school will include the recitation of the pledge of citizenship.  O. Reg. 435/00, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The principal’s decision about reciting the pledge of citizenship must be consistent with the policies and guidelines, if any, established by the board.  O. Reg. 435/00, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Before making his or her decision about reciting the pledge of citizenship, the principal shall consult the school council. O. Reg. 435/00, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The principal shall review his or her decision about reciting the pledge of citizenship at the beginning of each school year and must consult with the school council. O. Reg. 435/00, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Pledge of Citizenship",
            "content": " 3. The following is the pledge of citizenship: I affirm that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second, Queen of Canada, and to her heirs and successors, and that I will faithfully observe the laws of Canada and fulfill my duties as a Canadian citizen. O. Reg. 435/00, s. 3. Exemptions",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following is the pledge of citizenship:</p> <p class=\"parawindt3-e\">I affirm that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second, Queen of Canada, and to her heirs and successors, and that I will faithfully observe the laws of Canada and fulfill my duties as a Canadian citizen.</p> <p class=\"footnote-e\">O. Reg. 435/00, s. 3.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions",
            "content": " 4. A pupil is not required to sing O Canada or recite the pledge of citizenship in the following circumstances: 1. In the case of a pupil who is less than 18 years old, if the pupil’s parent or guardian applies to the principal to be exempted from doing so. 2. In the case of a pupil who is at least 18 years old, if the pupil applies to the principal to be exempted from doing so.  O. Reg. 435/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A pupil is not required to sing <i>O Canada</i> or recite the pledge of citizenship in the following circumstances:</p> <p class=\"paragraph-e\">  1. In the case of a pupil who is less than 18 years old, if the pupil’s parent or guardian applies to the principal to be exempted from doing so.</p> <p class=\"paragraph-e\">  2. In the case of a pupil who is at least 18 years old, if the pupil applies to the principal to be exempted from doing so.  O. Reg. 435/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Exemptions",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 435/00, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 435/00, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Exemptions",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000435\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}