{
    "reg_info": {
        "full_title": "O. Reg. 171/10: EGGS AND PROCESSED EGG",
        "reg_name_text": "Eggs AND PROCESSED EGG",
        "citation": "O. Reg. 171/10: EGGS AND PROCESSED EGG",
        "act_under": "Food Safety and Quality Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/100171",
        "date_scraped": "2023-12-18 19:17:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100171/v3",
            "valid_from": "December  8, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/100171/v2",
            "valid_from": "July  1, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/regulation/100171/v1",
            "valid_from": "May 17, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “egg” means an egg of a domestic hen of the species gallus domesticus but does not include processed egg; (“oeuf”) “egg dealer” means a person who is licensed by a local board under the Farm Products Marketing Act to receive ungraded eggs from a producer and to assemble, pack, sell, offer for sale, ship and transport the eggs; (“marchand d’oeufs”) “egg-grading station” means an establishment where eggs are graded by a licence holder under the Safe Food for Canadians Act (Canada); (“poste de classement d’oeufs”) “egg-processing station” means an establishment where eggs are processed and treated by a licence holder under the Safe Food for Canadians Act (Canada); (“poste de transformation d’oeufs”) “inedible egg” means an egg that is not fit for human consumption for any reasons including by reason of, (a)  the egg being contaminated, within the meaning of that term in the Safe Food for Canadians Regulations (Canada), (b)  the egg being a reject egg, (c)  the egg having an odour foreign to that of a normal egg, (d)  the egg being musty or mouldy, (e)  the egg having been in an incubator, (f)  the egg having any internal defect other than a meat spot or blood spot not in excess of 1/8 inch in diameter; (“oeuf non comestible”) “inedible processed egg” means processed egg that contains some inedible egg or that is otherwise not suitable for human consumption; (“oeuf transformé non comestible”) “processed egg” means processed egg product as defined in the Safe Food for Canadians Regulations\r\n(Canada); (“oeuf transformé”) “producer” means a person engaged in the production of eggs; (“producteur”) “reject egg” means an egg that has been examined at an egg-grading station and determined not to meet the requirements for any grade designation under the Canadian Grade Compendium, a document prepared by the Canadian Food Inspection Agency and published on a website maintained by the Agency, as that document is amended from time to time; (“oeuf rejeté”) “ungraded eggs” means eggs that have not been examined or graded at an egg-grading station under the Safe Food for Canadians Regulations (Canada). (“oeufs non classés”) O. Reg. 171/10, s. 1 (1); O. Reg. 718/20, s. 1. (2) Reject eggs are not considered to have been graded for the purposes of this Regulation, even though they have been examined at an egg-grading station for grading purposes. O. Reg. 171/10, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“egg” means an egg of a domestic hen of the species <i>gallus domesticus</i> but does not include processed egg; (“oeuf”)</p> <p class=\"definition-e\">“egg dealer” means a person who is licensed by a local board under the <i>Farm Products Marketing Act</i> to receive ungraded eggs from a producer and to assemble, pack, sell, offer for sale, ship and transport the eggs; (“marchand d’oeufs”)</p> <p class=\"definition-e\">“egg-grading station” means an establishment where eggs are graded by a licence holder under the <i>Safe Food for Canadians Act</i> (Canada); (“poste de classement d’oeufs”)</p> <p class=\"definition-e\">“egg-processing station” means an establishment where eggs are processed and treated by a licence holder under the <i>Safe Food for Canadians Act</i> (Canada); (“poste de transformation d’oeufs”)</p> <p class=\"definition-e\">“inedible egg” means an egg that is not fit for human consumption for any reasons including by reason of,</p> <p class=\"defclause-e\">  (a)  the egg being contaminated, within the meaning of that term in the <i>Safe Food for Canadians Regulations</i> (Canada),</p> <p class=\"defclause-e\">  (b)  the egg being a reject egg,</p> <p class=\"defclause-e\">  (c)  the egg having an odour foreign to that of a normal egg,</p> <p class=\"defclause-e\">  (d)  the egg being musty or mouldy,</p> <p class=\"defclause-e\">  (e)  the egg having been in an incubator,</p> <p class=\"defclause-e\">  (f)  the egg having any internal defect other than a meat spot or blood spot not in excess of 1/8 inch in diameter; (“oeuf non comestible”)</p> <p class=\"definition-e\">“inedible processed egg” means processed egg that contains some inedible egg or that is otherwise not suitable for human consumption; (“oeuf transformé non comestible”)</p> <p class=\"definition-e\">“processed egg” means processed egg product as defined in the <i>Safe Food for Canadians Regulations</i>\r\n(Canada); (“oeuf transformé”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of eggs; (“producteur”)</p> <p class=\"definition-e\">“reject egg” means an egg that has been examined at an egg-grading station and determined not to meet the requirements for any grade designation under the Canadian Grade Compendium, a document prepared by the Canadian Food Inspection Agency and published on a website maintained by the Agency, as that document is amended from time to time; (“oeuf rejeté”)</p> <p class=\"definition-e\">“ungraded eggs” means eggs that have not been examined or graded at an egg-grading station under the <i>Safe Food for Canadians Regulations</i> (Canada). (“oeufs non classés”) O. Reg. 171/10, s. 1 (1); O. Reg. 718/20, s. 1.</p> <p class=\"subsection-e\">  (2) Reject eggs are not considered to have been graded for the purposes of this Regulation, even though they have been examined at an egg-grading station for grading purposes. O. Reg. 171/10, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Regulation does not apply to eggs that are or will be used for the purpose of incubation.  O. Reg. 171/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation does not apply to eggs that are or will be used for the purpose of incubation.  O. Reg. 171/10, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Regulated activities",
            "content": " 3. This Regulation applies to the following activities: 1.  The sale, distribution, offering for sale of eggs and of processed egg. 2.  The shipping or transportation of eggs and of processed egg. 3.  Advertising the sale of eggs or of processed egg.  O. Reg. 171/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> This Regulation applies to the following activities:</p> <p class=\"paragraph-e\">  1.  The sale, distribution, offering for sale of eggs and of processed egg.</p> <p class=\"paragraph-e\">  2.  The shipping or transportation of eggs and of processed egg.</p> <p class=\"paragraph-e\">  3.  Advertising the sale of eggs or of processed egg.  O. Reg. 171/10, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Sale of graded eggs only",
            "content": " 4. (1) Subject to sections 5, 6 and 8, no person shall sell or distribute eggs or offer eggs for sale within Ontario unless the eggs have been graded, packed, marked and labelled at an egg-grading station in accordance with the Safe Food for Canadians Regulations (Canada). O. Reg. 171/10, s. 4 (1); O. Reg. 718/20, s. 2. (2) For the purposes of subsection (1), any eggs that are stored on the premises of a retailer, whether or not in view of the public, shall be deemed to be offered for sale. O. Reg. 171/10, s. 4 (2). (3) No person shall sell or offer for sale eggs that are graded as Canada C under the Safe Food for Canadians Regulations (Canada) except to the operator of an egg-processing station. O. Reg. 171/10, s. 4 (3); O. Reg. 718/20, s. 2. (4) No person shall pack, mark or label eggs in a manner intended to deceive a purchaser into believing that the eggs have been graded under the Safe Food for Canadians Regulations (Canada). O. Reg. 171/10, s. 4 (4); O. Reg. 718/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subject to sections 5, 6 and 8, no person shall sell or distribute eggs or offer eggs for sale within Ontario unless the eggs have been graded, packed, marked and labelled at an egg-grading station in accordance with the <i>Safe Food for Canadians Regulations</i> (Canada). O. Reg. 171/10, s. 4 (1); O. Reg. 718/20, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), any eggs that are stored on the premises of a retailer, whether or not in view of the public, shall be deemed to be offered for sale. O. Reg. 171/10, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No person shall sell or offer for sale eggs that are graded as Canada C under the <i>Safe Food for Canadians Regulations</i> (Canada) except to the operator of an egg-processing station. O. Reg. 171/10, s. 4 (3); O. Reg. 718/20, s. 2.</p> <p class=\"subsection-e\">  (4) No person shall pack, mark or label eggs in a manner intended to deceive a purchaser into believing that the eggs have been graded under the <i>Safe Food for Canadians Regulations</i> (Canada). O. Reg. 171/10, s. 4 (4); O. Reg. 718/20, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Exception: sale of eggs by producer",
            "content": " 5. (1) A producer may sell, distribute or offer for sale to a consumer ungraded eggs that are produced on premises owned or operated by the producer if, (a)  the eggs are sold, distributed or offered for sale on the premises; and (b)  the eggs are clean and not leaking.  O. Reg. 171/10, s. 5 (1). (2) In this section, “consumer” means a person who purchases eggs for his or her own use or consumption or that of his or her household, and not for resale.  O. Reg. 171/10, s. 5 (2). (3) A producer may sell ungraded eggs that are produced on premises owned or operated by the producer, or offer the eggs for sale, to, (a)  an egg dealer; or (b)  the operator of an egg-grading station.  O. Reg. 171/10, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A producer may sell, distribute or offer for sale to a consumer ungraded eggs that are produced on premises owned or operated by the producer if,</p> <p class=\"clause-e\">  (a)  the eggs are sold, distributed or offered for sale on the premises; and</p> <p class=\"clause-e\">  (b)  the eggs are clean and not leaking.  O. Reg. 171/10, s. 5 (1). </p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“consumer” means a person who purchases eggs for his or her own use or consumption or that of his or her household, and not for resale.  O. Reg. 171/10, s. 5 (2).</p> <p class=\"subsection-e\">  (3) A producer may sell ungraded eggs that are produced on premises owned or operated by the producer, or offer the eggs for sale, to,</p> <p class=\"clause-e\">  (a)  an egg dealer; or</p> <p class=\"clause-e\">  (b)  the operator of an egg-grading station.  O. Reg. 171/10, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Exception: sale of eggs by dealer",
            "content": " 6. An egg dealer may sell or offer for sale ungraded eggs to the operator of an egg-grading station.  O. Reg. 171/10, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>An egg dealer may sell or offer for sale ungraded eggs to the operator of an egg-grading station.  O. Reg. 171/10, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Processed egg",
            "content": " 7. No person shall sell, distribute or offer for sale processed egg unless the egg is processed, packed, marked and labelled in accordance with the Safe Food for Canadians Regulations (Canada). O. Reg. 171/10, s. 7; O. Reg. 718/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>No person shall sell, distribute or offer for sale processed egg unless the egg is processed, packed, marked and labelled in accordance with the <i>Safe Food for Canadians Regulations</i> (Canada). O. Reg. 171/10, s. 7; O. Reg. 718/20, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": "Eggs not fit for human consumption",
            "content": " 8. (1) No person shall use the following types of eggs or processed egg as food for human consumption or in the preparation of such food, and no person shall sell or distribute such eggs or processed egg or offer them for sale for such use: 1.  Inedible eggs. 2.  Inedible processed egg. 3.  Eggs from a hen that has been slaughtered. O. Reg. 171/10, s. 8 (1); O. Reg. 718/20, s. 4. (2) A person may use inedible eggs or inedible processed egg as animal food or in the preparation of animal food, and may sell or distribute such eggs or processed egg for such use or offer them for sale for such use, if, (a)  the animals who are intended to consume the food are not themselves intended for human consumption; and (b)  the facilities in which animal food is prepared using inedible eggs or inedible processed egg are separate and apart from any facilities in which food that is intended for human consumption is prepared or stored.  O. Reg. 171/10, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) No person shall use the following types of eggs or processed egg as food for human consumption or in the preparation of such food, and no person shall sell or distribute such eggs or processed egg or offer them for sale for such use:</p> <p class=\"paragraph-e\">  1.  Inedible eggs.</p> <p class=\"paragraph-e\">  2.  Inedible processed egg.</p> <p class=\"paragraph-e\">  3.  Eggs from a hen that has been slaughtered. O. Reg. 171/10, s. 8 (1); O. Reg. 718/20, s. 4.</p> <p class=\"subsection-e\">  (2) A person may use inedible eggs or inedible processed egg as animal food or in the preparation of animal food, and may sell or distribute such eggs or processed egg for such use or offer them for sale for such use, if,</p> <p class=\"clause-e\">  (a)  the animals who are intended to consume the food are not themselves intended for human consumption; and</p> <p class=\"clause-e\">  (b)  the facilities in which animal food is prepared using inedible eggs or inedible processed egg are separate and apart from any facilities in which food that is intended for human consumption is prepared or stored.  O. Reg. 171/10, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Shipping and transporting eggs, processed egg",
            "content": " 9. (1) No person shall ship, transport or deliver eggs or processed egg in Ontario except for purposes of facilitating a sale authorized under this Regulation or as authorized under the Safe Food for Canadians Regulations\r\n(Canada). O. Reg. 171/10, s. 9 (1); O. Reg. 718/20, s. 5 (1). (2) Despite subsection (1), a producer may ship, transport or deliver ungraded eggs that are produced on farm premises owned or operated by the producer to other farm premises owned or operated by the producer. O. Reg. 171/10, s. 9 (2). (3) A person who ships or transports eggs within Ontario shall carry at all times with the shipment a bill of lading which shall show, (a)  the name and address of the consignor; (b)  the date of shipment; (c)  the name and address of the consignee; and (d)  the quantity and, where applicable, the grade of eggs. O. Reg. 171/10, s. 9 (3). (4)-(6) Revoked: O. Reg. 718/20, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) No person shall ship, transport or deliver eggs or processed egg in Ontario except for purposes of facilitating a sale authorized under this Regulation or as authorized under the <i>Safe Food for Canadians Regulations</i>\r\n(Canada). O. Reg. 171/10, s. 9 (1); O. Reg. 718/20, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a producer may ship, transport or deliver ungraded eggs that are produced on farm premises owned or operated by the producer to other farm premises owned or operated by the producer. O. Reg. 171/10, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A person who ships or transports eggs within Ontario shall carry at all times with the shipment a bill of lading which shall show,</p> <p class=\"clause-e\">  (a)  the name and address of the consignor;</p> <p class=\"clause-e\">  (b)  the date of shipment;</p> <p class=\"clause-e\">  (c)  the name and address of the consignee; and</p> <p class=\"clause-e\">  (d)  the quantity and, where applicable, the grade of eggs. O. Reg. 171/10, s. 9 (3).</p> <p class=\"subsection-e\">  (4)-(6) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 718/20, s. 5 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Advertising",
            "content": " 10. (1) No person shall advertise eggs for sale unless the advertisement contains a statement in a prominent position therein setting out the grade of the eggs advertised.  O. Reg. 171/10, s. 10 (1). (2) Despite subsection (1), a producer who sells eggs on premises owned or operated by the producer may advertise the sale of such eggs using an advertisement that does not contain the statement required under subsection (1).  O. Reg. 171/10, s. 10 (2). (3) No person shall, in any advertisement offering eggs or processed egg for sale, (a)  make any untrue or deceptive statement with respect to the quality or size of the eggs or the quality of the processed egg; or (b)  use words or phrases that are misleading to a purchaser with respect to the quality or size of the eggs or the quality of the processed egg.  O. Reg. 171/10, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) No person shall advertise eggs for sale unless the advertisement contains a statement in a prominent position therein setting out the grade of the eggs advertised.  O. Reg. 171/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a producer who sells eggs on premises owned or operated by the producer may advertise the sale of such eggs using an advertisement that does not contain the statement required under subsection (1).  O. Reg. 171/10, s. 10 (2).</p> <p class=\"subsection-e\">  (3) No person shall, in any advertisement offering eggs or processed egg for sale, </p> <p class=\"clause-e\">  (a)  make any untrue or deceptive statement with respect to the quality or size of the eggs or the quality of the processed egg; or</p> <p class=\"clause-e\">  (b)  use words or phrases that are misleading to a purchaser with respect to the quality or size of the eggs or the quality of the processed egg.  O. Reg. 171/10, s. 10 (3). </p>"
        },
        {
            "id": "11.",
            "section": "Advertising",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 171/10, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 171/10, s. 11.</p>"
        },
        {
            "id": null,
            "section": "Advertising",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100171\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}