{
    "reg_info": {
        "full_title": "O. Reg. 285/99: WATER TAKING AND TRANSFER",
        "reg_name_text": "WATER TAKING AND TRANSFER",
        "citation": "O. Reg. 285/99: ",
        "act_under": "Ontario Water Resources Act   Loi sur les ressources en eau de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/990285",
        "date_scraped": "2023-12-19 18:26:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990285/v2",
            "valid_from": "December 10, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "/laws/regulation/990285/v1",
            "valid_from": "April 30, 1999",
            "valid_to": "December  9, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "General",
            "content": "1. The purpose of this Regulation is to provide for the conservation, protection and wise use and management of Ontario’s waters, because Ontario’s water resources are essential to the long-term environmental, social and economic well-being of Ontario. O. Reg. 285/99, s. 1. Permits for Taking Water",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The purpose of this Regulation is to provide for the conservation, protection and wise use and management of Ontario’s waters, because Ontario’s water resources are essential to the long-term environmental, social and economic well-being of Ontario. O. Reg. 285/99, s. 1.</p> <p class=\"heading1-e\">Permits for Taking Water</p>"
        },
        {
            "id": "2.",
            "section": "Permits for Taking Water",
            "content": "2. (1) A Director who is considering an application under section 34 of the Act for a permit to take water shall consider the following matters, to the extent that each is relevant, in accordance with the procedures set out in the Ministry of the Environment publication entitled “Permits to Take Water, Guidelines and Procedures Manual, 1999”, as amended from time to time: 1. Protection of the natural functions of the ecosystem. 2. Ground water that may affect or be affected by the proposed surface water taking, if the application is for a permit to take surface water. 3. Surface water that may affect or be affected by the proposed ground water taking, if the application is for a permit to take ground water. O. Reg. 285/99, s. 2 (1). (2) A Director who is considering an application under section 34 of the Act for a permit to take water shall consider the interests of persons who have an interest in the taking, to the extent that those interests are relevant. O. Reg. 285/99, s. 2 (2). (3) A Director who is considering an application under section 34 of the Act for a permit to take water may consider the following matters in accordance with the procedures set out in the Ministry of the Environment publication entitled “Permits to Take Water, Guidelines and Procedures Manual, 1999”, as amended from time to time: 1. Existing and planned livestock uses of the water. 2. Existing and planned municipal water supply and sewage disposal uses of the water. 3. Existing and planned agricultural uses of the water, other than livestock uses. 4. Existing and planned private domestic uses of the water. 5. Other existing and planned uses of the water. 6. Whether it is in the public interest to grant the permit. 7. Such other matters as the Director considers relevant. O. Reg. 285/99, s. 2 (3). (4) A Director who is considering an application under section 34 of the Act for a permit to take water shall ensure that Ontario’s obligations under the Great Lakes Charter with respect to the application are complied with. O. Reg. 285/99, s. 2 (4). (5) Subject to subsection (4), a Director who is considering an application under section 34 of the Act for a permit to take water may ensure that governmental authorities for other jurisdictions are notified of the application and consulted, even if notification and consultation are not required by the Great Lakes Charter. O. Reg. 285/99, s. 2 (5). (6) A Director who is considering an application under section 34 of the Act for a permit to take water may require the applicant to, (a) consult with other persons who have an interest in the taking, including governmental authorities for other jurisdictions; (b) provide the Director with information on the interests of and responses of the persons consulted under clause (a); and (c) provide the Director with such other information as is specified by the Director. O. Reg. 285/99, s. 2 (6). (7) In this section, “Great Lakes Charter” means the Great Lakes Charter signed by the premiers of Ontario and Quebec and the governors of Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Pennsylvania and Wisconsin on February 11, 1985. O. Reg. 285/99, s. 2 (7). Water Transfer",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A Director who is considering an application under section 34 of the Act for a permit to take water shall consider the following matters, to the extent that each is relevant, in accordance with the procedures set out in the Ministry of the Environment publication entitled “Permits to Take Water, Guidelines and Procedures Manual, 1999”, as amended from time to time:</p> <p class=\"paragraph-e\">1. Protection of the natural functions of the ecosystem.</p> <p class=\"paragraph-e\">2. Ground water that may affect or be affected by the proposed surface water taking, if the application is for a permit to take surface water.</p> <p class=\"paragraph-e\">3. Surface water that may affect or be affected by the proposed ground water taking, if the application is for a permit to take ground water. O. Reg. 285/99, s. 2 (1).</p> <p class=\"subsection-e\">(2) A Director who is considering an application under section 34 of the Act for a permit to take water shall consider the interests of persons who have an interest in the taking, to the extent that those interests are relevant. O. Reg. 285/99, s. 2 (2).</p> <p class=\"subsection-e\">(3) A Director who is considering an application under section 34 of the Act for a permit to take water may consider the following matters in accordance with the procedures set out in the Ministry of the Environment publication entitled “Permits to Take Water, Guidelines and Procedures Manual, 1999”, as amended from time to time:</p> <p class=\"paragraph-e\">1. Existing and planned livestock uses of the water.</p> <p class=\"paragraph-e\">2. Existing and planned municipal water supply and sewage disposal uses of the water.</p> <p class=\"paragraph-e\">3. Existing and planned agricultural uses of the water, other than livestock uses.</p> <p class=\"paragraph-e\">4. Existing and planned private domestic uses of the water.</p> <p class=\"paragraph-e\">5. Other existing and planned uses of the water.</p> <p class=\"paragraph-e\">6. Whether it is in the public interest to grant the permit.</p> <p class=\"paragraph-e\">7. Such other matters as the Director considers relevant. O. Reg. 285/99, s. 2 (3).</p> <p class=\"subsection-e\">(4) A Director who is considering an application under section 34 of the Act for a permit to take water shall ensure that Ontario’s obligations under the Great Lakes Charter with respect to the application are complied with. O. Reg. 285/99, s. 2 (4).</p> <p class=\"subsection-e\">(5) Subject to subsection (4), a Director who is considering an application under section 34 of the Act for a permit to take water may ensure that governmental authorities for other jurisdictions are notified of the application and consulted, even if notification and consultation are not required by the Great Lakes Charter. O. Reg. 285/99, s. 2 (5).</p> <p class=\"subsection-e\">(6) A Director who is considering an application under section 34 of the Act for a permit to take water may require the applicant to,</p> <p class=\"clause-e\">(a) consult with other persons who have an interest in the taking, including governmental authorities for other jurisdictions;</p> <p class=\"clause-e\">(b) provide the Director with information on the interests of and responses of the persons consulted under clause (a); and</p> <p class=\"clause-e\">(c) provide the Director with such other information as is specified by the Director. O. Reg. 285/99, s. 2 (6).</p> <p class=\"subsection-e\">(7) In this section,</p> <p class=\"firstdef-e\">“Great Lakes Charter” means the Great Lakes Charter signed by the premiers of Ontario and Quebec and the governors of Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Pennsylvania and Wisconsin on February 11, 1985. O. Reg. 285/99, s. 2 (7).</p> <p class=\"heading1-e\">Water Transfer</p>"
        },
        {
            "id": "3.",
            "section": "Water Transfer",
            "content": "3. (1) For the purposes of this section, Ontario is divided into the following three water basins: 1. The Great Lakes-St. Lawrence Basin, which consists of Lake Ontario, Lake Erie, Lake Huron, Lake Superior, the St. Lawrence River and the part of Ontario the water of which drains into any of them, including the Ottawa River and the part of Ontario the water of which drains into the Ottawa River. 2. The Nelson Basin, which consists of the part of Ontario the water of which drains into the Nelson River. 3. The Hudson Bay Basin, which consists of the part of Ontario, not included in the Nelson Basin, the water of which drains into Hudson Bay or James Bay. O. Reg. 285/99, s. 3 (1). (2) No person shall use water by transferring it out of a water basin. O. Reg. 285/99, s. 3 (2). (3) Subsection (2) does not apply to water that is used in the water basin to manufacture or produce a product that is then transferred out of the water basin. O. Reg. 285/99, s. 3 (3). (4) For the purpose of subsection (3), potable or other water is not a manufactured or produced product. O. Reg. 285/99, s. 3 (4). (5) Subsection (2) does not apply to water that is being transported and that is necessary for the operation of the vehicle, vessel or other form of transport that the water is being transported in, including water that is for the use of people or livestock in or on the vehicle, vessel or other form of transport. O. Reg. 285/99, s. 3 (5). (6) Subsection (2) does not apply to water packaged in a container having a volume of 20 litres or less. O. Reg. 285/99, s. 3 (6). (7) Subsection (2) does not apply to an undertaking that commenced before January 1, 1998 if the amount of water transferred out of a water basin by the undertaking in any calendar year after December 31, 1997 does not exceed the highest amount of water transferred out of the water basin by the undertaking in any calendar year after December 31, 1960 and before January 1, 1998. O. Reg. 285/99, s. 3 (7). (8) Subsection (2) does not apply to water taken pursuant to the order of the Lieutenant Governor in Council dated October 2, 1913 respecting the Greater Winnipeg Water District. O. Reg. 285/99, s. 3 (8). ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the purposes of this section, Ontario is divided into the following three water basins:</p> <p class=\"paragraph-e\">1. The Great Lakes-St. Lawrence Basin, which consists of Lake Ontario, Lake Erie, Lake Huron, Lake Superior, the St. Lawrence River and the part of Ontario the water of which drains into any of them, including the Ottawa River and the part of Ontario the water of which drains into the Ottawa River.</p> <p class=\"paragraph-e\">2. The Nelson Basin, which consists of the part of Ontario the water of which drains into the Nelson River.</p> <p class=\"paragraph-e\">3. The Hudson Bay Basin, which consists of the part of Ontario, not included in the Nelson Basin, the water of which drains into Hudson Bay or James Bay. O. Reg. 285/99, s. 3 (1).</p> <p class=\"subsection-e\">(2) No person shall use water by transferring it out of a water basin. O. Reg. 285/99, s. 3 (2).</p> <p class=\"subsection-e\">(3) Subsection (2) does not apply to water that is used in the water basin to manufacture or produce a product that is then transferred out of the water basin. O. Reg. 285/99, s. 3 (3).</p> <p class=\"subsection-e\">(4) For the purpose of subsection (3), potable or other water is not a manufactured or produced product. O. Reg. 285/99, s. 3 (4).</p> <p class=\"subsection-e\">(5) Subsection (2) does not apply to water that is being transported and that is necessary for the operation of the vehicle, vessel or other form of transport that the water is being transported in, including water that is for the use of people or livestock in or on the vehicle, vessel or other form of transport. O. Reg. 285/99, s. 3 (5).</p> <p class=\"subsection-e\">(6) Subsection (2) does not apply to water packaged in a container having a volume of 20 litres or less. O. Reg. 285/99, s. 3 (6).</p> <p class=\"subsection-e\">(7) Subsection (2) does not apply to an undertaking that commenced before January 1, 1998 if the amount of water transferred out of a water basin by the undertaking in any calendar year after December 31, 1997 does not exceed the highest amount of water transferred out of the water basin by the undertaking in any calendar year after December 31, 1960 and before January 1, 1998. O. Reg. 285/99, s. 3 (7).</p> <p class=\"subsection-e\">(8) Subsection (2) does not apply to water taken pursuant to the order of the Lieutenant Governor in Council dated October 2, 1913 respecting the Greater Winnipeg Water District. O. Reg. 285/99, s. 3 (8).</p> <p class=\"Normal\"></p>"
        }
    ]
}