{
    "reg_info": {
        "full_title": "O. Reg. 800/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 800/93: ",
        "act_under": "Occupational Therapy Act, 1991   Loi de 1991 sur les ergothérapeutes",
        "url": "https://www.ontario.ca/laws/regulation/930800",
        "date_scraped": "2023-12-19 10:12:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930800/v1",
            "valid_from": "May 30, 1996",
            "valid_to": "March 11, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: THE PRACTICE OF THE PROFESSION AND CARE OF, AND RELATIONSHIP WITH, CLIENTS 1. Contravening a term, condition or limitation on the member’s certificate of registration. 2. Contravening a standard of practice of the profession or failing to maintain the standard of practice of the profession. 3. Doing anything to a client for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health-related purpose in a situation in which a consent is required by law, without such a consent. 4. Abusing a client verbally, physically, psychologically or emotionally. 5. Practising the profession while the member’s ability to do so is impaired by any substance. 6. Discontinuing professional services that are needed unless, i. the client requests the discontinuation, ii. alternative services are arranged, iii. the client is given a reasonable opportunity to arrange alternative services, iv. services to the client have been discontinued without consultation with the member, v. the client can no longer meet agreed upon terms of payment, and all reasonable attempts on the part of the member to facilitate such payment have been unsuccessful, vi. the client has been given reasonable opportunity to achieve set client goals, or vii. the facility providing services has exhausted the resources allocated to those services. 7. Discontinuing professional services contrary to the terms of an agreement between the member and a contracting agency or a hospital within the meaning of the Public Hospitals Act without reasonable cause. 8. Practising the profession while the member is in a conflict of interest. 9. Giving information about a client to a person other than the client or his or her authorized representative except with the consent of the client or his or her authorized representative or as required or allowed by law. 10. Breaching an agreement with a client relating to professional services for the client or fees for such services. 11. Failing to reveal the exact nature of a treatment provided by the member following a client’s request to do so. REPRESENTATIONS ABOUT MEMBERS AND THEIR QUALIFICATIONS 12. Inappropriately using a term, title or designation in respect of the member’s practice. 13. Using a term, title or designation indicating or implying a specialization in the profession. 14. Practising the profession using a name other than the member’s name as entered in the register. RECORD KEEPING AND REPORTS 15. Failing to keep records in accordance with the standards of the profession. 16. Falsifying a record relating to the member’s practice. 17. Failing, without reasonable cause, to provide a report or certificate relating to an assessment or intervention performed by the member, within a reasonable time, to the client or his or her authorized representative after a client or his or her authorized representative has requested such a report or certificate. 18. Signing or issuing, in the member’s professional capacity a document that the member knows, or ought to have known, contains a false or misleading statement. BUSINESS PRACTICES 19. Submitting an account or charge for services that the member knows is false or misleading. 20. Failing to advise the client of the fee to be charged or any penalties for late payment prior to providing a service. 21. Charging a fee that is excessive in relation to the service provided. 22. Offering or giving a reduction for prompt payment of an account. 23. Failing to itemize an account for professional services, i. if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services, or ii. if the account includes items that are purchased on behalf of clients. 24. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services. MISCELLANEOUS MATTERS 25. Contravening the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 26. Contravening a federal, provincial or territorial law, a municipal by-law or a by-law or rule of a hospital within the meaning of the Public Hospitals Act if, i. the purpose of the law, by-law or rule is to protect the public health, or ii. the contravention is relevant to the member’s suitability to practise. 27. Influencing a client to change his or her will or other testamentary instrument to provide a benefit to the member. 28. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. 29. Misappropriating property from a client or workplace. 30. Failing to inform the member’s employer of the member’s inability to accept responsibility in those areas where specific training is required or where the member does not feel competent to function without supervision. 31. Failing to comply with an order of a panel of the Discipline Committee or a panel of the Fitness to Practise Committee. 32. Failing to appear before a panel of the Complaints Committee to be cautioned. 33. Failing to co-operate in a College investigation. 34. Failing to reply appropriately or within a reasonable time to a written enquiry made by the College. 34.1 Subject to paragraph 34.3, failing to co-operate with an investigator of the College of another health profession listed in Schedule 1 to the Regulated Health Professions Act, 1991 who produces a copy of his or her appointment as an investigator under section 75 of the Health Professions Procedural Code. 34.2 Subject to paragraph 34.3, failing to provide copies of a record, document or thing that may be relevant to the investigation conducted by an investigator referred to in paragraph 34.1. 34.3 Providing personal information relating to a client to an investigator referred to in paragraph 34.1 without the consent of the client. 35. Failing to supervise an assistant appropriately or in accordance with the regulations under the Act. 36. Failing to refer a client to a regulated health professional when the member recognizes or should have recognized an abnormality or condition which indicates such a referral. 37. Continuing treatment of a client where it is no longer indicated or treatment has ceased to be effective, or providing unnecessary treatment. 38. Directly or indirectly benefiting from the practice of occupational therapy while the member’s certificate of registration is suspended unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. O. Reg. 800/93, s. 1; O. Reg. 224/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"headingx-e\">THE PRACTICE OF THE PROFESSION AND CARE OF, AND RELATIONSHIP WITH, CLIENTS</p> <p class=\"paragraph-e\">1. Contravening a term, condition or limitation on the member’s certificate of registration.</p> <p class=\"paragraph-e\">2. Contravening a standard of practice of the profession or failing to maintain the standard of practice of the profession.</p> <p class=\"paragraph-e\">3. Doing anything to a client for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health-related purpose in a situation in which a consent is required by law, without such a consent.</p> <p class=\"paragraph-e\">4. Abusing a client verbally, physically, psychologically or emotionally.</p> <p class=\"paragraph-e\">5. Practising the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">6. Discontinuing professional services that are needed unless,</p> <p class=\"subpara-e\">i. the client requests the discontinuation,</p> <p class=\"subpara-e\">ii. alternative services are arranged,</p> <p class=\"subpara-e\">iii. the client is given a reasonable opportunity to arrange alternative services,</p> <p class=\"subpara-e\">iv. services to the client have been discontinued without consultation with the member,</p> <p class=\"subpara-e\">v. the client can no longer meet agreed upon terms of payment, and all reasonable attempts on the part of the member to facilitate such payment have been unsuccessful,</p> <p class=\"subpara-e\">vi. the client has been given reasonable opportunity to achieve set client goals, or</p> <p class=\"subpara-e\">vii. the facility providing services has exhausted the resources allocated to those services.</p> <p class=\"paragraph-e\">7. Discontinuing professional services contrary to the terms of an agreement between the member and a contracting agency or a hospital within the meaning of the <i>Public Hospitals Act</i> without reasonable cause.</p> <p class=\"paragraph-e\">8. Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">9. Giving information about a client to a person other than the client or his or her authorized representative except with the consent of the client or his or her authorized representative or as required or allowed by law.</p> <p class=\"paragraph-e\">10. Breaching an agreement with a client relating to professional services for the client or fees for such services.</p> <p class=\"paragraph-e\">11. Failing to reveal the exact nature of a treatment provided by the member following a client’s request to do so.</p> <p class=\"headingx-e\">REPRESENTATIONS ABOUT MEMBERS AND THEIR QUALIFICATIONS</p> <p class=\"paragraph-e\">12. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">13. Using a term, title or designation indicating or implying a specialization in the profession.</p> <p class=\"paragraph-e\">14. Practising the profession using a name other than the member’s name as entered in the register.</p> <p class=\"headingx-e\">RECORD KEEPING AND REPORTS</p> <p class=\"paragraph-e\">15. Failing to keep records in accordance with the standards of the profession.</p> <p class=\"paragraph-e\">16. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">17. Failing, without reasonable cause, to provide a report or certificate relating to an assessment or intervention performed by the member, within a reasonable time, to the client or his or her authorized representative after a client or his or her authorized representative has requested such a report or certificate.</p> <p class=\"paragraph-e\">18. Signing or issuing, in the member’s professional capacity a document that the member knows, or ought to have known, contains a false or misleading statement.</p> <p class=\"headingx-e\">BUSINESS PRACTICES</p> <p class=\"paragraph-e\">19. Submitting an account or charge for services that the member knows is false or misleading.</p> <p class=\"paragraph-e\">20. Failing to advise the client of the fee to be charged or any penalties for late payment prior to providing a service.</p> <p class=\"paragraph-e\">21. Charging a fee that is excessive in relation to the service provided.</p> <p class=\"paragraph-e\">22. Offering or giving a reduction for prompt payment of an account.</p> <p class=\"paragraph-e\">23. Failing to itemize an account for professional services,</p> <p class=\"subpara-e\">i. if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services, or</p> <p class=\"subpara-e\">ii. if the account includes items that are purchased on behalf of clients.</p> <p class=\"paragraph-e\">24. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services.</p> <p class=\"headingx-e\">MISCELLANEOUS MATTERS</p> <p class=\"paragraph-e\">25. Contravening the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">26. Contravening a federal, provincial or territorial law, a municipal by-law or a by-law or rule of a hospital within the meaning of the <i>Public Hospitals Act </i>if,</p> <p class=\"subpara-e\">i. the purpose of the law, by-law or rule is to protect the public health, or</p> <p class=\"subpara-e\">ii. the contravention is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">27. Influencing a client to change his or her will or other testamentary instrument to provide a benefit to the member.</p> <p class=\"paragraph-e\">28. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">29. Misappropriating property from a client or workplace.</p> <p class=\"paragraph-e\">30. Failing to inform the member’s employer of the member’s inability to accept responsibility in those areas where specific training is required or where the member does not feel competent to function without supervision.</p> <p class=\"paragraph-e\">31. Failing to comply with an order of a panel of the Discipline Committee or a panel of the Fitness to Practise Committee.</p> <p class=\"paragraph-e\">32. Failing to appear before a panel of the Complaints Committee to be cautioned.</p> <p class=\"paragraph-e\">33. Failing to co-operate in a College investigation.</p> <p class=\"paragraph-e\">34. Failing to reply appropriately or within a reasonable time to a written enquiry made by the College.</p> <p class=\"paragraph-e\">34.1 Subject to paragraph 34.3, failing to co-operate with an investigator of the College of another health profession listed in Schedule 1 to the <i>Regulated Health Professions Act, 1991</i> who produces a copy of his or her appointment as an investigator under section 75 of the Health Professions Procedural Code.</p> <p class=\"paragraph-e\">34.2 Subject to paragraph 34.3, failing to provide copies of a record, document or thing that may be relevant to the investigation conducted by an investigator referred to in paragraph 34.1.</p> <p class=\"paragraph-e\">34.3 Providing personal information relating to a client to an investigator referred to in paragraph 34.1 without the consent of the client.</p> <p class=\"paragraph-e\">35. Failing to supervise an assistant appropriately or in accordance with the regulations under the Act.</p> <p class=\"paragraph-e\">36. Failing to refer a client to a regulated health professional when the member recognizes or should have recognized an abnormality or condition which indicates such a referral.</p> <p class=\"paragraph-e\">37. Continuing treatment of a client where it is no longer indicated or treatment has ceased to be effective, or providing unnecessary treatment.</p> <p class=\"paragraph-e\">38. Directly or indirectly benefiting from the practice of occupational therapy while the member’s certificate of registration is suspended unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. O. Reg. 800/93, s. 1; O. Reg. 224/96, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2.  Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 800/93, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 800/93, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}