{
    "reg_info": {
        "full_title": "O. Reg. 593/93: ADJUDICATION",
        "reg_name_text": "ADJUDICATION",
        "citation": "O. Reg. 593/93: ",
        "act_under": "Social Contract Act, 1993",
        "url": "https://www.ontario.ca/laws/regulation/930593",
        "date_scraped": "2023-12-20 01:33:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 10, 1994",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) The Office of Social Contract Adjudication is established and designated as the adjudicator for the purposes of the Act. (2) The Office shall consist of a chief adjudicator and one or more adjudication officers designated by the Minister. (3) The Minister may appoint a registrar for the Office and such other persons as the Minister considers necessary to carry out its functions.  O. Reg. 593/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The Office of Social Contract Adjudication is established and designated as the adjudicator for the purposes of the Act.</p> <p class=\"subsection-e\">  (2) The Office shall consist of a chief adjudicator and one or more adjudication officers designated by the Minister.</p> <p class=\"subsection-e\">  (3) The Minister may appoint a registrar for the Office and such other persons as the Minister considers necessary to carry out its functions.  O. Reg. 593/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. A review under the Act shall be determined by the chief adjudicator or a single adjudication officer designated by the chief adjudicator.  O. Reg. 593/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A review under the Act shall be determined by the chief adjudicator or a single adjudication officer designated by the chief adjudicator.  O. Reg. 593/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The chief adjudicator, any adjudication officer, the registrar, or any other servants in the Office who are not public servants under the Public Service Act, shall be paid such remuneration as the Minister may determine, subject to the approval of the Management Board of Cabinet.  O. Reg. 593/93, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The chief adjudicator, any adjudication officer, the registrar, or any other servants in the Office who are not public servants under the <i>Public Service Act</i>, shall be paid such remuneration as the Minister may determine, subject to the approval of the Management Board of Cabinet.  O. Reg. 593/93, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) The written request for a review by an adjudicator under section 19 or 30 of the Act must contain the following information: 1. The name and address of the applicant and the applicant’s address for receipt of documents under this Regulation. 2. The name and address of the employer that established the plan or program that is the subject of the request for review. 3. In the case of a request for a review by a bargaining agent under subsection 30 (1), a description of the unit of employees of the employer that the bargaining agent represents. 4. A copy of the written summary of the plan under section 17 of the Act or of the program under section 28 of the Act that was posted by the employer and that is the subject of the request for review. 5. The date that the written summary referred to in paragraph 4 was posted by the employer, whether the written summary is the first summary posted by the employer, and, if not, the dates of all previous postings of the summary. 6. Any additional facts relied upon by the applicant in support of its request for review. 7. The grounds for the objection to the plan or the program. 8. Any submissions in support of the grounds for the objection to the plan or program. (2) If the request for review is submitted by a bargaining agent and the ground or one of the grounds for a request for review is the failure of the employer to post a program or plan, the bargaining agent is not required to furnish the information in paragraphs 4 and 5 of subsection (1) and the registrar may require the employer to include that information in any response. (3) If the request for review is submitted by an employee, the employee is not required to furnish the information in paragraphs 4 and 5 of subsection (1) and the registrar may require the employer to include that information in any response.  O. Reg. 593/93, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The written request for a review by an adjudicator under section 19 or 30 of the Act must contain the following information:</p> <p class=\"paragraph-e\">  1. The name and address of the applicant and the applicant’s address for receipt of documents under this Regulation.</p> <p class=\"paragraph-e\">  2. The name and address of the employer that established the plan or program that is the subject of the request for review.</p> <p class=\"paragraph-e\">  3. In the case of a request for a review by a bargaining agent under subsection 30 (1), a description of the unit of employees of the employer that the bargaining agent represents.</p> <p class=\"paragraph-e\">  4. A copy of the written summary of the plan under section 17 of the Act or of the program under section 28 of the Act that was posted by the employer and that is the subject of the request for review.</p> <p class=\"paragraph-e\">  5. The date that the written summary referred to in paragraph 4 was posted by the employer, whether the written summary is the first summary posted by the employer, and, if not, the dates of all previous postings of the summary.</p> <p class=\"paragraph-e\">  6. Any additional facts relied upon by the applicant in support of its request for review.</p> <p class=\"paragraph-e\">  7. The grounds for the objection to the plan or the program.</p> <p class=\"paragraph-e\">  8. Any submissions in support of the grounds for the objection to the plan or program.</p> <p class=\"subsection-e\">  (2) If the request for review is submitted by a bargaining agent and the ground or one of the grounds for a request for review is the failure of the employer to post a program or plan, the bargaining agent is not required to furnish the information in paragraphs 4 and 5 of subsection (1) and the registrar may require the employer to include that information in any response.</p> <p class=\"subsection-e\">  (3) If the request for review is submitted by an employee, the employee is not required to furnish the information in paragraphs 4 and 5 of subsection (1) and the registrar may require the employer to include that information in any response.  O. Reg. 593/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) The employee or bargaining agent requesting a review shall file the request for review with the registrar. (2) If the request for review by the adjudicator under subsection 19 (1) or 30 (1) of the Act was made before this Regulation came into force, the party making the request shall amend its request so that it contains the information required under section 4 and shall file it with the registrar within ten days of the publication of this Regulation in The Ontario Gazette.  O. Reg. 593/93, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The employee or bargaining agent requesting a review shall file the request for review with the registrar.</p> <p class=\"subsection-e\">  (2) If the request for review by the adjudicator under subsection 19 (1) or 30 (1) of the Act was made before this Regulation came into force, the party making the request shall amend its request so that it contains the information required under section 4 and shall file it with the registrar within ten days of the publication of this Regulation in <i>The Ontario Gazette</i>.  O. Reg. 593/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) The registrar shall consolidate all written requests or amended requests filed under section 5 for the review under subsection 19 (1) of the Act of an employer’s non-bargaining unit plan and shall send copies of the requests and amended requests to the employer and shall inform the employer of any requirement to supply the information described in paragraphs 4 and 5 of subsection 4 (1) in any response under section 7. (2) The registrar shall consolidate all written requests or amended requests filed under section 5 for the review under subsection 30 (1) of the Act of a program and shall send copies of the requests and amended requests to the employer and shall inform the employer of any requirement to supply the information described in paragraphs 4 and 5 of subsection 4 (1) in any response under section 7.  O. Reg. 593/93, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The registrar shall consolidate all written requests or amended requests filed under section 5 for the review under subsection 19 (1) of the Act of an employer’s non-bargaining unit plan and shall send copies of the requests and amended requests to the employer and shall inform the employer of any requirement to supply the information described in paragraphs 4 and 5 of subsection 4 (1) in any response under section 7.</p> <p class=\"subsection-e\">  (2) The registrar shall consolidate all written requests or amended requests filed under section 5 for the review under subsection 30 (1) of the Act of a program and shall send copies of the requests and amended requests to the employer and shall inform the employer of any requirement to supply the information described in paragraphs 4 and 5 of subsection 4 (1) in any response under section 7.  O. Reg. 593/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The employer shall file with the registrar the employer’s response, if any, to the requests or amended requests within ten days of receipt from the registrar of the material described in section 6. (2) The employer’s response shall be in writing and shall contain the following information: 1. In the case of a request to review a plan to which clause 16 (2) (c) of the Act applies, a copy of the local agreement referred to in clause 16 (2) (c). 2. A summary of the objections, identifying the applicants making the objections, to which the employer is responding. 3. Any material facts relied upon by the employer in responding to the objections referred to in paragraph 2. 4. Any submissions in response to the objections referred to in paragraph 2. 5. The information required by the registrar to be included under section 6. (3) The registrar shall send a copy of the employer’s response to all of the employees and bargaining agents filing a request under section 5.  O. Reg. 593/93, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The employer shall file with the registrar the employer’s response, if any, to the requests or amended requests within ten days of receipt from the registrar of the material described in section 6.</p> <p class=\"subsection-e\">  (2) The employer’s response shall be in writing and shall contain the following information:</p> <p class=\"paragraph-e\">  1. In the case of a request to review a plan to which clause 16 (2) (c) of the Act applies, a copy of the local agreement referred to in clause 16 (2) (c).</p> <p class=\"paragraph-e\">  2. A summary of the objections, identifying the applicants making the objections, to which the employer is responding.</p> <p class=\"paragraph-e\">  3. Any material facts relied upon by the employer in responding to the objections referred to in paragraph 2.</p> <p class=\"paragraph-e\">  4. Any submissions in response to the objections referred to in paragraph 2.</p> <p class=\"paragraph-e\">  5. The information required by the registrar to be included under section 6.</p> <p class=\"subsection-e\">  (3) The registrar shall send a copy of the employer’s response to all of the employees and bargaining agents filing a request under section 5.  O. Reg. 593/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) The bargaining agents and employees filing a request under section 5 shall file with the registrar a written reply to the employer’s response, if any, within ten days after receipt from the registrar of the employer’s response under section 7. (2) The reply, (a) shall address the employer’s response to the objections made in the request for review under section 4 or the amended request under subsection 5 (2); (b) shall not set out any fact not previously contained in the request or amended request for review or the employer’s response; and (c) shall not contain submissions or arguments on any matter not specifically addressed in the employer’s response. (3) The registrar shall send to the employer a copy of the reply to the employer’s response filed under subsection (1).  O. Reg. 593/93, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The bargaining agents and employees filing a request under section 5 shall file with the registrar a written reply to the employer’s response, if any, within ten days after receipt from the registrar of the employer’s response under section 7.</p> <p class=\"subsection-e\">  (2) The reply,</p> <p class=\"clause-e\">  (a) shall address the employer’s response to the objections made in the request for review under section 4 or the amended request under subsection 5 (2);</p> <p class=\"clause-e\">  (b) shall not set out any fact not previously contained in the request or amended request for review or the employer’s response; and</p> <p class=\"clause-e\">  (c) shall not contain submissions or arguments on any matter not specifically addressed in the employer’s response.</p> <p class=\"subsection-e\">  (3) The registrar shall send to the employer a copy of the reply to the employer’s response filed under subsection (1).  O. Reg. 593/93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) The registrar may, after consultation with the chief adjudicator, designate a person as a mediator to investigate the requests for review of a plan established under section 16 of the Act or a program established under section 27 of the Act. (2) The mediator shall meet with the employees and bargaining agents, as applicable, and the employer to investigate and attempt to settle the differences between the parties relating to the plan or program. (3) The mediator shall report to the registrar as to whether the parties were able to settle the differences. (4) If the parties are able to settle any differences between them relating to a plan or program, the plan or program may be amended or confirmed by the chief adjudicator or an adjudication officer in accordance with the settlement so long as the plan or program, as amended or confirmed, conforms to the Act and regulations made under it. (5) The implementation of a settlement in subsection (4) may be part of the determination under section 10 of any unresolved differences relating to the plan or program. (6) If the parties are unable to settle all of the differences between them, the outstanding differences shall be referred to the chief adjudicator by the registrar.  O. Reg. 593/93, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The registrar may, after consultation with the chief adjudicator, designate a person as a mediator to investigate the requests for review of a plan established under section 16 of the Act or a program established under section 27 of the Act.</p> <p class=\"subsection-e\">  (2) The mediator shall meet with the employees and bargaining agents, as applicable, and the employer to investigate and attempt to settle the differences between the parties relating to the plan or program.</p> <p class=\"subsection-e\">  (3) The mediator shall report to the registrar as to whether the parties were able to settle the differences.</p> <p class=\"subsection-e\">  (4) If the parties are able to settle any differences between them relating to a plan or program, the plan or program may be amended or confirmed by the chief adjudicator or an adjudication officer in accordance with the settlement so long as the plan or program, as amended or confirmed, conforms to the Act and regulations made under it.</p> <p class=\"subsection-e\">  (5) The implementation of a settlement in subsection (4) may be part of the determination under section 10 of any unresolved differences relating to the plan or program.</p> <p class=\"subsection-e\">  (6) If the parties are unable to settle all of the differences between them, the outstanding differences shall be referred to the chief adjudicator by the registrar.  O. Reg. 593/93, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) The chief adjudicator shall consider and determine or shall assign an adjudication officer to consider and determine any requests for review submitted to the registrar that are unresolved after the mediator’s report, if any, is made under subsection 9 (3). (2) In the absence of the chief adjudicator, the registrar shall assign an adjudication officer to consider and determine any requests for review.  O. Reg. 593/93, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The chief adjudicator shall consider and determine or shall assign an adjudication officer to consider and determine any requests for review submitted to the registrar that are unresolved after the mediator’s report, if any, is made under subsection 9 (3).</p> <p class=\"subsection-e\">  (2) In the absence of the chief adjudicator, the registrar shall assign an adjudication officer to consider and determine any requests for review.  O. Reg. 593/93, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. The adjudicator considering the requests under subsection 19 (1) or 30 (1) of the Act may, if he or she considers it necessary for the fair determination of a review, require any party to provide additional information or submissions in support of its position in the review.  O. Reg. 593/93, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The adjudicator considering the requests under subsection 19 (1) or 30 (1) of the Act may, if he or she considers it necessary for the fair determination of a review, require any party to provide additional information or submissions in support of its position in the review.  O. Reg. 593/93, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. After the adjudicator has reviewed the material submitted in respect of the review of the plan or program and any other material that the adjudicator considers relevant to the matter, he or she shall issue his or her decision under subsection 20 (2) or 31 (2) of the Act, in writing.  O. Reg. 593/93, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>After the adjudicator has reviewed the material submitted in respect of the review of the plan or program and any other material that the adjudicator considers relevant to the matter, he or she shall issue his or her decision under subsection 20 (2) or 31 (2) of the Act, in writing.  O. Reg. 593/93, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) Requests for review under subsection 19 (1) of the Act of the non-bargaining unit plans of two or more employers may be combined by the registrar into one file which may be considered and determined in accordance with subsection 10 (1) and section 12 and one written decision covering all requests in the combined file may be issued by the adjudicator. (2) Requests for review under subsection 30 (1) of the Act of the programs of two or more employers may be combined by the registrar into one file which may be considered and determined in accordance with subsection 10 (1) and section 12 and one written decision covering all requests in the combined file may be issued by the adjudicator.  O. Reg. 593/93, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Requests for review under subsection 19 (1) of the Act of the non-bargaining unit plans of two or more employers may be combined by the registrar into one file which may be considered and determined in accordance with subsection 10 (1) and section 12 and one written decision covering all requests in the combined file may be issued by the adjudicator.</p> <p class=\"subsection-e\">  (2) Requests for review under subsection 30 (1) of the Act of the programs of two or more employers may be combined by the registrar into one file which may be considered and determined in accordance with subsection 10 (1) and section 12 and one written decision covering all requests in the combined file may be issued by the adjudicator.  O. Reg. 593/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. The adjudicator to whom a request for review is referred may dispose of the request for review without further notice to anyone who has not filed a document in the proceeding in the form and manner and within the time limits set out in the Act and this Regulation.  O. Reg. 593/93, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The adjudicator to whom a request for review is referred may dispose of the request for review without further notice to anyone who has not filed a document in the proceeding in the form and manner and within the time limits set out in the Act and this Regulation.  O. Reg. 593/93, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. The adjudicator may review the material referred to in section 12 and issue his or her decision even if the time limits set out in this Regulation have not been met, if the adjudicator is satisfied that reasonable grounds exist for relief from such time limits and the opposite parties would not be prejudiced.  O. Reg. 593/93, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The adjudicator may review the material referred to in section 12 and issue his or her decision even if the time limits set out in this Regulation have not been met, if the adjudicator is satisfied that reasonable grounds exist for relief from such time limits and the opposite parties would not be prejudiced.  O. Reg. 593/93, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. The adjudicator to whom the request for review is referred may direct that any person or entity be added as a party to a proceeding or be served with any document.  O. Reg. 593/93, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>The adjudicator to whom the request for review is referred may direct that any person or entity be added as a party to a proceeding or be served with any document.  O. Reg. 593/93, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. No proceeding under section 19, 20, 30 or 31 of the Act or under this Regulation is invalid by reason of any defect in form or of any technical irregularity.  O. Reg. 593/93, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>No proceeding under section 19, 20, 30 or 31 of the Act or under this Regulation is invalid by reason of any defect in form or of any technical irregularity.  O. Reg. 593/93, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. If a document is required to be filed under this Regulation, the filing shall be deemed to be made, (a) at the time it is received by the registrar at his or her office at the Office of Social Contract Adjudication, 2nd Floor, Frost Building North, 95 Grosvenor Street, Toronto, Ontario, M7A 1Z1; or (b) where it is mailed by registered mail addressed to the registrar, Office of Social Contract Adjudication, 2nd Floor, Frost Building North, 95 Grosvenor Street, Toronto, Ontario, M7A 1Z1, at the time is it mailed.  O. Reg. 593/93, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>If a document is required to be filed under this Regulation, the filing shall be deemed to be made,</p> <p class=\"clause-e\">  (a) at the time it is received by the registrar at his or her office at the Office of Social Contract Adjudication, 2nd Floor, Frost Building North, 95 Grosvenor Street, Toronto, Ontario, M7A 1Z1; or</p> <p class=\"clause-e\">  (b) where it is mailed by registered mail addressed to the registrar, Office of Social Contract Adjudication, 2nd Floor, Frost Building North, 95 Grosvenor Street, Toronto, Ontario, M7A 1Z1, at the time is it mailed.  O. Reg. 593/93, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. If a statement in any document filed with the registrar is so indefinite or incomplete so as to hamper the preparation of a response or reply to it, the adjudicator to whom the request for review is referred may, upon request of the party making the response or reply, direct that the information stated be made specific or complete and, if the person so directed fails to comply with the direction, the adjudicator may strike the statement from the document.  O. Reg. 593/93, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>If a statement in any document filed with the registrar is so indefinite or incomplete so as to hamper the preparation of a response or reply to it, the adjudicator to whom the request for review is referred may, upon request of the party making the response or reply, direct that the information stated be made specific or complete and, if the person so directed fails to comply with the direction, the adjudicator may strike the statement from the document.  O. Reg. 593/93, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. For the purposes of the Act and this Regulation,  “employee”, in subsection 19 (1) of the Act, includes a person who was an employee of the employer at the time an objection to the plan under subsection 18 (1) of the Act was made and “employee”, in subsection 30 (1) of the Act, includes a person who was an employee at the time an objection to the program was made under subsection 29 (3) of the Act.  O. Reg. 593/93, s. 20.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>For the purposes of the Act and this Regulation, </p> <p class=\"firstdef-e\">“employee”, in subsection 19 (1) of the Act, includes a person who was an employee of the employer at the time an objection to the plan under subsection 18 (1) of the Act was made and “employee”, in subsection 30 (1) of the Act, includes a person who was an employee at the time an objection to the program was made under subsection 29 (3) of the Act.  O. Reg. 593/93, s. 20.</p> <p class=\"firstdef-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/930593\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}