{
    "reg_info": {
        "full_title": "O. Reg. 158/02: CALCULATION OF FEES FOR PUPILS FOR THE 2002-2003 SCHOOL BOARD FISCAL YEAR",
        "reg_name_text": "CALCULATION OF FEES FOR PUPILS FOR THE 2002-2003 SCHOOL BOARD FISCAL YEAR",
        "citation": "O. Reg. 158/02: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/020158",
        "date_scraped": "2023-12-19 09:35:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020158/v1",
            "valid_from": "April 11, 2003",
            "valid_to": "April  6, 2008"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “A.D.E. regulation” means Ontario Regulation 157/02; (“règlement sur l’effectif quotidien moyen”) “continuing education A.D.E.”, for a board, means the continuing education average daily enrolment for the board, as calculated under section 3 of the A.D.E. regulation; (“effectif quotidien moyen des cours d’éducation permanente”) “continuing education class or course” has the same meaning as in section 3 of the A.D.E. regulation; (“classe ou cours d’éducation permanente”) “day school A.D.E.”, for a board, means the day school average daily enrolment for the board, as calculated under section 2 of the A.D.E. regulation; (“effectif quotidien moyen de jour”) “day school program” does not include continuing education or summer school classes or courses; (“programme scolaire de jour”) “elementary school pupil” means a pupil who is enrolled in any of junior kindergarten, kindergarten and grades one to eight; (“élève de l’élémentaire”) “grant regulation” means Ontario Regulation 156/02; (“règlement sur les subventions”) “high cost program” means, (a) a special education program, or (b) any other program which both the board and the party from whom the tuition fee is receivable agree is a high cost program for the purposes of this Regulation; (“programme à coût élevé”) “isolate board” means a school authority other than a section 68 board; (“conseil isolé”) “P.A.C.”, for a pupil, means the pupil accommodation charge for a pupil as determined under subsections (3) and (4); (“frais de pension”) “secondary school pupil” means a pupil who is enrolled in any of grades nine to twelve or in a course leading to an OAC credit; (“élève du secondaire”) “section 68 board” means a board established under section 68 of the Act; (“conseil créé en vertu de l’article 68”) “summer school A.D.E.”, for a board, means the summer school average daily enrolment for the board, as calculated under section 4 of the A.D.E. regulation; (“effectif quotidien moyen des cours d’été”) “summer school class or course” means a summer school class or course as defined in subsection 4 (1) of the A.D.E. regulation. (“classe ou cours d’été”) O. Reg. 158/02, s. 1 (1). (2) The following rules apply for the purposes of this Regulation: 1. A pupil is considered to be a pupil of a board if he or she is a pupil of the board for the purposes of the grant regulation. 2. The day school A.D.E. of a pupil enrolled in a school operated by a board is the day school A.D.E. for the board, calculated as if the pupil were the board’s only pupil. O. Reg. 158/02, s. 1 (2). (3) The pupil accommodation charge for a pupil is $141 in the case of an elementary school pupil or $282 in the case of a secondary school pupil. O. Reg. 158/02, s. 1 (3). (4) Despite subsection (3), if a board has entered into an agreement under subsection 188 (3) of the Act that provides for a payment by the Crown in right of Canada to provide classroom accommodation for a specified number of pupils, the pupil accommodation charge for each pupil accommodated as a result of the agreement is zero. O. Reg. 158/02, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“A.D.E. regulation” means Ontario Regulation 157/02; (“règlement sur l’effectif quotidien moyen”)</p> <p class=\"definition-e\">“continuing education A.D.E.”, for a board, means the continuing education average daily enrolment for the board, as calculated under section 3 of the A.D.E. regulation; (“effectif quotidien moyen des cours d’éducation permanente”)</p> <p class=\"definition-e\">“continuing education class or course” has the same meaning as in section 3 of the A.D.E. regulation; (“classe ou cours d’éducation permanente”)</p> <p class=\"definition-e\">“day school A.D.E.”, for a board, means the day school average daily enrolment for the board, as calculated under section 2<b> </b>of the A.D.E. regulation; (“effectif quotidien moyen de jour”)</p> <p class=\"definition-e\">“day school program” does not include continuing education or summer school classes or courses; (“programme scolaire de jour”)</p> <p class=\"definition-e\">“elementary school pupil” means a pupil who is enrolled in any of junior kindergarten, kindergarten and grades one to eight; (“élève de l’élémentaire”)</p> <p class=\"definition-e\">“grant regulation” means Ontario Regulation 156/02; (“règlement sur les subventions”)</p> <p class=\"definition-e\">“high cost program” means,</p> <p class=\"defclause-e\">(a) a special education program, or</p> <p class=\"defclause-e\">(b) any other program which both the board and the party from whom the tuition fee is receivable agree is a high cost program for the purposes of this Regulation; (“programme à coût élevé”)</p> <p class=\"definition-e\">“isolate board” means a school authority other than a section 68 board; (“conseil isolé”)</p> <p class=\"definition-e\">“P.A.C.”, for a pupil, means the pupil accommodation charge for a pupil as determined under subsections (3) and (4); (“frais de pension”)</p> <p class=\"definition-e\">“secondary school pupil” means a pupil who is enrolled in any of grades nine to twelve or in a course leading to an OAC credit; (“élève du secondaire”)</p> <p class=\"definition-e\">“section 68 board” means a board established under section 68 of the Act; (“conseil créé en vertu de l’article 68”)</p> <p class=\"definition-e\">“summer school A.D.E.”, for a board, means the summer school average daily enrolment for the board, as calculated under section 4 of the A.D.E. regulation; (“effectif quotidien moyen des cours d’été”)</p> <p class=\"definition-e\">“summer school class or course” means a summer school class or course as defined in subsection<b> </b>4 (1) of the A.D.E. regulation. (“classe ou cours d’été”) O. Reg. 158/02, s. 1 (1).</p> <p class=\"subsection-e\">(2) The following rules apply for the purposes of this Regulation: </p> <p class=\"paragraph-e\">1. A pupil is considered to be a pupil of a board if he or she is a pupil of the board for the purposes of the grant regulation.</p> <p class=\"paragraph-e\">2. The day school A.D.E. of a pupil enrolled in a school operated by a board is the day school A.D.E. for the board, calculated as if the pupil were the board’s only pupil. O. Reg. 158/02, s. 1 (2).</p> <p class=\"subsection-e\">(3) The pupil accommodation charge for a pupil is $141 in the case of an elementary school pupil or $282 in the case of a secondary school pupil. O. Reg. 158/02, s. 1 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (3), if a board has entered into an agreement under subsection 188 (3) of the Act that provides for a payment by the Crown in right of Canada to provide classroom accommodation for a specified number of pupils, the pupil accommodation charge for each pupil accommodated as a result of the agreement is zero. O. Reg. 158/02, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2. This Regulation applies in respect of the fiscal year of boards that commences on September 1, 2002 and ends on August 31, 2003. O. Reg. 158/02, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation applies in respect of the fiscal year of boards that commences on September 1, 2002 and ends on August 31, 2003. O. Reg. 158/02, s. 2. </p>"
        },
        {
            "id": "3.",
            "section": "Education for Indians",
            "content": "3. (1) This section applies in respect of a pupil who is enrolled in a day school program in a school operated by a district school board or an isolate board if a fee in respect of the pupil is receivable by the board from, (a) the Crown in right of Canada; or (b) a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians. O. Reg. 158/02, s. 3 (1). (2) The fee in respect of the pupil is calculated by multiplying the day school A.D.E. of the pupil by the sum of the P.A.C. for the pupil and the base fee determined, (a) under subsection (3), in the case of a pupil who is an elementary school pupil enrolled in a school operated by a district school board; (b) under subsection (4), in the case of a pupil who is a secondary school pupil enrolled in a school operated by a district school board; or (c) under subsection (6), in the case of a pupil who is enrolled in a school operated by an isolate board. O. Reg. 158/02, s. 3 (2). (3) The base fee for an elementary school pupil enrolled in a school operated by a district school board is determined as follows: 1. Take the sum of, i. the board’s base amount for elementary school pupils for the fiscal year, as determined under paragraph 1 of subsection 13 (2) of the grant regulation, and ii. the product of $200 multiplied by the day school A.D.E. for the board, counting only elementary school pupils of the board. 2. Determine an amount on account of the special education allocation for elementary school pupils, as follows: i. Take the day school A.D.E. for the board, counting only pupils enrolled in junior kindergarten, kindergarten and grades one to three. ii. Multiply the number determined under subparagraph i by $528, to obtain the enrolment-based special education amount for junior kindergarten to grade three. iii. Take the day school A.D.E. for the board, counting only pupils enrolled in any of grades four to eight. iv. Multiply the number determined under subparagraph iii by $398, to obtain the enrolment-based special education amount for grades four to eight. v. Calculate the part of the total approved equipment ISA claims for the board for the fiscal year, as determined under section 16 of the grant regulation that is generated by elementary school pupils of the board. vi. Calculate the part of the total approved special incidence ISA claims for the board for the fiscal year, as determined under section 18 of the grant regulation, that is generated by elementary school pupils of the board. vii. Calculate the part of the program ISA for the board for the fiscal year determined under clause 17 (b) of the grant regulation that is generated by elementary school pupils, as determined by reference to the estimates submitted by the board under clause 231 (11) (c) of the Act for the previous fiscal year. viii. Total the amounts obtained under subparagraphs ii, iv, v, vi and vii. 3. In the case of an English-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows: i. Take the French as a second language amount for elementary school pupils of the board for the fiscal year, as determined under section 22 of the grant regulation. ii. Calculate the part of the ESL/ESD amount for the board that is generated by elementary school pupils of the board, as follows: A. Multiply $2,751 by the total of the amounts that would be determined under paragraphs 1, 2 and 3 of subsection 24 (1) of the grant regulation if only elementary school pupils of the board were counted. B. Take the amount set out for the board in Table 2 of the grant regulation opposite the name of the board. C. Divide the amount referred to in sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board. D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only elementary school pupils of the board. E. Add the amounts calculated under sub-subparagraphs A and D. iii. Add the amount referred to in subparagraph i and the amount determined under subparagraph ii. 4. In the case of a French-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows: i. Multiply by $400 the number of elementary school pupils of the board on October 31, 2002. ii. Divide the ALF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, by the total number of elementary and secondary instructional units for ALF purposes for the fiscal year, as determined for the board under that section. Multiply the result by the total number of elementary instructional units for ALF purposes. iii. Calculate the part of the PDF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, that is generated by elementary school pupils of the board. iv. Total the amounts determined under subparagraphs i, ii and iii. 5. Add the part of the small schools amount for the board for the fiscal year, as determined under section 28 of the grant regulation, that relates to the board’s elementary schools and the elementary school principals amount for the board for the fiscal year, as determined under that section. 6. Determine an amount on account of the remote and rural allocation for elementary school pupils, as follows: i. Divide the amount of the board’s remote and rural allocation for the year, as determined under section 29 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board. ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board. 7. Determine an amount on account of the learning opportunities allocation for elementary school pupils, as follows: i. Divide the amount set out in Column 2 of Table 5 of the grant regulation opposite the name of the board by the day school A.D.E. for the board, counting only pupils of the board. ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board. iii. Multiply the day school A.D.E. for the board, counting only pupils enrolled in junior kindergarten, kindergarten and grades one to three, by $118. iv. Add the amounts determined under subparagraphs ii and iii. 8. Take the amount of the board’s elementary school teacher qualification and experience allocation for the fiscal year, as determined under section 32 of the grant regulation. 9. Take the amount of the board’s early learning allocation for the fiscal year, as determined under section 33 of the grant regulation. 10. Determine an amount on account of the administration and governance allocation for elementary school pupils, as follows: i. Divide the amount of the board’s administration and governance allocation for the fiscal year, as determined under section 35 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board. ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board. 11. Determine an amount on account of the school operations part of the pupil accommodation allocation for elementary school pupils by multiplying the benchmark operating cost of $57.59, i. by the adjusted elementary school area requirement for the board determined under section 36 of the grant regulation, if a supplementary elementary school area factor is approved for the board under that section, or ii. by the elementary school area requirement for the board determined under section 36 of the grant regulation, if no supplementary elementary school area factor is approved for the board under that section. 12. Take the amount of the board’s total top up amount for elementary school operations for the fiscal year, as determined under section 36 of the grant regulation. 12.1 Determine an amount on account of the board’s adjustment for declining enrolment in respect of elementary school pupils by, i. dividing the amount of the board’s adjustment for declining enrolment, if any, as determined under section 38 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board, and ii. multiplying the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board. 13. Total the amounts determined for the board under paragraphs 1 to 12.1. 14. Deduct the portion of the board’s OMERS savings, within the meaning of section 1 of the grant regulation, that is reasonably attributed by the board to elementary school pupils from the amount determined under paragraph 13 and divide the resulting amount by the day school A.D.E. for the board, counting only elementary school pupils of the board. O. Reg. 158/02, s. 3 (3); O. Reg. 349/02, s. 1 (1-6); O. Reg. 136/03, s. 1 (1, 2). (4) The base fee for a pupil who is a secondary school pupil enrolled in a school operated by a district school board is determined as follows: 1. Take the sum of, i. the board’s base amount for secondary school pupils for the fiscal year, as determined under paragraph 2 of subsection 13 (2) of the grant regulation, and ii. the product of $200 multiplied by the day school A.D.E. for the board, counting only secondary school pupils of the board. 2. Determine an amount on account of the special education allocation for secondary school pupils, as follows: i. Determine the day school A.D.E. of the board, counting only secondary school pupils of the board. ii. Multiply the number determined under subparagraph i by $257. iii. Calculate the part of the equipment ISA for the board for the fiscal year, as determined under section 16 of the grant regulation, that is generated by secondary school pupils of the board. iv. Calculate the part of the total approved special incidence ISA claims for the board for the fiscal year, as determined under section 18 of the grant regulation, that is generated by secondary school pupils of the board. v. Calculate the part of the program ISA for the board for the fiscal year determined under clause 17 (b) of the grant regulation that is generated by secondary school pupils, as determined by reference to the estimates submitted by the board under clause 231 (11) (c) of the Act for the 2001-2002 fiscal year. vi. Total the amounts obtained under subparagraphs ii, iii, iv and v. 3. In the case of an English-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows: i. Take the French as a second language amount for secondary school pupils of the board for the fiscal year, as determined under section 22 of the grant regulation. ii. Calculate the part of the ESL/ESD amount for the board that is generated by secondary school pupils of the board, as follows: A. Calculate the part of the ESL/ESD amount for the board, as calculated under section 24 of the grant regulation, that is generated by secondary school pupils of the board. B. Take the amount set out for the board in Table 2 of the grant regulation opposite the name of the board. C. Divide the amount referred to in sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board. D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only secondary school pupils of the board. E. Add the amounts calculated under sub-subparagraphs A and D. iii. Add the amount referred to in subparagraph i and the amount determined under subparagraph ii. 4. In the case of a French-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows: i. Multiply $647 by the day school ADE, counting only secondary school pupils of the board. ii. Divide the ALF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, by the total number of elementary and secondary instructional units for ALF purposes for the fiscal year, as determined for the board under that section. Multiply the result by the total number of secondary instructional units for ALF purposes. iii. Calculate the part of the PDF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, that is generated by secondary school pupils of the board. iv. Total the amounts determined under subparagraphs i, ii and iii. 5. Add the part of the small schools amount for the board for the fiscal year, as determined under section 28 of the grant regulation, that relates to the board’s secondary schools and the secondary school principals amount for the board for the fiscal year, as determined under that section. 6. Determine an amount on account of the remote and rural allocation for secondary school pupils, as follows: i. Divide the amount of the board’s remote and rural allocation for the fiscal year, as determined under section 29 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board. ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board. 7. Determine an amount on account of the learning opportunities allocation for secondary school pupils, as follows: i. Divide the amount set out in Column 2 of Table 5 of the grant regulation opposite the name of the board by the day school A.D.E. for the board, counting only pupils of the board. ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board. 8. Take the amount of the board’s secondary school teacher qualification and experience allocation for the fiscal year, as determined under section 32 of the grant regulation. 9. Determine an amount on account of the administration and governance allocation for secondary school pupils, as follows: i. Divide the amount of the board’s administration and governance allocation for the fiscal year, as determined under section 35 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board. ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board. 10. Determine an amount on account of the school operations part of the pupil accommodation allocation for secondary school pupils, by multiplying the benchmark operating cost of $57.59, i. by the adjusted secondary school area requirement for the board determined under section 36 of the grant regulation, if a supplementary secondary school area factor is approved for the board under that section, or ii. by the secondary school area requirement for the board determined under section 36 of the grant regulation, if no supplementary secondary school area factor is approved for the board under that section. 11. Take the amount of the board’s total top up amount for secondary school operations for the fiscal year, as determined under section 36 of the grant regulation. 11.1 Determine an amount on account of the board’s adjustment for declining enrolment in respect of secondary school pupils by, i. dividing the amount of the board’s adjustment for declining enrolment, if any, as determined under section 38 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board, and ii. multiplying the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board. 12. Total the amounts determined for the board under paragraphs 1 to 11.1. 13. Deduct the portion of the board’s OMERS savings, within the meaning of section 1 of the grant regulation, that is reasonably attributed by the board to secondary school pupils from the amount determined under paragraph 12 and divide the resulting amount by the day school A.D.E. for the board, counting only secondary school pupils of the board. O. Reg. 158/02, s. 3 (4); O. Reg. 349/02, s. 1 (7-9); O. Reg. 136/03, s. 1 (3, 4). (5) For the purposes of subsections (3) and (4), the sum of the portion of the board’s OMERS savings attributable by the board to elementary school pupils and the portion of the board’s OMERS savings attributable by the board to secondary school pupils must not exceed the amount of the board’s OMERS savings within the meaning of section 1 of the grant regulation. O. Reg. 158/02, s. 3 (5). (6) The base fee for a pupil who is enrolled in a school operated by an isolate board is determined as follows: 1. Take the approved expenditure of the board within the meaning of subsection 45 (1) of the grant regulation. 2. Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to transportation. 3. Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to school renewal. 4. Divide the amount obtained under paragraph 3 by the day school A.D.E. for the board, counting only pupils of the board. O. Reg. 158/02, s. 3 (6). (7) The fee in respect of a pupil described in subsection (1) who is enrolled in a Native language program in a school operated by a district school board and whose fee is receivable from an entity described in clause (1) (a) or (b), may be increased, at the option of the district school board, by an amount equal to the allocation for Native language that would be generated for the pupil if he or she were a pupil of the board, determined in accordance with section 23 of the grant regulation. O. Reg. 158/02, s. 3 (7). (8) The fee in respect of a pupil described in subsection (1) who is enrolled in a high cost program may be increased, at the option of the board, to the amount determined by multiplying the fee that would otherwise be payable, (a) by a factor agreed on by the board providing the instruction and the party from whom the fee is receivable; or (b) by a factor determined in the manner described in subsection (9) if the board and the party cannot agree on a factor. O. Reg. 158/02, s. 3 (8). (9) If the board providing the instruction and the party from whom the fee is receivable cannot agree on a factor, the factor shall be determined by three arbitrators, appointed as follows: 1. One arbitrator appointed by the board that provides the instruction. 2. One arbitrator appointed by the party from whom the fee is receivable. 3. One arbitrator appointed by the arbitrators appointed under paragraphs 1 and 2. O. Reg. 158/02, s. 3 (9). (10) The decision of the arbitrators or a majority of them is final and binding on the board providing the instruction and on the party from whom the fee is receivable. O. Reg. 158/02, s. 3 (10). (11) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 3 (11).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) This section applies in respect of a pupil who is enrolled in a day school program in a school operated by a district school board or an isolate board if a fee in respect of the pupil is receivable by the board from,</p> <p class=\"clause-e\">(a) the Crown in right of Canada; or</p> <p class=\"clause-e\">(b) a band, the council of a band or an education authority where the band, council of a band or education authority is authorized by the Crown in right of Canada to provide education for Indians. O. Reg. 158/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) The fee in respect of the pupil is calculated by multiplying the day school A.D.E. of the pupil by the sum of the P.A.C. for the pupil and the base fee determined,</p> <p class=\"clause-e\">(a) under subsection (3), in the case of a pupil who is an elementary school pupil enrolled in a school operated by a district school board;</p> <p class=\"clause-e\">(b) under subsection (4), in the case of a pupil who is a secondary school pupil enrolled in a school operated by a district school board; or</p> <p class=\"clause-e\">(c) under subsection (6), in the case of a pupil who is enrolled in a school operated by an isolate board. O. Reg. 158/02, s. 3 (2).</p> <p class=\"subsection-e\">(3) The base fee for an elementary school pupil enrolled in a school operated by a district school board is determined as follows:</p> <p class=\"paragraph-e\"><a name=\"P44_4961\"></a><a name=\"r003\"></a>1.<a name=\"P44_4963\"> </a><a name=\"r003e\"></a>Take the sum of,</p> <p class=\"subpara-e\">i. the board’s base amount for elementary school pupils for the fiscal year, as determined under paragraph 1 of subsection 13 (2) of the grant regulation, and </p> <p class=\"subpara-e\">ii. the product of $200 multiplied by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\"><a name=\"P47_5265\"></a><a name=\"r004\"></a>2.<a name=\"P47_5267\"> </a><a name=\"r004e\"></a>Determine an amount on account of the special education allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the day school A.D.E. for the board, counting only pupils enrolled in junior kindergarten, kindergarten and grades one to three.</p> <p class=\"subpara-e\">ii. Multiply the number determined under subparagraph i by $528, to obtain the enrolment-based special education amount for junior kindergarten to grade three. </p> <p class=\"subpara-e\">iii. Take the day school A.D.E. for the board, counting only pupils enrolled in any of grades four to eight.</p> <p class=\"subpara-e\">iv. Multiply the number determined under subparagraph iii by $398, to obtain the enrolment-based special education amount for grades four to eight.</p> <p class=\"subpara-e\">v. Calculate the part of the total approved equipment ISA claims for the board for the fiscal year, as determined under section 16 of the grant regulation that is generated by elementary school pupils of the board.</p> <p class=\"subpara-e\">vi. Calculate the part of the total approved special incidence ISA claims for the board for the fiscal year, as determined under section 18 of the grant regulation, that is generated by elementary school pupils of the board.</p> <p class=\"subpara-e\">vii. Calculate the part of the program ISA for the board for the fiscal year determined under clause 17 (b) of the grant regulation that is generated by elementary school pupils, as determined by reference to the estimates submitted by the board under clause 231 (11) (c) of the Act for the previous fiscal year.</p> <p class=\"subpara-e\">viii. Total the amounts obtained under subparagraphs ii, iv, v, vi and vii.</p> <p class=\"paragraph-e\"><a name=\"P56_6743\"></a><a name=\"r005\"></a>3.<a name=\"P56_6745\"> </a><a name=\"r005e\"></a>In the case of an English-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the French as a second language amount for elementary school pupils of the board for the fiscal year, as determined under section 22 of the grant regulation.</p> <p class=\"subpara-e\">ii. Calculate the part of the ESL/ESD amount for the board that is generated by elementary school pupils of the board, as follows:</p> <p class=\"subsubpara-e\">A. Multiply $2,751 by the total of the amounts that would be determined under paragraphs 1, 2 and 3 of subsection 24 (1) of the grant regulation if only elementary school pupils of the board were counted.</p> <p class=\"subsubpara-e\">B. Take the amount set out for the board in Table 2 of the grant regulation<b> </b>opposite the name of the board.</p> <p class=\"subsubpara-e\">C. Divide the amount referred to in sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board. </p> <p class=\"subsubpara-e\">D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"subsubpara-e\">E. Add the amounts calculated under sub-subparagraphs A and D.</p> <p class=\"subpara-e\">iii. Add the amount referred to in subparagraph i and the amount determined under subparagraph ii.</p> <p class=\"paragraph-e\"><a name=\"P65_7939\"></a><a name=\"r006\"></a>4.<a name=\"P65_7941\"> </a><a name=\"r006e\"></a>In the case of a French-language district school board, determine an amount on account of the language allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Multiply by $400 the number of elementary school pupils of the board on October 31, 2002.</p> <p class=\"subpara-e\">ii. Divide the ALF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, by the total number of elementary and secondary instructional units for ALF purposes for the fiscal year, as determined for the board under that section. Multiply the result by the total number of elementary instructional units for ALF purposes.</p> <p class=\"subpara-e\">iii. Calculate the part of the PDF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, that is generated by elementary school pupils of the board.</p> <p class=\"subpara-e\">iv. Total the amounts determined under subparagraphs i, ii and iii.</p> <p class=\"paragraph-e\"><a name=\"P70_8820\"></a><a name=\"r007\"></a>5.<a name=\"P70_8822\"> </a><a name=\"r007e\"></a>Add the part of the small schools amount for the board for the fiscal year, as determined under section 28 of the grant regulation, that relates to the board’s elementary schools and the elementary school principals amount for the board for the fiscal year, as determined under that section.</p> <p class=\"paragraph-e\"><a name=\"P71_9115\"></a><a name=\"r008\"></a>6.<a name=\"P71_9117\"> </a><a name=\"r008e\"></a>Determine an amount on account of the remote and rural allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Divide the amount of the board’s remote and rural allocation for the year, as determined under section 29 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\"><a name=\"P74_9580\"></a><a name=\"r009\"></a>7.<a name=\"P74_9582\"> </a><a name=\"r009e\"></a>Determine an amount on account of the learning opportunities allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Divide the amount set out in Column 2 of Table 5 of the grant regulation opposite the name of the board by the day school A.D.E. for the board, counting only pupils of the board. </p> <p class=\"subpara-e\">ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"subpara-e\">iii. Multiply the day school A.D.E. for the board, counting only pupils enrolled in junior kindergarten, kindergarten and grades one to three, by $118.</p> <p class=\"subpara-e\">iv. Add the amounts determined under subparagraphs ii and iii.</p> <p class=\"paragraph-e\"><a name=\"P79_10234\"></a><a name=\"r010\"></a>8.<a name=\"P79_10236\"> </a><a name=\"r010e\"></a>Take the amount of the board’s elementary school teacher qualification and experience allocation for the fiscal year, as determined under section 32 of the grant regulation. </p> <p class=\"paragraph-e\"><a name=\"P80_10412\"></a><a name=\"r011\"></a>9.<a name=\"P80_10414\"> </a><a name=\"r011e\"></a>Take the amount of the board’s early learning allocation for the fiscal year, as determined under section 33 of the grant regulation.</p> <p class=\"paragraph-e\"><a name=\"P81_10549\"></a><a name=\"r012\"></a>10.<a name=\"P81_10552\"> </a><a name=\"r012e\"></a>Determine an amount on account of the administration and governance allocation for elementary school pupils, as follows:</p> <p class=\"subpara-e\">i. Divide the amount of the board’s administration and governance allocation for the fiscal year, as determined under section 35 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\"><a name=\"P84_11048\"></a><a name=\"r013\"></a>11.<a name=\"P84_11051\"> </a><a name=\"r013e\"></a>Determine an amount on account of the school operations part of the pupil accommodation allocation for elementary school pupils by multiplying the benchmark operating cost of $57.59,</p> <p class=\"subpara-e\">i. by the adjusted elementary school area requirement for the board determined under section 36 of the grant regulation, if a supplementary elementary school area factor is approved for the board under that section, or</p> <p class=\"subpara-e\">ii. by the elementary school area requirement for the board determined under section 36 of the grant regulation, if no supplementary elementary school area factor is approved for the board under that section.</p> <p class=\"paragraph-e\"><a name=\"P87_11657\"></a><a name=\"r014\"></a>12.<a name=\"P87_11660\"> </a><a name=\"r014e\"></a>Take the amount of the board’s total top up amount for elementary school operations for the fiscal year, as determined under section 36 of the grant regulation.</p> <p class=\"paragraph-e\">12.1 Determine an amount on account of the board’s adjustment for declining enrolment in respect of elementary school pupils by,</p> <p class=\"subpara-e\">i. dividing the amount of the board’s adjustment for declining enrolment, if any, as determined under section 38 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board, and</p> <p class=\"subpara-e\">ii. multiplying the amount determined under subparagraph i by the day school A.D.E. for the board, counting only elementary school pupils of the board.</p> <p class=\"paragraph-e\">13. Total the amounts determined for the board under paragraphs 1 to 12.1.</p> <p class=\"paragraph-e\"><a name=\"P92_12391\"></a><a name=\"r015\"></a>14.<a name=\"P92_12394\"> </a><a name=\"r015e\"></a>Deduct the portion of the board’s OMERS savings, within the meaning of section 1 of the grant regulation, that is reasonably attributed by the board to elementary school pupils from the amount determined under paragraph 13 and divide the resulting amount by the day school A.D.E. for the board, counting only elementary school pupils of the board. O. Reg. 158/02, s. 3 (3); O. Reg. 349/02, s. 1 (1-6); O. Reg. 136/03, s. 1 (1, 2).</p> <p class=\"subsection-e\"><a name=\"P93_12836\"></a><a name=\"ss007\"></a>(4) The base fee for a pupil who is a secondary school pupil enrolled in a school operated by a district school board is determined as follows:</p> <p class=\"paragraph-e\">1. Take the sum of,</p> <p class=\"subpara-e\">i. the board’s base amount for secondary school pupils for the fiscal year, as determined under paragraph 2 of subsection 13 (2) of the grant regulation, and </p> <p class=\"subpara-e\">ii. the product of $200 multiplied by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">2. Determine an amount on account of the special education allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Determine the day school A.D.E. of the board, counting only secondary school pupils of the board.</p> <p class=\"subpara-e\">ii. Multiply the number determined under subparagraph i by $257.</p> <p class=\"subpara-e\">iii. Calculate the part of the equipment ISA for the board for the fiscal year, as determined under section 16 of the grant regulation, that is generated by secondary school pupils of the board.</p> <p class=\"subpara-e\">iv. Calculate the part of the total approved special incidence ISA claims for the board for the fiscal year, as determined under section 18 of the grant regulation, that is generated by secondary school pupils of the board.</p> <p class=\"subpara-e\">v. Calculate the part of the program ISA for the board for the fiscal year determined under clause 17 (b) of the grant regulation that is generated by secondary school pupils, as determined by reference to the estimates submitted by the board under clause 231 (11) (c) of the Act for the 2001-2002 fiscal year.</p> <p class=\"subpara-e\">vi. Total the amounts obtained under subparagraphs ii, iii, iv and v.</p> <p class=\"paragraph-e\">3. In the case of an English-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Take the French as a second language amount for secondary school pupils of the board for the fiscal year, as determined under section 22 of the grant regulation.</p> <p class=\"subpara-e\">ii. Calculate the part of the ESL/ESD amount for the board that is generated by secondary school pupils of the board, as follows:</p> <p class=\"subsubpara-e\">A. Calculate the part of the ESL/ESD amount for the board, as calculated under section 24 of the grant regulation, that is generated by secondary school pupils of the board.</p> <p class=\"subsubpara-e\">B. Take the amount set out for the board in Table 2 of the grant regulation opposite the name of the board.</p> <p class=\"subsubpara-e\">C. Divide the amount referred to in sub-subparagraph B by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subsubpara-e\">D. Multiply the result obtained under sub-subparagraph C by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"subsubpara-e\">E. Add the amounts calculated under sub-subparagraphs A and D.</p> <p class=\"subpara-e\">iii. Add the amount referred to in subparagraph i and the amount determined under subparagraph ii.</p> <p class=\"paragraph-e\">4. In the case of a French-language district school board, determine an amount on account of the language allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Multiply $647 by the day school ADE, counting only secondary school pupils of the board.</p> <p class=\"subpara-e\">ii. Divide the ALF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, by the total number of elementary and secondary instructional units for ALF purposes for the fiscal year, as determined for the board under that section. Multiply the result by the total number of secondary instructional units for ALF purposes.</p> <p class=\"subpara-e\">iii. Calculate the part of the PDF funding level for the board for the fiscal year, as determined under section 27 of the grant regulation, that is generated by secondary school pupils of the board.</p> <p class=\"subpara-e\">iv. Total the amounts determined under subparagraphs i, ii and iii.</p> <p class=\"paragraph-e\">5. Add the part of the small schools amount for the board for the fiscal year, as determined under section 28 of the grant regulation, that relates to the board’s secondary schools and the secondary school principals amount for the board for the fiscal year, as determined under that section.</p> <p class=\"paragraph-e\">6. Determine an amount on account of the remote and rural allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Divide the amount of the board’s remote and rural allocation for the fiscal year, as determined under section 29 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board. </p> <p class=\"subpara-e\">ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">7. Determine an amount on account of the learning opportunities allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Divide the amount set out in Column 2 of Table 5 of the grant regulation opposite the name of the board by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">8. Take the amount of the board’s secondary school teacher qualification and experience allocation for the fiscal year, as determined under section 32 of the grant regulation. </p> <p class=\"paragraph-e\">9. Determine an amount on account of the administration and governance allocation for secondary school pupils, as follows:</p> <p class=\"subpara-e\">i. Divide the amount of the board’s administration and governance allocation for the fiscal year, as determined under section 35 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board.</p> <p class=\"subpara-e\">ii. Multiply the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">10. Determine an amount on account of the school operations part of the pupil accommodation allocation for secondary school pupils, by multiplying the benchmark operating cost of $57.59,</p> <p class=\"subpara-e\">i. by the adjusted secondary school area requirement for the board determined under section 36 of the grant regulation, if a supplementary secondary school area factor is approved for the board under that section, or </p> <p class=\"subpara-e\">ii. by the secondary school area requirement for the board determined under section 36 of the grant regulation, if no supplementary secondary school area factor is approved for the board under that section.</p> <p class=\"paragraph-e\">11. Take the amount of the board’s total top up amount for secondary school operations for the fiscal year, as determined under section 36 of the grant regulation.</p> <p class=\"paragraph-e\">11.1 Determine an amount on account of the board’s adjustment for declining enrolment in respect of secondary school pupils by,</p> <p class=\"subpara-e\">i. dividing the amount of the board’s adjustment for declining enrolment, if any, as determined under section 38 of the grant regulation, by the day school A.D.E. for the board, counting only pupils of the board, and</p> <p class=\"subpara-e\">ii. multiplying the amount determined under subparagraph i by the day school A.D.E. for the board, counting only secondary school pupils of the board.</p> <p class=\"paragraph-e\">12. Total the amounts determined for the board under paragraphs 1 to 11.1.</p> <p class=\"paragraph-e\">13. Deduct the portion of the board’s OMERS savings, within the meaning of section 1 of the grant regulation, that is reasonably attributed by the board to secondary school pupils from the amount determined under paragraph 12 and divide the resulting amount by the day school A.D.E. for the board, counting only secondary school pupils of the board. O. Reg. 158/02, s. 3 (4); O. Reg. 349/02, s. 1 (7-9); O. Reg. 136/03, s. 1 (3, 4).</p> <p class=\"subsection-e\">(5) For the purposes of subsections (3) and (4), the sum of the portion of the board’s OMERS savings attributable by the board to elementary school pupils and the portion of the board’s OMERS savings attributable by the board to secondary school pupils must not exceed the amount of the board’s OMERS savings within the meaning of section 1 of the grant regulation. O. Reg. 158/02, s. 3 (5).</p> <p class=\"subsection-e\"><a name=\"P139_20445\"></a><a name=\"ss008\"></a>(6) The base fee for a pupil who is enrolled in a school operated by an isolate board is determined as follows:</p> <p class=\"paragraph-e\"><a name=\"P140_20559\"></a><a name=\"r031\"></a>1.<a name=\"P140_20561\"> </a><a name=\"r031e\"></a>Take the approved expenditure of the board within the meaning of subsection 45 (1) of the grant regulation.</p> <p class=\"paragraph-e\"><a name=\"P141_20668\"></a><a name=\"r032\"></a>2.<a name=\"P141_20670\"> </a><a name=\"r032e\"></a>Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to transportation.</p> <p class=\"paragraph-e\"><a name=\"P142_20774\"></a><a name=\"r033\"></a>3.<a name=\"P142_20776\"> </a><a name=\"r033e\"></a>Deduct the amount of the approved expenditure referred to in paragraph 1 that relates to school renewal.</p> <p class=\"paragraph-e\"><a name=\"P143_20880\"></a><a name=\"r034\"></a>4.<a name=\"P143_20882\"> </a><a name=\"r034e\"></a>Divide the amount obtained under paragraph 3 by the day school A.D.E. for the board, counting only pupils of the board. O. Reg. 158/02, s. 3 (6).</p> <p class=\"subsection-e\"><a name=\"P144_21031\"></a><a name=\"ss009\"></a>(7) The fee in respect of a pupil described in subsection (1) who is enrolled in a Native language program in a school operated by a district school board and whose fee is receivable from an entity described in clause (1) (a) or (b), may be increased, at the option of the district school board, by an amount equal to the allocation for Native language that would be generated for the pupil if he or she were a pupil of the board, determined in accordance with section 23 of the grant regulation. O. Reg. 158/02, s. 3 (7).</p> <p class=\"subsection-e\"><a name=\"P145_21560\"></a><a name=\"ss010\"></a>(8) The fee in respect of a pupil described in subsection (1) who is enrolled in a high cost program may be increased, at the option of the board, to the amount determined by multiplying the fee that would otherwise be payable,</p> <p class=\"clause-e\">(a) by a factor agreed on by the board providing the instruction and the party from whom the fee is receivable; or</p> <p class=\"clause-e\">(b) by a factor determined in the manner described in subsection (9) if the board and the party cannot agree on a factor. O. Reg. 158/02, s. 3 (8).</p> <p class=\"subsection-e\"><a name=\"P148_22053\"></a><a name=\"ss011\"></a>(9) If the board providing the instruction and the party from whom the fee is receivable cannot agree on a factor, the factor shall be determined by three arbitrators, appointed as follows:</p> <p class=\"paragraph-e\"><a name=\"P149_22245\"></a><a name=\"r035\"></a>1.<a name=\"P149_22247\"> </a><a name=\"r035e\"></a>One arbitrator appointed by the board that provides the instruction.</p> <p class=\"paragraph-e\"><a name=\"P150_22315\"></a><a name=\"r036\"></a>2.<a name=\"P150_22317\"> </a><a name=\"r036e\"></a>One arbitrator appointed by the party from whom the fee is receivable.</p> <p class=\"paragraph-e\"><a name=\"P151_22387\"></a><a name=\"r037\"></a>3.<a name=\"P151_22389\"> </a><a name=\"r037e\"></a>One arbitrator appointed by the arbitrators appointed under paragraphs 1 and 2. O. Reg. 158/02, s. 3 (9).</p> <p class=\"subsection-e\"><a name=\"P152_22498\"></a><a name=\"ss012\"></a>(10) The decision of the arbitrators or a majority of them is final and binding on the board providing the instruction and on the party from whom the fee is receivable. O. Reg. 158/02, s. 3 (10). </p> <p class=\"subsection-e\"><a name=\"P153_22701\"></a><a name=\"ss013\"></a>(11) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 3 (11).</p>"
        },
        {
            "id": "4.",
            "section": "Fees, residing in Ontario",
            "content": "4. (1) This section applies in respect of a pupil described in subsection 46 (2) of the Act who is enrolled in a day school program in a school of a district school board or an isolate board and who resides in a school section, separate school zone or secondary school district in which the pupil’s parent or guardian resides, on land that is exempt from taxation for the purposes of any board. O. Reg. 158/02, s. 4 (1). (2) The fee that a board shall charge in respect of a pupil described in subsection (1) to the parent or guardian is $40 for each month or part of a month the pupil is enrolled in a school of the board. O. Reg. 158/02, s. 4 (2). (3) A board charging a parent or guardian a fee of $40 for any month or part of a month under subsection (2) in respect of a pupil described in subsection (1) who is enrolled in a school of the board shall not charge the parent or guardian any fee under subsection (2) for the same month or part of a month in respect of another pupil described in subsection (1) who is enrolled in a school of the board. O. Reg. 158/02, s. 4 (3). (4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) This section applies in respect of a pupil described in subsection 46 (2) of the Act who is enrolled in a day school program in a school of a district school board or an isolate board and who resides in a school section, separate school zone or secondary school district in which the pupil’s parent or guardian resides, on land that is exempt from taxation for the purposes of any board. O. Reg. 158/02, s. 4 (1).</p> <p class=\"subsection-e\"><a name=\"P156_23292\"></a><a name=\"ss014\"></a>(2) The fee that a board shall charge in respect of a pupil described in subsection (1) to the parent or guardian is $40 for each month or part of a month the pupil is enrolled in a school of the board. O. Reg. 158/02, s. 4 (2).</p> <p class=\"subsection-e\"><a name=\"P157_23527\"></a><a name=\"ss015\"></a>(3) A board charging a parent or guardian a fee of $40 for any month or part of a month under subsection (2) in respect of a pupil described in subsection (1) who is enrolled in a school of the board shall not charge the parent or guardian any fee under subsection (2) for the same month or part of a month in respect of another pupil described in subsection (1) who is enrolled in a school of the board. O. Reg. 158/02, s. 4 (3).</p> <p class=\"subsection-e\"><a name=\"P158_23964\"></a><a name=\"ss016\"></a>(4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 4 (4).</p>"
        },
        {
            "id": "P160_24125",
            "section": "Fees, not residing in Ontario",
            "content": "5. (1) The fee in respect of a pupil who is enrolled in a day school program in a school of a district school board or an isolate board and whose parent or guardian does not reside in Ontario is an amount determined by the board that does not exceed the maximum fee determined under subsection (2) or (3). O. Reg. 158/02, s. 5 (1).  (2) Except as is provided in subsection (3), the maximum fee is the amount calculated as follows: 1. Add the base fee determined for the pupil under subsection 3 (3), (4) or (6), as applicable, and the P.A.C. for the pupil. 2. Multiply the amount obtained under paragraph 1 by 0.1. 3. Multiply the result obtained under paragraph 2 by the number of months or part months during which the pupil is enrolled in a school operated by the board. O. Reg. 158/02, s. 5 (2). (3) If the pupil is enrolled in a high cost program, the maximum fee is the total of the amount calculated under subsection (2) and such additional amount as may be determined by the Board that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 158/02, s. 5 (3). (4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P160_24125\"></a><a name=\"s005\"></a>5. </b>(1) The fee in respect of a pupil who is enrolled in a day school program in a school of a district school board or an isolate board and whose parent or guardian does not reside in Ontario is an amount determined by the board that does not exceed the maximum fee determined under subsection (2) or (3). O. Reg. 158/02, s. 5 (1). </p> <p class=\"subsection-e\"><a name=\"P161_24467\"></a><a name=\"ss017\"></a>(2) Except as is provided in subsection (3), the maximum fee is the amount calculated as follows:</p> <p class=\"paragraph-e\"><a name=\"P162_24567\"></a><a name=\"r038\"></a>1.<a name=\"P162_24569\"> </a><a name=\"r038e\"></a>Add the base fee determined for the pupil under subsection 3 (3), (4) or (6), as applicable, and the P.A.C. for the pupil.</p> <p class=\"paragraph-e\"><a name=\"P163_24692\"></a><a name=\"r039\"></a>2.<a name=\"P163_24694\"> </a><a name=\"r039e\"></a>Multiply the amount obtained under paragraph 1 by 0.1.</p> <p class=\"paragraph-e\"><a name=\"P164_24748\"></a><a name=\"r040\"></a>3.<a name=\"P164_24750\"> </a><a name=\"r040e\"></a>Multiply the result obtained under paragraph 2 by the number of months or part months during which the pupil is enrolled in a school operated by the board. O. Reg. 158/02, s. 5 (2).</p> <p class=\"subsection-e\"><a name=\"P165_24935\"></a><a name=\"ss018\"></a>(3) If the pupil is enrolled in a high cost program, the maximum fee is the total of the amount calculated under subsection (2) and such additional amount as may be determined by the Board that does not exceed the additional cost to the board of providing the high cost program to the pupil. O. Reg. 158/02, s. 5 (3). </p> <p class=\"subsection-e\"><a name=\"P166_25260\"></a><a name=\"ss019\"></a>(4) This section does not apply in respect of a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 5 (4).</p>"
        },
        {
            "id": "P168_25410",
            "section": "Fees, s. 68 boards",
            "content": "6. (1) The fee in respect of a pupil who is enrolled in a day school program in a school operated by a section 68 board and whose parent or guardian does not reside in Ontario is the amount determined as follows: 1. Take the expenditure of the board for the fiscal year that is acceptable to the Minister for grant purposes, excluding, i. expenditures for debt charges, ii. expenditures for the purchase of capital assets, as determined under the grant regulation, iii. expenditures for the restoration of destroyed or damaged capital assets, as determined under the grant regulation, and iv. provisions for reserves for working funds and provisions for reserve funds. 2. Deduct the revenue of the board for the fiscal year from, i. any organization on whose property a school of the board is located, and ii. refunds of expenditure of the kind described in subparagraph 1 i, ii or iii. 3. Determine the number of pupil days for the period September 1, 2002 to August 31, 2003 by adding, for each instructional day in that period, the number of pupils enrolled in schools of the board who receive instruction on that day. 4. Divide the amount obtained under paragraph 2 by the total number of pupil days determined under paragraph 3. 5. Multiply the result obtained under paragraph 4 by the number of instructional days for which the pupil is enrolled in a school of the board during the same period. O. Reg. 158/02, s. 6 (1); O. Reg. 136/03, s. 2. (2) This section does not apply to a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P168_25410\"></a><a name=\"s007\"></a>6. </b>(1) The fee in respect of a pupil who is enrolled in a day school program in a school operated by a section 68 board and whose parent or guardian does not reside in Ontario is the amount determined as follows:</p> <p class=\"paragraph-e\"><a name=\"P169_25628\"></a><a name=\"r041\"></a>1.<a name=\"P169_25630\"> </a><a name=\"r041e\"></a>Take the expenditure of the board for the fiscal year that is acceptable to the Minister for grant purposes, excluding,</p> <p class=\"subpara-e\">i. expenditures for debt charges,</p> <p class=\"subpara-e\">ii. expenditures for the purchase of capital assets, as determined under the grant regulation,</p> <p class=\"subpara-e\">iii. expenditures for the restoration of destroyed or damaged capital assets, as determined under the grant regulation, and</p> <p class=\"subpara-e\">iv. provisions for reserves for working funds and provisions for reserve funds. </p> <p class=\"paragraph-e\"><a name=\"P174_26075\"></a><a name=\"r042\"></a>2.<a name=\"P174_26077\"> </a><a name=\"r042e\"></a>Deduct the revenue of the board for the fiscal year from,</p> <p class=\"subpara-e\">i. any organization on whose property a school of the board is located, and </p> <p class=\"subpara-e\">ii. refunds of expenditure of the kind described in subparagraph 1 i, ii or iii.</p> <p class=\"paragraph-e\"><a name=\"P177_26288\"></a><a name=\"r043\"></a>3.<a name=\"P177_26290\"> </a><a name=\"r043e\"></a>Determine the number of pupil days for the period September 1, 2002 to August 31, 2003 by adding, for each instructional day in that period, the number of pupils enrolled in schools of the board who receive instruction on that day.</p> <p class=\"paragraph-e\">4. Divide the amount obtained under paragraph 2 by the total number of pupil days determined under paragraph 3.</p> <p class=\"paragraph-e\"><a name=\"P179_26631\"></a><a name=\"r044\"></a>5.<a name=\"P179_26633\"> </a><a name=\"r044e\"></a>Multiply the result obtained under paragraph 4 by the number of instructional days for which the pupil is enrolled in a school of the board during the same period. O. Reg. 158/02, s. 6 (1); O. Reg. 136/03, s. 2.</p> <p class=\"subsection-e\">(2) This section does not apply to a pupil to whom subsection 49 (6) of the Act applies. O. Reg. 158/02, s. 6 (2).</p>"
        },
        {
            "id": "P182_27024",
            "section": "Fees, pupils to whom subs. 49 (6) of the Act applies",
            "content": "7. (1) The fee in respect of a pupil who is enrolled in a day school program and to whom subsection 49 (6) of the Act applies is the amount determined in accordance with a fees policy developed for the purposes of this section by the board that operates the school in which the pupil is enrolled. O. Reg. 158/02, s. 7 (1).  (2) A board’s fee policy must not authorize a fee in respect of an elementary school pupil that is less than the amount that would be calculated under subsection 3 (1) in respect of an elementary school pupil, if that subsection had applied to the pupil and subsection 49 (6) of the Act had not applied to the pupil. O. Reg. 136/03, s. 3. (3) A board’s fee policy must not authorize a fee in respect of a secondary school pupil that is less than the amount that would be calculated under subsection 3 (1) in respect of a secondary school pupil, if that subsection had applied to the pupil and subsection 49 (6) of the Act had not applied to the pupil. O. Reg. 136/03, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P182_27024\"></a><a name=\"s006\"></a>7. </b>(1) The fee in respect of a pupil who is enrolled in a day school program and to whom subsection 49 (6) of the Act applies is the amount determined in accordance with a fees policy developed for the purposes of this section by the board that operates the school in which the pupil is enrolled. O. Reg. 158/02, s. 7 (1). </p> <p class=\"subsection-e\"><a name=\"P183_27357\"></a><a name=\"ss020\"></a>(2) A board’s fee policy must not authorize a fee in respect of an elementary school pupil that is less than the amount that would be calculated under subsection 3 (1) in respect of an elementary school pupil, if that subsection had applied to the pupil and subsection 49 (6) of the Act had not applied to the pupil. O. Reg. 136/03, s. 3.</p> <p class=\"subsection-e\">(3) A board’s fee policy must not authorize a fee in respect of a secondary school pupil that is less than the amount that would be calculated under subsection 3 (1) in respect of a secondary school pupil, if that subsection had applied to the pupil and subsection 49 (6) of the Act had not applied to the pupil. O. Reg. 136/03, s. 3.</p>"
        },
        {
            "id": "P186_28089",
            "section": "Fees, summer school and continuing education",
            "content": "8. (1) The fee in respect of a pupil to whom subsection 49 (6) of the Act applies and who is enrolled in a summer school or continuing education class or course provided by a district school board or an isolate board is the amount determined by the board. O. Reg. 158/02, s. 8 (1). (1.1) The fee referred to in subsection (1) in respect of a pupil enrolled in a continuing education class or course of the board shall not be less than the fee determined by applying paragraphs 1 to 3 of subsection (2). O. Reg. 136/03, s. 4. (1.2) The fee referred to in subsection (1) in respect of a pupil enrolled in a summer school program of the board shall not be less than the fee determined by applying paragraphs 1 to 3 of subsection (3). O. Reg. 136/03, s. 4. (2) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a continuing education class or course provided by a district school board or an isolate board is such amount as may be agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows: 1. Determine the expenditure of the board in the fiscal year for continuing education classes or courses. 2. Divide the amount determined under paragraph 1 by the continuing education A.D.E. for the board. 3. Multiply the result obtained under paragraph 2 by the continuing education A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 158/02, s. 8 (2). (3) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a summer school class or course provided by a district school board or an isolate board is such amount as may be agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows: 1. Determine the expenditure of the board in the fiscal year for summer school classes or courses. 2. Divide the amount determined under paragraph 1 by the summer school A.D.E. for the board. 3. Multiply the result obtained under paragraph 2 by the summer school A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 158/02, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P186_28089\"></a><a name=\"s008\"></a>8. </b>(1) The fee in respect of a pupil to whom subsection 49 (6) of the Act applies and who is enrolled in a summer school or continuing education class or course provided by a district school board or an isolate board is the amount determined by the board. O. Reg. 158/02, s. 8 (1).</p> <p class=\"subsection-e\">(1.1) The fee referred to in subsection (1) in respect of a pupil enrolled in a continuing education class or course of the board shall not be less than the fee determined by applying paragraphs 1 to 3 of subsection (2). O. Reg. 136/03, s. 4.</p> <p class=\"subsection-e\">(1.2) The fee referred to in subsection (1) in respect of a pupil enrolled in a summer school program of the board shall not be less than the fee determined by applying paragraphs 1 to 3 of subsection (3). O. Reg. 136/03, s. 4.</p> <p class=\"subsection-e\"><a name=\"P189_28861\"></a><a name=\"ss022\"></a>(2) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a continuing education class or course provided by a district school board or an isolate board is such amount as may be agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows:</p> <p class=\"paragraph-e\"><a name=\"P190_29212\"></a><a name=\"r045\"></a>1.<a name=\"P190_29214\"> </a><a name=\"r045e\"></a>Determine the expenditure of the board in the fiscal year for continuing education classes or courses.</p> <p class=\"paragraph-e\"><a name=\"P191_29316\"></a><a name=\"r046\"></a>2.<a name=\"P191_29318\"> </a><a name=\"r046e\"></a>Divide the amount determined under paragraph 1 by the continuing education A.D.E. for the board.</p> <p class=\"paragraph-e\"><a name=\"P192_29414\"></a><a name=\"r047\"></a>3.<a name=\"P192_29416\"> </a><a name=\"r047e\"></a>Multiply the result obtained under paragraph 2 by the continuing education A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 158/02, s. 8 (2).</p> <p class=\"subsection-e\"><a name=\"P193_29593\"></a><a name=\"ss023\"></a>(3) The fee in respect of a pupil described in subsection 3 (1) or 5 (1) who is enrolled in a summer school class or course provided by a district school board or an isolate board is such amount as may be agreed on by the board and the party from whom the fee is receivable or, in the absence of agreement, the amount determined as follows:</p> <p class=\"paragraph-e\"><a name=\"P194_29937\"></a><a name=\"r048\"></a>1.<a name=\"P194_29939\"> </a><a name=\"r048e\"></a>Determine the expenditure of the board in the fiscal year for summer school classes or courses.</p> <p class=\"paragraph-e\"><a name=\"P195_30034\"></a><a name=\"r049\"></a>2.<a name=\"P195_30036\"> </a><a name=\"r049e\"></a>Divide the amount determined under paragraph 1 by the summer school A.D.E. for the board.</p> <p class=\"paragraph-e\"><a name=\"P196_30125\"></a><a name=\"r050\"></a>3.<a name=\"P196_30127\"> </a><a name=\"r050e\"></a>Multiply the result obtained under paragraph 2 by the summer school A.D.E. for the board, counting only pupils described in this subsection. O. Reg. 158/02, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "No fee between boards",
            "content": "9. No fee is payable under this Regulation by one board to another board. O. Reg. 158/02, s. 9. Français ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>No fee is payable under this Regulation by one board to another board. O. Reg. 158/02, s. 9.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_020158_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_020158_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}