{
    "reg_info": {
        "full_title": "O. Reg. 403/04: DETERMINATION OF APPORTIONMENTS FOR HOMES FOR THE AGED AND REST HOMES IN TERRITORIAL DISTRICTS",
        "reg_name_text": "DETERMINATION OF APPORTIONMENTS FOR HOMES FOR THE AGED AND REST HOMES IN TERRITORIAL DISTRICTS",
        "citation": "O. Reg. 403/04: ",
        "act_under": "Municipal Act, 2001   Loi de 2001 sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/040403",
        "date_scraped": "2023-12-19 10:11:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/040403/v2",
            "valid_from": "January  1, 2005",
            "valid_to": "March 29, 2007"
        },
        {
            "a_href": "/laws/regulation/040403/v1",
            "valid_from": "December 16, 2004",
            "valid_to": "December 31, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “apportionment” means an apportionment made by a board of management of a home among the contributing municipalities within a territorial district of the total amount required under subsection 24 (4) or 25 (1) of the Homes for the Aged and Rest Homes Act; “contributing municipality” means a municipality that is required to defray the expenditures or costs of a home under subsection 24 (4) or 25 (1) of the Homes for the Aged and Rest Homes Act; “equivalent assessment” means the amount determined by dividing the compensation a municipality is entitled to be paid by the Minister of Finance for a hydro-generating station located in the municipality in respect to revenues foregone as a result of the enactment of paragraph 28 of subsection 3 (1) of the Assessment Act by the tax rate for the industrial property class for the year prior to the previous year; “home” means a home established and maintained under section 6 of the Homes for the Aged and Rest Homes Act or a home maintained and operated under an agreement with the Minister of Health and Long-Term Care under section 10 of the Homes for the Aged and Rest Homes Act; “weighted assessment” means, (a) with respect to a property that is in a subclass to which section 313 of the Municipal Act, 2001 applies, the taxable assessment or exempt assessment subject to a payment in lieu for the property, according to the annual return for the year prior to the previous year provided to the Minister under section 294 of the Municipal Act, 2001, reduced by the percentage reduction that applies to the tax rate for properties of that subclass and multiplied by the tax ratio of the property class that the property is in established under section 308 of the Municipal Act, 2001 for that year, and (b) with respect to any other property, the taxable assessment or exempt assessment subject to a payment in lieu, according to the annual return for the year prior to the previous year provided to the Minister under section 294 of the Municipal Act, 2001 or equivalent assessment for a property, multiplied by the tax ratio of the property class that the property is in established under section 308 of the Municipal Act, 2001 for that year. O. Reg. 403/04, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“apportionment” means an apportionment made by a board of management of a home among the contributing municipalities within a territorial district of the total amount required under subsection 24 (4) or 25 (1) of the <i>Homes for the Aged and Rest Homes Act</i>;</p> <p class=\"definition-e\">“contributing municipality” means a municipality that is required to defray the expenditures or costs of a home under subsection 24 (4) or 25 (1) of the <i>Homes for the Aged and Rest Homes Act</i>;</p> <p class=\"definition-e\">“equivalent assessment” means the amount determined by dividing the compensation a municipality is entitled to be paid by the Minister of Finance for a hydro-generating station located in the municipality in respect to revenues foregone as a result of the enactment of paragraph 28 of subsection 3 (1) of the <i>Assessment Act</i> by the tax rate for the industrial property class for the year prior to the previous year;</p> <p class=\"definition-e\">“home” means a home established and maintained under section 6 of the <i>Homes for the Aged and Rest Homes Act </i>or a home maintained and operated under an agreement with the Minister of Health and Long-Term Care under section 10 of the <i>Homes for the Aged and Rest Homes Act</i>;</p> <p class=\"definition-e\">“weighted assessment” means,</p> <p class=\"defclause-e\">(a) with respect to a property that is in a subclass to which section 313 of the <i>Municipal Act, 2001</i> applies, the taxable assessment or exempt assessment subject to a payment in lieu for the property, according to the annual return for the year prior to the previous year provided to the Minister under section 294 of the <i>Municipal Act, 2001</i>, reduced by the percentage reduction that applies to the tax rate for properties of that subclass and multiplied by the tax ratio of the property class that the property is in established under section 308 of the <i>Municipal Act, 2001 </i>for that year, and</p> <p class=\"defclause-e\">(b) with respect to any other property, the taxable assessment or exempt assessment subject to a payment in lieu, according to the annual return for the year prior to the previous year provided to the Minister under section 294 of the <i>Municipal Act, 2001</i> or equivalent assessment for a property, multiplied by the tax ratio of the property class that the property is in established under section 308 of the <i>Municipal Act, 2001</i> for that year. O. Reg. 403/04, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2. (1) This Regulation applies to municipalities located within a territorial district, other than in The District Municipality of Muskoka. O. Reg. 403/04, s. 2 (1). (2) This Regulation applies to apportionments made on or after January 1, 2005. O. Reg. 403/04, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Regulation applies to municipalities located within a territorial district, other than in The District Municipality of Muskoka. O. Reg. 403/04, s. 2 (1).</p> <p class=\"subsection-e\">(2) This Regulation applies to apportionments made on or after January 1, 2005. O. Reg. 403/04, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Apportionments, existing homes",
            "content": "3. The cost of maintaining a home shall be apportioned, correct to three decimal places, among the contributing municipalities for that home in the proportion of the amount of the total weighted assessment of each municipality to the total weighted assessment of all the contributing municipalities. O. Reg. 403/04, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The cost of maintaining a home shall be apportioned, correct to three decimal places, among the contributing municipalities for that home in the proportion of the amount of the total weighted assessment of each municipality to the total weighted assessment of all the contributing municipalities. O. Reg. 403/04, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Apportionments: new, repaired or altered homes",
            "content": "4. The cost of establishing a new home or of an alteration, renovation or addition to or extension of an existing home shall be apportioned, correct to three decimal places, among the contributing municipalities for that home in the proportion of the amount of the total weighted assessment of each municipality to the total weighted assessment of all the contributing municipalities. O. Reg. 403/04, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The cost of establishing a new home or of an alteration, renovation or addition to or extension of an existing home shall be apportioned, correct to three decimal places, among the contributing municipalities for that home in the proportion of the amount of the total weighted assessment of each municipality to the total weighted assessment of all the contributing municipalities. O. Reg. 403/04, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Apportionments: new, repaired or altered homes",
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 403/04, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 403/04, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}