{
    "reg_info": {
        "full_title": "O. Reg. 510/98: PROPOSED GEOGRAPHIC AREAS",
        "reg_name_text": "PROPOSED GEOGRAPHIC AREAS",
        "citation": "O. Reg. 510/98: ",
        "act_under": "Ontario Works Act, 1997   Loi de 1997 sur le programme Ontario au travail",
        "url": "https://www.ontario.ca/laws/regulation/980510",
        "date_scraped": "2023-12-19 07:43:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980510/v1",
            "valid_from": "September 17, 1998",
            "valid_to": "April 30, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The territorial areas of jurisdiction, as constituted from time to time, of the municipalities set out in each of the following paragraphs are designated as proposed geographic areas for the purpose of the definition of “proposed geographic area” in section 1 of Ontario Regulation 135/98: 1. The County of Brant and the City of Brantford. 2. The County of Elgin and the City of St. Thomas. 3. The County of Essex, the City of Windsor and the Township of Pelee. 4. The Frontenac Board of Management and the City of Kingston. 5. The County of Grey and the City of Owen Sound. 6. The County of Hastings, the City of Belleville and the City of Quinte West. 7. The County of Lanark and the Town of Smiths Falls. 8. The United Counties of Leeds & Grenville, the City of Brockville, the Town of Prescott and the Town of Gananoque. 9. The County of Middlesex and the City of London. 10. The County of Perth, the City of Stratford and the Town of St. Marys. 11. The County of Peterborough and the City of Peterborough. 12. The County of Renfrew and the City of Pembroke. 13. The County of Simcoe, the City of Barrie and the City of Orillia. 14. The United Counties of Stormont, Dundas & Glengarry and the City of Cornwall. 15. The County of Wellington and the City of Guelph. 16. The County of Lennox & Addington and the County of Prince Edward. 17. The County of Victoria and the County of Haliburton.  O. Reg. 510/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The territorial areas of jurisdiction, as constituted from time to time, of the municipalities set out in each of the following paragraphs are designated as proposed geographic areas for the purpose of the definition of “proposed geographic area” in section 1 of Ontario Regulation 135/98:</p> <p class=\"paragraph-e\">1. The County of Brant and the City of Brantford.</p> <p class=\"paragraph-e\">2. The County of Elgin and the City of St. Thomas.</p> <p class=\"paragraph-e\">3. The County of Essex, the City of Windsor and the Township of Pelee.</p> <p class=\"paragraph-e\">4. The Frontenac Board of Management and the City of Kingston.</p> <p class=\"paragraph-e\">5. The County of Grey and the City of Owen Sound.</p> <p class=\"paragraph-e\">6. The County of Hastings, the City of Belleville and the City of Quinte West.</p> <p class=\"paragraph-e\">7. The County of Lanark and the Town of Smiths Falls.</p> <p class=\"paragraph-e\">8. The United Counties of Leeds &amp; Grenville, the City of Brockville, the Town of Prescott and the Town of Gananoque.</p> <p class=\"paragraph-e\">9. The County of Middlesex and the City of London.</p> <p class=\"paragraph-e\">10. The County of Perth, the City of Stratford and the Town of St. Marys.</p> <p class=\"paragraph-e\">11. The County of Peterborough and the City of Peterborough.</p> <p class=\"paragraph-e\">12. The County of Renfrew and the City of Pembroke.</p> <p class=\"paragraph-e\">13. The County of Simcoe, the City of Barrie and the City of Orillia.</p> <p class=\"paragraph-e\">14. The United Counties of Stormont, Dundas &amp; Glengarry and the City of Cornwall.</p> <p class=\"paragraph-e\">15. The County of Wellington and the City of Guelph.</p> <p class=\"paragraph-e\">16. The County of Lennox &amp; Addington and the County of Prince Edward.</p> <p class=\"paragraph-e\">17. The County of Victoria and the County of Haliburton.  <a name=\"P27_1650\"></a><a name=\"OLE_LINK2\"></a>O. Reg. 510/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 510/98, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 510/98, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}