{
    "reg_info": {
        "full_title": "O. Reg. 590/91: EMPLOYEE WAGE PROTECTION PROGRAM",
        "reg_name_text": "EMPLOYEE WAGE PROTECTION PROGRAM",
        "citation": "O. Reg. 590/91: ",
        "act_under": "Employment Standards Act   Loi sur les normes d’emploi",
        "url": "https://www.ontario.ca/laws/regulation/910590",
        "date_scraped": "2023-12-19 22:29:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “construction industry” means the industry whose principal business activity is with respect to constructing, altering, decorating, repairing or demolishing buildings, structures, roads, sewers, water or gas mains, pipelines, tunnels, bridges, canals or other works at the site thereof; “Program” means the Employee Wage Protection Program established under section 58.1 of the Act; “Program Administrator” means the person appointed under section 58.2 of the Act to administer the Program. O. Reg. 590/91, s. 1. Additional Payments",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“construction industry” means the industry whose principal business activity is with respect to constructing, altering, decorating, repairing or demolishing buildings, structures, roads, sewers, water or gas mains, pipelines, tunnels, bridges, canals or other works at the site thereof;</p> <p class=\"definition-e\">“Program” means the Employee Wage Protection Program established under section 58.1 of the Act;</p> <p class=\"definition-e\">“Program Administrator” means the person appointed under section 58.2 of the Act to administer the Program. O. Reg. 590/91, s. 1.</p> <p class=\"heading1-e\">Additional Payments</p>"
        },
        {
            "id": "2.",
            "section": "Additional Payments",
            "content": "2. (1) Additional payments are wages for purposes of compensation under the Program if they, (a) are made under a multi-employer benefit plan that is established under the terms of a collective agreement in the construction industry; and (b) are made with respect to pension plans, life insurance plans, accidental death plans, extended health plans, dental plans and disability plans. O. Reg. 590/91, s. 2. (2) Amounts that are deemed to be wages under subsection 56.10 (4) of the Act are additional payments for the purposes of compensation under the Program. O. Reg. 748/92, s. 1. Apportionment of Compensation",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Additional payments are wages for purposes of compensation under the Program if they,</p> <p class=\"clause-e\">(a) are made under a multi-employer benefit plan that is established under the terms of a collective agreement in the construction industry; and</p> <p class=\"clause-e\">(b) are made with respect to pension plans, life insurance plans, accidental death plans, extended health plans, dental plans and disability plans. O. Reg. 590/91, s. 2.</p> <p class=\"subsection-e\">(2) Amounts that are deemed to be wages under subsection 56.10 (4) of the Act are additional payments for the purposes of compensation under the Program. O. Reg. 748/92, s. 1.</p> <p class=\"heading1-e\">Apportionment of Compensation</p>"
        },
        {
            "id": "3.",
            "section": "Apportionment of Compensation",
            "content": "3. Compensation under the Program shall be apportioned in the following manner: 1. Compensation shall first be attributed to, i. regular wages, including commissions, overtime wages, vacation pay and holiday pay, ii. amounts that are deemed to be wages under subsection 32 (4) of the Act, and iii. compensation awarded under sections 45, 48 and 51, clause 56 (3) (b) and section 56.2 in so far as the compensation is awarded for loss of earnings. 2. If any amount of compensation remains outstanding after it has been attributed to the wages described in paragraph 1, it shall be attributed to severance pay. 3. If any amount of compensation remains outstanding after it has been attributed to the wages described in paragraphs 1 and 2, it shall be attributed to termination pay. 4. If any amount of compensation remains outstanding after it has been attributed to the wages described in paragraphs 1, 2 and 3, it shall be attributed to additional payments as described in section 2. O. Reg. 590/91, s. 3. Deemed Assignment of Compensation",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Compensation under the Program shall be apportioned in the following manner:</p> <p class=\"paragraph-e\">1. Compensation shall first be attributed to,</p> <p class=\"subpara-e\">i. regular wages, including commissions, overtime wages, vacation pay and holiday pay,</p> <p class=\"subpara-e\">ii. amounts that are deemed to be wages under subsection 32 (4) of the Act, and</p> <p class=\"subpara-e\">iii. compensation awarded under sections 45, 48 and 51, clause 56 (3) (b) and section 56.2 in so far as the compensation is awarded for loss of earnings.</p> <p class=\"paragraph-e\">2. If any amount of compensation remains outstanding after it has been attributed to the wages described in paragraph 1, it shall be attributed to severance pay.</p> <p class=\"paragraph-e\">3. If any amount of compensation remains outstanding after it has been attributed to the wages described in paragraphs 1 and 2, it shall be attributed to termination pay.</p> <p class=\"paragraph-e\">4. If any amount of compensation remains outstanding after it has been attributed to the wages described in paragraphs 1, 2 and 3, it shall be attributed to additional payments as described in section 2. O. Reg. 590/91, s. 3.</p> <p class=\"heading1-e\">Deemed Assignment of Compensation</p>"
        },
        {
            "id": "4.",
            "section": "Deemed Assignment of Compensation",
            "content": "4. (1) The Program Administrator may deem that there has been an assignment of compensation under the Program if the conditions in this section are met. O. Reg. 590/91, s. 4 (1). (2) Deemed assignments may only be made to persons who are trustees of a multi-employer benefit plan that has been established under the terms of a collective agreement in the construction industry. O. Reg. 590/91, s. 4 (2). (3) The collective agreement under which the benefit plan is established shall require that the trustees of the plan promptly notify the trade union that is a party to the agreement of the failure to pay the contributions that are owed under the plan by any employer that is a party to the agreement. O. Reg. 590/91, s. 4 (3). (4) Before the trustees of a benefit plan claim an assignment of compensation, they shall file a lien claim for the outstanding benefit contributions in accordance with the Construction Lien Act. O. Reg. 590/91, s. 4 (4). (5) For each of the employees in respect of whom the trustees claim to be exercising an assignment of compensation, the trustees shall provide the Program Administrator with, (a) the name of the employee; (b) the names of every employer that employed the employee during the period for which an assignment is claimed with respect to the employee; and (c) the amount of benefit contribution arrears owed by each employer with respect to the employee. O. Reg. 590/91, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The Program Administrator may deem that there has been an assignment of compensation under the Program if the conditions in this section are met. O. Reg. 590/91, s. 4 (1).</p> <p class=\"subsection-e\">(2) Deemed assignments may only be made to persons who are trustees of a multi-employer benefit plan that has been established under the terms of a collective agreement in the construction industry. O. Reg. 590/91, s. 4 (2).</p> <p class=\"subsection-e\">(3) The collective agreement under which the benefit plan is established shall require that the trustees of the plan promptly notify the trade union that is a party to the agreement of the failure to pay the contributions that are owed under the plan by any employer that is a party to the agreement. O. Reg. 590/91, s. 4 (3).</p> <p class=\"subsection-e\">(4) Before the trustees of a benefit plan claim an assignment of compensation, they shall file a lien claim for the outstanding benefit contributions in accordance with the <i>Construction Lien Act</i>. O. Reg. 590/91, s. 4 (4).</p> <p class=\"subsection-e\">(5) For each of the employees in respect of whom the trustees claim to be exercising an assignment of compensation, the trustees shall provide the Program Administrator with,</p> <p class=\"clause-e\">(a) the name of the employee;</p> <p class=\"clause-e\">(b) the names of every employer that employed the employee during the period for which an assignment is claimed with respect to the employee; and</p> <p class=\"clause-e\">(c) the amount of benefit contribution arrears owed by each employer with respect to the employee. O. Reg. 590/91, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Deemed Assignment of Compensation",
            "content": "5. The amount paid under a deemed assignment of wages is restricted to the amount the Program Administrator would have attributed for compensation for additional payments under paragraph 4 of section 3 had the employee been compensated by the Program for all of the wages that he or she was owed to the maximum amount of compensation under the Program. O. Reg. 590/91, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The amount paid under a deemed assignment of wages is restricted to the amount the Program Administrator would have attributed for compensation for additional payments under paragraph 4 of section 3 had the employee been compensated by the Program for all of the wages that he or she was owed to the maximum amount of compensation under the Program. O. Reg. 590/91, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed Assignment of Compensation",
            "content": "6. If an employee seeks compensation from the Program for other wages after the trustees have made a claim for an assignment of compensation and before the Program Administrator pays the claim, the Program Administrator shall verify the entire amount of compensation that the employee is eligible to receive and, if the employee is eligible for compensation, the Program Administrator shall, (a) apportion the compensation in the manner described in section 3; and (b) pay the compensation to the employee and the trustees, respectively, according to the apportionment done under section 3. O. Reg. 590/91, s. 6. Recovery of Overpayments",
            "raw_html": "<p class=\"section-e\"><b>6. </b>If an employee seeks compensation from the Program for other wages after the trustees have made a claim for an assignment of compensation and before the Program Administrator pays the claim, the Program Administrator shall verify the entire amount of compensation that the employee is eligible to receive and, if the employee is eligible for compensation, the Program Administrator shall,</p> <p class=\"clause-e\">(a) apportion the compensation in the manner described in section 3; and</p> <p class=\"clause-e\">(b) pay the compensation to the employee and the trustees, respectively, according to the apportionment done under section 3. O. Reg. 590/91, s. 6.</p> <p class=\"heading1-e\">Recovery of Overpayments</p>"
        },
        {
            "id": "7.",
            "section": "Recovery of Overpayments",
            "content": "7. Repayment of all or part of any excess compensation that was received from the Program may be sought, unless the Program Administrator is of the view that, (a) the repayment would impose an undue hardship on the recipient of the overpayment; or (b) the administrative costs of recovering the overpayment exceed the amount of the overpayment. O. Reg. 590/91, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Repayment of all or part of any excess compensation that was received from the Program may be sought, unless the Program Administrator is of the view that,</p> <p class=\"clause-e\">(a) the repayment would impose an undue hardship on the recipient of the overpayment; or</p> <p class=\"clause-e\">(b) the administrative costs of recovering the overpayment exceed the amount of the overpayment. O. Reg. 590/91, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}