{
    "reg_info": {
        "full_title": "O. Reg. 22/04: ELECTRICAL DISTRIBUTION SAFETY",
        "reg_name_text": "Electrical distribution safety",
        "citation": "O. Reg. 22/04: ELECTRICAL DISTRIBUTION SAFETY",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/040022",
        "date_scraped": "2023-12-19 02:25:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040022/v9",
            "valid_from": "June 29, 2017",
            "valid_to": "September 30, 2017"
        },
        {
            "a_href": "/laws/regulation/040022/v8",
            "valid_from": "May 11, 2005",
            "valid_to": "June 28, 2017"
        },
        {
            "a_href": "/laws/regulation/040022/v7",
            "valid_from": "March 29, 2005",
            "valid_to": "May 10, 2005"
        },
        {
            "a_href": "/laws/regulation/040022/v6",
            "valid_from": "February 11, 2005",
            "valid_to": "March 28, 2005"
        },
        {
            "a_href": "/laws/regulation/040022/v5",
            "valid_from": "November 11, 2004",
            "valid_to": "February 10, 2005"
        },
        {
            "a_href": "/laws/regulation/040022/v4",
            "valid_from": "August 27, 2004",
            "valid_to": "November 10, 2004"
        },
        {
            "a_href": "/laws/regulation/040022/v3",
            "valid_from": "August 11, 2004",
            "valid_to": "August 26, 2004"
        },
        {
            "a_href": "/laws/regulation/040022/v2",
            "valid_from": "May 11, 2004",
            "valid_to": "August 10, 2004"
        },
        {
            "a_href": "/laws/regulation/040022/v1",
            "valid_from": "February 11, 2004",
            "valid_to": "May 10, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “Authority” means the Electrical Safety Authority; “authorized person” means a competent person authorized by a distributor to have access to areas containing, or structures supporting, energized apparatus or conductors; “barriered” means separated by clearances, burial, separations, spacings, insulation, fences, railings, enclosures, structures and other physical barriers, signage, markers or any combination of the above; “competent person” means a person who, (a) is qualified because of knowledge, training and experience, (i) to perform specific work, or (ii) to organize work and its performance, (b) has knowledge of any potential or actual danger to health or safety in the workplace in relation to the work, and (c) is familiar with section 113 of the Act and the regulations made under it, and with the Occupational Health and Safety Act and the regulations made under that Act, that apply to the work; “contractor” means any person who performs work on electrical equipment or an electrical installation; “disconnecting means” means a device, group of devices or other means whereby the conductors of a circuit can be disconnected from their source of supply; “distribution line” means an electricity distribution line, transformers, plant or equipment used for conveying electricity at voltages of 50,000 volts or less; “distribution station” means an enclosed assemblage of equipment, including but not limited to switches, circuit breakers, buses and transformers, through which electrical energy is passed for the purpose of transforming one primary voltage to another primary voltage; “effectively grounded” means permanently connected to earth through a ground connection of sufficiently low impedance and having sufficient current-carrying capacity to prevent the building up of voltages that may result in undue hazard to persons; “electrical equipment” means any apparatus, appliance, device, instrument, fitting, fixture, machinery, material or thing used in or for, or capable of being used in or for, the distribution, supply or utilization of electric power or energy, and, without restricting the generality of the foregoing, includes any assemblage or combination of materials or things which is used, or is capable of being used or adapted, to serve or perform any particular purpose or function when connected to an electrical installation, notwithstanding that any of such materials or things may be mechanical, metallic or non-electric in origin; “electrical installation” means the installation, repair, replacement, alteration or extension of any wiring or electrical equipment that forms part of a distribution system; “ESC” means the Electrical Safety Code referred to in Ontario Regulation 164/99; “live” means electrically connected to a source of voltage difference or electrically charged so as to have a voltage different from that of the earth; “ownership demarcation point” means the point, (a) at which the distributor’s ownership of a distribution system, including connection assets, ends at the customer, and (b) that is not located beyond, (i) the first set of terminals located on or in any building, or (ii) an electrical room or vault in a building where the electrical room or vault is of tamperproof construction, bears a sign to indicate that it is an electrical room or vault and is accessible only to authorized persons; “primary distribution line” means a distribution line conveying electricity at more than 750 volts but not more than 50,000 volts phase to phase; “professional engineer” means a person who holds a licence or a temporary licence under the Professional Engineers Act; “secondary distribution line” means an electricity distribution line conveying electricity at 750 volts or less phase to phase; “vault” means an isolated enclosure, either above or below ground, with fire-resistant walls, ceilings and floors in which transformers and other electrical equipment are housed. O. Reg. 22/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Authority” means the Electrical Safety Authority;</p> <p class=\"definition-e\">“authorized person” means a competent person authorized by a distributor to have access to areas containing, or structures supporting, energized apparatus or conductors;</p> <p class=\"definition-e\">“barriered” means separated by clearances, burial, separations, spacings, insulation, fences, railings, enclosures, structures and other physical barriers, signage, markers or any combination of the above;</p> <p class=\"definition-e\">“competent person” means a person who,</p> <p class=\"defclause-e\">  (a) is qualified because of knowledge, training and experience,</p> <p class=\"defsubclause-e\">  (i) to perform specific work, or</p> <p class=\"defsubclause-e\">  (ii) to organize work and its performance,</p> <p class=\"defclause-e\">  (b) has knowledge of any potential or actual danger to health or safety in the workplace in relation to the work, and</p> <p class=\"defclause-e\">  (c) is familiar with section 113 of the Act and the regulations made under it, and with the <i>Occupational Health and Safety Act</i> and the regulations made under that Act, that apply to the work;</p> <p class=\"definition-e\">“contractor” means any person who performs work on electrical equipment or an electrical installation; </p> <p class=\"definition-e\">“disconnecting means” means a device, group of devices or other means whereby the conductors of a circuit can be disconnected from their source of supply;</p> <p class=\"definition-e\">“distribution line” means an electricity distribution line, transformers, plant or equipment used for conveying electricity at voltages of 50,000 volts or less;</p> <p class=\"definition-e\">“distribution station” means an enclosed assemblage of equipment, including but not limited to switches, circuit breakers, buses<b> </b>and transformers, through which electrical energy is passed for the purpose of transforming one primary voltage to another primary voltage;</p> <p class=\"definition-e\">“effectively grounded” means permanently connected to earth through a ground connection of sufficiently low impedance and having sufficient current-carrying capacity to prevent the building up of voltages that may result in undue hazard to persons;</p> <p class=\"definition-e\">“electrical equipment” means any apparatus, appliance, device, instrument, fitting, fixture, machinery, material or thing used in or for, or capable of being used in or for, the distribution, supply or utilization of electric power or energy, and, without restricting the generality of the foregoing, includes any assemblage or combination of materials or things which is used, or is capable of being used or adapted, to serve or perform any particular purpose or function when connected to an electrical installation, notwithstanding that any of such materials or things may be mechanical, metallic or non-electric in origin;</p> <p class=\"definition-e\">“electrical installation” means the installation, repair, replacement, alteration or extension of any wiring or electrical equipment that forms part of a distribution system;</p> <p class=\"definition-e\">“<span class=\"ovallcaps\">ESC</span>” means the Electrical Safety Code referred to in Ontario Regulation 164/99;</p> <p class=\"definition-e\">“live” means electrically connected to a source of voltage difference or electrically charged so as to have a voltage different from that of the earth;</p> <p class=\"definition-e\">“ownership demarcation point” means the point,</p> <p class=\"defclause-e\">  (a) at which the distributor’s ownership of a distribution system, including connection assets, ends at the customer, and </p> <p class=\"defclause-e\">  (b) that is not located beyond,</p> <p class=\"defsubclause-e\">  (i) the first set of terminals located on or in any building, or</p> <p class=\"defsubclause-e\">  (ii) an electrical room or vault in a building where the electrical room or vault is of tamperproof construction, bears a sign to indicate that it is an electrical room or vault and is accessible only to authorized persons;</p> <p class=\"definition-e\">“primary distribution line” means a distribution line conveying electricity at more than 750 volts but not more than 50,000 volts phase to phase;</p> <p class=\"definition-e\">“professional engineer” means a person who holds a licence or a temporary licence under the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“secondary distribution line” means an electricity distribution line conveying electricity at 750 volts or less phase to phase;</p> <p class=\"definition-e\">“vault” means an isolated enclosure, either above or below ground, with fire-resistant walls, ceilings and floors in which transformers and other electrical equipment are housed. O. Reg. 22/04, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application ",
            "content": " 2. (1) Subject to subsection (2), this Regulation applies with respect to distribution systems regardless of when they came into existence. O. Reg. 22/04, s. 2 (1). (2) Sections 3, 4, 5, 6, 7, 8, 9 and 13 apply with respect to distribution systems that are designed or come into existence on or after February 11, 2004 and with respect to distribution systems that existed before that date in respect of repairs, alterations or extensions made to those systems. O. Reg. 272/04, s. 1. (3) This Regulation applies with respect to a distribution system as far as the ownership demarcation point and no further. O. Reg. 22/04, s. 2 (3). (4) The ESC, and not this Regulation, applies with respect to, (a) electrical installations and electrical equipment located beyond the ownership demarcation point, except for revenue metering equipment and associated equipment, current transformers, voltage transformers and remote terminal units; (b) electrical installations and electrical equipment that are located in buildings, or rooms in buildings, used as offices, washrooms, cafeterias, warehouses, garages, machine shops and recreational facilities if the installations and equipment belong to the distributor. O. Reg. 22/04, s. 2 (4). (5) This Regulation, and not the ESC, applies to distributors who are licensed to own or operate a distribution system under Part V of the Ontario Energy Board Act, 1998. O. Reg. 149/05, s. 1. (6) The ESC, and not this Regulation, applies to distributors, other than distributors who are licensed to own or operate a distribution system under Part V of the Ontario Energy Board Act, 1998. O. Reg. 149/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Subject to subsection (2), this Regulation applies with respect to distribution systems regardless of when they came into existence. O. Reg. 22/04, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Sections 3, 4, 5, 6, 7, 8, 9 and 13 apply with respect to distribution systems that are designed or come into existence on or after February 11, 2004 and with respect to distribution systems that existed before that date in respect of repairs, alterations or extensions made to those systems. O. Reg. 272/04, s. 1.</p> <p class=\"subsection-e\">  (3) This Regulation applies with respect to a distribution system as far as the ownership demarcation point and no further. O. Reg. 22/04, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The <span class=\"ovallcaps\">ESC</span>, and not this Regulation, applies with respect to,</p> <p class=\"clause-e\">  (a) electrical installations and electrical equipment located beyond the ownership demarcation point, except for revenue metering equipment and associated equipment, current transformers, voltage transformers and remote terminal units; </p> <p class=\"clause-e\">  (b) electrical installations and electrical equipment that are located in buildings, or rooms in buildings, used as offices, washrooms, cafeterias, warehouses, garages, machine shops and recreational facilities if the installations and equipment belong to the distributor. O. Reg. 22/04, s. 2 (4).</p> <p class=\"subsection-e\">  (5) This Regulation, and not the ESC, applies to distributors who are licensed to own or operate a distribution system under Part V of the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 149/05, s. 1.</p> <p class=\"subsection-e\">  (6) The ESC, and not this Regulation, applies to distributors, other than distributors who are licensed to own or operate a distribution system under Part V of the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 149/05, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Same, change of ownership",
            "content": " 3. (1) If there is a change to the ownership demarcation point or a transfer of ownership of a distribution system, or part thereof, to a person that is not a distributor, the system or part transferred shall be, on completion of the transfer, subject to the requirements of the ESC. O. Reg. 22/04, s. 3 (1). (2) Prior to the change to the ownership demarcation point or the transfer of ownership, the distributor shall, (a) notify the Authority of the proposed change or transfer; and (b) notify the non-distributor transferee that, on completion of the change or transfer, the distribution system or part transferred becomes subject to the requirements of the ESC. O. Reg. 22/04, s. 3 (2). (3) Prior to the change to the ownership demarcation point or the transfer of ownership, a report identifying any modifications to the distribution system or part to be transferred that are required to ensure that the system or part will be in conformance with the requirements of the ESC shall be provided to the non-distributor transferee and to the Authority. O. Reg. 22/04, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) If there is a change to the ownership demarcation point or a transfer of ownership of a distribution system, or part thereof, to a person that is not a distributor, the system or part transferred shall be, on completion of the transfer, subject to the requirements of the <span class=\"ovallcaps\">ESC</span>. O. Reg. 22/04, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Prior to the change to the ownership demarcation point or the transfer of ownership, the distributor shall,</p> <p class=\"clause-e\">  (a) notify the Authority of the proposed change or transfer; and</p> <p class=\"clause-e\">  (b) notify the non-distributor transferee that, on completion of the change or transfer, the distribution system or part transferred becomes subject to the requirements of the <span class=\"ovallcaps\">ESC</span>. O. Reg. 22/04, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Prior to the change to the ownership demarcation point or the transfer of ownership, a report identifying any modifications to the distribution system or part to be transferred that are required to ensure that the system or part will be in conformance with the requirements of the <span class=\"ovallcaps\">ESC</span> shall be provided to the non-distributor transferee and to the Authority. O. Reg. 22/04, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Safety standards",
            "content": " 4. (1) All distribution systems and the electrical installations and electrical equipment forming part of such systems shall meet the primary safety standard set out in subsection (2) by meeting the safety standards set out in subsections (3), (4), (5) and (6). O. Reg. 22/04, s. 4 (1). (2) All distribution systems and the electrical installations and electrical equipment forming part of such systems shall be designed, constructed, installed, protected, used, maintained, repaired, extended, connected and disconnected so as to reduce the probability of exposure to electrical safety hazards. O. Reg. 22/04, s. 4 (2). (3) All electrical installations operating at 750 volts or below that are not a direct part of a distribution system shall meet the following safety standards: 1. Operating electrical equipment shall be maintained in proper operating condition. 2. Adequate space shall be provided around electrical equipment for proper operation and maintenance. 3. Live conductors shall be adequately insulated or barriered to prevent inadvertent contact. 4. Persons who have reason to work on electrical wiring or touch live conductors shall have ready access to a means to disconnect the live conductors before working on the wiring or touching the conductors. 5. Disconnecting means shall effectively disconnect and be operable without undue hazard. 6. Metal parts of an installation that are not intended to be energized shall be effectively grounded. 7. Electrical installations shall be carried out so as to minimize the possibility of contributing to or causing a fire or explosion. 8. Electrical installations shall be carried out so as to minimize the possibility of insulation damage or deterioration. O. Reg. 22/04, s. 4 (3). (4) All overhead distribution lines, including secondary distribution lines, shall meet the following safety standards: 1. Operating electrical equipment shall be maintained in proper operating condition. 2. Adequate space shall be provided around electrical equipment for proper operation and maintenance. 3. Energized conductors and live parts shall be barriered such that vegetation, equipment or unauthorized persons do not come in contact with them or draw arcs under reasonably foreseeable circumstances. 4. Metal parts of the installation that are not intended to be energized and that are accessible to unauthorized persons shall be effectively grounded. 5. Structures supporting energized conductors and live parts shall have sufficient strength to withstand the loads imposed on the structure by electrical equipment and weather loadings. O. Reg. 22/04, s. 4 (4). (5) All underground distribution lines, including secondary distribution lines, shall meet the following safety standards: 1. Operating electrical equipment shall be maintained in proper operating condition. 2. Adequate space shall be provided around electrical equipment for proper operation and maintenance. 3. Energized conductors and live parts shall be barriered such that equipment or unauthorized persons do not come into contact with them or draw arcs under reasonably foreseeable circumstances. 4. Metal parts of the installation that are not intended to be energized and that are accessible to unauthorized persons shall be effectively grounded. 5. Parts of the distribution system in proximity to the inside walls of a swimming pool shall be installed in such a way as to minimize the possibility of voltage gradients in the swimming pool. 6. Parts of a distribution system in proximity to propane tanks and natural gas pipelines shall be installed in such a way as to minimize the possibility of explosions under normal circumstances and operating conditions. O. Reg. 22/04, s. 4 (5). (6) Distribution stations shall meet the following safety standards: 1. Operating electrical equipment shall be maintained in proper operating condition. 2. Adequate space shall be provided around electrical equipment for proper operation and maintenance. 3. Metal parts of the installation that are not intended to be energized and that are accessible to unauthorized persons shall be effectively grounded. 4. Energized conductors and live parts shall be barriered such that equipment or unauthorized persons do not contact them or draw arcs under reasonably foreseeable circumstances. 5. Structures supporting energized conductors and live parts shall have sufficient strength to withstand the loads imposed on the structure by equipment and weather loadings. O. Reg. 22/04, s. 4 (6). (7) In this section, “weather loadings” means loads due to temperature, ice or wind acting on conductors and structures. O. Reg. 22/04, s. 4 (7).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) All distribution systems and the electrical installations and electrical equipment forming part of such systems shall meet the primary safety standard set out in subsection (2) by meeting the safety standards set out in subsections (3), (4), (5) and (6). O. Reg. 22/04, s. 4 (1).</p> <p class=\"subsection-e\">  (2) All distribution systems and the electrical installations and electrical equipment forming part of such systems shall be designed, constructed, installed, protected, used, maintained, repaired, extended, connected and disconnected so as to reduce the probability of exposure to electrical safety hazards. O. Reg. 22/04, s. 4 (2).</p> <p class=\"subsection-e\">  (3) All electrical installations<b> </b>operating at 750 volts or below that are not a direct part of a distribution system shall meet the following safety standards:</p> <p class=\"paragraph-e\">  1. Operating electrical equipment shall be maintained in proper operating condition.</p> <p class=\"paragraph-e\">  2. Adequate space shall be provided around electrical equipment for proper operation and maintenance.</p> <p class=\"paragraph-e\">  3. Live conductors shall be adequately insulated or barriered to prevent inadvertent contact.</p> <p class=\"paragraph-e\">  4. Persons who have reason to work on electrical wiring or touch live conductors shall have ready access to a means to disconnect the live conductors before working on the wiring or touching the conductors.</p> <p class=\"paragraph-e\">  5. Disconnecting means shall effectively disconnect and be operable without undue hazard.</p> <p class=\"paragraph-e\">  6. Metal parts of an installation that are not intended to be energized shall be effectively grounded.</p> <p class=\"paragraph-e\">  7. Electrical installations shall be carried out so as to minimize the possibility of contributing to or causing a fire or explosion.</p> <p class=\"paragraph-e\">  8. Electrical installations shall be carried out so as to minimize the possibility of insulation damage or deterioration. O. Reg. 22/04, s. 4 (3).</p> <p class=\"subsection-e\">  (4) All overhead distribution lines, including secondary distribution lines, shall meet the following safety standards:</p> <p class=\"paragraph-e\">  1. Operating electrical equipment shall be maintained in proper operating condition.</p> <p class=\"paragraph-e\">  2. Adequate space shall be provided around electrical equipment for proper operation and maintenance.</p> <p class=\"paragraph-e\">  3. Energized conductors and live parts shall be barriered such that vegetation, equipment or unauthorized persons do not come in contact with them or draw arcs under reasonably foreseeable circumstances.</p> <p class=\"paragraph-e\">  4. Metal parts of the installation that are not intended to be energized and that are accessible to unauthorized persons shall be effectively grounded.</p> <p class=\"paragraph-e\">  5. Structures supporting energized conductors and live parts shall have sufficient strength to withstand the loads imposed on the structure by electrical equipment and weather loadings. O. Reg. 22/04, s. 4 (4).</p> <p class=\"subsection-e\">  (5) All underground distribution lines, including secondary distribution lines, shall meet the following safety standards:</p> <p class=\"paragraph-e\">  1. Operating electrical equipment shall be maintained in proper operating condition.</p> <p class=\"paragraph-e\">  2. Adequate space shall be provided around electrical equipment for proper operation and maintenance.</p> <p class=\"paragraph-e\">  3. Energized conductors and live parts shall be barriered such that equipment<b> </b>or unauthorized persons do not come into contact with them or draw arcs under reasonably foreseeable circumstances.</p> <p class=\"paragraph-e\">  4. Metal parts of the installation that are not intended to be energized and that are accessible to unauthorized persons shall be effectively grounded.</p> <p class=\"paragraph-e\">  5. Parts of the distribution system in proximity to the inside walls of a swimming pool shall be installed in such a way as to minimize the possibility of voltage gradients in the swimming pool.</p> <p class=\"paragraph-e\">  6. Parts of a distribution system in proximity to propane tanks and natural gas pipelines shall be installed in such a way as to minimize the possibility of explosions under normal circumstances and operating conditions. O. Reg. 22/04, s. 4 (5).</p> <p class=\"subsection-e\">  (6) Distribution stations shall meet the following safety standards:</p> <p class=\"paragraph-e\">  1. Operating electrical equipment shall be maintained in proper operating condition.</p> <p class=\"paragraph-e\">  2. Adequate space shall be provided around electrical equipment for proper operation and maintenance.</p> <p class=\"paragraph-e\">  3. Metal parts of the installation that are not intended to be energized and that are accessible to unauthorized persons shall be effectively grounded.</p> <p class=\"paragraph-e\">  4. Energized conductors and live parts shall be barriered such that equipment or unauthorized persons do not contact them or draw arcs under reasonably foreseeable<b> </b>circumstances.</p> <p class=\"paragraph-e\">  5. Structures supporting energized conductors and live parts shall have sufficient strength to withstand the loads imposed on the structure by equipment and weather loadings. O. Reg. 22/04, s. 4 (6).</p> <p class=\"subsection-e\">  (7) In this section,</p> <p class=\"firstdef-e\">“weather loadings” means loads due to temperature, ice or wind acting on conductors and structures. O. Reg. 22/04, s. 4 (7).</p>"
        },
        {
            "id": "5.",
            "section": "When safety standards met",
            "content": " 5. (1) Electrical installations operating at 750 volts or below that are not a direct part of a distribution system that meet the requirements set out in Rules 2-100 to 86-404 of the ESC are deemed to meet the safety standards set out in subsections 4 (2) and (3). O. Reg. 22/04, s. 5 (1); O. Reg. 220/17, s. 1 (1). (2) Overhead distribution lines that meet the requirements of CSA Standard C22.3 No. 1-15 Overhead Systems or the requirements set out in Rules 2-100 to 2-404 of section 2 and in sections 3, 4, 10, 12, 14, 18, 26, 28, 36, 75, 80 and 84 of the ESC are deemed to meet the safety standards set out in subsections 4 (2) and (4). O. Reg. 22/04, s. 5 (2); O. Reg. 220/17, s. 1 (2). (3) Underground distribution lines that meet the requirements of CSA Standard C22.3 No. 7-15 Underground Systems or the requirements set out in Rules 2-100 to 2-404 of section 2 and in sections 3, 4, 10, 12, 14, 18, 26, 28, 36, 75, 80 and 84 of the ESC are deemed to meet the safety standards set out in subsections 4 (2) and (5). O. Reg. 22/04, s. 5 (3); O. Reg. 220/17, s. 1 (3). (4) Distribution stations that meet the requirements set out in Rules 2-100 to 2-404 of section 2 and in sections 3, 4, 10, 12, 14, 18, 26, 28, 36, 75, 80 and 84 of the ESC or that meet the requirements of National Electrical Safety Code C2-2017 are deemed to meet the safety standards set out in subsections 4 (2) and (6). O. Reg. 22/04, s. 5 (4); O. Reg. 220/17, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Electrical installations operating at 750 volts or below that are not a direct part of a distribution system that meet the requirements set out in Rules 2-100 to 86-404 of the <span class=\"ovallcaps\">ESC</span> are deemed to meet the safety standards set out in subsections 4 (2) and (3). O. Reg. 22/04, s. 5 (1); O. Reg. 220/17, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Overhead distribution lines that meet the requirements of CSA Standard C22.3 No. 1-15 Overhead Systems or the requirements set out in Rules 2-100 to 2-404 of section 2 and in sections 3, 4, 10, 12, 14, 18, 26, 28, 36, 75, 80 and 84 of the <span class=\"ovallcaps\">ESC</span> are deemed to meet the safety standards set out in subsections 4 (2) and (4). O. Reg. 22/04, s. 5 (2); O. Reg. 220/17, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Underground distribution lines that meet the requirements of CSA Standard C22.3 No. 7-15 Underground Systems or the requirements set out in Rules 2-100 to 2-404 of section 2 and in sections 3, 4, 10, 12, 14, 18, 26, 28, 36, 75, 80 and 84 of the <span class=\"ovallcaps\">ESC</span> are deemed to meet the safety standards set out in subsections 4 (2) and (5). O. Reg. 22/04, s. 5 (3); O. Reg. 220/17, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Distribution stations that meet the requirements set out in Rules 2-100 to 2-404 of section 2 and in sections 3, 4, 10, 12, 14, 18, 26, 28, 36, 75, 80 and 84 of the <span class=\"ovallcaps\">ESC</span> or that meet the requirements of National Electrical Safety Code C2-2017 are deemed to meet the safety standards set out in subsections 4 (2) and (6). O. Reg. 22/04, s. 5 (4); O. Reg. 220/17, s. 1 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Approval of electrical equipment ",
            "content": " 6. (1) Electrical equipment that is part of a distribution system is approved if, (a) its design and construction meet any of the standards for approval of equipment set out in Rule 2-024 of the ESC; or (b) its design and construction comply with a code or standard under a rule of the distributor that provides an assurance of safety of the equipment that is the equivalent of the assurance of safety provided by the standards referenced in clause (a). O. Reg. 22/04, s. 6 (1). (2) For the purpose of establishing whether electrical equipment is approved under clause (1) (b), the equipment shall be tested and inspected in accordance with testing and inspection procedures that are adequate for that purpose. O. Reg. 22/04, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Electrical equipment that is part of a distribution system is approved if,</p> <p class=\"clause-e\">  (a) its design and construction meet any of the standards for approval of equipment set out in Rule 2-024 of the <span class=\"ovallcaps\">ESC</span>; or</p> <p class=\"clause-e\">  (b) its design and construction comply with a code or standard under a rule of the distributor that provides an assurance of safety of the equipment that is the equivalent of the assurance of safety provided by the standards referenced in clause (a). O. Reg. 22/04, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of establishing whether electrical equipment is approved under clause (1) (b), the equipment shall be tested and inspected in accordance with testing and inspection procedures that are adequate for that purpose. O. Reg. 22/04, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Approval of plans, drawings and specifications for installation work",
            "content": " 7. (1) Before beginning work on an electrical installation that is or may form part of a distribution system, a distributor shall ensure that the installation work is based, (a) on plans that have been prepared by a professional engineer and that the plans have been reviewed and approved in accordance with subsections (2) to (7); or (b) on the distributor’s standard design drawings or standard design specifications that have been assembled by a professional engineer, by an engineering technologist certified by the Ontario Association of Certified Engineering Technicians and Technologists or by another competent person and that those standard drawings and specifications have been reviewed and approved in accordance with subsections (2) to (7). O. Reg. 22/04, s. 7 (1); O. Reg. 272/04, s. 2. (2) Review and approval of plans, standard design drawings and standard design specifications under this section shall be carried out, (a) by a professional engineer, who may or may not be the professional engineer who prepared the plans or assembled the standard design drawings or standard design specifications; or (b) by the Authority at the request of the distributor. O. Reg. 22/04, s. 7 (2). (3) Where, after reviewing the plans, standard design drawings or standard design specifications under clause (2) (a), a professional engineer is satisfied that the safety standards set out in section 4 are met, he or she shall prepare a certificate and provide it to the distributor. O. Reg. 22/04, s. 7 (3). (4) A certificate under subsection (3) constitutes approval of the plans, standard design drawings or standard design specifications. O. Reg. 22/04, s. 7 (4). (5) Where, after reviewing the plans, standard design drawings or standard design specifications under clause (2) (b), the Authority is satisfied that the safety standards set out in section 4 are met, it shall approve them and provide a certificate of approval to the distributor. O. Reg. 22/04, s. 7 (5). (6) The plans, standard design drawings or standard design specifications, along with the certificate, shall be kept by the distributor and made available to the Authority upon request. O. Reg. 22/04, s. 7 (6). (7) This section does not apply with respect to work on an electrical installation that involves the replacement of one piece of electrical equipment with another piece of electrical equipment of the same voltage and characteristics. O. Reg. 22/04, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Before beginning work on an electrical installation that is or may form part of a distribution system, a distributor shall ensure that the installation work is based,</p> <p class=\"clause-e\">  (a) on plans that have been prepared by a professional engineer and that the plans have been reviewed and approved in accordance with subsections (2) to (7); or </p> <p class=\"clause-e\">  (b) on the distributor’s standard design drawings or standard design specifications that have been assembled by a professional engineer, by an engineering technologist certified by the Ontario Association of Certified Engineering Technicians and Technologists or by another competent person and that those standard drawings and specifications have been reviewed and approved in accordance with subsections (2) to (7). O. Reg. 22/04, s. 7 (1); O. Reg. 272/04, s. 2.</p> <p class=\"subsection-e\">  (2) Review and approval of plans, standard design drawings and standard design specifications under this section shall be carried out,</p> <p class=\"clause-e\">  (a) by a professional engineer, who may or may not be the professional engineer who prepared the plans or assembled the standard design drawings or standard design specifications; or</p> <p class=\"clause-e\">  (b) by the Authority at the request of the distributor. O. Reg. 22/04, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Where, after reviewing the plans, standard design drawings or standard design specifications under clause (2) (a), a professional engineer is satisfied that the safety standards set out in section 4 are met, he or she shall prepare a certificate and provide it to the distributor. O. Reg. 22/04, s. 7 (3).</p> <p class=\"subsection-e\">  (4) A certificate under subsection (3) constitutes approval of the plans, standard design drawings or standard design specifications. O. Reg. 22/04, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Where, after reviewing the plans, standard design drawings or standard design specifications under clause (2) (b), the Authority is satisfied that the safety standards set out in section 4 are met, it shall approve them and provide a certificate of approval to the distributor. O. Reg. 22/04, s. 7 (5).</p> <p class=\"subsection-e\">  (6) The plans, standard design drawings or standard design specifications, along with the certificate, shall be kept by the distributor and made available to the Authority upon request. O. Reg. 22/04, s. 7 (6).</p> <p class=\"subsection-e\">  (7) This section does not apply with respect to work on an electrical installation that involves the replacement of one piece of electrical equipment with another piece of electrical equipment of the same voltage and characteristics. O. Reg. 22/04, s. 7 (7).</p>"
        },
        {
            "id": "8.",
            "section": "Inspection and approval of construction",
            "content": " 8. (1) Before putting a distribution system into use, a distributor shall ensure that the construction of the system has been inspected and approved in accordance with this section. O. Reg. 22/04, s. 8 (1). (2) An inspection under this section shall be carried out, (a) by a professional engineer on behalf of the distributor; (b) by qualified persons identified in a construction verification program developed by the distributor and approved by the Authority; or (c) by the Authority at the request of the distributor. O. Reg. 22/04, s. 8 (2). (3) A professional engineer who carries out an inspection under clause (2) (a) shall prepare a record of the inspection. O. Reg. 22/04, s. 8 (3). (4) Where the professional engineer is satisfied on the inspection that the safety standards set out in section 4 are met, he or she shall prepare a certificate to that effect and provide it, along with the record of inspection, to the distributor. O. Reg. 22/04, s. 8 (4). (5) A person who carries out an inspection under clause (2) (b) shall inspect the system in accordance with the methods and techniques described in the approved construction verification program referred to in that clause and prepare a record of the inspection. O. Reg. 22/04, s. 8 (5). (6) Where the person carrying out the inspection under clause (2) (b) is satisfied on the inspection that the safety standards set out in section 4 are met, he or she shall prepare a certificate to that effect and provide it, along with the record of inspection, to the distributor. O. Reg. 22/04, s. 8 (6). (7) A distributor who obtains a certificate pursuant to an inspection under clause (2) (a) or (b) shall keep the certificate and record of inspection and make them available to the Authority on request. O. Reg. 22/04, s. 8 (7). (8) Where the Authority is satisfied on an inspection carried out under clause (2) (c) that the safety standards set out in section 4 are met, the Authority shall prepare a certificate to that effect and provide it, along with the record of inspection, to the distributor. O. Reg. 22/04, s. 8 (8). (9) A certificate under subsection (4), (6) or (8) constitutes approval that the system may be put into use. O. Reg. 22/04, s. 8 (9).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Before putting a distribution system into use, a distributor shall ensure that the construction of the system has been inspected and approved in accordance with this section. O. Reg. 22/04, s. 8 (1).</p> <p class=\"subsection-e\">  (2) An inspection under this section shall be carried out,</p> <p class=\"clause-e\">  (a) by a professional engineer on behalf of the distributor;</p> <p class=\"clause-e\">  (b) by qualified persons identified in a construction verification program developed by the distributor and approved by the Authority; or</p> <p class=\"clause-e\">  (c) by the Authority at the request of the distributor. O. Reg. 22/04, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A professional engineer who carries out an inspection under clause (2) (a) shall prepare a record of the inspection. O. Reg. 22/04, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Where the professional engineer is satisfied on the inspection that the safety standards set out in section 4 are met, he or she shall prepare a certificate to that effect and provide it, along with the record of inspection, to the distributor. O. Reg. 22/04, s. 8 (4).</p> <p class=\"subsection-e\">  (5) A person who carries out an inspection under clause (2) (b) shall inspect the system in accordance with the methods and techniques described in the approved construction verification program referred to in that clause and prepare a record of the inspection. O. Reg. 22/04, s. 8 (5).</p> <p class=\"subsection-e\">  (6) Where the person carrying out the inspection under clause (2) (b) is satisfied on the inspection that the safety standards set out in section 4 are met, he or she shall prepare a certificate to that effect and provide it, along with the record of inspection, to the distributor. O. Reg. 22/04, s. 8 (6).</p> <p class=\"subsection-e\">  (7) A distributor who obtains a certificate pursuant to an inspection under clause (2) (a) or (b) shall keep the certificate and record of inspection and make them available to the Authority on request. O. Reg. 22/04, s. 8 (7).</p> <p class=\"subsection-e\">  (8) Where the Authority is satisfied on an inspection carried out under clause (2) (c) that the safety standards set out in section 4 are met, the Authority shall prepare a certificate to that effect and provide it, along with the record of inspection, to the distributor. O. Reg. 22/04, s. 8 (8).</p> <p class=\"subsection-e\"><b> </b>(9) A certificate under subsection (4), (6) or (8) constitutes approval that the system may be put into use. O. Reg. 22/04, s. 8 (9).</p>"
        },
        {
            "id": "9.",
            "section": "Deviations from required standards",
            "content": " 9. (1) Where a distributor upgrades the distribution lines of a distribution system such that the system does not meet the standards for clearances and separations in respect of distribution lines referred to in subsection 5 (2) or (3), the distributor may still put the system into use if a professional engineer certifies that, (a) the reason for failing to meet the standards was a lack of space; and (b) the failure to meet the standards will not materially affect the safety of any person or property. O. Reg. 22/04, s. 9 (1). (2) If a distributor replaces a part or portion of an existing distribution system with a part or portion that is similar to the part or portion being replaced but that part or portion does not meet the safety standards set out in section 4, the distributor may put the system into use as long as no undue hazard to the safety of any person is created by doing so. O. Reg. 22/04, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Where a distributor upgrades the distribution lines of a distribution system such that the system does not meet the standards for clearances and separations in respect of distribution lines referred to in subsection 5 (2) or (3), the distributor may still put the system into use if a professional engineer certifies that,</p> <p class=\"clause-e\">  (a) the reason for failing to meet the standards was a lack of space; and</p> <p class=\"clause-e\">  (b) the failure to meet the standards will not materially affect the safety of any person or property. O. Reg. 22/04, s. 9 (1).</p> <p class=\"subsection-e\">  (2) If a distributor replaces a part or portion of an existing distribution system with a part or portion that is similar to the part or portion being replaced but that part or portion does not meet the safety standards set out in section 4, the distributor may put the system into use as long as no undue hazard to the safety of any person is created by doing so. O. Reg. 22/04, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Proximity to distribution lines",
            "content": "  10. (1) Despite section 5 of CSA Standard C22.3 No. 1-15 Overhead Systems, a person may place an object closer to an energized conductor forming part of a system of overhead distribution lines than the required minimum separations from energized conductors forming part of such a system if the person first obtains an authorization from the distributor responsible for the energized conductor. O. Reg. 22/04, s. 10 (1); O. Reg. 220/17, s. 2 (1). (2) Despite sections 5 and 6 of CSA Standard C22.3 No. 7-15 Underground Systems, a person may place an object closer to an energized conductor forming part of a system of underground distribution lines than the required minimum separations from energized conductors forming part of such system if the person first obtains an authorization from the distributor responsible for the energized conductor. O. Reg. 22/04, s. 10 (2); O. Reg. 220/17, s. 2 (2). (3) Before digging, boring, trenching, grading, excavating or breaking ground with tools, mechanical equipment or explosives, a contractor, owner or occupant of land, buildings or premises shall, in the interests of safety, ascertain from the distributor responsible for the distribution of electricity to the land, building or premises the location of any underground distribution line that may be interfered with in the course of such activities. O. Reg. 22/04, s. 10 (3). (4) The distributor shall provide reasonable information with respect to the location of its underground distribution lines and associated plant within a reasonable time. O. Reg. 22/04, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b>  10.</b> (1) Despite section 5 of CSA Standard C22.3 No. 1-15 Overhead Systems, a person may place an object closer to an energized conductor forming part of a system of overhead distribution lines than the required minimum separations from energized conductors forming part of such a system if the person first obtains an authorization from the distributor responsible for the energized conductor. O. Reg. 22/04, s. 10 (1); O. Reg. 220/17, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite sections 5 and 6 of CSA Standard C22.3 No. 7-15 Underground Systems, a person may place an object closer to an energized conductor forming part of a system of underground distribution lines than the required minimum separations from energized conductors forming part of such system if the person first obtains an authorization from the distributor responsible for the energized conductor. O. Reg. 22/04, s. 10 (2); O. Reg. 220/17, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Before digging, boring, trenching, grading, excavating or breaking ground with tools, mechanical equipment or explosives, a contractor, owner or occupant of land, buildings or premises shall, in the interests of safety, ascertain from the distributor responsible for the distribution of electricity to the land, building or premises the location of any underground distribution line that may be interfered with in the course of such activities. O. Reg. 22/04, s. 10 (3).</p> <p class=\"subsection-e\">  (4) The distributor shall provide reasonable information with respect to the location of its underground distribution lines and associated plant within a reasonable time. O. Reg. 22/04, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Disconnection of unused lines",
            "content": " 11. (1) A distributor shall disconnect and ground distribution lines of 750 volts or more that have not been in use for a prolonged period of time. O. Reg. 22/04, s. 11 (1). (2) Prior to disconnecting and grounding the lines, the distributor shall de-energize them. O. Reg. 22/04, s. 11 (2). (3) A distributor is not required to comply with subsection (1) where the lines, although unused, act as back-up or emergency lines. O. Reg. 22/04, s. 11 (3). (4) A distributor is not required to comply with subsection (1) where the distributor provides the Authority with a report from, and a certificate signed by, a professional engineer indicating that, (a) disconnecting and grounding the lines is not practical in the circumstances; and (b) no undue danger to the safety of any person will be caused if the lines are not disconnected and grounded. O. Reg. 22/04, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A distributor shall disconnect and ground distribution lines of 750 volts or more that have not been in use for a prolonged period of time. O. Reg. 22/04, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Prior to disconnecting and grounding the lines, the distributor shall de-energize them. O. Reg. 22/04, s. 11 (2).</p> <p class=\"subsection-e\">  (3) A distributor is not required to comply with subsection (1) where the lines, although unused, act as back-up or emergency lines. O. Reg. 22/04, s. 11 (3).</p> <p class=\"subsection-e\">  (4) A distributor is not required to comply with subsection (1) where the distributor provides the Authority with a report from, and a certificate signed by, a professional engineer indicating that,</p> <p class=\"clause-e\">  (a) disconnecting and grounding the lines is not practical in the circumstances; and</p> <p class=\"clause-e\">  (b) no undue danger to the safety of any person will be caused if the lines are not disconnected and grounded. O. Reg. 22/04, s. 11 (4).</p>"
        },
        {
            "id": "12.",
            "section": "Condition of an approval: reporting of serious electrical incidents",
            "content": " 12. (1) It is a condition of an approval issued to a distributor for the use of a distribution system that the distributor, or any contractor or operator acting on the distributor’s behalf, report to the Authority any serious electrical incident of which they become aware within 48 hours after the occurrence and comply with this section. O. Reg. 22/04, s. 12 (1); O. Reg. 220/17, s. 3 (1). (2) Where a serious electrical incident has occurred, a distributor, contractor or operator shall not interfere with or disturb, except in the interests of safety, saving life, relieving human suffering, continuity of service or preservation of property, any wreckage, article or thing at the scene of the incident that is connected to it and, in no case, shall wreckage, an article or a thing be carried away or destroyed unless an inspector so permits. O. Reg. 22/04, s. 12 (2). (3) Where a serious electrical incident involving workers only is reported to the Ministry of Labour as required under the Occupational Health and Safety Act\r\nand that the Ministry has taken control of the scene of the incident, subsections (1) and (2) do not apply. O. Reg. 22/04, s. 12 (3). (3.1) Upon request of the Authority, the distributor or any contractor or operator acting on the distributor’s behalf shall assist in an investigation under Part VIII of the Act into a serious electrical incident that involved the distributor’s assets. O. Reg. 220/17, s. 3 (2). (4) In this section, “critical injury” means an injury of a serious nature that, (a) places life in jeopardy, (b) produces unconsciousness, (c) results in a substantial loss of blood, (d) involves the fracture of a leg or arm but not a finger or toe, (e) involves the amputation of a leg, arm, hand or foot but not a finger or toe, (f) consists of burns to a major portion of the body, or (g) causes the loss of sight in an eye; “force majeure” includes acts of God, lightning strikes, weather, floods, natural catastrophes, civil commotions, sabotages, riots, invasion, insurrection, acts of terrorism, but does not include labour strikes, fires or explosions; “meter” means any apparatus used for the purpose of making measurements of, or obtaining the basis of a charge for, electricity supplied to a purchaser; “serious electrical incident” means, (a) any electrical contact that caused death or critical injury to a person, (b) any inadvertent contact with any part of a distribution system operating at 750 volts or above or with a meter, if the contact caused or had the potential to cause death or critical injury to a person, but not if the contact was caused by force majeure, or (c) any fire or explosion in any part of a distribution system operating at 750 volts or above or in a meter, if the fire or explosion, as the case may be, caused or had the potential to cause death or critical injury to a person, but not if it was caused by force majeure; “worker” means a worker as defined in section 1 of the Occupational Health and Safety Act. O. Reg. 22/04, s. 12 (4); O. Reg. 272/04, s. 3; O. Reg. 220/17, s. 3 (3-5).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) It is a condition of an approval issued to a distributor for the use of a distribution system that the distributor, or any contractor or operator acting on the distributor’s behalf, report to the Authority any serious electrical incident of which they become aware within 48 hours after the occurrence and comply with this section. O. Reg. 22/04, s. 12 (1); O. Reg. 220/17, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Where a serious electrical incident has occurred, a distributor, contractor or operator shall not interfere with or disturb, except in the interests of safety, saving life, relieving human suffering, continuity of service or preservation of property, any wreckage, article or thing at the scene of the incident that is connected to it and, in no case, shall wreckage, an article or a thing be carried away or destroyed unless an inspector so permits. O. Reg. 22/04, s. 12 (2).</p> <p class=\"subsection-e\">  (3) Where a serious electrical incident involving workers only is reported to the Ministry of Labour as required under the <i>Occupational Health and Safety Act</i>\r\nand that the Ministry has taken control of the scene of the incident, subsections (1) and (2) do not apply. O. Reg. 22/04, s. 12 (3).</p> <p class=\"subsection-e\">  (3.1) Upon request of the Authority, the distributor or any contractor or operator acting on the distributor’s behalf shall assist in an investigation under Part VIII of the Act into a serious electrical incident that involved the distributor’s assets. O. Reg. 220/17, s. 3 (2).</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"firstdef-e\">“critical injury” means an injury of a serious nature that,</p> <p class=\"defclause-e\">  (a) places life in jeopardy,</p> <p class=\"defclause-e\">  (b) produces unconsciousness,</p> <p class=\"defclause-e\">  (c) results in a substantial loss of blood,</p> <p class=\"defclause-e\">  (d) involves the fracture of a leg or arm but not a finger or toe,</p> <p class=\"defclause-e\">  (e) involves the amputation of a leg, arm, hand or foot but not a finger or toe,</p> <p class=\"defclause-e\">  (f) consists of burns to a major portion of the body, or</p> <p class=\"defclause-e\">  (g) causes the loss of sight in an eye;</p> <p class=\"definition-e\">“force majeure” includes acts of God, lightning strikes, weather, floods, natural catastrophes, civil commotions, sabotages, riots, invasion, insurrection, acts of terrorism, but does not include labour strikes, fires or explosions;</p> <p class=\"definition-e\">“meter” means any apparatus used for the purpose of making measurements of, or obtaining the basis of a charge for, electricity supplied to a purchaser;</p> <p class=\"definition-e\">“serious electrical incident” means, </p> <p class=\"defclause-e\">  (a) any electrical contact that caused death or critical injury to a person, </p> <p class=\"defclause-e\">  (b) any inadvertent contact with any part of a distribution system operating at 750 volts or above or with a meter, if the contact caused or had the potential to cause death or critical injury to a person, but not if the contact was caused by force majeure, or</p> <p class=\"defclause-e\">  (c) any fire or explosion in any part of a distribution system operating at 750 volts or above or in a meter, if the fire or explosion, as the case may be, caused or had the potential to cause death or critical injury to a person, but not if it was caused by force majeure;</p> <p class=\"definition-e\">“worker” means a worker as defined in section 1 of the <i>Occupational Health and Safety Act</i>. O. Reg. 22/04, s. 12 (4); O. Reg. 272/04, s. 3; O. Reg. 220/17, s. 3 (3-5).</p>"
        },
        {
            "id": "13.",
            "section": "Same: audit",
            "content": " 13. (1) It is a condition of an approval issued to a distributor for the use of a distribution system that the distributor engage an auditor to audit on an annual basis the distributor’s compliance with sections 4, 5, 6, 7 and 8 and to prepare an audit report. O. Reg. 22/04, s. 13 (1). (2) To conduct the audit and prepare the audit report, the distributor shall engage an organization that is, (a) accredited by the Standards Council of Canada to register quality management systems whose scope of accreditation includes engineering services, construction and electricity supply; or (b) acceptable to the Authority. O. Reg. 22/04, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) It is a condition of an approval issued to a distributor for the use of a distribution system that the distributor engage an auditor to audit on an annual basis the distributor’s compliance with sections 4, 5, 6, 7 and 8 and to prepare an audit report. O. Reg. 22/04, s. 13 (1).</p> <p class=\"subsection-e\">  (2) To conduct the audit and prepare the audit report, the distributor shall engage an organization that is,</p> <p class=\"clause-e\">  (a) accredited by the Standards Council of Canada to register quality management systems whose scope of accreditation includes engineering services, construction and electricity supply; or</p> <p class=\"clause-e\">  (b) acceptable to the Authority. O. Reg. 22/04, s. 13 (2).</p>"
        },
        {
            "id": null,
            "section": "Same: audit",
            "content": "  (3) The distributor shall provide the audit report to the Authority on request. O. Reg. 22/04, s. 13 (3).",
            "raw_html": "<p class=\"section-e\">  (3) The distributor shall provide the audit report to the Authority on request. O. Reg. 22/04, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Same: declaration of compliance",
            "content": " 14. It is a condition of an approval issued to a distributor for the use of a distribution system that the distributor submit to the Authority an annual statement of compliance with sections 3, 9, 10, 11 and 12 signed by a professional engineer or an officer or director of the distributor. O. Reg. 22/04, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>It is a condition of an approval issued to a distributor for the use of a distribution system that the distributor submit to the Authority an annual statement of compliance with sections 3, 9, 10, 11 and 12 signed by a professional engineer or an officer or director of the distributor. O. Reg. 22/04, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Compliance",
            "content": " 15. (1) A distributor that is notified by the Authority that the distributor is not in compliance with any or all provisions of this Regulation shall remedy the non-compliance within the time set out in the notice. O. Reg. 22/04, s. 15 (1). (2) If a distributor fails to remedy non-compliance with section 6 as required under subsection (1), the distributor shall immediately apply to the Authority for approval of equipment in accordance with Rule 2-024 of the ESC\r\nand the distributor may not use any other means available to obtain the approval. O. Reg. 22/04, s. 15 (2). (3) If a distributor fails to remedy non-compliance with section 7 as required under subsection (1), the distributor shall obtain approval of plans, standard design drawings and standard design specifications by the Authority under clause 7 (2) (b) and subsection 7 (5) and the distributor may not use any other means available to obtain the approval. O. Reg. 22/04, s. 15 (3). (4) If a distributor fails to remedy non-compliance with section 8 as required under subsection (1), the distributor shall obtain inspection and approval of construction by the Authority under clause 8 (2) (c) and subsection 8 (8) and the distributor may not use any other means available to obtain the approval. O. Reg. 22/04, s. 15 (4).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A distributor that is notified by the Authority that the distributor is not in compliance with any or all provisions of this Regulation shall remedy the non-compliance within the time set out in the notice. O. Reg. 22/04, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If a distributor fails to remedy non-compliance with section 6 as required under subsection (1), the distributor shall immediately apply to the Authority for approval of equipment in accordance with Rule 2-024 of the <span class=\"ovallcaps\">ESC</span>\r\nand the distributor may not use any other means available to obtain the approval. O. Reg. 22/04, s. 15 (2).</p> <p class=\"subsection-e\">  (3) If a distributor fails to remedy non-compliance with section 7 as required under subsection (1), the distributor shall obtain approval of plans, standard design drawings and standard design specifications by the Authority under clause 7 (2) (b) and subsection 7 (5) and the distributor may not use any other means available to obtain the approval. O. Reg. 22/04, s. 15 (3).</p> <p class=\"subsection-e\">  (4) If a distributor fails to remedy non-compliance with section 8 as required under subsection (1), the distributor shall obtain inspection and approval of construction by the Authority under clause 8 (2) (c) and subsection 8 (8) and the distributor may not use any other means available to obtain the approval. O. Reg. 22/04, s. 15 (4).</p>"
        },
        {
            "id": "16.",
            "section": "Compliance",
            "content": " 16. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 22/04, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 22/04, s. 16.</p>"
        },
        {
            "id": null,
            "section": "Compliance",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}