{
    "reg_info": {
        "full_title": "O. Reg. 493/01: DEBT RETIREMENT CHARGE - RATES AND EXEMPTIONS",
        "reg_name_text": "Debt retirement charge — Rates and Exemptions",
        "citation": "O. Reg. 493/01: DEBT RETIREMENT CHARGE - RATES AND EXEMPTIONS",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/010493",
        "date_scraped": "2023-12-19 02:34:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010493/v6",
            "valid_from": "February  8, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/010493/v5",
            "valid_from": "June 18, 2015",
            "valid_to": "February  7, 2017"
        },
        {
            "a_href": "/laws/regulation/010493/v4",
            "valid_from": "September  9, 2009",
            "valid_to": "June 17, 2015"
        },
        {
            "a_href": "/laws/regulation/010493/v3",
            "valid_from": "January 23, 2006",
            "valid_to": "September  8, 2009"
        },
        {
            "a_href": "/laws/regulation/010493/v2",
            "valid_from": "October 24, 2005",
            "valid_to": "January 22, 2006"
        },
        {
            "a_href": "/laws/regulation/010493/v1",
            "valid_from": "December 17, 2001",
            "valid_to": "October 23, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “eligible residential unit” means a unit that, (a) is a self-contained set of rooms located in a building or structure, (b) contains kitchen and bathroom facilities that are intended for the use of the unit only, and (c) is used or intended for use as a residential premises; “exempt self-generated electricity” means electricity, (a) that is consumed by the person who generates it or by another person at the expense of the person who generates it, and (b) that is, (i) generated and consumed on a temporary, occasional or emergency basis, (ii) generated by a generation unit that has a maximum load capacity of not more than 15 kilowatts, (iii) generated and consumed within a vehicle or vessel used to transport people or goods, or (iv) generated in a net metered generation facility by a person who has entered into a net metering agreement with a distributor in respect of electricity generated by that net metered generation facility; “invoice” includes a bill, statement, receipt or other document that contains a request for payment or a notice or acknowledgement of a payment; “Minister” means the Minister of Finance; “net metered generation facility” means a generation facility, (a) that generates electricity solely from a renewable energy source, or (b) that is connected to a distribution system in accordance with a net metering agreement referred to in section 5 of the Net Metering Regulation; “net meterer” means a user who has entered into a net metering agreement with a distributor; “net metering agreement” means an agreement to net meter that is governed by the Net Metering Regulation or that is referred to in section 5 of that regulation; “Net Metering Regulation” means Ontario Regulation 541/05 (Net Metering) made under the Ontario Energy Board Act, 1998; “reserve” means a reserve as defined in the Indian Act (Canada) or an Indian Settlement located on Crown land, the Indian inhabitants of which are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as Indians residing on a reserve as defined in the Indian Act (Canada); “Retail Settlement Code” means the Retail Settlement Code issued by the Board under the Ontario Energy Board Act, 1998; “self-generated electricity” means electricity, other than exempt self-generated electricity, that is consumed by the person who generates it or by another person at the expense of the person who generates it.  O. Reg. 493/01, s. 1 (1); O. Reg. 542/05, s. 1 (1-3); O. Reg. 325/09, s. 1 (1); O. Reg. 156/15, s. 1; O. Reg. 25/17, s. 1. (2) The definitions in subsection 85 (1) of the Act apply for the purposes of this Regulation.  O. Reg. 493/01, s. 1 (2). (3) Revoked:  O. Reg. 325/09, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“eligible residential unit” means a unit that,</p> <p class=\"defclause-e\">  (a) is a self-contained set of rooms located in a building or structure,</p> <p class=\"defclause-e\">  (b) contains kitchen and bathroom facilities that are intended for the use of the unit only, and</p> <p class=\"defclause-e\">  (c) is used or intended for use as a residential premises;</p> <p class=\"definition-e\">“exempt self-generated electricity” means electricity,</p> <p class=\"defclause-e\">  (a) that is consumed by the person who generates it or by another person at the expense of the person who generates it, and</p> <p class=\"defclause-e\">  (b) that is,</p> <p class=\"defsubclause-e\">  (i) generated and consumed on a temporary, occasional or emergency basis, </p> <p class=\"defsubclause-e\">  (ii) generated by a generation unit that has a maximum load capacity of not more than 15 kilowatts,</p> <p class=\"defsubclause-e\">  (iii) generated and consumed within a vehicle or vessel used to transport people or goods, or</p> <p class=\"defsubclause-e\">  (iv) generated in a net metered generation facility by a person who has entered into a net metering agreement with a distributor in respect of electricity generated by that net metered generation facility;</p> <p class=\"definition-e\">“invoice” includes a bill, statement, receipt or other document that contains a request for payment or a notice or acknowledgement of a payment;</p> <p class=\"definition-e\">“Minister” means the Minister of Finance;</p> <p class=\"definition-e\">“net metered generation facility” means a generation facility,</p> <p class=\"defclause-e\">  (a) that generates electricity solely from a renewable energy source, or</p> <p class=\"defclause-e\">  (b) that is connected to a distribution system in accordance with a net metering agreement referred to in section 5 of the Net Metering Regulation;</p> <p class=\"definition-e\">“net meterer” means a user who has entered into a net metering agreement with a distributor;</p> <p class=\"definition-e\">“net metering agreement” means an agreement to net meter that is governed by the Net Metering Regulation or that is referred to in section 5 of that regulation;</p> <p class=\"definition-e\">“Net Metering Regulation” means Ontario Regulation 541/05 (Net Metering) made under the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“reserve” means a reserve as defined in the <i>Indian Act</i> (Canada) or an Indian Settlement located on Crown land, the Indian inhabitants of which are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as Indians residing on a reserve as defined in the <i>Indian Act</i> (Canada);</p> <p class=\"definition-e\">“Retail Settlement Code” means the Retail Settlement Code issued by the Board under the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“self-generated electricity” means electricity, other than exempt self-generated electricity, that is consumed by the person who generates it or by another person at the expense of the person who generates it.  O. Reg. 493/01, s. 1 (1); O. Reg. 542/05, s. 1 (1-3); O. Reg. 325/09, s. 1 (1); O. Reg. 156/15, s. 1; O. Reg. 25/17, s. 1.</p> <p class=\"subsection-e\">  (2) The definitions in subsection 85 (1) of the Act apply for the purposes of this Regulation.  O. Reg. 493/01, s. 1 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 325/09, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Debt retirement charge",
            "content": " 2. (1) The debt retirement charge payable by a user for a period commencing on or after May 1, 2002 is the amount calculated by multiplying the prescribed rate, as determined under subsection (2) for the location at which the electricity is consumed, by the number of kilowatt hours of electricity consumed at that location during the period, as determined, (a) by a collector or the collector’s agent; (b) by the user, if the user is a self-generating user; or (c) by the user, if the user is a collector who does not pay the debt retirement charge for the period to another collector.  O. Reg. 493/01, s. 2 (1); O. Reg. 542/05, s. 2. (2) The prescribed rate for the purposes of subsection 85 (4) of the Act is, (a) the rate set out in Table 1 opposite the name of the local utility whose service area on October 30, 1998 included the location at which the electricity is consumed; (b) the rate set out in Table 2 opposite the name of the local utility and the description of the area as of October 30, 1998, if the electricity is consumed at a location in that area; or (c) 0.7 cents if the electricity is consumed at a location that is not within an area referred to in clause (a) or (b).  O. Reg. 493/01, s. 2 (2). (3) The amount of a debt retirement charge calculated under this section must be rounded to the nearest whole cent and if the amount ends in a half cent, the amount must be rounded up to the next whole cent.  O. Reg. 493/01, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>(1) The debt retirement charge payable by a user for a period commencing on or after May 1, 2002 is the amount calculated by multiplying the prescribed rate, as determined under subsection (2) for the location at which the electricity is consumed, by the number of kilowatt hours of electricity consumed at that location during the period, as determined,</p> <p class=\"clause-e\">  (a) by a collector or the collector’s agent;</p> <p class=\"clause-e\">  (b) by the user, if the user is a self-generating user; or</p> <p class=\"clause-e\">  (c) by the user, if the user is a collector who does not pay the debt retirement charge for the period to another collector.  O. Reg. 493/01, s. 2 (1); O. Reg. 542/05, s. 2.</p> <p class=\"subsection-e\">  (2) The prescribed rate for the purposes of subsection 85 (4) of the Act is,</p> <p class=\"clause-e\">  (a) the rate set out in Table 1 opposite the name of the local utility whose service area on October 30, 1998 included the location at which the electricity is consumed;</p> <p class=\"clause-e\">  (b) the rate set out in Table 2 opposite the name of the local utility and the description of the area as of October 30, 1998, if the electricity is consumed at a location in that area; or\r\n</p> <p class=\"clause-e\">  (c) 0.7 cents if the electricity is consumed at a location that is not within an area referred to in clause (a) or (b).  O. Reg. 493/01, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The amount of a debt retirement charge calculated under this section must be rounded to the nearest whole cent and if the amount ends in a half cent, the amount must be rounded up to the next whole cent.  O. Reg. 493/01, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Exemptions",
            "content": " 3. (1) The following users are exempt from the requirement to pay debt retirement charges in respect of electricity consumed in the following manner: 1. An Indian or band, as defined in the Indian Act (Canada), in respect of electricity consumed by the Indian or the band on a reserve. 2. A foreign state, international organization or individual that is exempt from tax under subsection 7 (5) of the Retail Sales Tax Act, in respect of electricity consumed by the foreign state, international organization or individual. 3. A transmitter or distributor, in respect of electricity lost or unaccounted for in transmitting or distributing electricity. 4. A self-generating user and a person who consumes electricity at the expense of the self-generating user, in respect of exempt self-generated electricity generated by the self-generating user. 5. A person, in respect of electricity the person consumes that is generated by a self-generating user and supplied to the person at the expense of the self-generating user.  O. Reg. 493/01, s. 3 (1). (2) Despite subsection (1), an entity mentioned in paragraph 1 or 2 of that subsection is required to pay to a collector the amount of the debt retirement charge that would otherwise be payable under subsection 85 (4) of the Act for a period, unless the entity claiming the exemption submits to the collector to whom the entity is required to pay the debt retirement charge, (a) a valid certificate of Indian status issued by the Government of Canada, that identifies him or her as an Indian; (b) a valid identity card issued by the Government of Canada that identifies him or her as an individual described in subsection 7 (5) of the Retail Sales Tax Act, in the case of an individual referred to in paragraph 2 of subsection (1); or (c) an exemption certificate, in any other case.  O. Reg. 493/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>(1) The following users are exempt from the requirement to pay debt retirement charges in respect of electricity consumed in the following manner:</p> <p class=\"paragraph-e\">  1. An Indian or band, as defined in the <i>Indian Act</i> (Canada), in respect of electricity consumed by the Indian or the band on a reserve.</p> <p class=\"paragraph-e\">  2. A foreign state, international organization or individual that is exempt from tax under subsection 7 (5) of the <i>Retail Sales Tax Act</i>, in respect of electricity consumed by the foreign state, international organization or individual. </p> <p class=\"paragraph-e\">  3. A transmitter or distributor, in respect of electricity lost or unaccounted for in transmitting or distributing electricity.</p> <p class=\"paragraph-e\">  4. A self-generating user and a person who consumes electricity at the expense of the self-generating user, in respect of exempt self-generated electricity generated by the self-generating user.</p> <p class=\"paragraph-e\">  5. A person, in respect of electricity the person consumes that is generated by a self-generating user and supplied to the person at the expense of the self-generating user.  O. Reg. 493/01, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an entity mentioned in paragraph 1 or 2 of that subsection is required to pay to a collector the amount of the debt retirement charge that would otherwise be payable under subsection 85 (4) of the Act for a period, unless the entity claiming the exemption submits to the collector to whom the entity is required to pay the debt retirement charge,</p> <p class=\"clause-e\">  (a) a valid certificate of Indian status issued by the Government of Canada, that identifies him or her as an Indian; </p> <p class=\"clause-e\">  (b) a valid identity card issued by the Government of Canada that identifies him or her as an individual described in subsection 7 (5) of the <i>Retail Sales Tax Act</i>, in the case of an individual referred to in paragraph 2 of subsection (1); or</p> <p class=\"clause-e\">  (c) an exemption certificate, in any other case.  O. Reg. 493/01, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Exemption, service station",
            "content": " 4. A generator who is a self-generating user but whose main generation function is to generate electricity for sale is exempt from the requirement to pay a debt retirement charge in respect of the number of kilowatt hours of electricity, (a) that is not conveyed through the IESO-controlled grid; and (b) that is consumed directly in the generation of electricity at the generation facility at which it is generated.  O. Reg. 493/01, s. 4; O. Reg. 542/05, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A generator who is a self-generating user but whose main generation function is to generate electricity for sale is exempt from the requirement to pay a debt retirement charge in respect of the number of kilowatt hours of electricity,</p> <p class=\"clause-e\">  (a) that is not conveyed through the IESO-controlled grid; and</p> <p class=\"clause-e\">  (b) that is consumed directly in the generation of electricity at the generation facility at which it is generated.  O. Reg. 493/01, s. 4; O. Reg. 542/05, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": "Annual exemption, self-generating users",
            "content": " 5. (1) A self-generating user is exempt from the requirement to pay a debt retirement charge for a calendar year in respect of the number of kilowatt hours of electricity that is the lesser of, (a) the number of kilowatt hours of electricity in its exemption account at the end of the year; and (b) the number of kilowatt hours of self-generated electricity consumed in the year by the self-generating user or by another person at the expense of the self-generating user.  O. Reg. 493/01, s. 5 (1); O. Reg. 542/05, s. 4 (1). (2) Despite subsection (1), a self-generating user is not entitled to an exemption under this section for a year unless, (a) the self-generating user, (i) owned or operated generation units or facilities on October 30, 1998 and consumed self-generated electricity generated by those generation units or facilities at any time after December 31, 1988 and before October 31, 1998, or (ii) acquired before the end of the year part or all of an exemption account from a self-generating user who was entitled to it; and (b) the self-generating user is not entitled to claim an exemption for the year under section 4.  O. Reg. 493/01, s. 5 (2); O. Reg. 542/05, s. 4 (2). (3) Except as provided in subsection (4), the number of kilowatt hours of electricity in a self-generating user’s exemption account at the end of a year is the number of kilowatt hours, if any, determined using the formula, A + B – C in which, “A” is the average number of kilowatt hours per year of self-generated electricity consumed by the self-generating user, (a) that was generated by generation units or facilities that were owned or operated by the self-generating user on October 30, 1998, and (b) that was consumed, (i) during any five calendar years in the period commencing on January 1, 1989 and ending on December 31, 1998, if the self-generating user consumed self-generated electricity during five or more calendar years in that period, or (ii) during the period commencing on January 1, 1989 and ending on December 31, 1998, if the self-generating user consumed self-generated electricity during fewer than five calendar years in that period, “B” is the number of kilowatt hours of electricity from the exemption account of another self-generating user that has been transferred in accordance with this Regulation to the self-generating user during the year or during a prior year, and “C” is the number of kilowatt hours of electricity that has been transferred from the self-generating user’s exemption account in accordance with this Regulation to another self-generating user during the year or during a prior year. O. Reg. 493/01, s. 5 (3); O. Reg. 542/05, s. 4 (3); O. Reg. 325/09, s. 2 (1). (4) Revoked:  O. Reg. 325/09, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>(1) A self-generating user is exempt from the requirement to pay a debt retirement charge for a calendar year in respect of the number of kilowatt hours of electricity that is the lesser of,</p> <p class=\"clause-e\">  (a) the number of kilowatt hours of electricity in its exemption account at the end of the year; and</p> <p class=\"clause-e\">  (b) the number of kilowatt hours of self-generated electricity consumed in the year by the self-generating user or by another person at the expense of the self-generating user.  O. Reg. 493/01, s. 5 (1); O. Reg. 542/05, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a self-generating user is not entitled to an exemption under this section for a year unless,</p> <p class=\"clause-e\">  (a) the self-generating user,</p> <p class=\"subclause-e\">  (i) owned or operated generation units or facilities on October 30, 1998 and consumed self-generated electricity generated by those generation units or facilities at any time after December 31, 1988 and before October 31, 1998, or</p> <p class=\"subclause-e\">  (ii) acquired before the end of the year part or all of an exemption account from a self-generating user who was entitled to it; and</p> <p class=\"clause-e\">  (b) the self-generating user is not entitled to claim an exemption for the year under section 4.  O. Reg. 493/01, s. 5 (2); O. Reg. 542/05, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Except as provided in subsection (4), the number of kilowatt hours of electricity in a self-generating user’s exemption account at the end of a year is the number of kilowatt hours, if any, determined using the formula,</p> <p class=\"equation-e\">A + B – C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the average number of kilowatt hours per year of self-generated electricity consumed by the self-generating user,</p> <p class=\"equationind2-e\">  (a) that was generated by generation units or facilities that were owned or operated by the self-generating user on October 30, 1998, and </p> <p class=\"equationind2-e\">  (b) that was consumed,</p> <p class=\"equationind3-e\">  (i) during any five calendar years in the period commencing on January 1, 1989 and ending on December 31, 1998, if the self-generating user consumed self-generated electricity during five or more calendar years in that period, or</p> <p class=\"equationind3-e\">  (ii) during the period commencing on January 1, 1989 and ending on December 31, 1998, if the self-generating user consumed self-generated electricity during fewer than five calendar years in that period,</p> <p class=\"equationind1-e\">  “B” is the number of kilowatt hours of electricity from the exemption account of another self-generating user that has been transferred in accordance with this Regulation to the self-generating user during the year or during a prior year, and </p> <p class=\"equationind1-e\">  “C” is the number of kilowatt hours of electricity that has been transferred from the self-generating user’s exemption account in accordance with this Regulation to another self-generating user during the year or during a prior year.</p> <p class=\"footnote-e\">O. Reg. 493/01, s. 5 (3); O. Reg. 542/05, s. 4 (3); O. Reg. 325/09, s. 2 (1).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 325/09, s. 2 (2).</p>"
        },
        {
            "id": "5.1",
            "section": "Exemption, residential-rate classes",
            "content": " 5.1 (1) This section applies with respect to a user who has an account with a distributor that falls within a residential-rate classification as specified in a rate order made by the Board under section 78 of the Ontario Energy Board Act, 1998. O. Reg. 156/15, s. 2. (2) For an account described in subsection (1), the user is exempt from the requirement to pay the debt retirement charge on electricity consumed after December 31, 2015. O. Reg. 156/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.1 </b>(1) This section applies with respect to a user who has an account with a distributor that falls within a residential-rate classification as specified in a rate order made by the Board under section 78 of the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (2) For an account described in subsection (1), the user is exempt from the requirement to pay the debt retirement charge on electricity consumed after December 31, 2015. O. Reg. 156/15, s. 2.</p>"
        },
        {
            "id": "5.2",
            "section": "Exemption, accounts with eligible residential units",
            "content": " 5.2 (1) This section applies with respect to a user who has an account with a distributor for the provision of electricity that is consumed in at least one eligible residential unit.  However, this section does not apply with respect to an account described in subsection 5.1 (1). O. Reg. 156/15, s. 2. (2) For an account described in subsection (1), the user is exempt from the requirement to pay the debt retirement charge for a month with respect to the lesser of, (a) the amount of the user’s consumption of electricity in the month as set out in the invoice for the account; and (b) 1,500 kilowatt hours of electricity multiplied by the number of eligible residential units specified in the notice given to the distributor in accordance with section 5.4. O. Reg. 156/15, s. 2. (3) Despite subsection (2), the user is not eligible for an exemption under this section unless the user has given the notice described in section 5.4 to the distributor in accordance with that section. O. Reg. 156/15, s. 2. (4) The following rules govern when the exemption applies: 1. The exemption does not apply with respect to electricity consumed before January 1, 2016. 2. If the user’s notice is received by the distributor before January 1, 2016, the exemption applies with respect to electricity consumed on or after January 1, 2016. 3. If the user’s notice is received by the distributor after December 31, 2015 and at least 11 days before the expiry of the distributor’s billing period for the user, the exemption applies with respect to electricity consumed on or after the beginning of the billing period in which the distributor received the notice.  However, if the billing period begins in 2015, the exemption applies only with respect to electricity consumed on or after January 1, 2016. 4. If the user’s notice is received by the distributor after December 31, 2015 and within 10 days before the expiry of the distributor’s billing period for the user, the exemption applies with respect to electricity consumed on or after the beginning of the following billing period. O. Reg. 156/15, s. 2. (5) Subsection (4) applies with necessary modifications if the user gives the distributor a revised notice indicating a change in the number of eligible residential units for the account. O. Reg. 156/15, s. 2. (6) For the purposes of this section, a reference to a month means, in relation to a distributor, the period for which the distributor assesses the monthly rates and charges set out in a rate order made by the Board under section 78 of the Ontario Energy Board Act, 1998. O. Reg. 156/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.2 </b>(1) This section applies with respect to a user who has an account with a distributor for the provision of electricity that is consumed in at least one eligible residential unit.  However, this section does not apply with respect to an account described in subsection 5.1 (1). O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (2) For an account described in subsection (1), the user is exempt from the requirement to pay the debt retirement charge for a month with respect to the lesser of,</p> <p class=\"clause-e\">  (a) the amount of the user’s consumption of electricity in the month as set out in the invoice for the account; and</p> <p class=\"clause-e\">  (b) 1,500 kilowatt hours of electricity multiplied by the number of eligible residential units specified in the notice given to the distributor in accordance with section 5.4. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the user is not eligible for an exemption under this section unless the user has given the notice described in section 5.4 to the distributor in accordance with that section. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (4) The following rules govern when the exemption applies:</p> <p class=\"paragraph-e\">  1. The exemption does not apply with respect to electricity consumed before January 1, 2016.</p> <p class=\"paragraph-e\">  2. If the user’s notice is received by the distributor before January 1, 2016, the exemption applies with respect to electricity consumed on or after January 1, 2016.</p> <p class=\"paragraph-e\">  3. If the user’s notice is received by the distributor after December 31, 2015 and at least 11 days before the expiry of the distributor’s billing period for the user, the exemption applies with respect to electricity consumed on or after the beginning of the billing period in which the distributor received the notice.  However, if the billing period begins in 2015, the exemption applies only with respect to electricity consumed on or after January 1, 2016.</p> <p class=\"paragraph-e\">  4. If the user’s notice is received by the distributor after December 31, 2015 and within 10 days before the expiry of the distributor’s billing period for the user, the exemption applies with respect to electricity consumed on or after the beginning of the following billing period. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (5) Subsection (4) applies with necessary modifications if the user gives the distributor a revised notice indicating a change in the number of eligible residential units for the account. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (6) For the purposes of this section, a reference to a month means, in relation to a distributor, the period for which the distributor assesses the monthly rates and charges set out in a rate order made by the Board under section 78 of the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 156/15, s. 2.</p>"
        },
        {
            "id": "5.3",
            "section": "Exemption, market participants and eligible residential units",
            "content": " 5.3 (1) This section applies with respect to a user who is a market participant and who has an account with the IESO if the account provides for electricity that is consumed in at least one eligible residential unit. O. Reg. 156/15, s. 2. (2) For an account described in subsection (1), the user is exempt from the requirement to pay the debt retirement charge for a month with respect to the lesser of, (a) the amount of electricity withdrawn from the IESO-controlled grid during the month by the user; and (b) 1,500 kilowatt hours of electricity multiplied by the number of eligible residential units specified in the notice given to the IESO in accordance with section 5.4. O. Reg. 156/15, s. 2. (3) Despite subsection (2), the user is not eligible for an exemption under this section unless the user has given the notice described in section 5.4 to the IESO in accordance with that section. O. Reg. 156/15, s. 2. (4) Subsections 5.2 (4) and (5) apply with necessary modifications with respect to the exemption under this section. O. Reg. 156/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.3 </b>(1) This section applies with respect to a user who is a market participant and who has an account with the IESO if the account provides for electricity that is consumed in at least one eligible residential unit. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (2) For an account described in subsection (1), the user is exempt from the requirement to pay the debt retirement charge for a month with respect to the lesser of,</p> <p class=\"clause-e\">  (a) the amount of electricity withdrawn from the IESO-controlled grid during the month by the user; and</p> <p class=\"clause-e\">  (b) 1,500 kilowatt hours of electricity multiplied by the number of eligible residential units specified in the notice given to the IESO in accordance with section 5.4. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the user is not eligible for an exemption under this section unless the user has given the notice described in section 5.4 to the IESO in accordance with that section. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (4) Subsections 5.2 (4) and (5) apply with necessary modifications with respect to the exemption under this section. O. Reg. 156/15, s. 2.</p>"
        },
        {
            "id": "5.4",
            "section": "Notice re: eligible residential units",
            "content": " 5.4 (1) A user who wishes to obtain an exemption under section 5.2 or 5.3 for an account shall give the notice described in this section to the distributor or the IESO, as the case may be, either in person or by mail or by such other means as the distributor or the IESO may permit. O. Reg. 156/15, s. 2. (2) The notice must include the following: 1. The user’s name, address and account number. 2. A statement that the account provides for electricity that is consumed in at least one eligible residential unit. 3. The number of eligible residential units included in the account. 4. A statement certifying that the information contained in the notice is complete and accurate, and that the user will promptly notify the distributor or the IESO, as the case may be, if any of the information changes. 5. A statement acknowledging that it is an offence to make a false or deceptive statement in a document submitted under Part V.1 (Debt Retirement Charge) of the Electricity Act, 1998. 6. The name and signature of the user or of an individual authorized by the user to give the notice on the user’s behalf, and the date of the signature. O. Reg. 156/15, s. 2. (3) If the notice does not specify the number of eligible residential units that are included in the account, the notice is deemed to have specified that one such unit is included in the account. O. Reg. 156/15, s. 2. (4) The user shall promptly give a revised notice to the distributor or the IESO, as the case may be, if there is a change in the number of eligible residential units included in the account. O. Reg. 156/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.4 </b>(1) A user who wishes to obtain an exemption under section 5.2 or 5.3 for an account shall give the notice described in this section to the distributor or the IESO, as the case may be, either in person or by mail or by such other means as the distributor or the IESO may permit. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (2) The notice must include the following:</p> <p class=\"paragraph-e\">  1. The user’s name, address and account number.</p> <p class=\"paragraph-e\">  2. A statement that the account provides for electricity that is consumed in at least one eligible residential unit.</p> <p class=\"paragraph-e\">  3. The number of eligible residential units included in the account.</p> <p class=\"paragraph-e\">  4. A statement certifying that the information contained in the notice is complete and accurate, and that the user will promptly notify the distributor or the IESO, as the case may be, if any of the information changes.</p> <p class=\"paragraph-e\">  5. A statement acknowledging that it is an offence to make a false or deceptive statement in a document submitted under Part V.1 (Debt Retirement Charge) of the <i>Electricity Act, 1998</i>.</p> <p class=\"paragraph-e\">  6. The name and signature of the user or of an individual authorized by the user to give the notice on the user’s behalf, and the date of the signature. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (3) If the notice does not specify the number of eligible residential units that are included in the account, the notice is deemed to have specified that one such unit is included in the account. O. Reg. 156/15, s. 2.</p> <p class=\"subsection-e\">  (4) The user shall promptly give a revised notice to the distributor or the IESO, as the case may be, if there is a change in the number of eligible residential units included in the account. O. Reg. 156/15, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Determining the amount of electricity",
            "content": " 6. (1) For the purposes of this Regulation, the amount of electricity, other than self-generated electricity, that is consumed in a period by a user who is not a net meterer is determined in accordance with the Retail Settlement Code without any adjustment for total losses, as defined in that Code.  O. Reg. 542/05, s. 5; O. Reg. 156/15, s. 3 (1). (1.1) For the purposes of this Regulation, the amount of electricity, other than self-generated electricity, that is consumed in a period by a user who is a net meterer is determined in accordance with the Retail Settlement Code without any adjustment for total losses, as defined in that Code, but is subject to any adjustment made in accordance with the Net Metering Regulation.  O. Reg. 542/05, s. 5; O. Reg. 156/15, s. 3 (2). (2) Despite subsections (1) and (1.1), the amount of electricity consumed in a period by a user in respect of whom the IESO is the collector is the amount of electricity withdrawn during the period by the user from the IESO-controlled grid, as determined under the market rules.  O. Reg. 542/05, s. 5. (3) On the written request of the user or the Minister, the person making a determination in a manner described in subsection (1), (1.1) or (2) shall provide to the user or the Minister, as the case may be, a written explanation of the basis on which the determination was made and details of the calculations used in the determination.  O. Reg. 542/05, s. 5. (4) For the purposes of sections 2 and 5, the amount of self-generated electricity consumed by a self-generating user in a period is calculated using the formula, D – E – F in which, “D”   is the total amount of electricity the self-generating user generated in the period, “E” is the total amount of electricity the self-generating user generated in the period and sold to another entity, and “F” is the total amount of exempt self-generated electricity generated in the period and consumed by the self-generating user or by another person at the expense of the self-generating user. O. Reg. 493/01, s. 6 (4). (5) If a self-generating user cannot prove to the satisfaction of the Minister that it sold to another entity electricity that it generated, the self-generating user shall be considered to have consumed the electricity.  O. Reg. 493/01, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b><b> </b>(1) For the purposes of this Regulation, the amount of electricity, other than self-generated electricity, that is consumed in a period by a user who is not a net meterer is determined in accordance with the Retail Settlement Code without any adjustment for total losses, as defined in that Code.  O. Reg. 542/05, s. 5; O. Reg. 156/15, s. 3 (1).</p> <p class=\"subsection-e\">  (1.1) For the purposes of this Regulation, the amount of electricity, other than self-generated electricity, that is consumed in a period by a user who is a net meterer is determined in accordance with the Retail Settlement Code without any adjustment for total losses, as defined in that Code, but is subject to any adjustment made in accordance with the Net Metering Regulation.  O. Reg. 542/05, s. 5; O. Reg. 156/15, s. 3 (2).</p> <p class=\"subsection-e\">  (2) Despite subsections (1) and (1.1), the amount of electricity consumed in a period by a user in respect of whom the IESO is the collector is the amount of electricity withdrawn during the period by the user from the IESO-controlled grid, as determined under the market rules.  O. Reg. 542/05, s. 5.</p> <p class=\"subsection-e\">  (3) On the written request of the user or the Minister, the person making a determination in a manner described in subsection (1), (1.1) or (2) shall provide to the user or the Minister, as the case may be, a written explanation of the basis on which the determination was made and details of the calculations used in the determination.  O. Reg. 542/05, s. 5.</p> <p class=\"subsection-e\">  (4) For the purposes of sections 2 and 5, the amount of self-generated electricity consumed by a self-generating user in a period is calculated using the formula,</p> <p class=\"equation-e\">D – E – F</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “D”   is the total amount of electricity the self-generating user generated in the period,</p> <p class=\"equationind1-e\">  “E” is the total amount of electricity the self-generating user generated in the period and sold to another entity, and </p> <p class=\"equationind1-e\">  “F” is the total amount of exempt self-generated electricity generated in the period and consumed by the self-generating user or by another person at the expense of the self-generating user.</p> <p class=\"footnote-e\">O. Reg. 493/01, s. 6 (4).</p> <p class=\"subsection-e\">  (5) If a self-generating user cannot prove to the satisfaction of the Minister that it sold to another entity electricity that it generated, the self-generating user shall be considered to have consumed the electricity.  O. Reg. 493/01, s. 6 (5).</p>"
        },
        {
            "id": "7.",
            "section": "Transfer of exemption account of self-generating user",
            "content": " 7. (1) A self-generating user may transfer all or part of its exemption account to a person to whom the self-generating user transfers ownership of generation units or facilities if, (a) the generation units or facilities were owned and operated on October 30, 1998 by a self-generating user who consumed self-generated electricity generated by those generation units or facilities at any time after December 31, 1988 and before October 31, 1998; and (b) the generation units or facilities were not owned at any time after October 30, 1998 and before the day of the transfer by any owner who was not a self-generating user.  O. Reg. 493/01, s. 7 (1); O. Reg. 542/05, s. 6 (1-3). (2) The maximum amount of the exemption account that may be transferred under subsection (1) is the amount that is reasonably related to the generation units or facilities transferred.  O. Reg. 493/01, s. 7 (2); O. Reg. 542/05, s. 6 (4). (3) Despite subsection (1), a transfer of part or all of an exemption account does not take effect unless the following conditions are satisfied: 1. Both the transferor and the transferee are registered under subsection 85.4 (1) of the Act. 2. The transferor and the transferee are not in default in respect of any obligation either of them may have to pay, collect or remit debt retirement charges. 3. The transferor and the transferee have applied for and received the Minister’s written consent in respect of the calculation of the amount of the exemption to be transferred and any allocation of that amount between the transferor and the transferee for the year in which the transfer occurs.  O. Reg. 493/01, s. 7 (3). (4) The effective date of a transfer of part or all of an exemption account is the date specified by the Minister in the consent referred to in paragraph 3 of subsection (3).  O. Reg. 493/01, s. 7 (4). TABLE 1 Item   Local Utility   Cents \n\n  1.   Cornwall Street Railway Light and Power Company Limited   0 \n\n  2.   Canadian Niagara Power Company Limited   0 \n\n  3.   Public Utilities Commission of the City of Sault Ste. Marie   0.20 \n\n  4.   Great Lakes Power Limited   0.20 \n\n  5.   Bracebridge Hydro-Electric Commission   0.46 \n\n  6.   The Public Utilities Commission of the Corporation of the Town of Fort Frances   0.47 \n\n  7.   Orillia Water, Light and Power Commission   0.49 \n\n  8.   Hydro Electric Commission of the City of Pembroke   0.49 \n\n  9.   Granite Power Corporation   0.51 \n\n  10.   Public Utilities Commission of the Village of Eganville   0.60 \n\n  11.   The Hydro Electric Commission of the Town of Renfrew   0.61 \n\n  12.   Public Utilities Commission of the Town of Parry Sound   0.65 \n\n  13.   Public Utilities Commission for the Town of Bancroft   0.66 \n\n  14.   Peterborough Utilities Commission   0.67 \n\n  15.   St. Catharines Hydro-Electric Commission   0.68 \n\n  16.   Elora Hydro Electric Commission   0.69 \n\n  17.   The Hydro-Electric Commission of the City of Ottawa   0.69 O. Reg. 493/01, Table 1. TABLE 2 Item   Local Utility   Cents \n\n  1.   Town of Mississippi Mills Public Utilities Commission, in respect of the Ward of Almonte   0.42 \n\n  2.   The Campbellford/Seymour Public Utilities Commission, in respect of the Town of Campbellford as it existed on December 31, 1997   0.49 O. Reg. 493/01, Table 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>(1) A self-generating user may transfer all or part of its exemption account to a person to whom the self-generating user transfers ownership of generation units or facilities if,</p> <p class=\"clause-e\">  (a) the generation units or facilities were owned and operated on October 30, 1998 by a self-generating user who consumed self-generated electricity generated by those generation units or facilities at any time after December 31, 1988 and before October 31, 1998; and</p> <p class=\"clause-e\">  (b) the generation units or facilities were not owned at any time after October 30, 1998 and before the day of the transfer by any owner who was not a self-generating user.  O. Reg. 493/01, s. 7 (1); O. Reg. 542/05, s. 6 (1-3).</p> <p class=\"subsection-e\">  (2) The maximum amount of the exemption account that may be transferred under subsection (1) is the amount that is reasonably related to the generation units or facilities transferred.  O. Reg. 493/01, s. 7 (2); O. Reg. 542/05, s. 6 (4).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), a transfer of part or all of an exemption account does not take effect unless the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. Both the transferor and the transferee are registered under subsection 85.4 (1) of the Act.</p> <p class=\"paragraph-e\">  2. The transferor and the transferee are not in default in respect of any obligation either of them may have to pay, collect or remit debt retirement charges.</p> <p class=\"paragraph-e\">  3. The transferor and the transferee have applied for and received the Minister’s written consent in respect of the calculation of the amount of the exemption to be transferred and any allocation of that amount between the transferor and the transferee for the year in which the transfer occurs.  O. Reg. 493/01, s. 7 (3).</p> <p class=\"subsection-e\">  (4) The effective date of a transfer of part or all of an exemption account is the date specified by the Minister in the consent referred to in paragraph 3 of subsection (3).  O. Reg. 493/01, s. 7 (4).</p> <p class=\"tableheading-e\">TABLE 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Local Utility</p> </td> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Cents</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Cornwall Street Railway Light and Power Company Limited</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Canadian Niagara Power Company Limited</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Public Utilities Commission of the City of Sault Ste. Marie</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Great Lakes Power Limited</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Bracebridge Hydro-Electric Commission</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.46</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">The Public Utilities Commission of the Corporation of the Town of Fort Frances</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.47</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Orillia Water, Light and Power Commission</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.49</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Hydro Electric Commission of the City of Pembroke</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.49</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Granite Power Corporation</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.51</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Public Utilities Commission of the Village of Eganville</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.60</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">The Hydro Electric Commission of the Town of Renfrew</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.61</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Public Utilities Commission of the Town of Parry Sound</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.65</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Public Utilities Commission for the Town of Bancroft</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.66</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Peterborough Utilities Commission</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.67</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">St. Catharines Hydro-Electric Commission</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.68</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">Elora Hydro Electric Commission</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.69</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"62\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"530\"> <p class=\"table-e\">The Hydro-Electric Commission of the City of Ottawa</p> </td> <td valign=\"bottom\" width=\"80\"> <p align=\"right\" class=\"table-e\">0.69</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 493/01, Table 1.</p> <p class=\"tableheading-e\">TABLE 2</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td width=\"48\"> <p class=\"table-e\">Item</p> </td> <td width=\"472\"> <p class=\"table-e\">Local Utility</p> </td> <td width=\"72\"> <p class=\"table-e\">Cents</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"48\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">Town of Mississippi Mills Public Utilities Commission, in respect of the Ward of Almonte</p> </td> <td valign=\"top\" width=\"72\"> <p align=\"right\" class=\"table-e\">0.42</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"48\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"472\"> <p class=\"table-e\">The Campbellford/Seymour Public Utilities Commission, in respect of the Town of Campbellford as it existed on December 31, 1997</p> </td> <td valign=\"top\" width=\"72\"> <p align=\"right\" class=\"table-e\">0.49</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 493/01, Table 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}