{
    "reg_info": {
        "full_title": "O. Reg. 169/92: EXEMPTION FOR EMERGENCY ACTIVITIES ON THREE ABANDONED MINE SITES IN THE TOWNSHIPS OF TISDALE AND DELORO, CITY OF TIMMINS - MNDM-2",
        "reg_name_text": "EXEMPTION FOR EMERGENCY ACTIVITIES ON THREE ABANDONED MINE SITES IN THE TOWNSHIPS OF TISDALE AND DELORO, CITY OF TIMMINS — MNDM-2",
        "citation": "O. Reg. 169/92: EXEMPTION FOR EMERGENCY ACTIVITIES ON THREE ABANDONED MINE SITES IN THE TOWNSHIPS OF TISDALE AND DELORO, CITY OF TIMMINS - MNDM-2",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/920169",
        "date_scraped": "2023-12-21 13:58:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920169/v1",
            "valid_from": "March 25, 1992",
            "valid_to": "April 12, 2011"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Minister of Northern Development and Mines (MNDM) that an undertaking, namely: The activity of the rehabilitation of three abandoned mine sites in the City of Timmins, namely the ERG Tailings Basins, the Hollinger Mine Tailings Stack and the McIntyre Mine Tailings Stack, to prevent the escape of tailings, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Minister of Northern Development and Mines (MNDM) that an undertaking, namely:</p> <p class=\"parawindt-e\">The activity of the rehabilitation of three abandoned mine sites in the City of Timmins, namely the ERG Tailings Basins, the Hollinger Mine Tailings Stack and the McIntyre Mine Tailings Stack, to prevent the escape of tailings,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by MNDM that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. If the rehabilitation activities are postponed while an environmental assessment is being prepared, there will remain the risk of an uncontrolled spill of retained water and/or the escape of tailings as a result of failure of a dam, berm or spillway from any of the three locations referred to in Condition 1. B. The uncontrolled spill of retained water and/or the escape of tailings described in A could: (1) contaminate the surrounding watershed; (2) have an environmental and ecological impact on the surrounding watershed; (3) in the case of the Hollinger Site, pose a physical danger to human lives and surrounding properties, including trailer homes in a trailer park on the west side of the Hollinger Site; (4) in the case of the ERG Disposal Site and the McIntyre Site, potentially plug the tributary creek to the Porcupine River with tailings and impact the bed of the river; (5) in the case of the ERG Disposal Site, release contaminated water and possibly shock load Bell Creek and negatively affect the aquatic habitat; and",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by MNDM that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. If the rehabilitation activities are postponed while an environmental assessment is being prepared, there will remain the risk of an uncontrolled spill of retained water and/or the escape of tailings as a result of failure of a dam, berm or spillway from any of the three locations referred to in Condition 1.</p> <p class=\"paragraph-e\">B. The uncontrolled spill of retained water and/or the escape of tailings described in A could:</p> <p class=\"subpara-e\">(1) contaminate the surrounding watershed;</p> <p class=\"subpara-e\">(2) have an environmental and ecological impact on the surrounding watershed;</p> <p class=\"subpara-e\">(3) in the case of the Hollinger Site, pose a physical danger to human lives and surrounding properties, including trailer homes in a trailer park on the west side of the Hollinger Site;</p> <p class=\"subpara-e\">(4) in the case of the ERG Disposal Site and the McIntyre Site, potentially plug the tributary creek to the Porcupine River with tailings and impact the bed of the river;</p> <p class=\"subpara-e\">(5) in the case of the ERG Disposal Site, release contaminated water and possibly shock load Bell Creek and negatively affect the aquatic habitat; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The activities of rehabilitation, as described by the undertaking, will reduce the risk of damage and injury occurring, while permanent closure plans are being prepared for the sites described in Condition 1.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The activities of rehabilitation, as described by the undertaking, will reduce the risk of damage and injury occurring, while permanent closure plans are being prepared for the sites described in Condition 1.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. The activities, as referred to in the undertaking, are described as follows: (a) ERG Tailings Basins Permanently draining the surface waters from the south basin of the ERG disposal site by means of a spillway draining to the Porcupine River (North half of Concession IV, Lot 3, Tisdale Township); and Making repairs to the north basin dam and spillway to ensure the integrity of the dams and to remove immediate hazards (South-East corner of the North half of Concession V, Lot 2 and the North-East corner of the South half of Concession V, Lot 2, Tisdale Township). (b) Hollinger Mine Tailings Stack Excavating a ditch and setting up a rip-rap lined spillway in order to permanently drain the water that is retained on top of the tailings stack, and increasing the stability of the slopes (Concession I, lots 10, 11, 12 of Tisdale Township, and Concession VI, lots 10, 11, 12 of Deloro Township). (c) McIntyre Mine Tailings Stack Building a permeable berm to separate tailings from the runoff from the McIntyre Mine Tailings Stack and excavating the tailings presently contained in the two sumps (Concession IV, Lot 7, Tisdale Township). 2. Potentially affected agencies, including the Ministry of Natural Resources, the Ministry of the Environment, the Mattagami River Conservation Authority and The Corporation of the City of Timmins, shall be advised of the program prior to the commencement of activities, and the concerns and requirements of these agencies shall be incorporated into the program. 3. The analysis and design work shall be carried out by professional engineers. 4. The construction work shall be managed and inspected by a professional engineer with MNDM. 5. A written report shall be submitted by MNDM to above affected agencies in six months time outlining the work done, results achieved and any changes in the proposed work which is part of the exempt undertaking. 6. MNDM will ensure that the site is inspected quarterly until the basins are permanently closed according to the Mining Act. 7. MNDM will ensure that exempt activities will be followed by a long-term rehabilitation and management approach to the three sites. O.Reg. 169/92. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. The activities, as referred to in the undertaking, are described as follows:</p> <p class=\"subpara-e\">(a)<i> ERG Tailings Basins</i></p> <p class=\"Ssubpara-e\">Permanently draining the surface waters from the south basin of the ERG disposal site by means of a spillway draining to the Porcupine River (North half of Concession IV, Lot 3, Tisdale Township); and</p> <p class=\"Ssubpara-e\">Making repairs to the north basin dam and spillway to ensure the integrity of the dams and to remove immediate hazards (South-East corner of the North half of Concession V, Lot 2 and the North-East corner of the South half of Concession V, Lot 2, Tisdale Township).</p> <p class=\"subpara-e\">(b)<i> Hollinger Mine Tailings Stack</i></p> <p class=\"Ssubpara-e\">Excavating a ditch and setting up a rip-rap lined spillway in order to permanently drain the water that is retained on top of the tailings stack, and increasing the stability of the slopes (Concession I, lots 10, 11, 12 of Tisdale Township, and Concession VI, lots 10, 11, 12 of Deloro Township).</p> <p class=\"subpara-e\">(c)<i> McIntyre Mine Tailings Stack</i></p> <p class=\"Ssubpara-e\">Building a permeable berm to separate tailings from the runoff from the McIntyre Mine Tailings Stack and excavating the tailings presently contained in the two sumps (Concession IV, Lot 7, Tisdale Township).</p> <p class=\"paragraph-e\">2. Potentially affected agencies, including the Ministry of Natural Resources, the Ministry of the Environment, the Mattagami River Conservation Authority and The Corporation of the City of Timmins, shall be advised of the program prior to the commencement of activities, and the concerns and requirements of these agencies shall be incorporated into the program.</p> <p class=\"paragraph-e\">3. The analysis and design work shall be carried out by professional engineers.</p> <p class=\"paragraph-e\">4. The construction work shall be managed and inspected by a professional engineer with MNDM.</p> <p class=\"paragraph-e\">5. A written report shall be submitted by MNDM to above affected agencies in six months time outlining the work done, results achieved and any changes in the proposed work which is part of the exempt undertaking.</p> <p class=\"paragraph-e\">6. MNDM will ensure that the site is inspected quarterly until the basins are permanently closed according to the <i>Mining Act</i>.</p> <p class=\"paragraph-e\">7. MNDM will ensure that exempt activities will be followed by a long-term rehabilitation and management approach to the three sites. O.Reg. 169/92.</p> <p class=\"Normal\"></p>"
        }
    ]
}