{
    "reg_info": {
        "full_title": "O. Reg. 749/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 749/93: ",
        "act_under": "Audiology and Speech-Language Pathology Act, 1991   Loi de 1991 sur les audiologistes et les orthophonistes",
        "url": "https://www.ontario.ca/laws/regulation/930749",
        "date_scraped": "2023-12-19 03:56:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 19, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930749/v1",
            "valid_from": "December 31, 1993",
            "valid_to": "June 18, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: The Practice of the Profession and the Care of, and the Relationship with, Patients or Clients 1. Contravening a term, condition or limitation imposed on the member’s certificate of registration. 2. Failing to maintain a standard of practice of the profession. 3. Delivering to a patient or client any service for which consent is required by law, without such consent.  These services may include therapeutic, preventative, palliative, assessment, treatment or other related services. 4. Delegating a controlled act in contravention of the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 5. Abusing a patient or client verbally, emotionally, psychologically or physically. 6. Practising the profession while the member’s ability to do so is impaired by any substance. 7. Prescribing, dispensing or selling equipment or materials for an improper purpose. 8. Discontinuing professional services that are needed unless, i. the patient or client requests the discontinuation, ii. alternative services are arranged, or reasonable attempts have been made to arrange alternative services, iii. the patient or client is given a reasonable opportunity to arrange alternative services, iv. restrictions in length or type of service are imposed by an agency, v. the patient or client is unwilling or unable to pay and reasonable attempts have been made to arrange alternative services, vi. discharge criteria are imposed by the employing agency, or vii. the member reasonably believes that he or she may be physically or sexually abused by the patient or client and reasonable attempts have been made to arrange alternative services. 9. Discontinuing professional services contrary to the terms of an agreement between the member and a hospital within the meaning of the Public Hospitals Act\r\nor another agency with which a contract for services has been made. 10. Failing to refer a patient or client to more appropriate service when the member is unable to provide adequate service or failing to refer a patient or client who requires additional services in other professional areas. 11. Practising the profession while the member is in a conflict of interest. 12. Giving information about a patient or client to a person other than the patient or client or his or her authorized representative except with the informed consent of the patient or client or his or her authorized representative or as required or allowed by law. 13. Breaching an agreement with a patient or client relating to professional services for the patient or client or fees for such services. 14. Failing to reveal the exact nature of a treatment used by the member following a patient’s or client’s request to do so.  Disclosure is not required in the context of research approved by the ethics committee of an Ontario university or research institute. 15. Failing to co-operate with the College during the course of the complaints process.  The complaints process includes, but is not limited to, the receipt and assessment of the complaint, the investigation of the complaint and any disciplinary procedures addressing the complaint. 16. Inappropriately using a term, title or designation in respect of the member’s practice. 17. Inappropriately using a term, title or designation indicating a specialization in the profession. 18. Using a name other than the member’s name, as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession. Record Keeping and Reports 19. Failing to keep records as required in accordance with Part II of Ontario Regulation 21/12 (General) made under the Act. 20. Falsifying a record relating to the member’s practice. 21. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member, to the patient or client or his or her authorized representative after a patient or client or his or her authorized representative has requested such a report or certificate. 22. Signing or issuing, in the member’s professional capacity, a document that the member knows contains a false or misleading statement. Business Practices 23. Submitting an account or charge for services that the member knows is false or misleading. 24. Charging a fee that is excessive in relation to the services charged for. 25. Charging a fee that exceeds the fee for services set out in the schedule of fees published by the Ontario Association of Speech-Language Pathologists and Audiologists, without the prior informed consent of the patient or client. 26. Charging a fee for an undertaking not to charge for a service or class of services. 27. Charging a fee for an undertaking to be available to provide services to the patient or client. 28. Offering or giving a reduction for prompt payment of an account. 29. Failing to itemize an account for professional services if requested to do so by the patient or client or the person or agency who is to pay, in whole or in part, for the services. 30. Selling or assigning any debt owed to the member for professional services.  This does not include the use of credit cards to pay for professional services. Miscellaneous Matters 31. Contravening the Act, the Regulated Health Professions Act, 1991 or a regulation under either of them. 32. Contravening a federal, provincial or territorial law, a municipal by-law or a by-law or rule of a hospital as defined within the Public Hospitals Act\r\nif the contravention is relevant to the member’s suitability to practise. 33. Influencing a patient or client to change his or her will or other testamentary instrument. 34. Improperly advertising or permitting advertising with respect to the member’s practice. 35. Receiving any form of benefit from the practice of audiology or speech-language pathology while under suspension. 36. Employing or otherwise benefiting from a suspended member with respect to the practice of audiology or speech-language pathology. 37. Engaging in conduct or performing an act, relevant to the practice of the profession, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.  O. Reg. 749/93, s. 1; O. Reg. 165/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"headingx-e\">The Practice of the Profession and the Care of, and the Relationship with, Patients or Clients</p> <p class=\"paragraph-e\">  1. Contravening a term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  2. Failing to maintain a standard of practice of the profession.</p> <p class=\"paragraph-e\">  3. Delivering to a patient or client any service for which consent is required by law, without such consent.  These services may include therapeutic, preventative, palliative, assessment, treatment or other related services.</p> <p class=\"paragraph-e\">  4. Delegating a controlled act in contravention of the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  5. Abusing a patient or client verbally, emotionally, psychologically or physically.</p> <p class=\"paragraph-e\">  6. Practising the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">  7. Prescribing, dispensing or selling equipment or materials for an improper purpose.</p> <p class=\"paragraph-e\">  8. Discontinuing professional services that are needed unless,</p> <p class=\"subpara-e\">  i. the patient or client requests the discontinuation,</p> <p class=\"subpara-e\">  ii. alternative services are arranged, or reasonable attempts have been made to arrange alternative services,</p> <p class=\"subpara-e\">  iii. the patient or client is given a reasonable opportunity to arrange alternative services,</p> <p class=\"subpara-e\">  iv. restrictions in length or type of service are imposed by an agency,</p> <p class=\"subpara-e\">  v. the patient or client is unwilling or unable to pay and reasonable attempts have been made to arrange alternative services,</p> <p class=\"subpara-e\">  vi. discharge criteria are imposed by the employing agency, or</p> <p class=\"subpara-e\">  vii. the member reasonably believes that he or she may be physically or sexually abused by the patient or client and reasonable attempts have been made to arrange alternative services.</p> <p class=\"paragraph-e\">  9. Discontinuing professional services contrary to the terms of an agreement between the member and a hospital within the meaning of the <i>Public Hospitals Act</i>\r\nor another agency with which a contract for services has been made.</p> <p class=\"paragraph-e\">  10. Failing to refer a patient or client to more appropriate service when the member is unable to provide adequate service or failing to refer a patient or client who requires additional services in other professional areas.</p> <p class=\"paragraph-e\">  11. Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">  12. Giving information about a patient or client to a person other than the patient or client or his or her authorized representative except with the informed consent of the patient or client or his or her authorized representative or as required or allowed by law.</p> <p class=\"paragraph-e\">  13. Breaching an agreement with a patient or client relating to professional services for the patient or client or fees for such services.</p> <p class=\"paragraph-e\">  14. Failing to reveal the exact nature of a treatment used by the member following a patient’s or client’s request to do so.  Disclosure is not required in the context of research approved by the ethics committee of an Ontario university or research institute.</p> <p class=\"paragraph-e\">  15. Failing to co-operate with the College during the course of the complaints process.  The complaints process includes, but is not limited to, the receipt and assessment of the complaint, the investigation of the complaint and any disciplinary procedures addressing the complaint.</p> <p class=\"paragraph-e\">  16. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">  17. Inappropriately using a term, title or designation indicating a specialization in the profession.</p> <p class=\"paragraph-e\">  18. Using a name other than the member’s name, as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession.</p> <p class=\"headingx-e\">Record Keeping and Reports</p> <p class=\"paragraph-e\">  19. Failing to keep records as required in accordance with Part II of Ontario Regulation 21/12 (General) made under the Act.</p> <p class=\"paragraph-e\">  20. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">  21. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member, to the patient or client or his or her authorized representative after a patient or client or his or her authorized representative has requested such a report or certificate.</p> <p class=\"paragraph-e\">  22. Signing or issuing, in the member’s professional capacity, a document that the member knows contains a false or misleading statement.</p> <p class=\"headingx-e\">Business Practices</p> <p class=\"paragraph-e\">  23. Submitting an account or charge for services that the member knows is false or misleading.</p> <p class=\"paragraph-e\">  24. Charging a fee that is excessive in relation to the services charged for.</p> <p class=\"paragraph-e\">  25. Charging a fee that exceeds the fee for services set out in the schedule of fees published by the Ontario Association of Speech-Language Pathologists and Audiologists, without the prior informed consent of the patient or client.</p> <p class=\"paragraph-e\">  26. Charging a fee for an undertaking not to charge for a service or class of services.</p> <p class=\"paragraph-e\">  27. Charging a fee for an undertaking to be available to provide services to the patient or client.</p> <p class=\"paragraph-e\">  28. Offering or giving a reduction for prompt payment of an account.</p> <p class=\"paragraph-e\">  29. Failing to itemize an account for professional services if requested to do so by the patient or client or the person or agency who is to pay, in whole or in part, for the services.</p> <p class=\"paragraph-e\">  30. Selling or assigning any debt owed to the member for professional services.  This does not include the use of credit cards to pay for professional services.</p> <p class=\"headingx-e\">Miscellaneous Matters</p> <p class=\"paragraph-e\">  31. Contravening the Act, the <i>Regulated Health Professions Act, 1991</i> or a regulation under either of them.</p> <p class=\"paragraph-e\">  32. Contravening a federal, provincial or territorial law, a municipal by-law or a by-law or rule of a hospital as defined within the <i>Public Hospitals Act</i>\r\nif the contravention is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  33. Influencing a patient or client to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">  34. Improperly advertising or permitting advertising with respect to the member’s practice.</p> <p class=\"paragraph-e\">  35. Receiving any form of benefit from the practice of audiology or speech-language pathology while under suspension.</p> <p class=\"paragraph-e\">  36. Employing or otherwise benefiting from a suspended member with respect to the practice of audiology or speech-language pathology.</p> <p class=\"paragraph-e\">  37. Engaging in conduct or performing an act, relevant to the practice of the profession, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.  O. Reg. 749/93, s. 1; O. Reg. 165/15, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 749/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span><span>.</span>  O. Reg. 749/93, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}