{
    "reg_info": {
        "full_title": "O. Reg. 382/98: PAYMENTS IN LIEU OF TAXES, DISTRIBUTION",
        "reg_name_text": "PAYMENTS IN LIEU OF TAXES, DISTRIBUTION ",
        "citation": "O. Reg. 382/98: PAYMENTS IN LIEU OF TAXES, DISTRIBUTION",
        "act_under": "Municipal Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/980382",
        "date_scraped": "2023-12-19 03:52:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 24, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980382/v1",
            "valid_from": "December 20, 2002",
            "valid_to": "July 23, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “lower-tier municipality” means a municipality that is part of an upper-tier municipality for municipal purposes; (“municipalité de palier inférieur”) “property class” means a class of real property prescribed under the Assessment Act; (“catégorie de biens”) “taxes” do not include any adjustments to the taxes under section 33 or 34 of the Assessment Act; (“impôts”) “upper-tier municipality” means a county, a regional or district municipality or the County of Oxford. (“municipalité de palier supérieur”)  O. Reg. 382/98, s. 1; O. Reg. 427/98, s. 1. Sharing with Upper-Tier Municipalities",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“lower-tier municipality” means a municipality that is part of an upper-tier municipality for municipal purposes; (“municipalité de palier inférieur”)</p> <p class=\"definition-e\">“property class” means a class of real property prescribed under the <i>Assessment Act</i>; (“catégorie de biens”)</p> <p class=\"definition-e\">“taxes” do not include any adjustments to the taxes under section 33 or 34 of the <i>Assessment Act</i>; (“impôts”)</p> <p class=\"definition-e\">“upper-tier municipality” means a county, a regional or district municipality or the County of Oxford. (“municipalité de palier supérieur”)  O. Reg. 382/98, s. 1; O. Reg. 427/98, s. 1.</p> <p class=\"heading1-e\">Sharing with Upper-Tier Municipalities</p>"
        },
        {
            "id": "2.",
            "section": "Sharing with Upper-Tier Municipalities",
            "content": " 2. (1) This section provides for the sharing of payments in lieu of taxes between a lower-tier municipality and its upper-tier municipality.  O. Reg. 382/98, s. 2 (1). (2) A lower-tier municipality that is eligible to receive a payment in lieu of taxes in respect of a property for a year shall pay the upper-tier municipality an amount determined in accordance with the following: Upper-tier (share) = Amount (of PIL) × [Upper-tier taxes (class) / Total taxes (class)] where, “Amount of PIL” means the amount of the payment in lieu of taxes; “Upper-tier taxes (class)” means the taxes levied for the year for upper-tier purposes on all property in the lower-tier municipality in the same property class as the property in respect of which the lower-tier municipality is eligible to receive the payment in lieu of taxes; “Total taxes (class)” means the taxes levied for the year for municipal purposes on the property described in the definition of “Upper-tier taxes (class)”. O. Reg. 382/98, s. 2 (2). (3) For a payment in lieu of taxes described in subsection (4), “Total taxes (class)” in subsection (2) shall include taxes for school purposes as well as taxes for municipal purposes.  O. Reg. 382/98, s. 2 (3). (4) The payment in lieu of taxes referred to in subsection (3) is a payment in lieu of taxes, (a) paid by a designated electricity utility within the meaning of section 19.0.1 of the Assessment Act or by a corporation referred to in clause (d) of the definition of “municipal electricity utility” in Part VI of the Electricity Act, 1998; or (b) under any of the following: 1. Subsection 27 (3) of the Assessment Act. 2. Subsection 4 (3) or (4) of the Municipal Tax Assistance Act. 3. Section 71 of the Ontario Water Resources Act. 4. Subsection 84 (2), (3) or (5) of the Electricity Act, 1998. 5.  Revoked: O. Reg. 212/15, s. 2. 6. The Municipal Grants Act (Canada). 7. Subparagraph ii of paragraph 24 of subsection 3 (1) of the Assessment Act.  O. Reg. 382/98, s. 2 (4); O. Reg. 427/98, s. 2; O. Reg. 206/99, s. 1; O. Reg. 359/00, s. 1; O. Reg. 212/15, s. 2. Note:  Subsection 2 (4), as amended by section 1 of Ontario Regulation 359/00, applies with respect to the 2000 and subsequent taxation years, subject to section 4 of that Regulation.  See: O. Reg. 359/00, ss. 3, 4. (5) The fraction in the formula in subsection (2) must be calculated to five decimal places.  O. Reg. 382/98, s. 2 (5). Sharing with School Boards",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This section provides for the sharing of payments in lieu of taxes between a lower-tier municipality and its upper-tier municipality.  O. Reg. 382/98, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A lower-tier municipality that is eligible to receive a payment in lieu of taxes in respect of a property for a year shall pay the upper-tier municipality an amount determined in accordance with the following:</p> <p class=\"equation-e\">Upper-tier (share) = Amount (of PIL) × [Upper-tier taxes (class) / Total taxes (class)]</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">“Amount of PIL” means the amount of the payment in lieu of taxes;</p> <p class=\"equationind1-e\">“Upper-tier taxes (class)” means the taxes levied for the year for upper-tier purposes on all property in the lower-tier municipality in the same property class as the property in respect of which the lower-tier municipality is eligible to receive the payment in lieu of taxes;</p> <p class=\"equationind1-e\">“Total taxes (class)” means the taxes levied for the year for municipal purposes on the property described in the definition of “Upper-tier taxes (class)”.</p> <p class=\"footnote-e\">O. Reg. 382/98, s. 2 (2).</p> <p class=\"subsection-e\">  (3) For a payment in lieu of taxes described in subsection (4), “Total taxes (class)” in subsection (2) shall include taxes for school purposes as well as taxes for municipal purposes.  O. Reg. 382/98, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The payment in lieu of taxes referred to in subsection (3) is a payment in lieu of taxes,</p> <p class=\"clause-e\">  (a) paid by a designated electricity utility within the meaning of section 19.0.1 of the <i>Assessment Act</i> or by a corporation referred to in clause (d) of the definition of “municipal electricity utility” in Part VI of the <i>Electricity Act, 1998</i>; or</p> <p class=\"clause-e\">  (b) under any of the following:</p> <p class=\"subclause-e\">  1. Subsection 27 (3) of the <i>Assessment Act</i>.</p> <p class=\"subclause-e\">  2. Subsection 4 (3) or (4) of the <i>Municipal Tax Assistance Act</i>.</p> <p class=\"subclause-e\">  3. Section 71 of the <i>Ontario Water Resources Act</i>.</p> <p class=\"subclause-e\">  4. Subsection 84 (2), (3) or (5) of the <i>Electricity Act, 1998</i>.</p> <p class=\"subclause-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 212/15, s. 2.</p> <p class=\"subclause-e\">  6. The <i>Municipal Grants Act</i> (Canada).</p> <p class=\"subclause-e\">  7. Subparagraph ii of paragraph 24 of subsection 3 (1) of the <i>Assessment Act</i>.  O. Reg. 382/98, s. 2 (4); O. Reg. 427/98, s. 2; O. Reg. 206/99, s. 1; O. Reg. 359/00, s. 1; O. Reg. 212/15, s. 2.</p> <p class=\"Pnote-e\">Note:  Subsection 2 (4), as amended by section 1 of Ontario Regulation 359/00, applies with respect to the 2000 and subsequent taxation years, subject to section 4 of that Regulation.  See: O. Reg. 359/00, ss. 3, 4.</p> <p class=\"subsection-e\">  (5) The fraction in the formula in subsection (2) must be calculated to five decimal places.  O. Reg. 382/98, s. 2 (5).</p> <p class=\"heading1-e\">Sharing with School Boards</p>"
        },
        {
            "id": "3.",
            "section": "Sharing with School Boards",
            "content": " 3. (1) This section provides for the sharing of payments in lieu of taxes between a local municipality and school boards.  O. Reg. 382/98, s. 3 (1). (1.2) A local municipality that is eligible to receive a payment in lieu of taxes paid under subsection 4 (3) of the Municipal Tax Assistance Act in respect of any property for a year shall distribute the amount in accordance with subsection (4) and the formula in subsection (2).  O. Reg. 423/02, s. 1 (1). (2) A local municipality that is eligible to receive a payment in lieu of taxes described in subsection (3) in respect of a residential property for a year shall distribute, in accordance with subsection (4), an amount determined in accordance with the following: School board (share) = Amount (of PIL) × [School taxes (class) / Total taxes (class)] where, “School board share” means the amount to be distributed among the school boards; “Amount of PIL” means the amount of the payment in lieu of taxes; “School taxes (class)” means the taxes levied for the year for school purposes on all property in the local municipality in the same property class as the property in respect of which the local municipality is eligible to receive the payment in lieu of taxes; “Total taxes (class)” means the taxes levied for the year for municipal and school purposes on the property described in the definition of “School taxes (class)”.  O. Reg. 382/98, s. 3 (2). (3) The payment in lieu of taxes referred to in subsection (2) is a payment in lieu of taxes paid under any of the following: 1. Subsection 4 (3) of the Municipal Tax Assistance Act. 2. Subsection 84 (2) or (5) of the Electricity Act, 1998.  O. Reg. 382/98, s. 3 (3);O. Reg. 427/98, s. 3; O. Reg. 206/99, s. 2; O. Reg. 423/02, s. 1 (2). (4) The amount a local municipality is required to distribute under subsection (2) shall be distributed in accordance with subsection 257.8 (2) of the Education Act.  O. Reg. 382/98, s. 3 (4). (5) The fraction in the formula in subsection (2) must be calculated to five decimal places.  O. Reg. 382/98, s. 3 (5). (6) In this section, “residential property” means property in the residential/farm property class, the multi-residential property class or the new multi-residential property class prescribed under the Assessment Act.  O. Reg. 382/98, s. 3 (6). When Distributions to be Paid",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This section provides for the sharing of payments in lieu of taxes between a local municipality and school boards.  O. Reg. 382/98, s. 3 (1).</p> <p class=\"subsection-e\">  (1.2) A local municipality that is eligible to receive a payment in lieu of taxes paid under subsection 4 (3) of the <i>Municipal Tax Assistance Act</i> in respect of any property for a year shall distribute the amount in accordance with subsection (4) and the formula in subsection (2).  O. Reg. 423/02, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A local municipality that is eligible to receive a payment in lieu of taxes described in subsection (3) in respect of a residential property for a year shall distribute, in accordance with subsection (4), an amount determined in accordance with the following:</p> <p class=\"equation-e\">School board (share) = Amount (of PIL) × [School taxes (class) / Total taxes (class)]</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"firstdef-e\">“School board share” means the amount to be distributed among the school boards;</p> <p class=\"definition-e\">“Amount of PIL” means the amount of the payment in lieu of taxes;</p> <p class=\"definition-e\">“School taxes (class)” means the taxes levied for the year for school purposes on all property in the local municipality in the same property class as the property in respect of which the local municipality is eligible to receive the payment in lieu of taxes;</p> <p class=\"definition-e\">“Total taxes (class)” means the taxes levied for the year for municipal and school purposes on the property described in the definition of “School taxes (class)”.  O. Reg. 382/98, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The payment in lieu of taxes referred to in subsection (2) is a payment in lieu of taxes paid under any of the following:</p> <p class=\"paragraph-e\">  1. Subsection 4 (3) of the <i>Municipal Tax Assistance Act</i>.</p> <p class=\"paragraph-e\">  2. Subsection 84 (2) or (5) of the <i>Electricity Act, 1998</i>.  O. Reg. 382/98, s. 3 (3);O. Reg. 427/98, s. 3; O. Reg. 206/99, s. 2; O. Reg. 423/02, s. 1 (2).</p> <p class=\"subsection-e\">  (4) The amount a local municipality is required to distribute under subsection (2) shall be distributed in accordance with subsection 257.8 (2) of the <i>Education Act</i>.  O. Reg. 382/98, s. 3 (4).</p> <p class=\"subsection-e\">  (5) The fraction in the formula in subsection (2) must be calculated to five decimal places.  O. Reg. 382/98, s. 3 (5).</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"firstdef-e\">“residential property” means property in the residential/farm property class, the multi-residential property class or the new multi-residential property class prescribed under the <i>Assessment Act</i>.  O. Reg. 382/98, s. 3 (6).</p> <p class=\"heading1-e\">When Distributions to be Paid</p>"
        },
        {
            "id": "4.",
            "section": "When Distributions to be Paid",
            "content": " 4. (1) A local municipality shall pay the amounts required under this Regulation for a year in four instalments due on or before March 31, June 30, September 30 and December 15 of the year determined in accordance with the following: 1. The first instalment to an upper-tier municipality must be 25 per cent of the amount the local municipality was required to pay the upper-tier municipality in respect of payments in lieu of taxes for the previous year.  The first instalments to school boards must be 25 per cent of the amount the local municipality was required to pay school boards in respect of payments in lieu of taxes for the previous year. 2. The second instalment to an upper-tier municipality or school board must be 50 per cent of the amount the local municipality is required to pay for the year less the amount of the first instalment. 3. The third instalment to an upper-tier municipality or school board must be 25 per cent of the amount the local municipality is required to pay for the year. 4. The fourth instalment to an upper-tier municipality or school board must be equal to the balance of the amount the local municipality is required to pay for the year.  O. Reg. 382/98, s. 4 (1). (2) Revoked: O. Reg. 212/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A local municipality shall pay the amounts required under this Regulation for a year in four instalments due on or before March 31, June 30, September 30 and December 15 of the year determined in accordance with the following:</p> <p class=\"paragraph-e\">  1. The first instalment to an upper-tier municipality must be 25 per cent of the amount the local municipality was required to pay the upper-tier municipality in respect of payments in lieu of taxes for the previous year.  The first instalments to school boards must be 25 per cent of the amount the local municipality was required to pay school boards in respect of payments in lieu of taxes for the previous year.</p> <p class=\"paragraph-e\">  2. The second instalment to an upper-tier municipality or school board must be 50 per cent of the amount the local municipality is required to pay for the year less the amount of the first instalment.</p> <p class=\"paragraph-e\">  3. The third instalment to an upper-tier municipality or school board must be 25 per cent of the amount the local municipality is required to pay for the year.</p> <p class=\"paragraph-e\">  4. The fourth instalment to an upper-tier municipality or school board must be equal to the balance of the amount the local municipality is required to pay for the year.  O. Reg. 382/98, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 212/15, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "When Distributions to be Paid",
            "content": " 5. (1) Despite section 4, the council of an upper-tier municipality may, by agreement with a majority of the lower-tier municipalities representing at least two-thirds of the total weighted assessment of the upper-tier municipality, provide by by-law for any number of instalments and their due dates other than those provided in section 4 and those alternative instalments and due dates shall be applicable to all the lower-tier municipalities in the upper-tier municipality with respect to amounts to be paid to the upper-tier municipality under section 2.  O. Reg. 382/98, s. 5 (1). (2) Despite section 4, a school board may, by agreement with a majority of the local municipalities in its area of jurisdiction representing at least two-thirds of the total weighted assessment of the school board, provide for any number of instalments and their due dates other than those provided in section 4 and those alternative instalments and due dates shall be applicable to all the local municipalities in the area of jurisdiction of the school board with respect to amounts to be paid to the school board under section 3.  O. Reg. 382/98, s. 5 (2). (3) In subsections (1) and (2), “weighted assessment” means the assessment for a property multiplied by the tax ratio for the property class the property is in reduced, if section 313 of the Act applies with respect to the property, by the percentage reduction that applies with respect to the assessment under that section.  O. Reg. 382/98, s. 5 (3); O. Reg. 212/15, s. 3. Special Rule for Certain Defence Properties",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Despite section 4, the council of an upper-tier municipality may, by agreement with a majority of the lower-tier municipalities representing at least two-thirds of the total weighted assessment of the upper-tier municipality, provide by by-law for any number of instalments and their due dates other than those provided in section 4 and those alternative instalments and due dates shall be applicable to all the lower-tier municipalities in the upper-tier municipality with respect to amounts to be paid to the upper-tier municipality under section 2.  O. Reg. 382/98, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Despite section 4, a school board may, by agreement with a majority of the local municipalities in its area of jurisdiction representing at least two-thirds of the total weighted assessment of the school board, provide for any number of instalments and their due dates other than those provided in section 4 and those alternative instalments and due dates shall be applicable to all the local municipalities in the area of jurisdiction of the school board with respect to amounts to be paid to the school board under section 3.  O. Reg. 382/98, s. 5 (2).</p> <p class=\"subsection-e\">  (3) In subsections (1) and (2),</p> <p class=\"firstdef-e\">“weighted assessment” means the assessment for a property multiplied by the tax ratio for the property class the property is in reduced, if section 313 of the Act applies with respect to the property, by the percentage reduction that applies with respect to the assessment under that section.  O. Reg. 382/98, s. 5 (3); O. Reg. 212/15, s. 3.</p> <p class=\"heading1-e\">Special Rule for Certain Defence Properties</p>"
        },
        {
            "id": "6.",
            "section": "Special Rule for Certain Defence Properties",
            "content": " 6. Section 3 applies with respect to a payment in lieu of taxes in respect of that portion of the lands and premises that are in the residential or multi-residential property class and whose assessment roll numbers are set out in Table 1.  O. Reg. 630/99, s. 1. Note:  Section 6, as remade by section 1 of Ontario Regulation 630/99, applies with respect to the 1999 and subsequent taxation years.  See:  O. Reg. 630/99, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Section 3 applies with respect to a payment in lieu of taxes in respect of that portion of the lands and premises that are in the residential or multi-residential property class and whose assessment roll numbers are set out in Table 1.  O. Reg. 630/99, s. 1.</p> <p class=\"Pnote-e\">Note:  Section 6, as remade by section 1 of Ontario Regulation 630/99, applies with respect to the 1999 and subsequent taxation years.  See:  O. Reg. 630/99, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": "Special Rule for Certain Defence Properties",
            "content": " 7. (1) Despite section 2 and the Education Act, payments in lieu of taxes based on the tax rates set out in Ontario Regulation 392/98 shall be retained by the local municipality and not distributed to the upper-tier municipality or school boards.  O. Reg. 427/98, s. 4. (2) Despite section 2, payments in lieu of taxes based on the tax rates set out in Ontario Regulation 387/98 shall be shared by the local municipality in accordance with the formula set out in subsection 315 (3) of the Act. O. Reg. 359/00, s. 2; O. Reg. 212/15, s. 4. Note:  Subsection 7 (2), as amended by section 2 of Ontario Regulation 359/00, applies with respect to the 2000 and subsequent taxation years, subject to section 4 of that Regulation.  See:  O. Reg. 359/00, ss. 3, 4. TABLE 1   CERTAIN DEFENCE PROPERTIES TREATED AS RESIDENTIAL PROPERTY UNDER SECTION 3 Municipality   Assessment roll numbers \n\n  Town of Petawawa   47 79 078 015 44100 \n\n  Town of Petawawa   47 79 079 010 08400 \n\n  City of Kingston   10 11 090 090 27100 \n\n  City of Kingston   10 11 090 090 27200 \n\n  City of Kingston   10 11 090 090 27300 \n\n  City of Kingston   10 11 090 090 27500 \n\n  City of Quinte West   12 04 211 085 75100 \n\n  City of Quinte West   12 04 211 085 75200 \n\n  City of Ottawa   06 14 010 402 59605 \n\n  Township of Essa   43 21 010 012 00100 \n\n  Township of Adjala-Tosorontio   43 01 020 007 20402 \n\n  City of North Bay   48 44 050 076 50000 \n\n  City of Toronto   19 08 031 580 00151 \n\n  City of Gloucester   06 06 000 030 00121 \n\n  City of Gloucester   06 06 000 030 00100 O. Reg. 382/98, Table 1; O. Reg. 709/98, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Despite section 2 and the <i>Education Act</i>, payments in lieu of taxes based on the tax rates set out in Ontario Regulation 392/98 shall be retained by the local municipality and not distributed to the upper-tier municipality or school boards.  O. Reg. 427/98, s. 4.</p> <p class=\"subsection-e\">  (2) Despite section 2, payments in lieu of taxes based on the tax rates set out in Ontario Regulation 387/98 shall be shared by the local municipality in accordance with the formula set out in subsection 315 (3) of the Act. O. Reg. 359/00, s. 2; O. Reg. 212/15, s. 4.</p> <p class=\"Pnote-e\">Note:  Subsection 7 (2), as amended by section 2 of Ontario Regulation 359/00, applies with respect to the 2000 and subsequent taxation years, subject to section 4 of that Regulation.  See:  O. Reg. 359/00, ss. 3, 4.</p> <p class=\"tableheading-e\">TABLE 1 <br/>  CERTAIN DEFENCE PROPERTIES TREATED AS RESIDENTIAL PROPERTY UNDER SECTION 3</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">Municipality</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">Assessment roll numbers</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">Town of Petawawa</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">47 79 078 015 44100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">Town of Petawawa</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">47 79 079 010 08400</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Kingston</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">10 11 090 090 27100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Kingston</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">10 11 090 090 27200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Kingston</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">10 11 090 090 27300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Kingston</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">10 11 090 090 27500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Quinte West</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">12 04 211 085 75100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Quinte West</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">12 04 211 085 75200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Ottawa</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">06 14 010 402 59605</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">Township of Essa</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">43 21 010 012 00100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">Township of Adjala-Tosorontio</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">43 01 020 007 20402</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of North Bay</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">48 44 050 076 50000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Toronto</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">19 08 031 580 00151</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Gloucester</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">06 06 000 030 00121</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">City of Gloucester</p> </td> <td valign=\"top\" width=\"156\"> <p class=\"table-e\">06 06 000 030 00100</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 382/98, Table 1; O. Reg. 709/98, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980382\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}