{
    "reg_info": {
        "full_title": "O. Reg. 296/91: ELLIOT LAKE REGION ECONOMIC DEVELOPMENT PROGRAM",
        "reg_name_text": "ELLIOT LAKE REGION ECONOMIC DEVELOPMENT PROGRAM",
        "citation": "O. Reg. 296/91: ",
        "act_under": "Power Corporation Act   Loi sur la Société de l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/910296",
        "date_scraped": "2023-12-19 23:24:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.(1)Ontario Hydro is authorized to participate in the government program known as the Elliot Lake Region Economic Development Program. (2)The authority conferred by subsection (1) extends to the following regions: 1. The City of Elliot Lake. 2. The Town of Blind River. 3. The Township of Shedden. 4. The Township of North Shore. 5. The Serpent River Indian Reserve. O. Reg. 296/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>(1)Ontario Hydro is authorized to participate in the government program known as the Elliot Lake Region Economic Development Program.</p> <p class=\"subsection-e\">(2)The authority conferred by subsection (1) extends to the following regions:</p> <p class=\"paragraph-e\">1. The City of Elliot Lake.</p> <p class=\"paragraph-e\">2. The Town of Blind River.</p> <p class=\"paragraph-e\">3. The Township of Shedden.</p> <p class=\"paragraph-e\">4. The Township of North Shore.</p> <p class=\"paragraph-e\">5. The Serpent River Indian Reserve. O. Reg. 296/91, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2.Subject to section 3, Ontario Hydro may participate in the Elliot Lake Region Economic Development Program by, (a) not terminating the January, 1978 uranium purchase contract between Ontario Hydro and Preston Mines Limited, now known as Rio Algom Limited, until the 31st day of December, 1996; (b) negotiating an amendment to the contract referred to in clause (a) that would increase the minimum amount of uranium to be purchased during the period beginning the 1st day of January, 1991 and ending the 31st day of December, 1996 by 5,940,000 pounds; (c) making contributions of $17,000,000, $22,000,000 and $26,000,000 to the Northern Ontario Heritage Fund Corporation for use in carrying out the Elliot Lake Region Economic Development Program in the years 1991, 1992 and 1993, respectively; (d) taking all reasonable steps to ensure that an environmental assessment for the Patten Post hydraulic station site is completed, reviewed and approved in time for construction of the station by Ontario Hydro to begin in 1994 and for the station to be in service in 2000; (e) providing technical assistance to other persons in establishing a cogeneration plant at Elliot Lake; and (f) providing goods or services designed to increase or promote energy efficiency to electricity users in the regions referred to in subsection 1 (2) free of charge or at a price which is significantly less than the price that Ontario Hydro would normally charge for the provision of those goods or services. O. Reg. 296/91, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>Subject to section 3, Ontario Hydro may participate in the Elliot Lake Region Economic Development Program by,</p> <p class=\"clause-e\">(a) not terminating the January, 1978 uranium purchase contract between Ontario Hydro and Preston Mines Limited, now known as Rio Algom Limited, until the 31st day of December, 1996;</p> <p class=\"clause-e\">(b) negotiating an amendment to the contract referred to in clause (a) that would increase the minimum amount of uranium to be purchased during the period beginning the 1st day of January, 1991 and ending the 31st day of December, 1996 by 5,940,000 pounds;</p> <p class=\"clause-e\">(c) making contributions of $17,000,000, $22,000,000 and $26,000,000 to the Northern Ontario Heritage Fund Corporation for use in carrying out the Elliot Lake Region Economic Development Program in the years 1991, 1992 and 1993, respectively;</p> <p class=\"clause-e\">(d) taking all reasonable steps to ensure that an environmental assessment for the Patten Post hydraulic station site is completed, reviewed and approved in time for construction of the station by Ontario Hydro to begin in 1994 and for the station to be in service in 2000;</p> <p class=\"clause-e\">(e) providing technical assistance to other persons in establishing a cogeneration plant at Elliot Lake; and</p> <p class=\"clause-e\">(f) providing goods or services designed to increase or promote energy efficiency to electricity users in the regions referred to in subsection 1 (2) free of charge or at a price which is significantly less than the price that Ontario Hydro would normally charge for the provision of those goods or services. O. Reg. 296/91, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3.(1)The price of the additional uranium to be purchased under the amendment to the contract referred to in clause 2 (b) shall not exceed Ontario Hydro’s May, 1991 estimate of the price that Ontario Hydro would have to pay to purchase the same quantity of uranium from a source other than Rio Algom Limited at the anticipated time of delivery by more than $160,000,000. (2)No amount shall be contributed to the Northern Ontario Heritage Fund Corporation under clause 2 (c) if it will be used for a purpose other than, (a) providing adjustment measures for employees residing in or employed in the regions referred to in subsection 1 (2) whose employment is terminated; (b) providing job training for unemployed persons residing in or formerly employed in the regions referred to in subsection 1 (2); (c) reducing the debt of a municipality referred to in subsection 1 (2); (d) offsetting, in whole or in part, a shortfall between the amount of tax collected by a municipality in a year and the amount of tax that the municipality forecast in its budget that it would collect in that year; or (e) diversifying the economies of the regions referred to in subsection 1 (2). (3)Before completing the environmental assessment referred to in clause 2 (d), Ontario Hydro shall offer to consult with representatives of any Indian communities potentially affected by the construction or operation of the Patten Post hydraulic station and shall consider the views of any representatives who accept the offer. (4)The cost to Ontario Hydro of its participation in the Elliot Lake Region Economic Development Program under clauses 2 (d), (e) and (f) shall be not less than $25,000,000. O. Reg. 296/91, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)The price of the additional uranium to be purchased under the amendment to the contract referred to in clause 2 (b) shall not exceed Ontario Hydro’s May, 1991 estimate of the price that Ontario Hydro would have to pay to purchase the same quantity of uranium from a source other than Rio Algom Limited at the anticipated time of delivery by more than $160,000,000.</p> <p class=\"subsection-e\">(2)No amount shall be contributed to the Northern Ontario Heritage Fund Corporation under clause 2 (c) if it will be used for a purpose other than,</p> <p class=\"clause-e\">(a) providing adjustment measures for employees residing in or employed in the regions referred to in subsection 1 (2) whose employment is terminated;</p> <p class=\"clause-e\">(b) providing job training for unemployed persons residing in or formerly employed in the regions referred to in subsection 1 (2);</p> <p class=\"clause-e\">(c) reducing the debt of a municipality referred to in subsection 1 (2);</p> <p class=\"clause-e\">(d) offsetting, in whole or in part, a shortfall between the amount of tax collected by a municipality in a year and the amount of tax that the municipality forecast in its budget that it would collect in that year; or</p> <p class=\"clause-e\">(e) diversifying the economies of the regions referred to in subsection 1 (2).</p> <p class=\"subsection-e\">(3)Before completing the environmental assessment referred to in clause 2 (d), Ontario Hydro shall offer to consult with representatives of any Indian communities potentially affected by the construction or operation of the Patten Post hydraulic station and shall consider the views of any representatives who accept the offer.</p> <p class=\"subsection-e\">(4)The cost to Ontario Hydro of its participation in the Elliot Lake Region Economic Development Program under clauses 2 (d), (e) and (f) shall be not less than $25,000,000. O. Reg. 296/91, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4.The Northern Ontario Heritage Fund Corporation may enter into an agreement with the Elliot Lake and North Shore Corporation for Business Development (ELNOS) to assign responsibility for carrying out the Elliot Lake Region Economic Development Program to ELNOS and to provide any remaining portion of the Ontario Hydro contributions to ELNOS for this purpose. O. Reg. 165/97, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b>The Northern Ontario Heritage Fund Corporation may enter into an agreement with the Elliot Lake and North Shore Corporation for Business Development (ELNOS) to assign responsibility for carrying out the Elliot Lake Region Economic Development Program to ELNOS and to provide any remaining portion of the Ontario Hydro contributions to ELNOS for this purpose. O. Reg. 165/97, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}