{
    "reg_info": {
        "full_title": "O. Reg. 521/01: COLLECTION OF PERSONAL INFORMATION",
        "reg_name_text": "Collection of Personal information",
        "citation": "O. Reg. 521/01: COLLECTION OF PERSONAL INFORMATION",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/010521",
        "date_scraped": "2023-12-19 21:31:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 29, 2003",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “criminal background check” means, in respect of a board, a document concerning an individual, (a) that was prepared by a police force or service from national data on the Canadian Police Information Centre database within six months before the day the board collects the document, and (b) that contains information concerning the individual’s personal criminal history; (“relevé des antécédents criminels”) “offence declaration” means, in respect of a board, a written declaration signed by an individual, listing all of the individual’s convictions for offences under the Criminal Code (Canada) up to the date of the declaration, (a) that are not included in a criminal background check collected by the Ontario College of Teachers after December 31, 1998 or in the last criminal background check collected by the board under this Regulation, and (b) for which a pardon under section 4.1 of the Criminal Records Act (Canada) has not been issued or granted; (“déclaration d’infraction”) “personal criminal history” means, in respect of an individual, information on criminal offences of which the individual has been convicted under the Criminal Code\r\n(Canada) and for which a pardon under section 4.1 of the Criminal Records Act (Canada) has not been issued or granted to the individual; (“antécédents criminels”) “service provider” means an individual who comes into direct contact with pupils on a regular basis, (a) at a school site of a board in the normal course of, (i) providing goods or services under contract with the board, (ii) carrying out his or her employment functions as an employee of a person who provides goods or services under contract with the board, or (iii) providing services to a person who provides goods or services under contract with the board, or (b) at a school under the jurisdiction of the Minister in the normal course of, (i) providing goods or services under contract with the Minister, (ii) carrying out his or her employment functions as an employee of a person who provides goods or services under contract with the Minister, or (iii) providing services to a person who provides goods or services under contract with the Minister. (“fournisseur de services”)  O. Reg. 521/01, s. 1. (2) An individual who would be a service provider under this Regulation only by reason of being a school bus driver, a driving instructor or both is not a service provider for the purposes of this Regulation while he or she satisfies the requirements set out by the Ministry of Transportation applicable to school bus drivers or driving instructors, as the case may be.  O. Reg. 49/03, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>(1)<b> </b>In this Regulation,</p> <p class=\"firstdef-e\">“criminal background check” means, in respect of a board, a document concerning an individual,</p> <p class=\"defclause-e\">  (a) that was prepared by a police force or service from national data on the Canadian Police Information Centre database within six months before the day the board collects the document, and </p> <p class=\"defclause-e\">  (b) that contains information concerning the individual’s personal criminal history; (“relevé des antécédents criminels”)</p> <p class=\"definition-e\">“offence declaration” means, in respect of a board, a written declaration signed by an individual, listing all of the individual’s convictions for offences under the <i>Criminal Code</i> (Canada) up to the date of the declaration,</p> <p class=\"defclause-e\">  (a) that are not included in a criminal background check collected by the Ontario College of Teachers after December 31, 1998 or in the last criminal background check collected by the board under this Regulation, and</p> <p class=\"defclause-e\">  (b) for which a pardon under section 4.1 of the <i>Criminal Records Act</i> (Canada) has not been issued or granted; (“déclaration d’infraction”)</p> <p class=\"definition-e\">“personal criminal history” means, in respect of an individual, information on criminal offences of which the individual has been convicted under the <i>Criminal Code</i>\r\n(Canada) and for which a pardon under section 4.1 of the <i>Criminal Records Act</i> (Canada) has not been issued or granted to the individual; (“antécédents criminels”)</p> <p class=\"definition-e\">“service provider” means an individual who comes into direct contact with pupils on a regular basis,</p> <p class=\"defclause-e\">  (a) at a school site of a board in the normal course of,</p> <p class=\"defsubclause-e\">  (i) providing goods or services under contract with the board, </p> <p class=\"defsubclause-e\">  (ii) carrying out his or her employment functions as an employee of a person who provides goods or services under contract with the board, or</p> <p class=\"defsubclause-e\">  (iii) providing services to a person who provides goods or services under contract with the board, or</p> <p class=\"defclause-e\">  (b) at a school under the jurisdiction of the Minister in the normal course of,</p> <p class=\"defsubclause-e\">  (i) providing goods or services under contract with the Minister,</p> <p class=\"defsubclause-e\">  (ii) carrying out his or her employment functions as an employee of a person who provides goods or services under contract with the Minister, or</p> <p class=\"defsubclause-e\">  (iii) providing services to a person who provides goods or services under contract with the Minister. (“fournisseur de services”)  O. Reg. 521/01, s. 1.</p> <p class=\"subsection-e\">  (2) An individual who would be a service provider under this Regulation only by reason of being a school bus driver, a driving instructor or both is not a service provider for the purposes of this Regulation while he or she satisfies the requirements set out by the Ministry of Transportation applicable to school bus drivers or driving instructors, as the case may be.  O. Reg. 49/03, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Personal information to be collected by the board",
            "content": "  2. (1) For the purposes of ensuring the safety of pupils, every board shall collect a personal criminal history of every individual who is, (a) an employee of the board; or (b) a service provider at a school site of the board.  O. Reg. 521/01, s. 2 (1). (2) The board shall collect a personal criminal history of an individual described in subsection (1) at the following times and in the following manner: 1. If the individual commences employment after March 31, 2002, the board shall collect a criminal background check in respect of the individual before the day the individual commences employment with the board and an offence declaration from the individual by September 1 of each year in which the individual is employed by the board after that day. 2. If the individual first becomes a service provider in respect of the board after December 31, 2003, the board shall collect a criminal background check in respect of the individual before the individual first becomes a service provider at a school site of the board and an offence declaration from the individual by September 1 of each year in which the individual is a service provider at a school site of the board after that day. 3. If the individual became a member of the Ontario College of Teachers after December 31, 1998 and commenced employment with the board before April 1, 2002, the board shall collect an offence declaration from the individual by September 1 of each year in which the individual is employed by the board after that day, commencing in 2002. 4. If the individual commenced employment with the board before April 1, 2002 and is not an individual described in paragraph 3, the board shall collect, i. a criminal background check in respect of the individual by July 31, 2003 if the individual is employed by the board at any time in 2003 after July 31, and ii. an offence declaration from the individual by September 1 of each year in which the individual is employed by the board after that day, commencing in 2004. 4.1 If the individual became a service provider in respect of the board before December 31, 2003, the board shall collect, i. a criminal background check in respect of the individual by December 31, 2003 if the individual is a service provider at a school site of the board after that day, and ii. an offence declaration from the individual by September 1 of each year in which the individual is a service provider at a school site of the board after that day, commencing in 2004. 5. If an employee transfers to a different school site of the board after March 31, 2002, the board shall collect an offence declaration from the employee before the transfer. 6. If an individual is a service provider in respect of the board at one or more school sites and, after December 31, 2003, becomes a service provider at a different school site of the board, the board shall collect an offence declaration from the individual before the individual becomes a service provider at that school site.  O. Reg. 521/01, s. 2 (2); O. Reg. 170/02, s. 1; O. Reg. 322/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  2.</b><b> </b>(1) For the purposes of ensuring the safety of pupils, every board shall collect a personal criminal history of every individual who is,</p> <p class=\"clause-e\">  (a) an employee of the board; or</p> <p class=\"clause-e\">  (b) a service provider at a school site of the board.  O. Reg. 521/01, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The board shall collect a personal criminal history of an individual described in subsection (1) at the following times and in the following manner:</p> <p class=\"paragraph-e\">  1. If the individual commences employment after March 31, 2002, the board shall collect a criminal background check in respect of the individual before the day the individual commences employment with the board and an offence declaration from the individual by September 1 of each year in which the individual is employed by the board after that day.</p> <p class=\"paragraph-e\">  2. If the individual first becomes a service provider in respect of the board after December 31, 2003, the board shall collect a criminal background check in respect of the individual before the individual first becomes a service provider at a school site of the board and an offence declaration from the individual by September 1 of each year in which the individual is a service provider at a school site of the board after that day.</p> <p class=\"paragraph-e\">  3. If the individual became a member of the Ontario College of Teachers after December 31, 1998 and commenced employment with the board before April 1, 2002, the board shall collect an offence declaration from the individual by September 1 of each year in which the individual is employed by the board after that day, commencing in 2002. </p> <p class=\"paragraph-e\">  4. If the individual commenced employment with the board before April 1, 2002 and is not an individual described in paragraph 3, the board shall collect, </p> <p class=\"subpara-e\">  i. a criminal background check in respect of the individual by July 31, 2003 if the individual is employed by the board at any time in 2003 after July 31, and </p> <p class=\"subpara-e\">  ii. an offence declaration from the individual by September 1 of each year in which the individual is employed by the board after that day, commencing in 2004. </p> <p class=\"paragraph-e\">  4.1 If the individual became a service provider in respect of the board before December 31, 2003, the board shall collect,</p> <p class=\"subpara-e\">  i. a criminal background check in respect of the individual by December 31, 2003 if the individual is a service provider at a school site of the board after that day, and</p> <p class=\"subpara-e\">  ii. an offence declaration from the individual by September 1 of each year in which the individual is a service provider at a school site of the board after that day, commencing in 2004.</p> <p class=\"paragraph-e\">  5. If an employee transfers to a different school site of the board after March 31, 2002, the board shall collect an offence declaration from the employee before the transfer.</p> <p class=\"paragraph-e\">  6. If an individual is a service provider in respect of the board at one or more school sites and, after December 31, 2003, becomes a service provider at a different school site of the board, the board shall collect an offence declaration from the individual before the individual becomes a service provider at that school site.  O. Reg. 521/01, s. 2 (2); O. Reg. 170/02, s. 1; O. Reg. 322/03, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Personal information to be collected by Minister",
            "content": "  3. For the purposes of subsection 315 (1) of the Act, the personal information that may be collected by the Minister to ensure the safety of pupils is the personal criminal history of an individual who is, (a) an employee of the Ministry who works at a school under the jurisdiction of the Minister; or (b) a service provider at a school under the jurisdiction of the Minister.  O. Reg. 521/01, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3.</b><b> </b>For the purposes of subsection 315 (1) of the Act, the personal information that may be collected by the Minister to ensure the safety of pupils is the personal criminal history of an individual who is,</p> <p class=\"clause-e\">  (a) an employee of the Ministry who works at a school under the jurisdiction of the Minister; or</p> <p class=\"clause-e\">  (b) a service provider at a school under the jurisdiction of the Minister.  O. Reg. 521/01, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Personal information to be collected by Minister",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 521/01, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 521/01, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Personal information to be collected by Minister",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010521\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}