{
    "reg_info": {
        "full_title": "O. Reg. 306/04: ONTARIO RESEARCH EMPLOYEE STOCK OPTION OVERPAYMENT",
        "reg_name_text": "ontario research employee stock option Overpayment",
        "citation": "O. Reg. 306/04: ONTARIO RESEARCH EMPLOYEE STOCK OPTION OVERPAYMENT",
        "act_under": "Income Tax Act   Loi de l’impôt sur le revenu",
        "url": "https://www.ontario.ca/laws/regulation/040306",
        "date_scraped": "2023-12-19 17:24:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 23, 2006",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040306/v1",
            "valid_from": "October  1, 2004",
            "valid_to": "May 22, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “average prime rate” means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 306/04, s. 1 (1). (2) The base rate of interest for a particular day is the daily rate equivalent to the average prime rate that was in effect on, (a) October 15 of the previous year, if the particular day is in January, February or March; (b) January 15 of the same year, if the particular day is in April, May or June; (c) April 15 of the same year, if the particular day is in July, August or September; or (d) July 15 of the same year, if the particular day is in October, November or December.  O. Reg. 306/04, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“average prime rate” means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 306/04, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The base rate of interest for a particular day is the daily rate equivalent to the average prime rate that was in effect on,</p> <p class=\"clause-e\">  (a) October 15 of the previous year, if the particular day is in January, February or March; </p> <p class=\"clause-e\">  (b) January 15 of the same year, if the particular day is in April, May or June; </p> <p class=\"clause-e\">  (c) April 15 of the same year, if the particular day is in July, August or September; or</p> <p class=\"clause-e\">  (d) July 15 of the same year, if the particular day is in October, November or December.  O. Reg. 306/04, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Rate of interest on amounts paid or applied by the Provincial Minister",
            "content": " 2. (1) The rate of interest referred to in subsection 8.8 (2) of the Act, that is in effect for a particular day before July 1, 2006 in respect of a refund of an individual’s Ontario research employee stock option tax overpayment is the daily rate equivalent to an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.  O. Reg. 219/06, s. 1 (1). (1.1) The rate of interest referred to in subsection 8.8 (2) of the Act, that is in effect for a particular day after June 30, 2006 in respect of a refund of an individual’s Ontario research employee stock option tax overpayment is the daily rate equivalent to an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.  O. Reg. 219/06, s. 1 (1). (2) Despite subsections (1) and (1.1), if the amount of an individual’s refund increases because of a decision of the Provincial Minister on an objection to an assessment or determination or a decision of a court on an appeal from an assessment or determination, the interest payable or to be applied by the Provincial Minister for a particular day in respect of the amount of the increase is calculated at the daily rate equivalent to the base rate of interest for that day.  O. Reg. 306/04, s. 2 (2); O. Reg. 219/06, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The rate of interest referred to in subsection 8.8 (2) of the Act, that is in effect for a particular day before July 1, 2006 in respect of a refund of an individual’s Ontario research employee stock option tax overpayment is the daily rate equivalent to an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.  O. Reg. 219/06, s. 1 (1).</p> <p class=\"subsection-e\">  (1.1) The rate of interest referred to in subsection 8.8 (2) of the Act, that is in effect for a particular day after June 30, 2006 in respect of a refund of an individual’s Ontario research employee stock option tax overpayment is the daily rate equivalent to an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.  O. Reg. 219/06, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Despite subsections (1) and (1.1), if the amount of an individual’s refund increases because of a decision of the Provincial Minister on an objection to an assessment or determination or a decision of a court on an appeal from an assessment or determination, the interest payable or to be applied by the Provincial Minister for a particular day in respect of the amount of the increase is calculated at the daily rate equivalent to the base rate of interest for that day.  O. Reg. 306/04, s. 2 (2); O. Reg. 219/06, s. 1 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Rules for imposing interest on repayable amounts",
            "content": " 3. (1) An amount referred to in subsection 8.8 (4) of the Act that is repayable under subsection 8.8 (3) of the Act bears interest from the day the amount was paid or allowed to the individual to the day the amount is repaid or applied to a liability of the individual.  O. Reg. 306/04, s. 3 (1). (2) The rate of interest payable by the individual under this section for a particular day is the daily rate equivalent to an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.  O. Reg. 306/04, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) An amount referred to in subsection 8.8 (4) of the Act that is repayable under subsection 8.8 (3) of the Act bears interest from the day the amount was paid or allowed to the individual to the day the amount is repaid or applied to a liability of the individual.  O. Reg. 306/04, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The rate of interest payable by the individual under this section for a particular day is the daily rate equivalent to an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.  O. Reg. 306/04, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Rules for imposing interest on repayable amounts",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 306/04, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 306/04, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Rules for imposing interest on repayable amounts",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}