{
    "reg_info": {
        "full_title": "O. Reg. 69/01: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 69/01: ",
        "act_under": "Christopher’s Law (Sex Offender Registry), 2000",
        "url": "https://www.ontario.ca/laws/regulation/010069",
        "date_scraped": "2023-12-19 05:05:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  9, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010069/v7",
            "valid_from": "June  7, 2012",
            "valid_to": "August  8, 2012"
        },
        {
            "a_href": "/laws/regulation/010069/v6",
            "valid_from": "June 20, 2011",
            "valid_to": "June  6, 2012"
        },
        {
            "a_href": "/laws/regulation/010069/v5",
            "valid_from": "June  9, 2011",
            "valid_to": "June 19, 2011"
        },
        {
            "a_href": "/laws/regulation/010069/v4",
            "valid_from": "December  5, 2008",
            "valid_to": "June  8, 2011"
        },
        {
            "a_href": "/laws/regulation/010069/v3",
            "valid_from": "December  4, 2008",
            "valid_to": "December  4, 2008"
        },
        {
            "a_href": "/laws/regulation/010069/v2",
            "valid_from": "December 15, 2004",
            "valid_to": "December  3, 2008"
        },
        {
            "a_href": "/laws/regulation/010069/v1",
            "valid_from": "December 19, 2003",
            "valid_to": "December 14, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Resident in Ontario",
            "content": " 1. (1) If an offender has been in Ontario for 15 consecutive days, he or she shall be deemed to have resided in Ontario since the first consecutive day.  O. Reg. 69/01, s. 1 (1). (2) If an offender has been in Ontario for 15 non-consecutive days in any 30-day period, he or she shall be deemed to have resided in Ontario since the first day.  O. Reg. 69/01, s. 1 (2). (3) Subsections (1) and (2) apply whether or not the offender intends to stay in Ontario after the fifteenth consecutive or non-consecutive day.  O. Reg. 69/01, s. 1 (3). (4) Despite subsections (1) to (3), an offender who becomes subject to an obligation to comply with the\r\nSex Offender Information Registration Act (Canada) under section 490.02901 of the Criminal Code\r\n(Canada) or section 36.1 of the International Transfer of Offenders Act (Canada) shall be deemed to have resided in Ontario since the day he or she became subject to that obligation.  O. Reg. 227/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) If an offender has been in Ontario for 15 consecutive days, he or she shall be deemed to have resided in Ontario since the first consecutive day.  O. Reg. 69/01, s. 1 (1).</p> <p class=\"subsection-e\">  (2) If an offender has been in Ontario for 15 non-consecutive days in any 30-day period, he or she shall be deemed to have resided in Ontario since the first day.  O. Reg. 69/01, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) apply whether or not the offender intends to stay in Ontario after the fifteenth consecutive or non-consecutive day.  O. Reg. 69/01, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Despite subsections (1) to (3), an offender who becomes subject to an obligation to comply with the\r\n<i>Sex Offender Information Registration Act</i> (Canada) under section 490.02901 of the <i>Criminal Code</i>\r\n(Canada) or section 36.1 of the <i>International Transfer of Offenders Act</i> (Canada) shall be deemed to have resided in Ontario since the day he or she became subject to that obligation.  O. Reg. 227/11, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Definition of sex offence",
            "content": "  1.1 (1) Offences under the following provisions of the Criminal Code (Canada) are prescribed as sex offences: 1. Subsection 7 (4.1) (sexual offence against children by a Canadian citizen outside Canada). 2. Section 153.1 (sexual exploitation of person with disability). 3. Subsection 163.1 (4.1) (accessing child pornography). 3.1 Section 171.1 (making sexually explicit material available to child). 4. Section 172.1 (luring a child). 4.1 Section 172.2 (agreement or arrangement — sexual offence against child). 5. Paragraph 212 (1) (i) (stupefying or overpowering for the purpose of sexual intercourse). 6. Subsection 212 (2) (living on the avails of prostitution of a person under 18). 7. Subsection 212 (2.1) (aggravated offence — living on the avails of prostitution of a person under 18). 8. Subsection 212 (4) (purchasing sexual services of a person under 18). 9. Subsection 273.3 (2) (removal of a child from Canada for sexual offence purpose).  O. Reg. 396/04, s. 1; O. Reg. 143/12, s. 1. (1.1) An offence under section 162 (voyeurism) of the Criminal Code\r\n(Canada) is prescribed as a sex offence, but only in respect of persons who, on or after the day this subsection comes into force, are serving a sentence for such offence or are convicted or found not criminally responsible on account of mental disorder of such offence.  O. Reg. 419/08, s. 1. (2) For the purpose of clause (b) of the definition of “sex offence” in section 1 of the Act, offences under the following provisions of the Criminal Code\r\n(Canada), chapter C-34 of the Revised Statutes of Canada, 1970, as they read from time to time before January 4, 1983, are predecessors to offences set out in clause (a) of the definition of “sex offence” in section 1 of the Act: 1. Section 144 (rape). 2. Section 145 (attempt to commit rape). 3. Section 149 (indecent assault on a female). 4. Section 156 (indecent assault on a male). 5. Subsection 246 (1) (assault with intent).  O. Reg. 396/04, s. 1. (3) For the purpose of clause (b) of the definition of “sex offence” in section 1 of the Act, offences under the following provisions of the Criminal Code\r\n(Canada), chapter C-34 of the Revised Statutes of Canada, 1970, as they read from time to time before January 1, 1988, are predecessors to offences set out in clause (a) of the definition of “sex offence” in section 1 of the Act: 1. Subsection 146 (1) (sexual intercourse with a female under 14). 2. Subsection 146 (2) (sexual intercourse with a female between 14 and 16). 3. Section 153 (sexual intercourse with step-daughter). 4. Section 157 (gross indecency). 5. Section 166 (parent or guardian procuring defilement). 6. Section 167 (householder permitting defilement).  O. Reg. 396/04, s. 1. (4) Attempt to commit a sex offence under section 24 of the Criminal Code (Canada) is prescribed as a sex offence.  O. Reg. 396/04, s. 1. (5) Conspiracy to commit a sex offence under paragraph 465 (1) (c) or subsection 465 (4) of the Criminal Code (Canada) is prescribed as a sex offence.  O. Reg. 396/04, s. 1. (6) The sex offences prescribed by subsections (1), (4) and (5) apply only in respect of persons who, on or after December 15, 2004, are serving a sentence for such offence or are convicted or found not criminally responsible on account of mental disorder of such offence.  O. Reg. 396/04, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1.1 </b>(1) Offences under the following provisions of the <i>Criminal Code</i> (Canada) are prescribed as sex offences:</p> <p class=\"paragraph-e\">  1. Subsection 7 (4.1) (sexual offence against children by a Canadian citizen outside Canada).</p> <p class=\"paragraph-e\">  2. Section 153.1 (sexual exploitation of person with disability).</p> <p class=\"paragraph-e\">  3. Subsection 163.1 (4.1) (accessing child pornography).</p> <p class=\"paragraph-e\">  3.1 Section 171.1 (making sexually explicit material available to child).</p> <p class=\"paragraph-e\">  4. Section 172.1 (luring a child).</p> <p class=\"paragraph-e\">  4.1 Section 172.2 (agreement or arrangement — sexual offence against child).</p> <p class=\"paragraph-e\">  5. Paragraph 212 (1) (i) (stupefying or overpowering for the purpose of sexual intercourse).</p> <p class=\"paragraph-e\">  6. Subsection 212 (2) (living on the avails of prostitution of a person under 18).</p> <p class=\"paragraph-e\">  7. Subsection 212 (2.1) (aggravated offence — living on the avails of prostitution of a person under 18).</p> <p class=\"paragraph-e\">  8. Subsection 212 (4) (purchasing sexual services of a person under 18).</p> <p class=\"paragraph-e\">  9. Subsection 273.3 (2) (removal of a child from Canada for sexual offence purpose).  O. Reg. 396/04, s. 1; O. Reg. 143/12, s. 1.</p> <p class=\"subsection-e\">  (1.1) An offence under section 162 (voyeurism) of the <i>Criminal Code</i>\r\n(Canada) is prescribed as a sex offence, but only in respect of persons who, on or after the day this subsection comes into force, are serving a sentence for such offence or are convicted or found not criminally responsible on account of mental disorder of such offence.  O. Reg. 419/08, s. 1.</p> <p class=\"subsection-e\">  (2) For the purpose of clause (b) of the definition of “sex offence” in section 1 of the Act, offences under the following provisions of the <i>Criminal Code</i>\r\n(Canada), chapter C-34 of the Revised Statutes of Canada, 1970, as they read from time to time before January 4, 1983, are predecessors to offences set out in clause (a) of the definition of “sex offence” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1. Section 144 (rape).</p> <p class=\"paragraph-e\">  2. Section 145 (attempt to commit rape).</p> <p class=\"paragraph-e\">  3. Section 149 (indecent assault on a female).</p> <p class=\"paragraph-e\">  4. Section 156 (indecent assault on a male).</p> <p class=\"paragraph-e\">  5. Subsection 246 (1) (assault with intent).  O. Reg. 396/04, s. 1.</p> <p class=\"subsection-e\">  (3) For the purpose of clause (b) of the definition of “sex offence” in section 1 of the Act, offences under the following provisions of the <i>Criminal Code</i>\r\n(Canada), chapter C-34 of the Revised Statutes of Canada, 1970, as they read from time to time before January 1, 1988, are predecessors to offences set out in clause (a) of the definition of “sex offence” in section 1 of the Act:</p> <p class=\"paragraph-e\">  1. Subsection 146 (1) (sexual intercourse with a female under 14).</p> <p class=\"paragraph-e\">  2. Subsection 146 (2) (sexual intercourse with a female between 14 and 16).</p> <p class=\"paragraph-e\">  3. Section 153 (sexual intercourse with step-daughter).</p> <p class=\"paragraph-e\">  4. Section 157 (gross indecency).</p> <p class=\"paragraph-e\">  5. Section 166 (parent or guardian procuring defilement).</p> <p class=\"paragraph-e\">  6. Section 167 (householder permitting defilement).  O. Reg. 396/04, s. 1.</p> <p class=\"subsection-e\">  (4) Attempt to commit a sex offence under section 24 of the <i>Criminal Code</i> (Canada) is prescribed as a sex offence.  O. Reg. 396/04, s. 1.</p> <p class=\"subsection-e\">  (5) Conspiracy to commit a sex offence under paragraph 465 (1) (c) or subsection 465 (4) of the <i>Criminal Code</i> (Canada) is prescribed as a sex offence.  O. Reg. 396/04, s. 1.</p> <p class=\"subsection-e\">  (6) The sex offences prescribed by subsections (1), (4) and (5) apply only in respect of persons who, on or after December 15, 2004, are serving a sentence for such offence or are convicted or found not criminally responsible on account of mental disorder of such offence.  O. Reg. 396/04, s. 1.</p>"
        },
        {
            "id": "1.2",
            "section": "Period within which offender must report",
            "content": " 1.2 The prescribed period for the purposes of clauses 3 (1) (a) to (e.2) and 7 (2) (a) and (b) of the Act is seven days.  O. Reg. 227/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.2 </b>The prescribed period for the purposes of clauses 3 (1) (a) to (e.2) and 7 (2) (a) and (b) of the Act is seven days.  O. Reg. 227/11, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Contents of sex offender registry",
            "content": " 2. (1) For every offender, the sex offender registry shall include the following information: 1. The offender’s name and aliases and a history of the names and aliases used by the offender. 2. The offender’s date of birth. 3. The offender’s current address, and mailing address if it is different, and the date when the offender started living at or using each address; the proof of address provided by the offender at registration. 4. The offender’s current home, personal and business telephone and fax numbers and the date when the offender started using each telephone and fax number. 5. Any other addresses or telephone numbers used by the offender since the last time he or she registered, and the applicable dates for them. 5.1 The address of every secondary residence currently used by the offender or, if there is no address, its location. 5.2 The name of every employer of the offender, every person who retains the offender and every person who engages the offender on a volunteer basis, the address of every place where the offender is employed, retained or engaged on a volunteer basis or, if no address exists, the location of that place, and the type of work that the offender does at every place. 5.3 Every educational institution in which the offender is currently enrolled or was enrolled since his or her last registration, the address of the institution and of every place where the offender attends or attended classes or works or worked for credit or, if there is no address, the location. 6. Photographs of the offender, and the dates on which they were taken and added to the sex offender registry. 6.1 The offender’s driver’s licence number, if he or she has a driver’s licence. 6.2 The plate number, make, model, year, colour and description of any motor vehicle that the offender owns or leases or uses on a regular basis. 7. Physical description of the offender, including any distinguishing features. 8. The sex offences for which, on or after April 23, 2001 or, in the case of offences prescribed by subsections 1.1 (1), (4) and (5) of this Regulation, on or after December 15, 2004, the offender is serving or has served a sentence or of which the offender has been convicted or found not criminally responsible on account of a mental disorder; a description of each such sex offence; the age and gender of each victim of each such sex offence and the victim’s relationship to the offender; the date and place where each such sex offence was committed; the police force that charged the offender for each such sex offence and the incident number assigned to the case by that police force; the date and place of conviction or of finding no criminal responsibility for each such sex offence; the sentence or disposition imposed for each such sex offence and the sentence or disposition start and end dates; the offender’s custody end date, release date or expected release date and the reason for the offender’s release or expected release; whether the conviction, sentence or disposition is being appealed. 8.0.1 Details of every notification received by a police force pursuant to subsection 4 (3) of the Act respecting the offender’s unescorted release from a hospital, including the dates when the offender will be at large and the offender’s proposed activities and whereabouts during the unescorted release, if that information is provided by the hospital to the police force. 8.0.2 Details of every notification received by the ministry pursuant to subsection 4.1 (1) of the Act respecting the offender’s release from a correctional institution on an unescorted temporary absence pass, including the proposed dates of the offender’s release from and return to the institution, any relevant information about the offender’s proposed activities and whereabouts for the duration of his or her release under the pass and whether and why the pass was cancelled or suspended or the offender is declared unlawfully at large. 8.0.3 Details of every notification received by the ministry pursuant to subsection 4.1 (2) of the Act respecting the offender’s release from a youth custody facility on an unescorted leave, including the proposed dates of the offender’s release from and return to the facility, any relevant information about the offender’s proposed activities and whereabouts for the duration of his or her release under the leave and whether and why the leave was cancelled or suspended or the offender is declared unlawfully at large. 8.1 Whether an order to comply with registration requirements has been issued to the offender under section 490.012 of the Criminal Code (Canada) and if so, the date, duration and issuing court of the order, whether the order is being appealed under section 490.014 of the Criminal Code (Canada) and if so, the outcome of the appeal. 8.2 Whether a notice of obligation to comply with registration requirements has been served on the offender under section 490.02 of the Criminal Code (Canada) and if so, the date the notice was served, the name of the person who served it and the duration of the order. 8.2.1 Whether the offender is subject to an obligation under section 490.02901 of the Criminal Code (Canada) to comply with the Sex Offender Information Registration Act (Canada) and, if so, the period during which the obligation applies pursuant to section 490.02904 of the Criminal Code (Canada). 8.2.2 Whether the offender is subject to an obligation under section 36.1 of the International Transfer of Offenders Act (Canada) to comply with the Sex Offender Information Registration Act (Canada) and, if so, the period during which the obligation applies pursuant to section 36.2 of the International Transfer of Offenders Act (Canada). 8.3 Whether the offender has applied for an exemption order under section 490.023 or 490.02905 of the Criminal Code (Canada) and if so, the date of the application, the outcome of the application, whether the decision made on the application has been appealed under section 490.024 or 490.02906 of the Criminal Code (Canada) and, if so, the outcome of the appeal. 8.4 Whether the offender has applied for a termination order under section 490.015, 490.026, 490.02908 or 490.02912 of the Criminal Code\r\n(Canada) and, if so, the date of the application, the outcome of the application, whether the decision made on the application has been appealed under section 490.017, 490.029, 490.0291 or 490.02914 of the Criminal Code (Canada) and, if so, the outcome of the appeal. 8.5 Every unsuccessful request made by the offender to correct information in the database maintained under the Sex Offender Information Registration Act (Canada) pursuant to section 12 of that Act, including a description of the information sought to be corrected and of the proposed corrected information and the date of the request. 9. The date when and place where the offender presented himself or herself in compliance with subsection 3 (1) or 7 (2) of the Act; the reason for the registration; the reporting period imposed on the offender under section 7 of the Act; the proof of identity provided by the offender at registration. 9.1 If the offender has presented himself or herself under clause 3 (1) (e) of the Act before ceasing to be a resident of Ontario, his or her new address outside of Ontario, and if the offender does not know the address, as much information as he or she does know about his or her relocation outside of Ontario, such as the area of the city, the city or the province, territory, state or country to which he or she is relocating. 10. If applicable, the offender’s date of death and death certificate number. 11. The offender’s Fingerprint Section Number, if available. 12. The offender’s next expected date of registration. 13. The date on which confirmation is received by the sex offender registry that information contained in the sex offender registry has been included in the database maintained under the Sex Offender Information Registration Act (Canada). 14. Whether a person who was reporting to a registration centre under the Sex Offender Information Registration Act (Canada) was required to provide fingerprints under subsection 9 (2) of that Act and if so, the date of the request, the date the fingerprints were provided, any information determined respecting those fingerprints by the person who collects information under that Act, whether the fingerprints taken were destroyed under subsection 9 (3) of that Act and, if they were destroyed, the date of the destruction. 15. Details of the efforts made by a police force to verify an offender’s address pursuant to subsection 4 (2) of the Act and the results of those efforts. 16. Details of the efforts made by a police force to give written notice to the offender of the obligation to report under subsection 3 (1) of the Act pursuant to subsection 3 (4) of the Act, and whether such efforts were successful or not. 17. Details of the efforts made by the ministry to ensure that the offender received written notice of the obligation to report under subsection 3 (1) of the Act pursuant to subsection 3 (5) of the Act, and whether such efforts were successful or not.  O. Reg. 69/01, s. 2 (1); O. Reg. 396/04, s. 2; O. Reg. 419/08, s. 2 (1, 2); O. Reg. 227/11, s. 3 (1-4). (2) Revoked:  O. Reg. 227/11, s. 3 (5). (3) Subject to section 9.1 of the Act, the sex offender registry shall be a cumulative and permanent record of all the information described in subsection (1) that was ever contained in the sex offender registry.  O. Reg. 227/11, s. 3 (6). (4) Photographs of the offender for inclusion in the sex offender registry may be, (a) taken by the police force when the offender presents himself or herself pursuant to subsection 3 (1) or 7 (2) of the Act; or (b) obtained from the Ministry of Correctional Services, the federal Department of the Solicitor General or any law enforcement agency in Canada.  O. Reg. 69/01, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For every offender, the sex offender registry shall include the following information:</p> <p class=\"paragraph-e\">  1. The offender’s name and aliases and a history of the names and aliases used by the offender. </p> <p class=\"paragraph-e\">  2. The offender’s date of birth.</p> <p class=\"paragraph-e\">  3. The offender’s current address, and mailing address if it is different, and the date when the offender started living at or using each address; the proof of address provided by the offender at registration.</p> <p class=\"paragraph-e\">  4. The offender’s current home, personal and business telephone and fax numbers and the date when the offender started using each telephone and fax number.</p> <p class=\"paragraph-e\">  5. Any other addresses or telephone numbers used by the offender since the last time he or she registered, and the applicable dates for them.</p> <p class=\"paragraph-e\">  5.1 The address of every secondary residence currently used by the offender or, if there is no address, its location.</p> <p class=\"paragraph-e\">  5.2 The name of every employer of the offender, every person who retains the offender and every person who engages the offender on a volunteer basis, the address of every place where the offender is employed, retained or engaged on a volunteer basis or, if no address exists, the location of that place, and the type of work that the offender does at every place. </p> <p class=\"paragraph-e\">  5.3 Every educational institution in which the offender is currently enrolled or was enrolled since his or her last registration, the address of the institution and of every place where the offender attends or attended classes or works or worked for credit or, if there is no address, the location.</p> <p class=\"paragraph-e\">  6. Photographs of the offender, and the dates on which they were taken and added to the sex offender registry. </p> <p class=\"paragraph-e\">  6.1 The offender’s driver’s licence number, if he or she has a driver’s licence.</p> <p class=\"paragraph-e\">  6.2 The plate number, make, model, year, colour and description of any motor vehicle that the offender owns or leases or uses on a regular basis. </p> <p class=\"paragraph-e\">  7. Physical description of the offender, including any distinguishing features. </p> <p class=\"paragraph-e\">  8. The sex offences for which, on or after April 23, 2001 or, in the case of offences prescribed by subsections 1.1 (1), (4) and (5) of this Regulation, on or after December 15, 2004, the offender is serving or has served a sentence or of which the offender has been convicted or found not criminally responsible on account of a mental disorder; a description of each such sex offence; the age and gender of each victim of each such sex offence and the victim’s relationship to the offender; the date and place where each such sex offence was committed; the police force that charged the offender for each such sex offence and the incident number assigned to the case by that police force; the date and place of conviction or of finding no criminal responsibility for each such sex offence; the sentence or disposition imposed for each such sex offence and the sentence or disposition start and end dates; the offender’s custody end date, release date or expected release date and the reason for the offender’s release or expected release; whether the conviction, sentence or disposition is being appealed.</p> <p class=\"paragraph-e\"> 8.0.1 Details of every notification received by a police force pursuant to subsection 4 (3) of the Act respecting the offender’s unescorted release from a hospital, including the dates when the offender will be at large and the offender’s proposed activities and whereabouts during the unescorted release, if that information is provided by the hospital to the police force.  </p> <p class=\"paragraph-e\"> 8.0.2 Details of every notification received by the ministry pursuant to subsection 4.1 (1) of the Act respecting the offender’s release from a correctional institution on an unescorted temporary absence pass, including the proposed dates of the offender’s release from and return to the institution, any relevant information about the offender’s proposed activities and whereabouts for the duration of his or her release under the pass and whether and why the pass was cancelled or suspended or the offender is declared unlawfully at large.  </p> <p class=\"paragraph-e\"> 8.0.3 Details of every notification received by the ministry pursuant to subsection 4.1 (2) of the Act respecting the offender’s release from a youth custody facility on an unescorted leave, including the proposed dates of the offender’s release from and return to the facility, any relevant information about the offender’s proposed activities and whereabouts for the duration of his or her release under the leave and whether and why the leave was cancelled or suspended or the offender is declared unlawfully at large.</p> <p class=\"paragraph-e\">  8.1 Whether an order to comply with registration requirements has been issued to the offender under section 490.012 of the <i>Criminal Code</i> (Canada) and if so, the date, duration and issuing court of the order, whether the order is being appealed under section 490.014 of the <i>Criminal Code</i> (Canada) and if so, the outcome of the appeal.</p> <p class=\"paragraph-e\">  8.2 Whether a notice of obligation to comply with registration requirements has been served on the offender under section 490.02 of the <i>Criminal Code</i> (Canada) and if so, the date the notice was served, the name of the person who served it and the duration of the order. </p> <p class=\"paragraph-e\"> 8.2.1 Whether the offender is subject to an obligation under section 490.02901 of the <i>Criminal Code</i> (Canada) to comply with the <i>Sex Offender Information Registration Act</i> (Canada) and, if so, the period during which the obligation applies pursuant to section 490.02904 of the <i>Criminal Code</i> (Canada).</p> <p class=\"paragraph-e\"> 8.2.2 Whether the offender is subject to an obligation under section 36.1 of the <i>International Transfer of Offenders Act</i> (Canada) to comply with the <i>Sex Offender Information Registration Act</i> (Canada) and, if so, the period during which the obligation applies pursuant to section 36.2 of the <i>International Transfer of Offenders Act</i> (Canada).</p> <p class=\"paragraph-e\">  8.3 Whether the offender has applied for an exemption order under section 490.023 or 490.02905 of the <i>Criminal Code</i> (Canada) and if so, the date of the application, the outcome of the application, whether the decision made on the application has been appealed under section 490.024 or 490.02906 of the <i>Criminal Code</i> (Canada) and, if so, the outcome of the appeal. </p> <p class=\"paragraph-e\"><b> </b>8.4 Whether the offender has applied for a termination order under section 490.015, 490.026, 490.02908 or 490.02912 of the <i>Criminal Code</i>\r\n(Canada) and, if so, the date of the application, the outcome of the application, whether the decision made on the application has been appealed under section 490.017, 490.029, 490.0291 or 490.02914 of the <i>Criminal Code</i> (Canada) and, if so, the outcome of the appeal. </p> <p class=\"paragraph-e\">  8.5 Every unsuccessful request made by the offender to correct information in the database maintained under the <i>Sex Offender Information Registration Act</i> (Canada) pursuant to section 12 of that Act, including a description of the information sought to be corrected and of the proposed corrected information and the date of the request.</p> <p class=\"paragraph-e\">  9. The date when and place where the offender presented himself or herself in compliance with subsection 3 (1) or 7 (2) of the Act; the reason for the registration; the reporting period imposed on the offender under section 7 of the Act; the proof of identity provided by the offender at registration.</p> <p class=\"paragraph-e\">  9.1 If the offender has presented himself or herself under clause 3 (1) (e) of the Act before ceasing to be a resident of Ontario, his or her new address outside of Ontario, and if the offender does not know the address, as much information as he or she does know about his or her relocation outside of Ontario, such as the area of the city, the city or the province, territory, state or country to which he or she is relocating. </p> <p class=\"paragraph-e\">  10. If applicable, the offender’s date of death and death certificate number.</p> <p class=\"paragraph-e\">  11. The offender’s Fingerprint Section Number, if available.</p> <p class=\"paragraph-e\">  12. The offender’s next expected date of registration.</p> <p class=\"paragraph-e\">  13. The date on which confirmation is received by the sex offender registry that information contained in the sex offender registry has been included in the database maintained under the <i>Sex Offender Information Registration Act</i> (Canada). </p> <p class=\"paragraph-e\"><b> </b>14. Whether a person who was reporting to a registration centre under the <i>Sex Offender Information Registration Act</i> (Canada) was required to provide fingerprints under subsection 9 (2) of that Act and if so, the date of the request, the date the fingerprints were provided, any information determined respecting those fingerprints by the person who collects information under that Act, whether the fingerprints taken were destroyed under subsection 9 (3) of that Act and, if they were destroyed, the date of the destruction.</p> <p class=\"paragraph-e\">  15. Details of the efforts made by a police force to verify an offender’s address pursuant to subsection 4 (2) of the Act and the results of those efforts. </p> <p class=\"paragraph-e\">  16. Details of the efforts made by a police force to give written notice to the offender of the obligation to report under subsection 3 (1) of the Act pursuant to subsection 3 (4) of the Act, and whether such efforts were successful or not.</p> <p class=\"paragraph-e\">  17. Details of the efforts made by the ministry to ensure that the offender received written notice of the obligation to report under subsection 3 (1) of the Act pursuant to subsection 3 (5) of the Act, and whether such efforts were successful or not.  O. Reg. 69/01, s. 2 (1); O. Reg. 396/04, s. 2; O. Reg. 419/08, s. 2 (1, 2); O. Reg. 227/11, s. 3 (1-4).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 227/11, s. 3 (5).</p> <p class=\"subsection-e\">  (3) Subject to section 9.1 of the Act, the sex offender registry shall be a cumulative and permanent record of all the information described in subsection (1) that was ever contained in the sex offender registry.  O. Reg. 227/11, s. 3 (6).</p> <p class=\"subsection-e\">  (4) Photographs of the offender for inclusion in the sex offender registry may be,</p> <p class=\"clause-e\">  (a) taken by the police force when the offender presents himself or herself pursuant to subsection 3 (1) or 7 (2) of the Act; or</p> <p class=\"clause-e\">  (b) obtained from the Ministry of Correctional Services, the federal Department of the Solicitor General or any law enforcement agency in Canada.  O. Reg. 69/01, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Forms",
            "content": " 3. (1) An information in support of a warrant for the arrest of an offender to be issued under subsection 11 (3) of the Act shall be in Form 1.  O. Reg. 69/01, s. 3 (1); O. Reg. 227/11, s. 4 (1). (2) An information in support of a warrant for the arrest of an offender to be issued under subsection 11 (5) of the Act shall be in Form 2.  O. Reg. 69/01, s. 3 (2); O. Reg. 227/11, s. 4 (2). (3) A warrant for the arrest of an offender issued under subsection 11 (3) of the Act shall be in Form 3.  O. Reg. 69/01, s. 3 (3); O. Reg. 227/11, s. 4 (3). (4) A warrant for the arrest of an offender issued under subsection 11 (5) of the Act shall be in Form 4.  O. Reg. 69/01, s. 3 (4); O. Reg. 227/11, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) An information in support of a warrant for the arrest of an offender to be issued under subsection 11 (3) of the Act shall be in Form 1.  O. Reg. 69/01, s. 3 (1); O. Reg. 227/11, s. 4 (1).</p> <p class=\"subsection-e\">  (2) An information in support of a warrant for the arrest of an offender to be issued under subsection 11 (5) of the Act shall be in Form 2.  O. Reg. 69/01, s. 3 (2); O. Reg. 227/11, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A warrant for the arrest of an offender issued under subsection 11 (3) of the Act shall be in Form 3.  O. Reg. 69/01, s. 3 (3); O. Reg. 227/11, s. 4 (3).</p> <p class=\"subsection-e\">  (4) A warrant for the arrest of an offender issued under subsection 11 (5) of the Act shall be in Form 4.  O. Reg. 69/01, s. 3 (4); O. Reg. 227/11, s. 4 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Execution",
            "content": " 4. (1) A warrant for the arrest of an offender issued under subsection 11 (3) or (5) of the Act may be executed anywhere in Ontario.  O. Reg. 69/01, s. 4 (1). (2) A warrant for the arrest of an offender issued under subsection 11 (3) or (5) of the Act remains valid until the warrant is executed.  O. Reg. 69/01, s. 4 (2). (3) Despite subsection (2), if an offender presents himself or herself pursuant to subsection 3 (1) or 7 (2) of the Act after a warrant for his or her arrest has been issued under subsection 11 (3) or (5) of the Act, but before the warrant has been executed, the warrant shall be deemed to be executed at that time.  O. Reg. 69/01, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A warrant for the arrest of an offender issued under subsection 11 (3) or (5) of the Act may be executed anywhere in Ontario.  O. Reg. 69/01, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A warrant for the arrest of an offender issued under subsection 11 (3) or (5) of the Act remains valid until the warrant is executed.  O. Reg. 69/01, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), if an offender presents himself or herself pursuant to subsection 3 (1) or 7 (2) of the Act after a warrant for his or her arrest has been issued under subsection 11 (3) or (5) of the Act, but before the warrant has been executed, the warrant shall be deemed to be executed at that time.  O. Reg. 69/01, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Telewarrants",
            "content": " 5. (1) For the purpose of obtaining a warrant for the arrest of an offender under subsection 11 (5) of the Act, a police officer may submit information on oath by telephone or other means of telecommunication to any provincial judge or justice of the peace.  O. Reg. 69/01, s. 5 (1). (2) The judge or justice of the peace who receives an information submitted by a means of telecommunication that produces a writing shall, as soon as practicable, cause to be filed, with the clerk of the court in the county or district in which the judge or justice of the peace is sitting, the information certified by the judge or justice of the peace as to time and date of receipt.  O. Reg. 69/01, s. 5 (2); O. Reg. 419/08, s. 3 (1). (3) Instead of swearing an oath when submitting an information by a means of telecommunication that produces a writing, a police officer may make a statement in writing stating that all matters contained in the information are true to his or her knowledge and belief and such a statement shall be deemed to be a statement made under oath.  O. Reg. 69/01, s. 5 (3). (4) An information submitted by telephone or other means of telecommunication shall include, (a) a statement of the circumstances that make it impracticable for the police officer to appear personally before a judge or justice of the peace; and (b) a statement that the offender failed to comply with section 3 or 7 of the Act, as the case may be.  O. Reg. 69/01, s. 5 (4). (5) A provincial judge or justice of the peace may issue a warrant for the arrest of an offender under subsection 11 (5) of the Act if the judge or justice of the peace is satisfied that an information submitted by telephone or other means of telecommunication conforms with the requirements of subsection (4) and discloses, (a) reasonable grounds to believe that the offender has failed to comply with section 3 or 7 of the Act; and (b) reasonable grounds for dispensing with an information presented personally and in writing.  O. Reg. 69/01, s. 5 (5). (6) Where a judge or justice of the peace issues a warrant by a means of telecommunication that produces a writing, (a) the judge or justice of the peace shall complete and sign the warrant in Form 4, noting on its face the time, date and place of issuance; (b) the judge or justice of the peace shall transmit the warrant by the means of telecommunication to the police officer who submitted the information; and (c) the judge or justice of the peace shall, as soon as practicable after the warrant has been issued, cause the warrant to be filed with the clerk of the court in the county or district in which the judge or justice of the peace is sitting.  O. Reg. 69/01, s. 5 (6); O. Reg. 419/08, s. 3 (2); O. Reg. 227/11, s. 5. (7) In any proceeding in which it is material for a court to be satisfied that an arrest was authorized by a warrant issued by telephone or other means of telecommunication, the absence of the information or warrant, signed by a judge or justice of the peace and carrying on its face a notation of the time, date and place of issuance, is, in the absence of evidence to the contrary, proof that the arrest was not authorized by a warrant issued by telephone or other means of telecommunication.  O. Reg. 69/01, s. 5 (7). (8) A duplicate or facsimile of an information or warrant has the same probative value as the original for the purposes of subsection (7).  O. Reg. 69/01, s. 5 (8).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purpose of obtaining a warrant for the arrest of an offender under subsection 11 (5) of the Act, a police officer may submit information on oath by telephone or other means of telecommunication to any provincial judge or justice of the peace.  O. Reg. 69/01, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The judge or justice of the peace who receives an information submitted by a means of telecommunication that produces a writing shall, as soon as practicable, cause to be filed, with the clerk of the court in the county or district in which the judge or justice of the peace is sitting, the information certified by the judge or justice of the peace as to time and date of receipt.  O. Reg. 69/01, s. 5 (2); O. Reg. 419/08, s. 3 (1).</p> <p class=\"subsection-e\">  (3) Instead of swearing an oath when submitting an information by a means of telecommunication that produces a writing, a police officer may make a statement in writing stating that all matters contained in the information are true to his or her knowledge and belief and such a statement shall be deemed to be a statement made under oath.  O. Reg. 69/01, s. 5 (3).</p> <p class=\"subsection-e\">  (4) An information submitted by telephone or other means of telecommunication shall include, </p> <p class=\"clause-e\">  (a) a statement of the circumstances that make it impracticable for the police officer to appear personally before a judge or justice of the peace; and</p> <p class=\"clause-e\">  (b) a statement that the offender failed to comply with section 3 or 7 of the Act, as the case may be.  O. Reg. 69/01, s. 5 (4).</p> <p class=\"subsection-e\">  (5) A provincial judge or justice of the peace may issue a warrant for the arrest of an offender under subsection 11 (5) of the Act if the judge or justice of the peace is satisfied that an information submitted by telephone or other means of telecommunication conforms with the requirements of subsection (4) and discloses,</p> <p class=\"clause-e\">  (a) reasonable grounds to believe that the offender has failed to comply with section 3 or 7 of the Act; and </p> <p class=\"clause-e\">  (b) reasonable grounds for dispensing with an information presented personally and in writing.  O. Reg. 69/01, s. 5 (5).</p> <p class=\"subsection-e\">  (6) Where a judge or justice of the peace issues a warrant by a means of telecommunication that produces a writing, </p> <p class=\"clause-e\">  (a) the judge or justice of the peace shall complete and sign the warrant in Form 4, noting on its face the time, date and place of issuance;</p> <p class=\"clause-e\">  (b) the judge or justice of the peace shall transmit the warrant by the means of telecommunication to the police officer who submitted the information; and</p> <p class=\"clause-e\">  (c) the judge or justice of the peace shall, as soon as practicable after the warrant has been issued, cause the warrant to be filed with the clerk of the court in the county or district in which the judge or justice of the peace is sitting.  O. Reg. 69/01, s. 5 (6); O. Reg. 419/08, s. 3 (2); O. Reg. 227/11, s. 5.</p> <p class=\"subsection-e\">  (7) In any proceeding in which it is material for a court to be satisfied that an arrest was authorized by a warrant issued by telephone or other means of telecommunication, the absence of the information or warrant, signed by a judge or justice of the peace and carrying on its face a notation of the time, date and place of issuance, is, in the absence of evidence to the contrary, proof that the arrest was not authorized by a warrant issued by telephone or other means of telecommunication.  O. Reg. 69/01, s. 5 (7).</p> <p class=\"subsection-e\">  (8) A duplicate or facsimile of an information or warrant has the same probative value as the original for the purposes of subsection (7).  O. Reg. 69/01, s. 5 (8).</p>"
        },
        {
            "id": "6.",
            "section": "Sharing information",
            "content": " 6. (1) The ministry may enter into an agreement with the Ministry of the Attorney General or with the Review Board established or designated for Ontario pursuant to subsection 672.38 (1) of the Criminal Code (Canada) to obtain any information in their possession or control for the purposes of adding the information to the sex offender registry.  O. Reg. 439/03, s. 1. (2) The ministry may enter into an agreement with the federal Department of Citizenship and Immigration, with the federal Department of National Defence or with the federal Department of the Solicitor General to obtain any information in their possession or control for the purposes of adding the information to the sex offender registry.  O. Reg. 439/03, s. 1. (3) The ministry may enter into an agreement with any department or agency of the government of Canada or of a province or territory having responsibility for correctional matters to obtain any information in its possession or control for the purposes of adding the information to the sex offender registry.  O. Reg. 439/03, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The ministry may enter into an agreement with the Ministry of the Attorney General or with the Review Board established or designated for Ontario pursuant to subsection 672.38 (1) of the <i>Criminal Code</i> (Canada) to obtain any information in their possession or control for the purposes of adding the information to the sex offender registry.  O. Reg. 439/03, s. 1.</p> <p class=\"subsection-e\">  (2) The ministry may enter into an agreement with the federal Department of Citizenship and Immigration, with the federal Department of National Defence or with the federal Department of the Solicitor General to obtain any information in their possession or control for the purposes of adding the information to the sex offender registry.  O. Reg. 439/03, s. 1.</p> <p class=\"subsection-e\">  (3) The ministry may enter into an agreement with any department or agency of the government of Canada or of a province or territory having responsibility for correctional matters to obtain any information in its possession or control for the purposes of adding the information to the sex offender registry.  O. Reg. 439/03, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Registry shared with federal database",
            "content": " 7. The ministry may enter into an agreement with the federal government to share the information in the sex offender registry for the purpose of adding it to the database maintained under the Sex Offender Information Registration Act (Canada).  O. Reg. 396/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The ministry may enter into an agreement with the federal government to share the information in the sex offender registry for the purpose of adding it to the database maintained under the <i>Sex Offender Information Registration Act</i> (Canada).  O. Reg. 396/04, s. 3.</p>"
        },
        {
            "id": "P112_19389",
            "section": "Forms",
            "content": " 8. In this Regulation, when a form is referred to by number, the reference is to the form with that number that is described in the Table of Forms at the end of this Regulation and is available on the website of the Government of Ontario Central Forms Repository at www.forms.ssb.gov.on.ca under the listing for the Ministry of Community Safety and Correctional Services.  O. Reg. 227/11, s. 6. Table of Forms \n(See section 8) Form Number   Form Name   Date of Form \n\n  1   Information in Support of Warrant under subsection 11 (3) of the Act / Dénonciation à l’appui d’un mandat prévu au paragraphe 11 (3) de la Loi   May 10, 2011 \n\n  2   Information in Support of Warrant (Telewarrant) under subsections 11 (3) and (5) of the Act / Dénonciation à l’appui d’un mandat (télémandat) prévu aux paragraphes 11 (3) et (5) de la Loi   May 10, 2011 \n\n  3   Warrant for Arrest under subsection 11 (3) of the Act / Mandat d’arrestation décerné en vertu du paragraphe 11 (3) de la Loi   May 10, 2011 \n\n  4   Warrant for Arrest (Telewarrant) under subsections 11 (3) and (5) of the Act / Mandat d’arrestation (télémandat) décerné en vertu des paragraphes 11 (3) et (5) de la Loi   May 10, 2011 O. Reg. 419/08, s. 5; O. Reg. 227/11, s. 7. FormS 1-4 Revoked:  O. Reg. 419/08, s. 6.  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"P112_19389\"></a><a name=\"s8\"></a> <b>8. </b>In this Regulation, when a form is referred to by number, the reference is to the form with that number that is described in the Table of Forms at the end of this Regulation and is available on the website of the Government of Ontario Central Forms Repository at www.forms.ssb.gov.on.ca under the listing for the Ministry of Community Safety and Correctional Services.  O. Reg. 227/11, s. 6.</p> <p class=\"tableheading-e\">Table of Forms <br/>\n<span>(See section 8)</span></p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">Form Number</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Form Name</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Date of Form</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Information in Support of Warrant under subsection 11 (3) of the Act / Dénonciation à l’appui d’un mandat prévu au paragraphe 11 (3) de la Loi</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">May 10, 2011</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Information in Support of Warrant (Telewarrant) under subsections 11 (3) and (5) of the Act / Dénonciation à l’appui d’un mandat (télémandat) prévu aux paragraphes 11 (3) et (5) de la Loi</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">May 10, 2011</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Warrant for Arrest under subsection 11 (3) of the Act / Mandat d’arrestation décerné en vertu du paragraphe 11 (3) de la Loi</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">May 10, 2011</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Warrant for Arrest (Telewarrant) under subsections 11 (3) and (5) of the Act / Mandat d’arrestation (télémandat) décerné en vertu des paragraphes 11 (3) et (5) de la Loi</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">May 10, 2011</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 419/08, s. 5; O. Reg. 227/11, s. 7.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">FormS</span> 1-4 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 419/08, s. 6.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010069\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}