{
    "reg_info": {
        "full_title": "O. Reg. 323/07: ROYALTY ON DIAMONDS",
        "reg_name_text": "royalty on diamonds",
        "citation": "O. Reg. 323/07: ROYALTY ON DIAMONDS",
        "act_under": "Mining Act   Loi sur les mines",
        "url": "https://www.ontario.ca/laws/regulation/070323",
        "date_scraped": "2023-12-18 21:57:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 29, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070323/v2",
            "valid_from": "May 30, 2016",
            "valid_to": "April 28, 2020"
        },
        {
            "a_href": "/laws/regulation/070323/v1",
            "valid_from": "July  5, 2007",
            "valid_to": "May 29, 2016"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Definitions and Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation,  “depreciable assets” means buildings, plant, machinery and equipment; “diamond royalty valuer” means a person acting on the Minister’s behalf for the purpose of ascertaining the value of diamonds produced as part of the output of a diamond mine; “exploration cost” means an expense incurred for the purposes of determining the existence, location, extent, quality or economic potential of a diamond or diamond-bearing deposit in Ontario, but does not include an expense incurred for the purposes of bringing a diamond mine into production; “impact benefit agreement” means an agreement under which an operator of a diamond mine located on royalty land has agreed to provide a benefit to an aboriginal community or municipality located in Ontario for the purpose of ensuring that the aboriginal community or municipality benefits from the diamond mine; “mining property” means, in respect of a diamond mine, (a)  a mining claim or a parcel of land subject to a lease or patent, within the boundaries of which the diamond mine or part of the diamond mine is situated, or (b)  a group of contiguous mining claims, whether or not subject to a lease or patent, within the boundaries of which the diamond mine or part of the diamond mine is situated, (i)  that are the property of the same owner, or (ii)  if the diamond mine is operated as a joint venture, that are owned exclusively by the members of the joint venture or parties related to the members of the joint venture, regardless of the degree of ownership of each mining claim, lease or patent; “municipality” has the meaning assigned by subsection 1 (1) of the Municipal Act, 2001 and includes any board, commission or other local authority that is a municipality for the purposes of the Municipal Affairs Act; “processing” means, (a)  crushing, grinding, floatation, beneficiation, concentrating, milling, leaching, recrystallization or refining performed to recover diamonds from ore or from a diamond-bearing substance, and (b)  cleaning and sorting that output; “processing assets” means tailings disposal facilities and depreciable assets located in Ontario that are used directly and exclusively in processing; “qualifying expenditure” means an expenditure incurred by an operator of a diamond mine to provide a benefit, pursuant to an impact benefit agreement, to an aboriginal community or municipality located in Ontario, to the extent the expenditure is not otherwise deductible in determining the operator’s net value of the output of the mine; “qualifying donation” means a donation made to a recipient resident in Ontario by an operator of a diamond mine, (a)  that is not a qualifying expenditure, (b)  that is made for charitable, educational or benevolent purposes, and (c)  that is reasonably related to the mine; “qualifying environmental trust” means a qualifying environmental trust as defined in subsection 248 (1) of the Income Tax Act (Canada) that is established in respect of the mining property of a diamond mine; “related” means, with respect to two or more persons, that the persons are, (a)  related persons within the meaning of section 251 of the Income Tax Act (Canada), read without reference to paragraph 251 (5) (b), (b)  associated corporations within the meaning of section 256 of that Act, read without reference to subsection 256 (1.4), (c)  affiliated persons within the meaning of section 251.1 of that Act, or (d)  operators of the same diamond mine; “royalty land” means land in Ontario in respect of which a royalty may be payable under section 154.1 of the Act; “satisfactory evidence” means, with respect to a sale of diamonds, satisfactory evidence with respect to the diamonds sold and the circumstances of the sale, including, (a)  the number and quality of diamonds sold, (b)  the amount of the proceeds from the sale, (c)  the date of the sale, and (d)  whether the operator and the person to whom the diamonds are sold are related or not; “undeducted balance” means, (a)  with respect to depreciable assets, the amount of the original cost of the depreciable assets, (i)  minus the sum of all depreciation allowances claimed in respect of those assets for previous fiscal years and the amount of all reductions, if any, required to be made for previous fiscal years under clause 7 (5) (a) or (8) (d), paragraph 5 of subsection (9) or subsection 7 (10), and (ii)  plus all amounts, if any, required to be added under subsection 7 (10) for previous fiscal years, (b)  with respect to a development allowance, the amount of the costs eligible for a development allowance under paragraph 8 of subsection 7 (1), (i)  minus the sum of all development allowances claimed for previous fiscal years and all reductions, if any, required to be made for previous fiscal years under paragraph 3 or 4 of subsection 7 (9) or subsection 7 (10), and (ii)  plus all amounts, if any, required to be added under subsection 7 (10) for previous fiscal years, (c)  with respect to a qualifying environmental trust contribution allowance, the amount, if any, by which the total of all contributions made to the qualifying environmental trust exceeds the total of all qualifying environmental trust contribution allowances claimed for previous fiscal years, (d)  with respect to qualifying donations and qualifying expenditures of an operator, the amount, if any, by which the sum of all qualifying donations made by the operator and all qualifying expenditures incurred by the operator exceeds the total of, (i)  the sum of all amounts, each of which is the portion determined under paragraph 1 of subsection 7 (2) of an amount claimed by the operator in respect of its Ontario community and economic development incentive under subsection 7 (2) for a previous fiscal year, and (ii)  the total of all amounts each of which is the value, at the time a qualifying donation is made or a qualifying expenditure is incurred, of any property, service, compensation, use or other benefit that the operator, or a person or partnership who does not deal at arm’s length with the operator, has received, obtained or enjoyed, or is entitled, either immediately or in the future or contingently, to receive, obtain, or enjoy, (A)  that is in consideration for the qualifying donation or qualifying expenditure, (B)  that is in gratitude for the qualifying donation or qualifying expenditure, or (C)  that is in any other way related to the qualifying donation or qualifying expenditure.  O. Reg. 323/07, s. 1 (1). (2) For the purposes of this Regulation, the market value of diamonds produced as part of the output of a diamond mine shall be determined in accordance with the following rules: 1.  If the Minister and the operator agree on a value for the diamonds, the market value is that agreed value. 2.  If the Minister and the operator do not agree on a value for the diamonds, the market value is the maximum amount that could be realized from the sale of the diamonds on the open market after they are sorted into market assortments. 3.  The market value shall be based on the value of the diamonds before they are cut and polished. 4.  The market value shall be determined as follows for the following purposes: i.  If the market value is determined for the purposes of the definition of “B” in subsection 6 (1), the market value shall be determined as of the end of the fiscal year. ii.  If the market value is determined for the purposes of the definition of “C” in subsection 6 (1), the market value shall be determined as of the beginning of the fiscal year. iii.  If the market value is calculated for the purposes of sub-subparagraph 8 ii A of subsection 7 (1), the market value shall be determined as of the date of the sale, transfer or removal of the diamonds, as applicable. iv.  If the market value is calculated for the purposes of sub-subparagraph 8 ii B of subsection 7 (1), the market value shall be determined as of the date of commencement of production. v.  If the market value is calculated for any other purpose, the market value shall be determined as of the date of the last valuation by a diamond royalty valuer.  O. Reg. 323/07, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“depreciable assets” means buildings, plant, machinery and equipment;</p> <p class=\"definition-e\">“diamond royalty valuer” means a person acting on the Minister’s behalf for the purpose of ascertaining the value of diamonds produced as part of the output of a diamond mine;</p> <p class=\"definition-e\">“exploration cost” means an expense incurred for the purposes of determining the existence, location, extent, quality or economic potential of a diamond or diamond-bearing deposit in Ontario, but does not include an expense incurred for the purposes of bringing a diamond mine into production;</p> <p class=\"definition-e\">“impact benefit agreement” means an agreement under which an operator of a diamond mine located on royalty land has agreed to provide a benefit to an aboriginal community or municipality located in Ontario for the purpose of ensuring that the aboriginal community or municipality benefits from the diamond mine;</p> <p class=\"definition-e\">“mining property” means, in respect of a diamond mine,</p> <p class=\"defclause-e\">  (a)  a mining claim or a parcel of land subject to a lease or patent, within the boundaries of which the diamond mine or part of the diamond mine is situated, or </p> <p class=\"defclause-e\">  (b)  a group of contiguous mining claims, whether or not subject to a lease or patent, within the boundaries of which the diamond mine or part of the diamond mine is situated,</p> <p class=\"defsubclause-e\">  (i)  that are the property of the same owner, or </p> <p class=\"defsubclause-e\">  (ii)  if the diamond mine is operated as a joint venture, that are owned exclusively by the members of the joint venture or parties related to the members of the joint venture, regardless of the degree of ownership of each mining claim, lease or patent;</p> <p class=\"definition-e\">“municipality” has the meaning assigned by subsection 1 (1) of the <i>Municipal Act, 2001</i> and includes any board, commission or other local authority that is a municipality for the purposes of the <i>Municipal Affairs Act</i>;</p> <p class=\"definition-e\">“processing” means,</p> <p class=\"defclause-e\">  (a)  crushing, grinding, floatation, beneficiation, concentrating, milling, leaching, recrystallization or refining performed to recover diamonds from ore or from a diamond-bearing substance, and</p> <p class=\"defclause-e\">  (b)  cleaning and sorting that output;</p> <p class=\"definition-e\">“processing assets” means tailings disposal facilities and depreciable assets located in Ontario that are used directly and exclusively in processing;</p> <p class=\"definition-e\">“qualifying expenditure” means an expenditure incurred by an operator of a diamond mine to provide a benefit, pursuant to an impact benefit agreement, to an aboriginal community or municipality located in Ontario, to the extent the expenditure is not otherwise deductible in determining the operator’s net value of the output of the mine;</p> <p class=\"definition-e\">“qualifying donation” means a donation made to a recipient resident in Ontario by an operator of a diamond mine,</p> <p class=\"defclause-e\">  (a)  that is not a qualifying expenditure,</p> <p class=\"defclause-e\">  (b)  that is made for charitable, educational or benevolent purposes, and</p> <p class=\"defclause-e\">  (c)  that is reasonably related to the mine;</p> <p class=\"definition-e\">“qualifying environmental trust” means a qualifying environmental trust as defined in subsection 248 (1) of the <i>Income Tax Act</i><i> </i>(Canada) that is established in respect of the mining property of a diamond mine;</p> <p class=\"definition-e\">“related” means, with respect to two or more persons, that the persons are,</p> <p class=\"defclause-e\">  (a)  related persons within the meaning of section 251 of the <i>Income Tax Act</i> (Canada), read without reference to paragraph 251 (5) (b), </p> <p class=\"defclause-e\">  (b)  associated corporations within the meaning of section 256 of that Act, read without reference to subsection 256 (1.4), </p> <p class=\"defclause-e\">  (c)  affiliated persons within the meaning of section 251.1 of that Act, or </p> <p class=\"defclause-e\">  (d)  operators of the same diamond mine;</p> <p class=\"definition-e\">“royalty land” means land in Ontario in respect of which a royalty may be payable under section 154.1 of the Act;</p> <p class=\"definition-e\">“satisfactory evidence” means, with respect to a sale of diamonds, satisfactory evidence with respect to the diamonds sold and the circumstances of the sale, including,</p> <p class=\"defclause-e\">  (a)  the number and quality of diamonds sold,</p> <p class=\"defclause-e\">  (b)  the amount of the proceeds from the sale,</p> <p class=\"defclause-e\">  (c)  the date of the sale, and</p> <p class=\"defclause-e\">  (d)  whether the operator and the person to whom the diamonds are sold are related or not;</p> <p class=\"definition-e\">“undeducted balance” means,</p> <p class=\"defclause-e\">  (a)  with respect to depreciable assets, the amount of the original cost of the depreciable assets,</p> <p class=\"defsubclause-e\">  (i)  minus the sum of all depreciation allowances claimed in respect of those assets for previous fiscal years and the amount of all reductions, if any, required to be made for previous fiscal years under clause 7 (5) (a) or (8) (d), paragraph 5 of subsection (9) or subsection 7 (10), and</p> <p class=\"defsubclause-e\">  (ii)  plus all amounts, if any, required to be added under subsection 7 (10) for previous fiscal years,</p> <p class=\"defclause-e\">  (b)  with respect to a development allowance, the amount of the costs eligible for a development allowance under paragraph 8 of subsection 7 (1),</p> <p class=\"defsubclause-e\">  (i)  minus the sum of all development allowances claimed for previous fiscal years and all reductions, if any, required to be made for previous fiscal years under paragraph 3 or 4 of subsection 7 (9) or subsection 7 (10), and</p> <p class=\"defsubclause-e\">  (ii)  plus all amounts, if any, required to be added under subsection 7 (10) for previous fiscal years, </p> <p class=\"defclause-e\">  (c)  with respect to a qualifying environmental trust contribution allowance, the amount, if any, by which the total of all contributions made to the qualifying environmental trust exceeds the total of all qualifying environmental trust contribution allowances claimed for previous fiscal years,</p> <p class=\"defclause-e\">  (d)  with respect to qualifying donations and qualifying expenditures of an operator, the amount, if any, by which the sum of all qualifying donations made by the operator and all qualifying expenditures incurred by the operator exceeds the total of, </p> <p class=\"defsubclause-e\">  (i)  the sum of all amounts, each of which is the portion determined under paragraph 1 of subsection 7 (2) of an amount claimed by the operator in respect of its Ontario community and economic development incentive under subsection 7 (2) for a previous fiscal year, and</p> <p class=\"defsubclause-e\">  (ii)  the total of all amounts each of which is the value, at the time a qualifying donation is made or a qualifying expenditure is incurred, of any property, service, compensation, use or other benefit that the operator, or a person or partnership who does not deal at arm’s length with the operator, has received, obtained or enjoyed, or is entitled, either immediately or in the future or contingently, to receive, obtain, or enjoy,</p> <p class=\"defsubsubclause-e\">  (A)  that is in consideration for the qualifying donation or qualifying expenditure,</p> <p class=\"defsubsubclause-e\">  (B)  that is in gratitude for the qualifying donation or qualifying expenditure, or</p> <p class=\"defsubsubclause-e\">  (C)  that is in any other way related to the qualifying donation or qualifying expenditure.  O. Reg. 323/07, s. 1 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"secsubsec1\">For the purposes of this Regulation, the </span>market value of diamonds produced as part of the output of a diamond mine shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  If the Minister and the operator agree on a value for the diamonds, the market value is that agreed value. </p> <p class=\"paragraph-e\">  2.  If the Minister and the operator do not agree on a value for the diamonds, the market value is the maximum amount that could be realized from the sale of the diamonds on the open market after they are sorted into market assortments.</p> <p class=\"paragraph-e\">  3.  The market value shall be based on the value of the diamonds before they are cut and polished.</p> <p class=\"paragraph-e\">  4.  The market value shall be determined as follows for the following purposes:</p> <p class=\"subpara-e\">  i.  If the market value is determined for the purposes of the definition of “B” in subsection 6 (1), the market value shall be determined as of the end of the fiscal year.</p> <p class=\"subpara-e\">  ii.  If the market value is determined for the purposes of the definition of “C” in subsection 6 (1), the market value shall be determined as of the beginning of the fiscal year.</p> <p class=\"subpara-e\">  iii.  If the market value is calculated for the purposes of sub-subparagraph 8 ii A of subsection 7 (1), the market value shall be determined as of the date of the sale, transfer or removal of the diamonds, as applicable.</p> <p class=\"subpara-e\">  iv.  If the market value is calculated for the purposes of sub-subparagraph 8 ii B of subsection 7 (1), the market value shall be determined as of the date of commencement of production.</p> <p class=\"subpara-e\">  v.  If the market value is calculated for any other purpose, the market value shall be determined as of the date of the last valuation by a diamond royalty valuer.  O. Reg. 323/07, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Related persons",
            "content": " 2. (1) For the purposes of the definition of “related” in subsection 1 (1), a person who is related to another person is deemed to be related to any person to whom the other person is related.  O. Reg. 323/07, s. 2 (1). (2) Where diamonds that have been sold by an operator to a person not related to the operator are later sold to a person related to the operator, the diamonds shall be considered to have been sold by the operator to a person related to the operator.  O. Reg. 323/07, s. 2 (2). (3) Where diamonds that have been sold by an operator to a person related to the operator are later sold to a person not related to the operator and satisfactory evidence of that sale is provided to the Minister, the diamonds shall be considered to have been sold by the operator to a person who is not related to the operator.  O. Reg. 323/07, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) For the purposes of the definition of “related” in subsection 1 (1), a person who is related to another person is deemed to be related to any person to whom the other person is related.  O. Reg. 323/07, s. 2 (1).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (2) </span>Where diamonds that have been sold by an operator to a person not related to the operator are later sold to a person related to the operator, the diamonds shall be considered to have been sold by the operator to a person related to the operator.  O. Reg. 323/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Where diamonds that have been sold by an operator to a person related to the operator are later sold to a person not related to the operator and satisfactory evidence of that sale is provided to the Minister, the diamonds shall be considered to have been sold by the operator to a person who is not related to the operator.  O. Reg. 323/07, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Exchange rate",
            "content": " 3. For the purposes of this Regulation, the Bank of Canada’s noon exchange rate shall be used to convert foreign currencies into Canadian dollars,  (a)  as at the date of a transaction, if the transaction is carried out in a foreign currency; and (b)  as at the first or last day, as applicable, of a fiscal year if inventories have been valued in a foreign currency.  O. Reg. 323/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>For the purposes of this Regulation, the Bank of Canada’s noon exchange rate shall be used to convert foreign currencies into Canadian dollars, </p> <p class=\"clause-e\">  (a)  as at the date of a transaction, if the transaction is carried out in a foreign currency; and </p> <p class=\"clause-e\">  (b)  as at the first or last day, as applicable, of a fiscal year if inventories have been valued in a foreign currency.  O. Reg. 323/07, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Commencement of production",
            "content": " 4. For the purposes of this Regulation, a diamond mine commences production on the earlier of, (a)  the first day of the first 90-day period during which the mill or concentrator operates at or above an average of 60 per cent of its rated capacity, if the diamond mine includes a mill or concentrator; or (b)  the day the diamond mine begins to produce minerals in reasonable commercial quantities, if the mine does not include a mill or concentrator.  O. Reg. 323/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><span> <a name=\"BK4\"></a><b>4. </b></span><span class=\"secsubsec1\">For the purposes of this Regulation, a diamond mine commences production on the </span>earlier of,</p> <p class=\"clause-e\">  (a)  the first day of the first 90-day period during which the mill or concentrator operates at or above an average of 60 per cent of its rated capacity, if the diamond mine includes a mill or concentrator; or </p> <p class=\"clause-e\">  (b)  the day the diamond mine begins to produce minerals in reasonable commercial quantities, if the mine does not include a mill or concentrator.  O. Reg. 323/07, s. 4.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Output of a diamond mine",
            "content": " 5. (1) For the purposes of subsection 154 (2) of the Act, a diamond is considered to be produced as part of the output of a diamond mine if the diamond is in a saleable form or has been removed from the diamond mine.  O. Reg. 323/07, s. 5 (1). (2) Diamonds produced from the reprocessing of tailings, wasterock, stockpiles of ore or other materials obtained from a diamond mine are part of the output of the diamond mine.  O. Reg. 323/07, s. 5 (2). Calculation of Net Value of Output",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) For the purposes of subsection 154 (2) of the Act, a diamond is considered to be produced as part of the output of a diamond mine if the diamond is in a saleable form or has been removed from the diamond mine.  O. Reg. 323/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Diamonds produced from the reprocessing of tailings, wasterock, stockpiles of ore or other materials obtained from a diamond mine are part of the output of the diamond mine.  O. Reg. 323/07, s. 5 (2).</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Calculation of Net Value of Output</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Calculation of Net Value of Output",
            "part_id": null,
            "part_type": null,
            "section": "Calculation of Net Value of Output",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Net value of the output",
            "content": " 6. (1) The amount of the net value of the output of a diamond mine for a fiscal year, for the purposes of the definition of that term in subsection 154 (1) of the Act, shall be determined using the formula, A + B – C + D + E + F + G + H – I + J – K in which, “A”  is the total of, (a)  the proceeds from sales during the fiscal year of diamonds produced as part of the output of the diamond mine after March 22, 2007, to persons not related to the operator, if satisfactory evidence of those sales is provided to the Minister, and (b)  the market value of any diamonds produced as part of the output of the diamond mine after March 22, 2007 that were otherwise sold or transferred from the diamond mine during the fiscal year, “B”  is the market value as of the end of the fiscal year of any inventories of diamonds produced as part of the output of the diamond mine after March 22, 2007, “C”  is the market value as of the beginning of the year of any inventories of diamonds produced as part of the output of the diamond mine after March 22, 2007, “D”  is the lesser of, (a)  the amount of any payment received during the fiscal year that is related to a cost that has been claimed as a deduction or an allowance, other than an amount previously deducted in determining an undeducted balance, and (b)  the amount of the cost referred to in clause (a), “E”  is the amount of any excess determined under clause 7 (5) (b) for the fiscal year, “F”  is the sum of all amounts, if any, withdrawn during the fiscal year from a qualifying environmental trust, up to a maximum of the sum of all amounts contributed to the trust, “G”  is the amount of any proceeds received during the fiscal year from insurance on diamonds produced as part of the output of the diamond mine, “H”  is the amount of, (a)  any grants in respect of the diamond mine that were made to the operator by the Ontario or the federal government during the fiscal year, and (b)  any loans to the operator in respect of the diamond mine that were forgiven by the Ontario or the federal government during the fiscal year, “I”  is the total of the amounts claimed under subsection 7 (1), “J”  is the sum of, (a)  the amount by which the sum of the amounts determined under clause 7 (8) (d) and paragraph 5 of subsection 7 (9) exceeds the undeducted balance of the depreciable assets eligible for a depreciation allowance at the end of the fiscal year, and (b)  the amount by which the sum of the amounts determined under paragraphs 3 and 4 of subsection 7 (9) exceeds the undeducted balance of the development allowance at the end of the fiscal year, and “K”  is the amount claimed by an operator in respect of the operator’s Ontario community and economic development incentive for the fiscal year in respect of the mine, as determined under subsection 7 (2). O. Reg. 323/07, s. 6 (1). (2) No costs related to the production or valuation of diamonds from any land other than royalty land shall be taken into account for the purposes of determining the value of “A”, “B”, “C”, “D”, “G”, “I” or “K” in subsection (1).  O. Reg. 323/07, s. 6 (2). (3) In the case of a diamond royalty return for the last fiscal year of production of a diamond mine, the operator may, for the purposes of determining the value of “B” in subsection (1) for that fiscal year, elect to use the actual proceeds from the sale of its inventory of diamonds after the end of that fiscal year, instead of the market value of the inventory of diamonds at the end of that fiscal year, but only to the extent that the diamonds were sold to persons not related to the operator and satisfactory evidence of the sales has been provided to the Minister.  O. Reg. 323/07, s. 6 (3). (4) An election made under subsection (3) is irrevocable.  O. Reg. 323/07, s. 6 (4). (5) Gains and losses from hedging transactions shall not be included in calculating the net value of the output of a diamond mine.  O. Reg. 323/07, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) The amount of the net value of the output of a diamond mine for a fiscal year, for the purposes of the definition of that term in subsection 154 (1) of the Act, shall be determined using the formula,</p> <p class=\"equation-e\">A + B – C + D + E + F + G + H – I + J – K</p> <p class=\"Ssection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is the total of,</p> <p class=\"equationind2-e\">  (a)  the proceeds from sales during the fiscal year of diamonds produced as part of the output of the diamond mine after March 22, 2007, to persons not related to the operator, if satisfactory evidence of those sales is provided to the Minister, and </p> <p class=\"equationind2-e\">  (b)  the market value of any diamonds produced as part of the output of the diamond mine after March 22, 2007 that were otherwise sold or transferred from the diamond mine during the fiscal year, </p> <p class=\"equationind1-e\">  “B”  is the market value as of the end of the fiscal year of any inventories of diamonds produced as part of the output of the diamond mine after March 22, 2007, </p> <p class=\"equationind1-e\">  “C”  is the market value as of the beginning of the year of any inventories of diamonds produced as part of the output of the diamond mine after March 22, 2007,</p> <p class=\"equationind1-e\">  “D”  is the lesser of, </p> <p class=\"equationind2-e\">  (a)  the amount of any payment received during the fiscal year that is related to a cost that has been claimed as a deduction or an allowance, other than an amount previously deducted in determining an undeducted balance, and </p> <p class=\"equationind2-e\">  (b)  the amount of the cost referred to in clause (a), </p> <p class=\"equationind1-e\">  “E”  is the amount of any excess determined under clause 7 (5) (b) for the fiscal year,</p> <p class=\"equationind1-e\">  “F”  is the sum of all amounts, if any, withdrawn during the fiscal year from a qualifying environmental trust, up to a maximum of the sum of all amounts contributed to the trust, </p> <p class=\"equationind1-e\">  “G”  is the amount of any proceeds received during the fiscal year from insurance on diamonds produced as part of the output of the diamond mine, </p> <p class=\"equationind1-e\">  “H”  is the amount of,</p> <p class=\"equationind2-e\">  (a)  any grants in respect of the diamond mine that were made to the operator by the Ontario or the federal government during the fiscal year, and </p> <p class=\"equationind2-e\">  (b)  any loans to the operator in respect of the diamond mine that were forgiven by the Ontario or the federal government during the fiscal year, </p> <p class=\"equationind1-e\">  “I”  is the total of the amounts claimed under subsection 7 (1),</p> <p class=\"equationind1-e\">  “J”  is the sum of, </p> <p class=\"equationind2-e\">  (a)  the amount by which the sum of the amounts determined under clause 7 (8) (d) and paragraph 5 of subsection 7 (9) exceeds the undeducted balance of the depreciable assets eligible for a depreciation allowance at the end of the fiscal year, and</p> <p class=\"equationind2-e\">  (b)  the amount by which the sum of the amounts determined under paragraphs 3 and 4 of subsection 7 (9) exceeds the undeducted balance of the development allowance at the end of the fiscal year, and</p> <p class=\"equationind1-e\">  “K”  is the amount claimed by an operator in respect of the operator’s Ontario community and economic development incentive for the fiscal year in respect of the mine, as determined under subsection 7 (2).</p> <p class=\"footnote-e\">O. Reg. 323/07, s. 6 (1).</p> <p class=\"subsection-e\">  (2) No costs related to the production or valuation of diamonds from any land other than royalty land shall be taken into account for the purposes of determining the value of “A”, “B”, “C”, “D”, “G”, “I” or “K” in subsection (1).  O. Reg. 323/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) In the case of a diamond royalty return for the last fiscal year of production of a diamond mine, the operator may, for the purposes of determining the value of “B” in subsection (1) for that fiscal year, elect to use the actual proceeds from the sale of its inventory of diamonds after the end of that fiscal year, instead of the market value of the inventory of diamonds at the end of that fiscal year, but only to the extent that the diamonds were sold to persons not related to the operator and satisfactory evidence of the sales has been provided to the Minister.  O. Reg. 323/07, s. 6 (3).</p> <p class=\"subsection-e\">  (4) An election made under subsection (3) is irrevocable.  O. Reg. 323/07, s. 6 (4).</p> <p class=\"subsection-e\"> <span class=\"secsubsec1\">(5) </span>Gains and losses from hedging transactions shall not be included in calculating the net value of the output of a diamond mine.  O. Reg. 323/07, s. 6 (5).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Deductions and allowances",
            "content": " 7. (1) In calculating the net value of the output of a diamond mine for a fiscal year under section 6, only the following amounts and the amount of the Ontario community and economic development incentive for the fiscal year, as determined under subsection (2), may be deducted in respect of costs incurred by the operator of the diamond mine: 1.  The costs incurred during the fiscal year for cleaning, sorting, valuing, marketing and selling diamonds produced as part of the output of the diamond mine. 2.  The costs incurred during the fiscal year for insurance, storage, handling and transportation of the diamonds produced as part of the output of the diamond mine to the processing plant or market. 3.  The costs incurred during the fiscal year in mining and processing diamonds from the diamond mine. 4.  The costs incurred during the fiscal year for repair or maintenance at the diamond mine or rehabilitation of the mining property of the diamond mine. 5.  General and indirect costs incurred during the fiscal year for property, employees and operations at the diamond mine that are not otherwise allocated to operating costs. 6.  Exploration costs incurred during the fiscal year in respect of royalty land, other than royalty land on the mining property of the diamond mine, if those costs have not been otherwise claimed by the operator as an allowance or deduction under this section, in an amount not exceeding 10 per cent of the net value of the output of the diamond mine multiplied by the operator’s share of that output, calculated, i.  after deducting the costs referred to in paragraphs 1 to 5, and ii.  before deducting any exploration costs, depreciation allowance, qualifying environmental trust contribution allowance, development allowance or processing allowance. 7.  Subject to clause (5) (a), clause (8) (d), paragraph 5 of subsection (9) and subsection (10), a depreciation allowance in respect of the depreciable assets of the diamond mine and the depreciable assets of any facilities in Ontario that are used for processing diamonds produced as part of the output from the diamond mine, in an amount not exceeding the undeducted balance of the cost of those depreciable assets at the end of the fiscal year. 8.  A development allowance not exceeding the undeducted balance, at the end of the fiscal year, of the sum of, i.  exploration costs incurred, before the date of commencement of production, on the mining property as constituted on the date of commencement of production and not deducted under paragraph 6 in respect of any other lands, ii.  all costs incurred before the date of commencement of production for the purposes of bringing the diamond mine into production, less the total of, A.  the market value of any diamonds produced from the mining property of the diamond mine that were sold, transferred or removed from the diamond mine before the date of commencement of production, and B.  the market value of any diamonds produced from the mining property of the diamond mine that are in inventory on the date of commencement of production, iii.  exploration costs incurred on the mining property of the diamond mine after the date of commencement of production, iv.  costs incurred after the date of commencement of production for workings designed for continuing use, including the clearing, removing or stripping of overburden from a new deposit at the diamond mine, the sinking, excavation or extension of a mine shaft, main haulage way or similar underground work, the construction of an adit or other underground entry and the construction of a road or of a tailings disposal structure at the diamond mine, and v.  where diamonds are being produced in reasonable commercial quantities from a mining claim or property subject to a lease or patent that was incorporated into the mining property after the date of commencement of production, A.  if the mining claim, lease or patent was purchased, the lesser of the purchase price of the mining claim, lease or patent, and the amount referred to in sub-subparagraph B, or B.  in any other case, the costs referred to in subparagraphs i and ii that were incurred in respect of the incorporated mining claim, lease or patent and that have not been claimed in a prior fiscal year or under another provision of this Regulation. 9.  A qualifying environmental trust contribution allowance not exceeding the undeducted balance of the qualifying environmental trust at the end of the fiscal year. 10.  If diamonds are processed by the operator of the diamond mine before their sale, transfer or presentation to the diamond royalty valuer for valuation, an annual processing allowance equal to the lesser of, i.  8 per cent of the original cost of processing assets owned by the operator at the end of the fiscal year that were used during the fiscal year for the processing of output of the diamond mine, and ii.  65 per cent of the net value of the output of the diamond mine, as determined in accordance with the formula set out in subsection 6 (1) but using only amounts referred to in paragraphs 1 to 9 to determine the value of “I” in the formula. 11.  If diamonds from the diamond mine are processed at another diamond mine in Ontario, or at any other facilities located in Ontario that are owned by the operator or by a person related to the operator, the total of, i.  the amount of the reduction under clause (8) (b) in the amount of the  operating costs of the other diamond mine or facilities that may be deducted to the extent that the amount of the reduction relates to the processing of diamonds produced as part of the output of the diamond mine, ii.  the amount by which the processing allowance for the other diamond mine or facilities is reduced under clause (8) (c) to the extent that the reduction relates to the processing of diamonds produced as part of the output of the diamond mine, and iii.  the amount by which the undeducted balance of the original cost of the other diamond mine’s or facilities’ depreciable assets is reduced under clause (8) (d) to the extent that the reduction relates to the processing of diamonds produced as part of the output of the diamond mine.  O. Reg. 323/07, s. 7 (1); O. Reg. 156/16, s. 1. (2) The amount of an operator’s Ontario community and economic development incentive for a fiscal year in respect of a diamond mine is the sum of the following amounts: 1.  The amount of the operator’s undeducted balance of qualifying donations and qualifying expenditures in respect of the diamond mine, as determined at the end of the fiscal year. 2.  An allowance for the fiscal year equal to the lesser of, i.  15 per cent of the sum of all the amounts claimed by the operator for the year under paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 9 and 11 of subsection (1) and paragraph 1 of this subsection, and ii.  20 per cent of the amount that would be the net value of the output of the diamond mine for the fiscal year before the deduction of any amount determined under this paragraph, multiplied by the operator’s share of that output.  O. Reg. 323/07, s. 7 (2). (3) Where the operator of a diamond mine claims a deduction for costs incurred in a transaction with a related person, the costs allowed as a deduction under this section shall be the amount of the actual costs incurred by the related person, exclusive of any profit, gain or commission to the related person or to any other related person.  O. Reg. 323/07, s. 7 (3). (4) A depreciation allowance shall not be claimed in respect of a depreciable asset before the fiscal year in which it is first used in the operations of the diamond mine.  O. Reg. 323/07, s. 7 (4). (5) Where an operator disposes of, or receives insurance proceeds in respect of, assets for which a depreciation allowance has been claimed, (a)  the undeducted balance of the depreciable assets shall be reduced by the lesser of, (i)  the proceeds of disposition or the insurance proceeds, as the case may be, and (ii)  the original cost of the asset; and (b)  the amount, if any, by which the lesser of the amounts referred to in subclauses (a) (i) and (ii) exceeds the undeducted balance of the depreciable assets in the fiscal year in which the assets were disposed of shall be included in the net value of the output of the diamond mine for that fiscal year.  O. Reg. 323/07, s. 7 (5). (6) For the purposes of subsection (5), where the operator of a diamond mine sells an asset for which a depreciation allowance has been claimed by a related person, or removes the asset from the diamond mine, the proceeds of disposition of the asset shall be the amount that could be expected to be realized from the sale of the asset to a person not related to the operator.  O. Reg. 323/07, s. 7 (6). (7) Where the operator of a diamond mine purchases an asset from a related person that is eligible for a depreciation allowance or transfers to the diamond mine an asset from another mine owned by the operator, the cost of the asset for the purposes of calculating a depreciation allowance is the amount that the operator could be expected to pay to purchase that asset from a person not related to the operator.  O. Reg. 323/07, s. 7 (7). (8) Where, in a particular fiscal year, the operator of a diamond mine uses the depreciable assets of the diamond mine or any processing assets located in Ontario that are used for the processing of diamonds produced as part of the output of the diamond mine to process diamonds other than those produced as part of the output of the diamond mine, (a)  the revenue earned from the sale or processing of diamonds not produced from the diamond mine shall not be included in the net value of the output of the diamond mine; (b)  the deductions for costs incurred during the fiscal year under paragraphs 1 to 5 of subsection (1) shall be reduced by any costs incurred for the processing of diamonds not produced as part of the output of the diamond mine; (c)  the original cost of the processing assets used to calculate the amount under subparagraph 10 i of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, A × B/C where, “A”  is the original cost of the processing assets, “B”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in relation to processing diamonds not produced at the diamond mine, and “C’  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in processing any diamonds at the diamond mine; (d)  the undeducted balance of the original cost of the diamond mine’s depreciable assets at the end of the fiscal year shall be reduced by an amount calculated using the formula, D × E/F where, “D”  is the original cost of the depreciable assets used to process diamonds not produced at the diamond mine, “E”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to processing diamonds not produced at the diamond mine, and “F”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in processing any diamonds at the diamond mine. O. Reg. 323/07, s. 7 (8). (9) The following rules apply if the output of a diamond mine includes diamonds produced from royalty land and diamonds produced from land that is not royalty land: 1.  The deductions for costs incurred during the fiscal year under paragraphs 1 to 5 of subsection (1) shall be reduced by any costs incurred for the production or processing of diamonds from land that is not royalty land. 2.  The original cost of the processing assets used to calculate the amount under subparagraph 10 i of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, G × H/I where, “G”  is the original cost of the processing assets, “H”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in relation to processing diamonds produced from land that is not royalty land, and “I”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in processing diamonds at the diamond mine. 3.  The undeducted balance of the costs eligible for the diamond mine’s development allowance under paragraph 8 of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, J × K/L where, “J”  is the amount of costs eligible for the diamond mine’s development allowance under subparagraph 8 ii of subsection (1), “K”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the production or processing of diamonds produced from land that is not royalty land, and “L”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all prior fiscal years in the production and processing of diamonds at the diamond mine. 4.  The undeducted balance of the costs eligible for the diamond mine’s development allowance under paragraph 8 of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, M × N/P where, “M”  is the amount of costs of the workings eligible for the diamond mine’s development allowance under subparagraph 8 iv of subsection (1) used in the production or processing of diamonds produced from land that is not royalty land, “N”  is the sum of the costs described in paragraphs 3 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the use of those workings in the production or processing of diamonds produced from land that is not royalty land, and “P”  is the sum of the costs described in paragraphs 3 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the use of those workings in the production and processing of diamonds at the diamond mine. 5.  The undeducted balance of the original cost of the diamond mine’s depreciable assets at the end of the fiscal year shall be reduced by an amount calculated using the formula, Q × R/S where, “Q”  is the original cost of the depreciable assets used to produce or process diamonds produced from land that is not royalty land, “R”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the production or processing of diamonds produced from land that is not royalty land, and “S”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in the production and processing of diamonds at the diamond mine. O. Reg. 323/07, s. 7 (9). (10) Each of the adjustments referred to in clause (8) (d) and paragraphs 3, 4 and 5 of subsection (9) shall be calculated at the end of each fiscal year of the diamond mine and the difference between the amount calculated for a fiscal year and the amount calculated for the previous fiscal year shall be added or subtracted, as the case may be, in determining the undeducted balance of the depreciable assets for the fiscal year or the undeducted balance of the costs eligible for the development allowance for the fiscal year, as the case may be.  O. Reg. 323/07, s. 7 (10). (11) Despite\r\nany other subsection of this section, no deduction or allowance shall be made or claimed in respect of a diamond mine in relation to, (a)  the capital costs of depreciable assets, other than the amount in respect of depreciable assets described in paragraph 7 of subsection (1) that may be deducted under that paragraph; (b)  depletion in the value of the diamond mine or mining property by reason of exhaustion of the diamonds; (c)  where the operator of the diamond mine is a corporation, (i)  remuneration and travel costs of directors, (ii)  stock transfer agents’ fees, (iii)  shareholders’ meetings or the preparation of shareholders’ reports, and (iv)  legal, accounting and other costs incurred in connection with incorporations, reorganizations, financings or security or stock issues; (d)  interest on any debt, including an overdraft, loan, mortgage, advance, debenture or bond, that is capitalized or expensed for accounting purposes; (e)  remuneration of executive officers, administrative and consulting costs and costs in respect of offices not located at the diamond mine, unless that remuneration or those costs are directly related to operations of the diamond mine or to the marketing and selling of diamonds produced as part of the output of the diamond mine; (f)  taxes on profits, property or capital, royalties or payments in lieu of the taxes or royalties, and any interest or penalties applicable thereto, paid to any level of government and the cost of preparing returns in respect of thereof, except for customs duties, sales and excise taxes not otherwise refundable to the operator and any taxes related to the employment of employees, and the cost of preparing a return in respect of those taxes; (g)  royalties paid for the use of mining property or royalties calculated on revenue, production or profits of the diamond mine and the cost of calculating those royalties; (h)  except to the extent permitted under subsection (2), payments made to an organization, community, municipality or corporation, including an aboriginal organization, community or corporation, that are not attributable to the provision of goods and services directly related to the development and operation of the diamond mine or to prospecting and exploration on land in Ontario; (i)  payments made for the use or lease of, or access to, the surface of the land on which the diamond mine is located; (j)  discounts on bonds, debentures, shares or sales of receivables; (k)  increases in reserves or provisions for contingencies, other than in respect of a qualifying environmental trust; (l)  dues and memberships for persons other than employees involved in the operation of the diamond mine; (m)  insurance premiums that are not applicable to diamonds produced as part of the output of the diamond mine; (n)  costs incurred during the fiscal year to produce revenue that does not form part of the net value of the output of the diamond mine; (o)  subject to subparagraph 8 v of subsection (1), the purchase price of a mining claim, lease, patent or mine; (p)  the purchase price of any financial instrument; (q)  except to the extent permitted under subsection (2), charitable donations; (r)  advertising costs not directly identified with the output of the diamond mine; (s)  any cost not evidenced in accordance with generally accepted auditing practices; (t)  the cost of inventories of fuel, other consumables and spare parts that have not been consumed in the operation of the diamond mine; (u)  the costs of staking or recording a claim, or the cost of surveying the claim for the purposes of taking it to lease; (v)  rent paid for a leased or patented mining claim; (w)  the cost of preparing financial statements; (x)  any cost incurred in respect of any diamonds after the last valuation of the diamonds by a diamond royalty valuer if the diamonds, (i)  have been sold or transferred to a person related to the operator, (ii)  have been sold or transferred to a person not related to the operator and satisfactory evidence of the sale was not provided to the Minister, or (iii)  were cut and polished before their sale or transfer; (y)  any costs related to public, community or government relations; (z)  a fine or penalty imposed under the law of a country or of a political subdivision of a country, including a state, province and territory, by any person or public body that has authority to impose the fine or penalty; (z.1)  an outlay made or expense incurred for the purpose of doing anything that is an offence under section 3 of the Corruption of Foreign Public Officials Act (Canada) or under any of sections 119 to 121, 123 to 125, 393 and 426 of the Criminal Code (Canada) or an offence under section 465 of the Criminal Code (Canada) as it relates to an offence described in any of those sections; or (z.2)  any costs that have been claimed by an operator as a deduction or allowance under the Mining Tax Act.  O. Reg. 323/07, s. 7 (11).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b><span class=\"secsubsec1\">(1) I</span>n calculating the net value of the output of a diamond mine for a fiscal year under section 6, only the following amounts and the amount of the Ontario community and economic development incentive for the fiscal year, as determined under subsection (2), may be deducted in respect of costs incurred by the operator of the diamond mine:</p> <p class=\"paragraph-e\">  1.  The costs incurred during the fiscal year for cleaning, sorting, valuing, marketing and selling diamonds produced as part of the output of the diamond mine.</p> <p class=\"paragraph-e\">  2.  The costs incurred during the fiscal year for insurance, storage, handling and transportation of the diamonds produced as part of the output of the diamond mine to the processing plant or market.</p> <p class=\"paragraph-e\">  3.  The costs incurred during the fiscal year in mining and processing diamonds from the diamond mine.</p> <p class=\"paragraph-e\">  4.  The costs incurred during the fiscal year for repair or maintenance at the diamond mine or rehabilitation of the mining property of the diamond mine.</p> <p class=\"paragraph-e\">  5.  General and indirect costs incurred during the fiscal year for property, employees and operations at the diamond mine that are not otherwise allocated to operating costs.</p> <p class=\"paragraph-e\">  6.  Exploration costs incurred during the fiscal year in respect of royalty land, other than royalty land on the mining property of the diamond mine, if those costs have not been otherwise claimed by the operator as an allowance or deduction under this section, in an amount not exceeding 10 per cent of the net value of the output of the diamond mine multiplied by the operator’s share of that output, calculated, </p> <p class=\"subpara-e\">  i.  after deducting the costs referred to in paragraphs 1 to 5, and </p> <p class=\"subpara-e\">  ii.  before deducting any exploration costs, depreciation allowance, qualifying environmental trust contribution allowance, development allowance or processing allowance.</p> <p class=\"paragraph-e\">  7.  Subject to clause (5) (a), clause (8) (d), paragraph 5 of subsection (9) and subsection (10), a depreciation allowance in respect of the depreciable assets of the diamond mine and the depreciable assets of any facilities in Ontario that are used for processing diamonds produced as part of the output from the diamond mine, in an amount not exceeding the undeducted balance of the cost of those depreciable assets at the end of the fiscal year. </p> <p class=\"paragraph-e\">  8.  A development allowance not exceeding the undeducted balance, at the end of the fiscal year, of the sum of,</p> <p class=\"subpara-e\">  i.  exploration costs incurred, before the date of commencement of production, on the mining property as constituted on the date of commencement of production and not deducted under paragraph 6 in respect of any other lands,</p> <p class=\"subpara-e\">  ii.  all costs incurred before the date of commencement of production for the purposes of bringing the diamond mine into production, less the total of, </p> <p class=\"subsubpara-e\">  A.  the market value of any diamonds produced from the mining property of the diamond mine that were sold, transferred or removed from the diamond mine before the date of commencement of production, and </p> <p class=\"subsubpara-e\">  B.  the market value of any diamonds produced from the mining property of the diamond mine that are in inventory on the date of commencement of production, </p> <p class=\"subpara-e\">  iii.  exploration costs incurred on the mining property of the diamond mine after the date of commencement of production, </p> <p class=\"subpara-e\">  iv.  costs incurred after the date of commencement of production for workings designed for continuing use, including the clearing, removing or stripping of overburden from a new deposit at the diamond mine, the sinking, excavation or extension of a mine shaft, main haulage way or similar underground work, the construction of an adit or other underground entry and the construction of a road or of a tailings disposal structure at the diamond mine, and </p> <p class=\"subpara-e\">  v.  where diamonds are being produced in reasonable commercial quantities from a mining claim or property subject to a lease or patent that was incorporated into the mining property after the date of commencement of production, </p> <p class=\"subsubpara-e\">  A.  if the mining claim, lease or patent was purchased, the lesser of the purchase price of the mining claim, lease or patent, and the amount referred to in sub-subparagraph B, or </p> <p class=\"subsubpara-e\">  B.  in any other case, the costs referred to in subparagraphs i and ii that were incurred in respect of the incorporated mining claim, lease or patent and that have not been claimed in a prior fiscal year or under another provision of this Regulation.</p> <p class=\"paragraph-e\">  9.  A qualifying environmental trust contribution allowance not exceeding the undeducted balance of the qualifying environmental trust at the end of the fiscal year.</p> <p class=\"paragraph-e\">  10.  If diamonds are processed by the operator of the diamond mine before their sale, transfer or presentation to the diamond royalty valuer for valuation, an annual processing allowance equal to the lesser of,</p> <p class=\"subpara-e\">  i.  8 per cent of the original cost of processing assets owned by the operator at the end of the fiscal year that were used during the fiscal year for the processing of output of the diamond mine, and </p> <p class=\"subpara-e\">  ii.  65 per cent of the net value of the output of the diamond mine, as determined in accordance with the formula set out in subsection 6 (1) but using only amounts referred to in paragraphs 1 to 9 to determine the value of “I” in the formula.</p> <p class=\"paragraph-e\">  11.  If diamonds from the diamond mine are processed at another diamond mine in Ontario, or at any other facilities located in Ontario that are owned by the operator or by a person related to the operator, the total of,</p> <p class=\"subpara-e\">  i.  the amount of the reduction under clause (8) (b) in the amount of the  operating costs of the other diamond mine or facilities that may be deducted to the extent that the amount of the reduction relates to the processing of diamonds produced as part of the output of the diamond mine, </p> <p class=\"subpara-e\">  ii.  the amount by which the processing allowance for the other diamond mine or facilities is reduced under clause (8) (c) to the extent that the reduction relates to the processing of diamonds produced as part of the output of the diamond mine, and </p> <p class=\"subpara-e\">  iii.  the amount by which the undeducted balance of the original cost of the other diamond mine’s or facilities’ depreciable assets is reduced under clause (8) (d) to the extent that the reduction relates to the processing of diamonds produced as part of the output of the diamond mine.  O. Reg. 323/07, s. 7 (1); O. Reg. 156/16, s. 1.</p> <p class=\"subsection-e\">  (2) The amount of an operator’s Ontario community and economic development incentive for a fiscal year in respect of a diamond mine is the sum of the following amounts:</p> <p class=\"paragraph-e\">  1.  The amount of the operator’s undeducted balance of qualifying donations and qualifying expenditures in respect of the diamond mine, as determined at the end of the fiscal year.</p> <p class=\"paragraph-e\">  2.  An allowance for the fiscal year equal to the lesser of,</p> <p class=\"subpara-e\">  i.  15 per cent of the sum of all the amounts claimed by the operator for the year under paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 9 and 11 of subsection (1) and paragraph 1 of this subsection, and</p> <p class=\"subpara-e\">  ii.  20 per cent of the amount that would be the net value of the output of the diamond mine for the fiscal year before the deduction of any amount determined under this paragraph, multiplied by the operator’s share of that output.  O. Reg. 323/07, s. 7 (2).</p> <p class=\"subsection-e\"> <span class=\"secsubsec1\">(3) </span>Where the operator of a diamond mine claims a deduction for costs incurred in a transaction with a related person, the costs allowed as a deduction under this section shall be the amount of the actual costs incurred by the related person, exclusive of any profit, gain or commission to the related person or to any other related person.  O. Reg. 323/07, s. 7 (3).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (4) </span>A depreciation allowance shall not be claimed in respect of a depreciable asset before the fiscal year in which it is first used in the operations of the diamond mine.  O. Reg. 323/07, s. 7 (4).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (5) </span>Where an operator disposes of, or receives insurance proceeds in respect of, assets for which a depreciation allowance has been claimed, </p> <p class=\"clause-e\">  (a)  the undeducted balance of the depreciable assets shall be reduced by the lesser of,</p> <p class=\"subclause-e\">  (i)  the proceeds of disposition or the insurance proceeds, as the case may be, and </p> <p class=\"subclause-e\">  (ii)  the original cost of the asset; and </p> <p class=\"clause-e\">  (b)  the amount, if any, by which the lesser of the amounts referred to in subclauses (a) (i) and (ii) exceeds the undeducted balance of the depreciable assets in the fiscal year in which the assets were disposed of shall be included in the net value of the output of the diamond mine for that fiscal year.  O. Reg. 323/07, s. 7 (5).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (6) </span>For the purposes of subsection (5), where the operator of a diamond mine sells an asset for which a depreciation allowance has been claimed by a related person, or removes the asset from the diamond mine, the proceeds of disposition of the asset shall be the amount that could be expected to be realized from the sale of the asset to a person not related to the operator.  O. Reg. 323/07, s. 7 (6).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (7) </span>Where the operator of a diamond mine purchases an asset from a related person that is eligible for a depreciation allowance or transfers to the diamond mine an asset from another mine owned by the operator, the cost of the asset for the purposes of calculating a depreciation allowance is the amount that the operator could be expected to pay to purchase that asset from a person not related to the operator.  O. Reg. 323/07, s. 7 (7).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (8) </span>Where, in a particular fiscal year, the operator of a diamond mine uses the depreciable assets of the diamond mine or any processing assets located in Ontario that are used for the processing of diamonds produced as part of the output of the diamond mine to process diamonds other than those produced as part of the output of the diamond mine, </p> <p class=\"clause-e\">  (a)  the revenue earned from the sale or processing of diamonds not produced from the diamond mine shall not be included in the net value of the output of the diamond mine; </p> <p class=\"clause-e\">  (b)  the deductions for costs incurred during the fiscal year under paragraphs 1 to 5 of subsection (1) shall be reduced by any costs incurred for the processing of diamonds not produced as part of the output of the diamond mine; </p> <p class=\"clause-e\">  (c)  the original cost of the processing assets used to calculate the amount under subparagraph 10 i of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, </p> <p class=\"equation-e\">A × B/C</p> <p class=\"Sclause-e\">where,</p> <p class=\"equationind2-e\">  “A”  is the original cost of the processing assets,</p> <p class=\"equationind2-e\">  “B”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in relation to processing diamonds not produced at the diamond mine, and</p> <p class=\"equationind2-e\">  “C’  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in processing any diamonds at the diamond mine;</p> <p class=\"clause-e\">  (d)  the undeducted balance of the original cost of the diamond mine’s depreciable assets at the end of the fiscal year shall be reduced by an amount calculated using the formula, </p> <p class=\"equation-e\">D × E/F</p> <p class=\"Sclause-e\">where,</p> <p class=\"equationind2-e\">  “D”  is the original cost of the depreciable assets used to process diamonds not produced at the diamond mine, </p> <p class=\"equationind2-e\">  “E”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to processing diamonds not produced at the diamond mine, and</p> <p class=\"equationind2-e\">  “F”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in processing any diamonds at the diamond mine.  </p> <p class=\"footnote-e\">O. Reg. 323/07, s. 7 (8).</p> <p class=\"subsection-e\">  (9) The following rules apply if the output of a diamond mine includes diamonds produced from royalty land and diamonds produced from land that is not royalty land:</p> <p class=\"paragraph-e\">  1.  The deductions for costs incurred during the fiscal year under paragraphs 1 to 5 of subsection (1) shall be reduced by any costs incurred for the production or processing of diamonds from land that is not royalty land.</p> <p class=\"paragraph-e\">  2.  The original cost of the processing assets used to calculate the amount under subparagraph 10 i of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, </p> <p class=\"equation-e\">G × H/I</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">  “G”  is the original cost of the processing assets,</p> <p class=\"equationind2-e\">  “H”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in relation to processing diamonds produced from land that is not royalty land, and</p> <p class=\"equationind2-e\">  “I”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year in processing diamonds at the diamond mine.</p> <p class=\"paragraph-e\">  3.  The undeducted balance of the costs eligible for the diamond mine’s development allowance under paragraph 8 of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula,</p> <p class=\"equation-e\">J × K/L</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">  “J”  is the amount of costs eligible for the diamond mine’s development allowance under subparagraph 8 ii of subsection (1), </p> <p class=\"equationind2-e\">  “K”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the production or processing of diamonds produced from land that is not royalty land, and</p> <p class=\"equationind2-e\">  “L”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all prior fiscal years in the production and processing of diamonds at the diamond mine. </p> <p class=\"paragraph-e\">  4.  The undeducted balance of the costs eligible for the diamond mine’s development allowance under paragraph 8 of subsection (1) for the fiscal year shall be reduced by an amount calculated using the formula, </p> <p class=\"equation-e\">M × N/P</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">  “M”  is the amount of costs of the workings eligible for the diamond mine’s development allowance under subparagraph 8 iv of subsection (1) used in the production or processing of diamonds produced from land that is not royalty land, </p> <p class=\"equationind2-e\">  “N”  is the sum of the costs described in paragraphs 3 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the use of those workings in the production or processing of diamonds produced from land that is not royalty land, and</p> <p class=\"equationind2-e\">  “P”  is the sum of the costs described in paragraphs 3 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the use of those workings in the production and processing of diamonds at the diamond mine. </p> <p class=\"paragraph-e\">  5.  The undeducted balance of the original cost of the diamond mine’s depreciable assets at the end of the fiscal year shall be reduced by an amount calculated using the formula, </p> <p class=\"equation-e\">Q × R/S</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">  “Q”  is the original cost of the depreciable assets used to produce or process diamonds produced from land that is not royalty land, </p> <p class=\"equationind2-e\">  “R”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in relation to the production or processing of diamonds produced from land that is not royalty land, and</p> <p class=\"equationind2-e\">  “S”  is the sum of the costs described in paragraphs 1 to 5 of subsection (1) that are incurred during the fiscal year and all previous fiscal years in the production and processing of diamonds at the diamond mine.</p> <p class=\"footnote-e\">O. Reg. 323/07, s. 7 (9).</p> <p class=\"subsection-e\">  (10) Each of the adjustments referred to in clause (8) (d) and paragraphs 3, 4 and 5 of subsection (9) shall be calculated at the end of each fiscal year of the diamond mine and the difference between the amount calculated for a fiscal year and the amount calculated for the previous fiscal year shall be added or subtracted, as the case may be, in determining the undeducted balance of the depreciable assets for the fiscal year or the undeducted balance of the costs eligible for the development allowance for the fiscal year, as the case may be.  O. Reg. 323/07, s. 7 (10).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (11) Despite\r\n</span>any other subsection of this section, no deduction or allowance shall be made or claimed in respect of a diamond mine in relation to,</p> <p class=\"clause-e\">  (a)  the capital costs of depreciable assets, other than the amount in respect of depreciable assets described in paragraph 7 of subsection (1) that may be deducted under that paragraph; </p> <p class=\"clause-e\">  (b)  depletion in the value of the diamond mine or mining property by reason of exhaustion of the diamonds; </p> <p class=\"clause-e\">  (c)  where the operator of the diamond mine is a corporation, </p> <p class=\"subclause-e\">  (i)  remuneration and travel costs of directors, </p> <p class=\"subclause-e\">  (ii)  stock transfer agents’ fees, </p> <p class=\"subclause-e\">  (iii)  shareholders’ meetings or the preparation of shareholders’ reports, and </p> <p class=\"subclause-e\">  (iv)  legal, accounting and other costs incurred in connection with incorporations, reorganizations, financings or security or stock issues; </p> <p class=\"clause-e\">  (d)  interest on any debt, including an overdraft, loan, mortgage, advance, debenture or bond, that is capitalized or expensed for accounting purposes; </p> <p class=\"clause-e\">  (e)  remuneration of executive officers, administrative and consulting costs and costs in respect of offices not located at the diamond mine, unless that remuneration or those costs are directly related to operations of the diamond mine or to the marketing and selling of diamonds produced as part of the output of the diamond mine; </p> <p class=\"clause-e\">  (f)  taxes on profits, property or capital, royalties or payments in lieu of the taxes or royalties, and any interest or penalties applicable thereto, paid to any level of government and the cost of preparing returns in respect of thereof, except for customs duties, sales and excise taxes not otherwise refundable to the operator and any taxes related to the employment of employees, and the cost of preparing a return in respect of those taxes; </p> <p class=\"clause-e\">  (g)  royalties paid for the use of mining property or royalties calculated on revenue, production or profits of the diamond mine and the cost of calculating those royalties; </p> <p class=\"clause-e\">  (h)  except to the extent permitted under subsection (2), payments made to an organization, community, municipality or corporation, including an aboriginal organization, community or corporation, that are not attributable to the provision of goods and services directly related to the development and operation of the diamond mine or to prospecting and exploration on land in Ontario; </p> <p class=\"clause-e\">  (i)  payments made for the use or lease of, or access to, the surface of the land on which the diamond mine is located;\r\n</p> <p class=\"clause-e\">  (j)  discounts on bonds, debentures, shares or sales of receivables; </p> <p class=\"clause-e\">  (k)  increases in reserves or provisions for contingencies, other than in respect of a qualifying environmental trust; </p> <p class=\"clause-e\">  (l)  dues and memberships for persons other than employees involved in the operation of the diamond mine; </p> <p class=\"clause-e\">  (m)  insurance premiums that are not applicable to diamonds produced as part of the output of the diamond mine; </p> <p class=\"clause-e\">  (n)  costs incurred during the fiscal year to produce revenue that does not form part of the net value of the output of the diamond mine; </p> <p class=\"clause-e\">  (o)  subject to subparagraph 8 v of subsection (1), the purchase price of a mining claim, lease, patent or mine; </p> <p class=\"clause-e\">  (p)  the purchase price of any financial instrument; </p> <p class=\"clause-e\">  (q)  except to the extent permitted under subsection (2), charitable donations;</p> <p class=\"clause-e\">  (r)  advertising costs not directly identified with the output of the diamond mine; </p> <p class=\"clause-e\">  (s)  any cost not evidenced in accordance with generally accepted auditing practices; </p> <p class=\"clause-e\">  (t)  the cost of inventories of fuel, other consumables and spare parts that have not been consumed in the operation of the diamond mine; </p> <p class=\"clause-e\">  (u)  the costs of staking or recording a claim, or the cost of surveying the claim for the purposes of taking it to lease; </p> <p class=\"clause-e\">  (v)  rent paid for a leased or patented mining claim; </p> <p class=\"clause-e\">  (w)  the cost of preparing financial statements; </p> <p class=\"clause-e\">  (x)  any cost incurred in respect of any diamonds after the last valuation of the diamonds by a diamond royalty valuer if the diamonds,</p> <p class=\"subclause-e\">  (i)  have been sold or transferred to a person related to the operator,</p> <p class=\"subclause-e\">  (ii)  have been sold or transferred to a person not related to the operator and satisfactory evidence of the sale was not provided to the Minister, or</p> <p class=\"subclause-e\">  (iii)  were cut and polished before their sale or transfer;</p> <p class=\"clause-e\">  (y)  any costs related to public, community or government relations; </p> <p class=\"clause-e\">  (z)  a fine or penalty imposed under the law of a country or of a political subdivision of a country, including a state, province and territory, by any person or public body that has authority to impose the fine or penalty; </p> <p class=\"clause-e\"> (z.1)  an outlay made or expense incurred for the purpose of doing anything that is an offence under section 3 of the <i>Corruption of Foreign Public Officials Act</i> (Canada) or under any of sections 119 to 121, 123 to 125, 393 and 426 of the <i>Criminal Code</i> (Canada) or an offence under section 465 of the <i>Criminal Code</i> (Canada) as it relates to an offence described in any of those sections; or  </p> <p class=\"clause-e\"> (z.2)  any costs that have been claimed by an operator as a deduction or allowance under the <i>Mining Tax Act</i>.  O. Reg. 323/07, s. 7 (11).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Change of ownership",
            "content": " 8. (1) A change in the ownership of a diamond mine or in the operator of a diamond mine does not affect, (a)  the undeducted balance of the depreciable assets eligible for a depreciation allowance; (b)  the undeducted balance of the costs eligible for a development allowance; (c)  the undeducted balance of contributions to a qualifying environmental trust; (d)  the undeducted balance of qualifying donations and qualifying expenditures; or (e)  the original cost of the processing assets used in calculating a processing allowance.  O. Reg. 323/07, s. 8 (1). (2) Subject to paragraph 8 of subsection 7 (1), where a mining claim, lease or patent lapses, is cancelled or is surrendered, any costs incurred in respect of that mining claim, lease or patent that would otherwise be eligible for a development allowance expire and are no longer eligible for a development allowance in respect of any diamond mine.  O. Reg. 323/07, s. 8 (2). (3) If a diamond mine is acquired by the operator of another diamond mine and the operations of the two diamond mines are combined to become a single diamond mine, the undeducted balance of the costs eligible for the development allowance, the undeducted balance of the cost of the depreciable assets eligible for the depreciation allowance, the undeducted balance of the contributions to a qualifying environmental trust, the undeducted balance of qualifying donations and qualifying expenditures and the original cost of the processing assets eligible for the processing allowance for each diamond mine shall be combined.  O. Reg. 323/07, s. 8 (3). (4) For the purposes of subsection (3), if an operator purchases a diamond mine from the Minister, the value of the undeducted balance of the costs eligible for the development allowance, of the undeducted balance of the cost of the depreciable assets eligible for the depreciation allowance and of the original cost of the processing assets eligible for the processing allowance of the purchased diamond mine shall be the lesser of the value established at the time the Minister acquired the diamond mine, and the value established in the agreement of purchase and sale for the diamond mine.  O. Reg. 323/07, s. 8 (4). Royalty Returns, Payments, Records, Administration",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>8. </b><span class=\"secsubsec1\">(1) </span>A change in the ownership of a diamond mine or in the operator of a diamond mine does not affect,</p> <p class=\"clause-e\">  (a)  the undeducted balance of the depreciable assets eligible for a depreciation allowance; </p> <p class=\"clause-e\">  (b)  the undeducted balance of the costs eligible for a development allowance;</p> <p class=\"clause-e\">  (c)  the undeducted balance of contributions to a qualifying environmental trust;</p> <p class=\"clause-e\">  (d)  the undeducted balance of qualifying donations and qualifying expenditures; or</p> <p class=\"clause-e\">  (e)  the original cost of the processing assets used in calculating a processing allowance.  O. Reg. 323/07, s. 8 (1).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (2) </span>Subject to paragraph 8 of subsection 7 (1), where a mining claim, lease or patent lapses, is cancelled or is surrendered, any costs incurred in respect of that mining claim, lease or patent that would otherwise be eligible for a development allowance expire and are no longer eligible for a development allowance in respect of any diamond mine.  O. Reg. 323/07, s. 8 (2).</p> <p class=\"subsection-e\">  (3) If a diamond mine is acquired by the operator of another diamond mine and the operations of the two diamond mines are combined to become a single diamond mine, the undeducted balance of the costs eligible for the development allowance, the undeducted balance of the cost of the depreciable assets eligible for the depreciation allowance, the undeducted balance of the contributions to a qualifying environmental trust, the undeducted balance of qualifying donations and qualifying expenditures and the original cost of the processing assets eligible for the processing allowance for each diamond mine shall be combined.  O. Reg. 323/07, s. 8 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), if an operator purchases a diamond mine from the Minister, the value of the undeducted balance of the costs eligible for the development allowance, of the undeducted balance of the cost of the depreciable assets eligible for the depreciation allowance and of the original cost of the processing assets eligible for the processing allowance of the purchased diamond mine shall be the lesser of the value established at the time the Minister acquired the diamond mine, and the value established in the agreement of purchase and sale for the diamond mine.  O. Reg. 323/07, s. 8 (4).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Royalty Returns, Payments, Records, Administration</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Royalty Returns, Payments, Records, Administration",
            "part_id": null,
            "part_type": null,
            "section": "Royalty Returns, Payments, Records, Administration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Royalty return",
            "content": " 9. (1) On or before the last day of the fourth month after the end of each fiscal year of a diamond mine, including the fiscal year in which the diamond mine commences production and all subsequent years for which there are any amounts that would be included in the determination of the values of “A” to “H” and “J” in subsection 6 (1), the operator of the diamond mine shall deliver to the Minister a diamond royalty return containing an estimate of the royalty for which the operator is liable and setting out, (a)  the name and address of the diamond mine and a description of it; (b)  the names and address of any operators of the diamond mine; (c)  the names and addresses of facilities to which diamonds were sent during the fiscal year from the diamond mine for valuation or processing; (d)  the weight and value of the diamonds produced as part of the output of the diamond mine during the fiscal year; (e)  the weight and value of the diamonds produced as part of the output of the diamond mine that were, (i)  sold or transferred during the fiscal year to persons not related to the operator, (ii)  sold or transferred during the fiscal year to persons related to the operator, (iii)  in inventory at the beginning of the fiscal year, and (iv)  in inventory at the end of the fiscal year; (f)  any costs, deductions and allowances claimed under section 7; (g)  where exploration costs are claimed as a deduction under paragraph 6 of subsection 7 (1), or where costs are included in the costs eligible for a development allowance under paragraph 8 of subsection 7 (1), the mining claims, leases or patents with respect to which those costs were incurred; (h)  in respect of the depreciable assets of the diamond mine, (i)  the undeducted balance of the depreciable assets at the beginning of the fiscal year, (ii)  the cost of additions to depreciable assets during the fiscal year, (iii)  the proceeds from the disposition of depreciable assets during the fiscal year, (iv)  the undeducted balance of the depreciable assets at the end of the fiscal year before deduction of a depreciation allowance, (v)  the undeducted balance of the depreciable assets at the end of the fiscal year after deduction of a depreciation allowance, and (vi)  the original cost of the depreciable assets disposed of during the fiscal year; (i)  in respect of any development allowances of the diamond mine, (i)  the undeducted balance at the beginning of the fiscal year of costs eligible for a development allowance, (ii)  where the return is filed for the first fiscal year of the diamond mine, the amount of the costs identified in subparagraphs 8 i and ii of subsection 7 (1), (iii)  the amount of each of the costs identified in subparagraphs 8 iii to v of subsection 7 (1), (iv)  the undeducted balance of costs eligible for a development allowance at the end of the fiscal year before deduction of a development allowance, and (v)  the undeducted balance of costs eligible for a development allowance at the end of the fiscal year after deduction of a development allowance; (j)  in respect of any qualifying environmental trusts of the diamond mine, (i)  the total of all amounts contributed to the qualifying environmental trust in all fiscal years, (ii)  the undeducted balance of contributions to the qualifying environmental trust at the beginning of the fiscal year, (iii)  the amounts contributed to the qualifying environmental trust during the fiscal year, (iv)  the undeducted balance of contributions to the qualifying environmental trust at the end of the fiscal year before any deduction of a qualifying environmental trust contribution allowance, (v)  the undeducted balance of contributions to the qualifying environmental trust at the end of the fiscal year after deduction of a qualifying environmental trust contribution allowance, and (vi)  the total of all amounts withdrawn from the qualifying environmental trust during the fiscal year and in previous fiscal years; (k)  in respect of the processing assets of the diamond mine, (i)  the original cost of the processing assets at the beginning of the fiscal year, (ii)  the original cost of any new processing assets added to the diamond mine during the fiscal year, (iii)  the original cost of any processing assets that were substituted for other processing assets of the diamond mine during the fiscal year, (iv)  the original cost of any processing assets for which other processing assets were substituted during the fiscal year, (v)  the original cost of any processing assets not used, sold, discarded or otherwise disposed of during the fiscal year, and (vi)  the original cost of the processing assets at the end of the fiscal year; (l)  any payment received by the diamond mine during the fiscal year that is related to a cost that has been claimed as a deduction or allowance; (m)  any amount by which the proceeds of disposition of assets for which a depreciation allowance has been claimed exceed the undeducted balance of the depreciable assets at the end of the fiscal year in which the assets were disposed of; and (n)  in respect of any qualifying donations or qualifying expenditures of the operator of the diamond mine, (i)  the undeducted balance at the beginning of the fiscal year of the qualifying donations made and qualifying expenditures incurred by the operator, (ii)  the amount of the qualifying donations made and qualifying expenditures incurred by the operator during the fiscal year, and (iii)  the undeducted balance at the end of the fiscal year of the qualifying donations made and qualifying expenditures incurred by the operator.  O. Reg. 323/07, s. 9 (1). (2) Every diamond royalty return shall, (a)  be accompanied by the financial statements for the diamond mine or, where the diamond mine has no financial statements, the financial statements of the operator of the diamond mine, and a reconciliation of those financial statements to the diamond royalty return; (b)  be signed by the operator or, where the operator is a corporation, by an authorized officer of the corporation; and (c)  include the operator’s or officer’s oath or affirmation, administered by a commissioner for taking affidavits, that the financial statements are true and complete to the best of the operator’s or officer’s knowledge and belief.  O. Reg. 323/07, s. 9 (2). (3) If the operator of a diamond mine operator makes an election under subsection 6 (3), (a)  the operator shall deliver an initial diamond royalty return for the fiscal year using the market value of the inventories of diamonds and then deliver an amended diamond royalty return once those inventories have been sold or otherwise transferred; and (b)  the operator shall deliver a diamond royalty return for the mine’s subsequent fiscal years if there are any amounts that would be included in the determination of the values of “D” to “H” in subsection 6 (1), or if the diamond mine recommences production.  O. Reg. 323/07, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>9. </b><span class=\"secsubsec1\">(1) </span>On or before the last day of the fourth month after the end of each fiscal year of a diamond mine, including the fiscal year in which the diamond mine commences production and all subsequent years for which there are any amounts that would be included in the determination of the values of “A” to “H” and “J” in subsection 6 (1), the operator of the diamond mine shall deliver to the Minister a diamond royalty return containing an estimate of the royalty for which the operator is liable and setting out,</p> <p class=\"clause-e\">  (a)  the name and address of the diamond mine and a description of it;</p> <p class=\"clause-e\">  (b)  the names and address of any operators of the diamond mine;</p> <p class=\"clause-e\">  (c)  the names and addresses of facilities to which diamonds were sent during the fiscal year from the diamond mine for valuation or processing;</p> <p class=\"clause-e\">  (d)  the weight and value of the diamonds produced as part of the output of the diamond mine during the fiscal year;</p> <p class=\"clause-e\">  (e)  the weight and value of the diamonds produced as part of the output of the diamond mine that were,</p> <p class=\"subclause-e\">  (i)  sold or transferred during the fiscal year to persons not related to the operator,</p> <p class=\"subclause-e\">  (ii)  sold or transferred during the fiscal year to persons related to the operator,</p> <p class=\"subclause-e\">  (iii)  in inventory at the beginning of the fiscal year, and</p> <p class=\"subclause-e\">  (iv)  in inventory at the end of the fiscal year;</p> <p class=\"clause-e\">  (f)  any costs, deductions and allowances claimed under section 7;</p> <p class=\"clause-e\">  (g)  where exploration costs are claimed as a deduction under paragraph 6 of subsection 7 (1), or where costs are included in the costs eligible for a development allowance under paragraph 8 of subsection 7 (1), the mining claims, leases or patents with respect to which those costs were incurred; </p> <p class=\"clause-e\">  (h)  in respect of the depreciable assets of the diamond mine, </p> <p class=\"subclause-e\">  (i)  the undeducted balance of the depreciable assets at the beginning of the fiscal year, </p> <p class=\"subclause-e\">  (ii)  the cost of additions to depreciable assets during the fiscal year, </p> <p class=\"subclause-e\">  (iii)  the proceeds from the disposition of depreciable assets during the fiscal year, </p> <p class=\"subclause-e\">  (iv)  the undeducted balance of the depreciable assets at the end of the fiscal year before deduction of a depreciation allowance, </p> <p class=\"subclause-e\">  (v)  the undeducted balance of the depreciable assets at the end of the fiscal year after deduction of a depreciation allowance, and </p> <p class=\"subclause-e\">  (vi)  the original cost of the depreciable assets disposed of during the fiscal year; </p> <p class=\"clause-e\">  (i)  in respect of any development allowances of the diamond mine, </p> <p class=\"subclause-e\">  (i)  the undeducted balance at the beginning of the fiscal year of costs eligible for a development allowance, </p> <p class=\"subclause-e\">  (ii)  where the return is filed for the first fiscal year of the diamond mine, the amount of the costs identified in subparagraphs 8 i and ii of subsection 7 (1),</p> <p class=\"subclause-e\">  (iii)  the amount of each of the costs identified in subparagraphs 8 iii to v of subsection 7 (1),</p> <p class=\"subclause-e\">  (iv)  the undeducted balance of costs eligible for a development allowance at the end of the fiscal year before deduction of a development allowance, and </p> <p class=\"subclause-e\">  (v)  the undeducted balance of costs eligible for a development allowance at the end of the fiscal year after deduction of a development allowance; </p> <p class=\"clause-e\">  (j)  in respect of any qualifying environmental trusts of the diamond mine,</p> <p class=\"subclause-e\">  (i)  the total of all amounts contributed to the qualifying environmental trust in all fiscal years,</p> <p class=\"subclause-e\">  (ii)  the undeducted balance of contributions to the qualifying environmental trust at the beginning of the fiscal year,</p> <p class=\"subclause-e\">  (iii)  the amounts contributed to the qualifying environmental trust during the fiscal year, </p> <p class=\"subclause-e\">  (iv)  the undeducted balance of contributions to the qualifying environmental trust at the end of the fiscal year before any deduction of a qualifying environmental trust contribution allowance, </p> <p class=\"subclause-e\">  (v)  the undeducted balance of contributions to the qualifying environmental trust at the end of the fiscal year after deduction of a qualifying environmental trust contribution allowance, and </p> <p class=\"subclause-e\">  (vi)  the total of all amounts withdrawn from the qualifying environmental trust during the fiscal year and in previous fiscal years;</p> <p class=\"clause-e\">  (k)  in respect of the processing assets of the diamond mine,</p> <p class=\"subclause-e\">  (i)  the original cost of the processing assets at the beginning of the fiscal year,</p> <p class=\"subclause-e\">  (ii)  the original cost of any new processing assets added to the diamond mine during the fiscal year,</p> <p class=\"subclause-e\">  (iii)  the original cost of any processing assets that were substituted for other processing assets of the diamond mine during the fiscal year,</p> <p class=\"subclause-e\">  (iv)  the original cost of any processing assets for which other processing assets were substituted during the fiscal year,</p> <p class=\"subclause-e\">  (v)  the original cost of any processing assets not used, sold, discarded or otherwise disposed of during the fiscal year, and</p> <p class=\"subclause-e\">  (vi)  the original cost of the processing assets at the end of the fiscal year;</p> <p class=\"clause-e\">  (l)  any payment received by the diamond mine during the fiscal year that is related to a cost that has been claimed as a deduction or allowance; </p> <p class=\"clause-e\">  (m)  any amount by which the proceeds of disposition of assets for which a depreciation allowance has been claimed exceed the undeducted balance of the depreciable assets at the end of the fiscal year in which the assets were disposed of; and</p> <p class=\"clause-e\">  (n)  in respect of any qualifying donations or qualifying expenditures of the operator of the diamond mine, </p> <p class=\"subclause-e\">  (i)  the undeducted balance at the beginning of the fiscal year of the qualifying donations made and qualifying expenditures incurred by the operator,</p> <p class=\"subclause-e\">  (ii)  the amount of the qualifying donations made and qualifying expenditures incurred by the operator during the fiscal year, and</p> <p class=\"subclause-e\">  (iii)  the undeducted balance at the end of the fiscal year of the qualifying donations made and qualifying expenditures incurred by the operator.  O. Reg. 323/07, s. 9 (1).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (2) </span>Every diamond royalty return shall,</p> <p class=\"clause-e\">  (a)  be accompanied by the financial statements for the diamond mine or, where the diamond mine has no financial statements, the financial statements of the operator of the diamond mine, and a reconciliation of those financial statements to the diamond royalty return;</p> <p class=\"clause-e\">  (b)  be signed by the operator or, where the operator is a corporation, by an authorized officer of the corporation; and</p> <p class=\"clause-e\">  (c)  include the operator’s or officer’s oath or affirmation, administered by a commissioner for taking affidavits, that the financial statements are true and complete to the best of the operator’s or officer’s knowledge and belief.  O. Reg. 323/07, s. 9 (2).</p> <p class=\"subsection-e\">  (3) If the operator of a diamond mine operator makes an election under subsection 6 (3),</p> <p class=\"clause-e\">  (a)  the operator shall deliver an initial diamond royalty return for the fiscal year using the market value of the inventories of diamonds and then deliver an amended diamond royalty return once those inventories have been sold or otherwise transferred; and </p> <p class=\"clause-e\">  (b)  the operator shall deliver a diamond royalty return for the mine’s subsequent fiscal years if there are any amounts that would be included in the determination of the values of “D” to “H” in subsection 6 (1), or if the diamond mine recommences production.  O. Reg. 323/07, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Payment of royalty",
            "content": " 10. (1) For the purposes of subsection 154.1 (3) of the Act, the amount of the royalty in respect of a diamond mine for a fiscal year shall be paid to the Crown not later than the last day of the fourth month after the end of that fiscal year.  O. Reg. 323/07, s. 10 (1). (2) The Minister shall examine each royalty return delivered in respect of a fiscal year under section 9 together with any other information provided under the Act or this Regulation and shall determine the royalty payable for the fiscal year and the interest and penalties, if any, payable.  O. Reg. 323/07, s. 10 (2). (3) In determining the amount of the royalty for the purposes of the notice of royalty described in subsection 154.3 (1) of the Act, the Minister is not bound by any return or information delivered by or on behalf of an operator.  O. Reg. 323/07, s. 10 (3). (4) The amount of the royalty set out in the notice of royalty is deemed to be valid and binding despite any error, defect or omission in the notice or in any proceeding under the Act or this Regulation relating to the notice, subject to any variation or redetermination of the amount on an objection or appeal.  O. Reg. 323/07, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>10. </b><span class=\"secsubsec1\">(1) </span>For the purposes of subsection 154.1 (3) of the Act, the amount of the royalty in respect of a diamond mine for a fiscal year shall be paid to the Crown not later than the last day of the fourth month after the end of that fiscal year.  O. Reg. 323/07, s. 10 (1).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (2) The Minister shall examine each royalty return delivered in respect of a fiscal year under section 9 together with any other information provided under the Act or this Regulation and shall determine the royalty payable for the fiscal year and the interest and penalties, if any, payable.  </span>O. Reg. 323/07, s. 10 (2).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (3) In determining the amount of the royalty for the purposes of the notice of royalty described in subsection 154.3 (1) of the Act, the </span>Minister is not bound by any return or information delivered by or on behalf of an operator.  O. Reg. 323/07, s. 10 (3).</p> <p class=\"subsection-e\">  (4) The amount of the royalty set out in the notice of royalty is deemed to be valid and binding despite any error, defect or omission in the notice or in any proceeding under the Act or this Regulation relating to the notice, subject to any variation or redetermination of the amount on an objection or appeal.  O. Reg. 323/07, s. 10 (4).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Liability",
            "content": " 11. (1) Any person who was an operator of a diamond mine during a fiscal year in respect of which royalties were payable under section 154.1 of the Act is jointly and severally liable for the entire amount of the royalty payable in respect of the period during which that person was an operator.  O. Reg. 323/07, s. 11 (1). (2) Liability for a royalty imposed under section 154.1 of the Act is not affected by an incorrect or incomplete notice of royalty or by the fact that no notice of royalty was sent.  O. Reg. 323/07, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>11. </b><span class=\"secsubsec1\">(1) </span>Any person who was an operator of a diamond mine during a fiscal year in respect of which royalties were payable under section 154.1 of the Act is jointly and severally liable for the entire amount of the royalty payable in respect of the period during which that person was an operator.  O. Reg. 323/07, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Liability for a royalty imposed under section 154.1 of the Act is not affected by an incorrect or incomplete notice of royalty or by the fact that no notice of royalty was sent.  O. Reg. 323/07, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Penalties and interest",
            "content": " 12. (1) Every operator who fails to pay a royalty payable under section 154.1 of the Act in respect of a diamond mine for a fiscal year on or before the day the payment is required to be made under subsection 10 (1) is liable to a penalty when assessed for it, equal to the greater of, (a)  $50,000, or (b)  25 per cent of the amount of the royalty payable by the operator under section 154.1 of the Act for that fiscal year that remains unpaid.  O. Reg. 323/07, s. 12 (1). (2) A penalty calculated under subsection (1) shall be payable on the date the penalty is assessed by the Minister.  O. Reg. 323/07, s. 12 (2). (3) An operator with an overdue balance is liable to pay interest, when assessed for it by the Minister, which shall be calculated and charged daily on the overdue balance from the date of assessment at the daily interest rate, and which shall be payable on the date on which it is charged. O. Reg. 182/20, s. 1. (4) For the purposes of subsection (3), an operator’s overdue balance on any date of determination is determined as follows: 1.  Determine the sum of, i.  royalty amounts payable under section 154.1 of the Act that have not been paid by the operator on or before the date on which the royalty is payable, ii.  penalties calculated under subsection (1) that have not been paid by the operator on or before the date on which the penalty is payable, and iii.  interest calculated under subsection (3) that has not been paid by the operator on or before the date on which the interest is payable. 2.  Subtract from the amount determined under paragraph 1 the amount of any payment made by the operator to the Crown on or before the date of determination, in respect of an overdue royalty, penalty or interest amount which has been included in the amount determined under paragraph 1.  O. Reg. 323/07, s. 12 (4). (5) In this section, “average prime rate” means, in respect of a particular date, the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada; “base rate of interest” means, in respect of a particular day, the average prime rate that was in effect on, (a)  October 15 of the previous year, if the particular day is in January, February or March, (b)  January 15 of the same year, if the particular day is in April, May or June, (c)  April 15 of the same year, if the particular day is in July, August or September, or (d)  July 15 of the same year, if the particular day is in October, November or December; “daily interest rate” means, in respect of a particular day, the annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.  O. Reg. 323/07, s. 12 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>(1) Every operator who fails to pay a royalty payable under section 154.1 of the Act in respect of a diamond mine for a fiscal year on or before the day the payment is required to be made under subsection 10 (1) is liable to a penalty when assessed for it, equal to the greater of,</p> <p class=\"clause-e\">  (a)  $50,000, or</p> <p class=\"clause-e\">  (b)  25 per cent of the amount of the royalty payable by the operator under section 154.1 of the Act for that fiscal year that remains unpaid.  O. Reg. 323/07, s. 12 (1).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (2) A penalty calculated under subsection (1) shall be payable on the date the penalty is assessed by the Minister.  </span>O. Reg. 323/07, s. 12 (2).</p> <p class=\"subsection-e\">  (3) An operator with an overdue balance is liable to pay interest, when assessed for it by the Minister, which shall be calculated and charged daily on the overdue balance from the date of assessment at the daily interest rate, and which shall be payable on the date on which it is charged. O. Reg. 182/20, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), an operator’s overdue balance on any date of determination is determined as follows: </p> <p class=\"paragraph-e\">  1.  Determine the sum of,</p> <p class=\"subpara-e\">  i.  royalty amounts payable under section 154.1 of the Act that have not been paid by the operator on or before the date on which the royalty is payable, </p> <p class=\"subpara-e\">  ii.  penalties calculated under subsection (1) that have not been paid by the operator on or before the date on which the penalty is payable, and </p> <p class=\"subpara-e\">  iii.  interest calculated under subsection (3) that has not been paid by the operator on or before the date on which the interest is payable.</p> <p class=\"paragraph-e\">  2.  Subtract from the amount determined under paragraph 1 the amount of any payment made by the operator to the Crown on or before the date of determination, in respect of an overdue royalty, penalty or interest amount which has been included in the amount determined under paragraph 1.  O. Reg. 323/07, s. 12 (4).</p> <p class=\"subsection-e\">  (5) In this section, </p> <p class=\"firstdef-e\">“average prime rate” means, in respect of a particular date, the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada;</p> <p class=\"definition-e\">“base rate of interest” means, in respect of a particular day, the average prime rate that was in effect on, </p> <p class=\"defclause-e\">  (a)  October 15 of the previous year, if the particular day is in January, February or March, </p> <p class=\"defclause-e\">  (b)  January 15 of the same year, if the particular day is in April, May or June,</p> <p class=\"defclause-e\">  (c)  April 15 of the same year, if the particular day is in July, August or September, or </p> <p class=\"defclause-e\">  (d)  July 15 of the same year, if the particular day is in October, November or December;</p> <p class=\"definition-e\">“daily interest rate” means, in respect of a particular day, the annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.  O. Reg. 323/07, s. 12 (5).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Books and records",
            "content": " 13. For the purposes of clause 154.6 (1) (b) of the Act, the other documents and information that an operator shall keep at an office in Ontario are,  (a)  any documents evidencing, (i)  the weight and value of all diamonds produced as part of the output of the diamond mine, sold or transferred by the operator or processed at the diamond mine, (ii)  amounts received from a processing plant and any other amounts received from the sale of diamonds, and (iii)  the costs, payments, allowances, deductions and other adjustments referred to in section 7; (b)  financial statements of the diamond mine and the operator; (c)  if the financial statements of the diamond mine or of the operator are audited by an external auditor, (i)  the audited financial statements and the accompanying signed audit opinion of the external auditor, and (ii)  any working papers and documentation prepared by the external auditor that are in the possession of the operator; (d)  a reconciliation between the documents referred to in paragraphs (a) and (b) and the diamond royalty return; (e)  any documents filed by the operator with a stock exchange or securities commission; and (f)  any other information necessary for ascertaining the amount of the royalty payable under section 154.1 of the Act or the calculation of the net value of output of the diamond mine in any fiscal year under section 6.  O. Reg. 323/07, s. 13.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>13. </b>For the purposes of clause 154.6 (1) (b) of the Act, the other documents and information that an operator shall keep at an office in Ontario are, </p> <p class=\"clause-e\">  (a)  any documents evidencing,</p> <p class=\"subclause-e\">  (i)  the weight and value of all diamonds produced as part of the output of the diamond mine, sold or transferred by the operator or processed at the diamond mine, </p> <p class=\"subclause-e\">  (ii)  amounts received from a processing plant and any other amounts received from the sale of diamonds, and</p> <p class=\"subclause-e\">  (iii)  the costs, payments, allowances, deductions and other adjustments referred to in section 7; </p> <p class=\"clause-e\">  (b)  financial statements of the diamond mine and the operator; </p> <p class=\"clause-e\">  (c)  if the financial statements of the diamond mine or of the operator are audited by an external auditor, </p> <p class=\"subclause-e\">  (i)  the audited financial statements and the accompanying signed audit opinion of the external auditor, and </p> <p class=\"subclause-e\">  (ii)  any working papers and documentation prepared by the external auditor that are in the possession of the operator;</p> <p class=\"clause-e\">  (d)  a reconciliation between the documents referred to in paragraphs (a) and (b) and the diamond royalty return;</p> <p class=\"clause-e\">  (e)  any documents filed by the operator with a stock exchange or securities commission; and </p> <p class=\"clause-e\">  (f)  any other information necessary for ascertaining the amount of the royalty payable under section 154.1 of the Act or the calculation of the net value of output of the diamond mine in any fiscal year under section 6.  O. Reg. 323/07, s. 13.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Removal or sale of diamonds",
            "content": " 14. (1) For the purposes of section 154.8 of the Act, an operator of a diamond mine shall ensure that no diamond produced at the mine is removed from the mine or sold unless, (a)  the diamond has been presented to a diamond royalty valuer for valuation in accordance with this section; and (b)  the value and weight of the diamond has been entered in the books of account referred to in clause 154.6 (1) (a) of the Act.  O. Reg. 323/07, s. 14 (1). (2) Subsection (1) does not apply to diamonds removed from a mine under a permit issued under section 52 of the Act that exempts the operator from compliance with that subsection.  O. Reg. 323/07, s. 14 (2). (3) The valuation of diamonds shall be done in accordance with the following rules: 1.  The diamonds shall be presented to a diamond royalty valuer for valuation as soon as they have been processed into a saleable form, but before they have been cut and polished. 2.  No diamonds shall be presented to the diamond royalty valuer until the operator of the diamond mine has cleaned the diamonds so as to remove all substances from the diamonds that are not part of the diamonds. 3.  The operator of a diamond mine shall provide a diamond royalty valuer and any other person designated by the Minister the use, free of charge, of such facilities and equipment, other than computer equipment, as are necessary for the diamond royalty valuer to value any diamonds produced as part of the output of the diamond mine. 4.  The facilities and equipment referred to in paragraph 3 shall be located in Ontario. 5.  If the operator of the diamond mine transfers or sells diamonds to persons who are not related to the operator, the operator shall present to the diamond royalty valuer, i.  all diamonds that are to be transferred or sold to a person related to the operator, for separate valuation before the transfer or sale, and ii.  all diamonds that are to be cut or polished by the operator or any related party, for separate valuation before the diamonds are cut or polished. 6.  Unless otherwise agreed on by the operator and the diamond royalty valuer, an operator shall present the diamonds to the diamond royalty valuer, i.  in respect of diamonds with a weight of 10.8 carats or more, individually, together with the weight of each diamond, ii.  in respect of diamonds with a weight of 2.8 to 10.79 carats, in lots separated according to weight in carats, together with the number of diamonds in each lot, iii.  in respect of diamonds with a weight of 3 to 10 grainers, in lots separated according to weight in grainers, from which a sample that accurately represents the composition of the lot has been randomly selected, iv.  in respect of diamonds with a weight of less than 3 grainers, in lots separated according to industry standard DTC sieve size fractions, from which a sample that accurately represents the composition of the lot has been randomly selected. 7.  At the time the diamonds are presented in accordance with paragraph 6, the operator shall provide to the Minister, i.  a written statement containing a description of each diamond or lot, and the operator’s estimate of the market value of each diamond or lot, and ii.  the operator’s oath or affirmation, or where the operator is a corporation, the oath or affirmation of an officer of the corporation, administered by a commissioner for taking affidavits, that the statement is true and complete to the best of the operator’s knowledge and belief.  O. Reg. 323/07, s. 14 (3). (4) Facilities provided by an operator of a diamond mine under paragraph 3 of subsection (3) shall be deemed to be part of the diamond mine for the purposes of this Regulation and a transfer of diamonds from one part of a diamond mine to another for the purposes of diamond valuation does not constitute removal of the diamonds from the diamond mine.  O. Reg. 323/07, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK16\"></a>14. </b>(1) For the purposes of section 154.8 of the Act, an operator of a diamond mine shall ensure that no diamond produced at the mine is removed from the mine or sold unless,</p> <p class=\"clause-e\">  (a)  the diamond has been presented to a diamond royalty valuer for valuation in accordance with this section; and</p> <p class=\"clause-e\">  (b)  the value and weight of the diamond has been entered in the books of account referred to in clause 154.6 (1) (a) of the Act.  O. Reg. 323/07, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to diamonds removed from a mine under a permit issued under section 52 of the Act that exempts the operator from compliance with that subsection.  O. Reg. 323/07, s. 14 (2).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (3) The valuation of diamonds shall be done in accordance with the following rules:</span></p> <p class=\"paragraph-e\"><span class=\"secsubsec1\">  1.  The diamonds </span>shall be presented to a diamond royalty valuer for valuation as soon as they have been processed into a saleable form, but before they have been cut and polished.</p> <p class=\"paragraph-e\">  2.  No diamonds shall be presented to the diamond royalty valuer until the operator of the diamond mine has cleaned the diamonds so as to remove all substances from the diamonds that are not part of the diamonds.</p> <p class=\"paragraph-e\">  3.  The operator of a diamond mine shall provide a diamond royalty valuer and any other person designated by the Minister the use, free of charge, of such facilities and equipment, other than computer equipment, as are necessary for the diamond royalty valuer to value any diamonds produced as part of the output of the diamond mine.</p> <p class=\"paragraph-e\">  4.  The facilities and equipment referred to in paragraph 3 shall be located in Ontario.</p> <p class=\"paragraph-e\"><span class=\"secsubsec1\">  5.  If the </span>operator of the diamond mine transfers or sells diamonds to persons who are not related to the operator, the operator shall present to the diamond royalty valuer,</p> <p class=\"subpara-e\">  i.  all diamonds that are to be transferred or sold to a person related to the operator, for separate valuation before the transfer or sale, and </p> <p class=\"subpara-e\">  ii.  all diamonds that are to be cut or polished by the operator or any related party, for separate valuation before the diamonds are cut or polished.</p> <p class=\"paragraph-e\"><span class=\"secsubsec1\">  6.  </span>Unless otherwise agreed on by the operator and the diamond royalty valuer, an operator shall present the diamonds to the diamond royalty valuer, </p> <p class=\"subpara-e\">  i.  in respect of diamonds with a weight of 10.8 carats or more, individually, together with the weight of each diamond,</p> <p class=\"subpara-e\">  ii.  in respect of diamonds with a weight of 2.8 to 10.79 carats, in lots separated according to weight in carats, together with the number of diamonds in each lot,</p> <p class=\"subpara-e\">  iii.  in respect of diamonds with a weight of 3 to 10 grainers, in lots separated according to weight in grainers, from which a sample that accurately represents the composition of the lot has been randomly selected,</p> <p class=\"subpara-e\">  iv.  in respect of diamonds with a weight of less than 3 grainers, in lots separated according to industry standard DTC sieve size fractions, from which a sample that accurately represents the composition of the lot has been randomly selected.</p> <p class=\"paragraph-e\">  7.  At the time the diamonds are presented in accordance with paragraph 6, the operator shall provide to the Minister,</p> <p class=\"subpara-e\">  i.  a written statement containing a description of each diamond or lot, and the operator’s estimate of the market value of each diamond or lot, and</p> <p class=\"subpara-e\">  ii.  the operator’s oath or affirmation, or where the operator is a corporation, the oath or affirmation of an officer of the corporation, administered by a commissioner for taking affidavits, that the statement is true and complete to the best of the operator’s knowledge and belief.  O. Reg. 323/07, s. 14 (3).</p> <p class=\"subsection-e\"><span class=\"secsubsec1\">  (4) Facilities provided by an operator of a diamond mine under paragraph 3 of subsection (3) shall be deemed to be part of the diamond mine for the purposes of this Regulation and a transfer of diamonds from one part of a diamond mine to another for the purposes of diamond valuation does not constitute removal of the diamonds from the diamond mine.  </span>O. Reg. 323/07, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Review by the Minister",
            "content": " 15. (1) Any operator with a legal or beneficial interest in the subject matter of a decision of a diamond royalty valuer, or in any other action taken or omitted to be taken under this Regulation by a diamond royalty valuer, may, within 30 days after the decision is made, the action is taken or the omission to take action occurs, whichever is applicable,   (a)  request in writing that the Minister review the matter; and (b)  make written submissions or submit materials in support of the request.  O. Reg. 323/07, s. 15 (1). (2) On receipt of a request under subsection (1), the Minister shall review the request and any materials or submissions provided with it and shall, (a)  confirm, modify or revoke the decision or order that an action be taken; and (b)  advise the applicant in writing of his or her decision, and the reasons for it.  O. Reg. 323/07, s. 15 (2). Objections and Appeals",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>15. </b>(1) Any operator with a legal or beneficial interest in the subject matter of a decision of a diamond royalty valuer, or in any other action taken or omitted to be taken under this Regulation by a diamond royalty valuer, may, within 30 days after the decision is made, the action is taken or the omission to take action occurs, whichever is applicable,  </p> <p class=\"clause-e\">  (a)  request in writing that the Minister review the matter; and</p> <p class=\"clause-e\">  (b)  make written submissions or submit materials in support of the request.  O. Reg. 323/07, s. 15 (1).</p> <p class=\"subsection-e\">  (2) On receipt of a request under subsection (1), the Minister shall review the request and any materials or submissions provided with it and shall,</p> <p class=\"clause-e\">  (a)  confirm, modify or revoke the decision or order that an action be taken; and </p> <p class=\"clause-e\">  (b)  advise the applicant in writing of his or her decision, and the reasons for it.  O. Reg. 323/07, s. 15 (2).</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Objections and Appeals</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Objections and Appeals",
            "part_id": null,
            "part_type": null,
            "section": "Objections and Appeals",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 16. (1) Sections 17 to 24 set out procedures and rules that apply in respect of an objection to or appeal from, (a)  the determination of the amount of a royalty payable under section 154.1 of the Act, as set out in a notice of royalty; (b)  the redetermination of the amount of a royalty payable under section 154.1 of the Act, as set out in a revised notice of royalty; and (c)  the determination or redetermination of interest or penalties payable under Part VIII of the Act or this Regulation.  O. Reg. 323/07, s. 16 (1). (2) Any reference in sections 17 to 24 to a “determination” or “redetermination” is deemed to be a reference to a determination or redetermination, as the case may be, described in subsection (1).  O. Reg. 323/07, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>(1) Sections 17 to 24 set out procedures and rules that apply in respect of an objection to or appeal from,</p> <p class=\"clause-e\">  (a)  the determination of the amount of a royalty payable under section 154.1 of the Act, as set out in a notice of royalty; </p> <p class=\"clause-e\">  (b)  the redetermination of the amount of a royalty payable under section 154.1 of the Act, as set out in a revised notice of royalty; and</p> <p class=\"clause-e\">  (c)  the determination or redetermination of interest or penalties payable under Part VIII of the Act or this Regulation.  O. Reg. 323/07, s. 16 (1).</p> <p class=\"subsection-e\">  (2) Any reference in sections 17 to 24 to a “determination” or “redetermination” is deemed to be a reference to a determination or redetermination, as the case may be, described in subsection (1).  O. Reg. 323/07, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of objection",
            "content": " 17. (1) An operator of a diamond mine that objects to a determination or redetermination may, within 180 days from the day the notice of royalty or revised notice of royalty is mailed, serve on the Minister, by registered mail, a notice of objection in a form approved by the Minister.  O. Reg. 323/07, s. 17 (1). (2) The notice of objection shall, (a)  clearly describe each issue raised by way of objection; and (b)  fully set out the facts and reasons relied on by the operator in respect of each issue.  O. Reg. 323/07, s. 17 (2). (3) If a notice of objection does not fully set out the facts and reasons relied on by the operator in respect of an issue, the Minister may in writing request the operator to provide the information, and the operator is deemed to have complied with clause (2) (b) in respect of the issue if the operator provides the information to the Minister in writing within 60 days after the day the request is made by the Minister.  O. Reg. 323/07, s. 17 (3). (4) An operator shall not raise any issue that the operator is not entitled to raise by way of appeal under section 18 in any objection under this section to a determination or redetermination or variance of a determination or redetermination under subsection (6).  O. Reg. 323/07, s. 17 (4). (5) For the purpose of calculating the number of days mentioned in subsection (1), (3) or 18 (1), the day on which a notice of royalty or revised notice of royalty is mailed, a request is made under subsection (3) or a notification is given under clause (6) (b) is the date stated in the notice of royalty, revised notice of royalty, request or notification.  O. Reg. 323/07, s. 17 (5). (6) Upon receipt of the notice of objection, the Minister shall with all due dispatch, (a)  review and confirm or vary the determination or redetermination; and (b)  notify the operator of the diamond mine of his or her decision in writing.  O. Reg. 323/07, s. 17 (6). (7) If an operator has served a notice of objection in accordance with this section or has commenced an appeal in accordance with section 18 and the Minister subsequently mails a revised notice of royalty to the operator containing the results of the review under subsection 15 (2), (a)  neither the revised notice of royalty nor any determination or redetermination set out in the revised notice of royalty invalidates the notice of objection or appeal, as the case may be; and (b)  the operator may object to any new matters raised in the revised notice of royalty, in accordance with this section.  O. Reg. 323/07, s. 17 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>17. </b>(1) An operator of a diamond mine that objects to a determination or redetermination may, within 180 days from the day the notice of royalty or revised notice of royalty is mailed, serve on the Minister, by registered mail, a notice of objection in a form approved by the Minister.  O. Reg. 323/07, s. 17 (1).</p> <p class=\"subsection-e\">  (2) The notice of objection shall,</p> <p class=\"clause-e\">  (a)  clearly describe each issue raised by way of objection; and</p> <p class=\"clause-e\">  (b)  fully set out the facts and reasons relied on by the operator in respect of each issue.  O. Reg. 323/07, s. 17 (2).</p> <p class=\"subsection-e\">  (3) If a notice of objection does not fully set out the facts and reasons relied on by the operator in respect of an issue, the Minister may in writing request the operator to provide the information, and the operator is deemed to have complied with clause (2) (b) in respect of the issue if the operator provides the information to the Minister in writing within 60 days after the day the request is made by the Minister.  O. Reg. 323/07, s. 17 (3).</p> <p class=\"subsection-e\">  (4) An operator shall not raise any issue that the operator is not entitled to raise by way of appeal under section 18 in any objection under this section to a determination or redetermination or variance of a determination or redetermination under subsection (6).  O. Reg. 323/07, s. 17 (4).</p> <p class=\"subsection-e\">  (5) For the purpose of calculating the number of days mentioned in subsection (1), (3) or 18 (1), the day on which a notice of royalty or revised notice of royalty is mailed, a request is made under subsection (3) or a notification is given under clause (6) (b) is the date stated in the notice of royalty, revised notice of royalty, request or notification.  O. Reg. 323/07, s. 17 (5).</p> <p class=\"subsection-e\">  (6) Upon receipt of the notice of objection, the Minister shall with all due dispatch,</p> <p class=\"clause-e\">  (a)  review and confirm or vary the determination or redetermination; and</p> <p class=\"clause-e\">  (b)  notify the operator of the diamond mine of his or her decision in writing.  O. Reg. 323/07, s. 17 (6).</p> <p class=\"subsection-e\">  (7) If an operator has served a notice of objection in accordance with this section or has commenced an appeal in accordance with section 18 and the Minister subsequently mails a revised notice of royalty to the operator containing the results of the review under subsection 15 (2),</p> <p class=\"clause-e\">  (a)  neither the revised notice of royalty nor any determination or redetermination set out in the revised notice of royalty invalidates the notice of objection or appeal, as the case may be; and</p> <p class=\"clause-e\">  (b)  the operator may object to any new matters raised in the revised notice of royalty, in accordance with this section.  O. Reg. 323/07, s. 17 (7).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Appeal",
            "content": " 18. (1) Where an operator of a diamond mine has served a notice of objection under section 17 to a determination or redetermination, the operator may appeal to the Superior Court of Justice to have the determination or redetermination vacated or varied after the Minister has confirmed or varied the determination or redetermination, but no appeal under this section may be commenced after the expiration of 90 days from the day notice was mailed to the operator under section 17 that the Minister has confirmed or varied the determination or redetermination.  O. Reg. 323/07, s. 18 (1). (2) Despite subsection (1), where at any time the Minister determines or redetermines the amount of a royalty payable under section 154.1 of the Act or any interest or penalties payable under Part VIII of the Act or this Regulation or makes a determination or redetermination in any of the following circumstances or under any of the following provisions, an appeal may be made only to the extent that the reasons for the appeal can reasonably be regarded as relating to any matter that gave rise to the determination or redetermination and that was not conclusively determined by the Court: 1.  A redetermination made in accordance with an order of a court to vacate, vary or restore a determination or redetermination of a royalty or to refer a determination or redetermination back to the Minister for redetermination. 2.  A review of a determination or redetermination under subsection 17 (6).  O. Reg. 323/07, s. 18 (2). (3) An appeal to the Superior Court of Justice shall be commenced by, (a)  filing a notice of appeal with the court in the form approved by the Minister; (b)  paying a fee to the court in the same amount and manner as the fee payable under regulations made under the Administration of Justice Act on the issue of a statement of claim; and (c)  serving a copy of the notice of appeal as filed on the Minister by registered mail.  O. Reg. 323/07, s. 18 (3). (4) An operator is entitled to raise by way of appeal only those issues that were raised by it in the notice of objection to the determination or redetermination being appealed and in respect of which it complied or was deemed to have complied with subsection 17 (2).  O. Reg. 323/07, s. 18 (4). (5) Despite subsection (4), an operator may raise by way of appeal an issue forming the basis of a confirmation or variance of a determination or redetermination under subsection 17 (6) if the issue was not part of the determination or redetermination with respect to which the operator served the notice of objection.  O. Reg. 323/07, s. 18 (5). (6) Despite subsections (1) and (2), no operator shall commence an appeal under this section to have a determination or redetermination vacated or varied in respect of an issue for which the right of objection or appeal has been waived in writing by or on behalf of the operator.  O. Reg. 323/07, s. 18 (6). (7) The operator appealing shall set out in the notice of appeal a statement of the allegations of fact, the statutory provisions and reasons that it intends to submit in supporting its appeal.  O. Reg. 323/07, s. 18 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>18. </b>(1) Where an operator of a diamond mine has served a notice of objection under section 17 to a determination or redetermination, the operator may appeal to the Superior Court of Justice to have the determination or redetermination vacated or varied after the Minister has confirmed or varied the determination or redetermination, but no appeal under this section may be commenced after the expiration of 90 days from the day notice was mailed to the operator under section 17 that the Minister has confirmed or varied the determination or redetermination.  O. Reg. 323/07, s. 18 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), where at any time the Minister determines or redetermines the amount of a royalty payable under section 154.1 of the Act or any interest or penalties payable under Part VIII of the Act or this Regulation or makes a determination or redetermination in any of the following circumstances or under any of the following provisions, an appeal may be made only to the extent that the reasons for the appeal can reasonably be regarded as relating to any matter that gave rise to the determination or redetermination and that was not conclusively determined by the Court: </p> <p class=\"paragraph-e\">  1.  A redetermination made in accordance with an order of a court to vacate, vary or restore a determination or redetermination of a royalty or to refer a determination or redetermination back to the Minister for redetermination.</p> <p class=\"paragraph-e\">  2.  A review of a determination or redetermination under subsection 17 (6).  O. Reg. 323/07, s. 18 (2).</p> <p class=\"subsection-e\">  (3) An appeal to the Superior Court of Justice shall be commenced by,</p> <p class=\"clause-e\">  (a)  filing a notice of appeal with the court in the form approved by the Minister;</p> <p class=\"clause-e\">  (b)  paying a fee to the court in the same amount and manner as the fee payable under regulations made under the <i>Administration of Justice Act</i> on the issue of a statement of claim; and</p> <p class=\"clause-e\">  (c)  serving a copy of the notice of appeal as filed on the Minister by registered mail.  O. Reg. 323/07, s. 18 (3).</p> <p class=\"subsection-e\">  (4) An operator is entitled to raise by way of appeal only those issues that were raised by it in the notice of objection to the determination or redetermination being appealed and in respect of which it complied or was deemed to have complied with subsection 17 (2).  O. Reg. 323/07, s. 18 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4), an operator may raise by way of appeal an issue forming the basis of a confirmation or variance of a determination or redetermination under subsection 17 (6) if the issue was not part of the determination or redetermination with respect to which the operator served the notice of objection.  O. Reg. 323/07, s. 18 (5).</p> <p class=\"subsection-e\">  (6) Despite subsections (1) and (2), no operator shall commence an appeal under this section to have a determination or redetermination vacated or varied in respect of an issue for which the right of objection or appeal has been waived in writing by or on behalf of the operator.  O. Reg. 323/07, s. 18 (6).</p> <p class=\"subsection-e\">  (7) The operator appealing shall set out in the notice of appeal a statement of the allegations of fact, the statutory provisions and reasons that it intends to submit in supporting its appeal.  O. Reg. 323/07, s. 18 (7).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Reply to notice of appeal",
            "content": " 19. (1) The Minister shall with all due dispatch serve on the operator appealing and file in the Superior Court of Justice a reply to the notice of appeal admitting or denying the facts alleged and containing a statement of such further allegations of fact and all statutory provisions and reasons as the Minister intends to rely on.  O. Reg. 323/07, s. 19 (1). (2) If the Minister does not serve the reply within 180 days from the date of service of the notice of appeal, the operator may, upon 21 days notice to the Minister, apply to a judge of the Superior Court of Justice for an order requiring the reply to be served within such time as the judge shall order.  O. Reg. 323/07, s. 19 (2). (3) The judge may, if he or she considers it proper in the circumstances, order that, upon failure by the Minister to serve the reply in the time specified in the order, the determination or redetermination with respect to which the appeal is taken shall be vacated and any royalty, interest or penalty paid under the determination or redetermination shall be repaid to the operator.  O. Reg. 323/07, s. 19 (3). (4) Nothing in this section revives an appeal that is void or affects a determination if the amount of a royalty that is valid and binding under subsection 10 (4).  O. Reg. 323/07, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>19. </b>(1) The Minister shall with all due dispatch serve on the operator appealing and file in the Superior Court of Justice a reply to the notice of appeal admitting or denying the facts alleged and containing a statement of such further allegations of fact and all statutory provisions and reasons as the Minister intends to rely on.  O. Reg. 323/07, s. 19 (1).</p> <p class=\"subsection-e\">  (2) If the Minister does not serve the reply within 180 days from the date of service of the notice of appeal, the operator may, upon 21 days notice to the Minister, apply to a judge of the Superior Court of Justice for an order requiring the reply to be served within such time as the judge shall order.  O. Reg. 323/07, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The judge may, if he or she considers it proper in the circumstances, order that, upon failure by the Minister to serve the reply in the time specified in the order, the determination or redetermination with respect to which the appeal is taken shall be vacated and any royalty, interest or penalty paid under the determination or redetermination shall be repaid to the operator.  O. Reg. 323/07, s. 19 (3).</p> <p class=\"subsection-e\">  (4) Nothing in this section revives an appeal that is void or affects a determination if the amount of a royalty that is valid and binding under subsection 10 (4).  O. Reg. 323/07, s. 19 (4).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Matter deemed action",
            "content": " 20. (1) Upon the filing of the material referred to in sections 18 and 19 with the Superior Court of Justice, the matter is deemed to be an action in the court.  O. Reg. 323/07, s. 20 (1). (2) The court may dispose of the appeal by, (a)  dismissing it; (b)  allowing it; or (c)  allowing it and, (i)  vacating the determination or redetermination, (ii)  varying the determination or redetermination, (iii)  confirming or restoring the determination or redetermination, or (iv)  referring the determination or redetermination back to the Minister.  O. Reg. 323/07, s. 20 (2). Court may order payment of royalty, etc. (3) The court may in delivering judgment disposing of an appeal, order the payment or refund of a royalty, interest, penalties or costs by the operator or the Minister, as the case may be.  O. Reg. 323/07, s. 20 (3). Settlement of appeal (4) The Minister may at any time vacate or vary a determination or redetermination in order to give effect to the terms of a settlement of the appeal that have been agreed to by the Minister and the operator.  O. Reg. 323/07, s. 20 (4). Same (5) Sections 17 and 18 do not apply to a determination or redetermination made under subsection (4).  O. Reg. 323/07, s. 20 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>20</b><b>. </b>(1) Upon the filing of the material referred to in sections 18 and 19 with the Superior Court of Justice, the matter is deemed to be an action in the court.  O. Reg. 323/07, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The court may dispose of the appeal by,</p> <p class=\"clause-e\">  (a)  dismissing it;</p> <p class=\"clause-e\">  (b)  allowing it; or</p> <p class=\"clause-e\">  (c)  allowing it and,</p> <p class=\"subclause-e\">  (i)  vacating the determination or redetermination,</p> <p class=\"subclause-e\">  (ii)  varying the determination or redetermination,</p> <p class=\"subclause-e\">  (iii)  confirming or restoring the determination or redetermination, or</p> <p class=\"subclause-e\">  (iv)  referring the determination or redetermination back to the Minister.  O. Reg. 323/07, s. 20 (2).</p> <p class=\"headnote-e\">Court may order payment of royalty, etc.</p> <p class=\"subsection-e\">  (3) The court may in delivering judgment disposing of an appeal, order the payment or refund of a royalty, interest, penalties or costs by the operator or the Minister, as the case may be.  O. Reg. 323/07, s. 20 (3).</p> <p class=\"headnote-e\">Settlement of appeal</p> <p class=\"subsection-e\">  (4) The Minister may at any time vacate or vary a determination or redetermination in order to give effect to the terms of a settlement of the appeal that have been agreed to by the Minister and the operator.  O. Reg. 323/07, s. 20 (4).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (5) Sections 17 and 18 do not apply to a determination or redetermination made under subsection (4).  O. Reg. 323/07, s. 20 (5).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Proceedings closed",
            "content": " 21. Proceedings under sections 18 to 20 shall be closed to the public upon request made to the court by the operator or by the Minister.  O. Reg. 323/07, s. 21.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>2</b><b>1. </b>Proceedings under sections 18 to 20 shall be closed to the public upon request made to the court by the operator or by the Minister.  O. Reg. 323/07, s. 21.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Superior Court of Justice practice to govern",
            "content": " 22. The practice and procedure of the Superior Court of Justice, including the right of appeal and the practice and procedure relating to appeals, apply to every matter deemed to be an action under section 20 and every judgment and order given or made in every such action may be enforced in the same manner and by the like process as a judgment or order given or made in an action commenced in the court.  O. Reg. 323/07, s. 22.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>22. </b>The practice and procedure of the Superior Court of Justice, including the right of appeal and the practice and procedure relating to appeals, apply to every matter deemed to be an action under section 20 and every judgment and order given or made in every such action may be enforced in the same manner and by the like process as a judgment or order given or made in an action commenced in the court.  O. Reg. 323/07, s. 22.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Irregularities",
            "content": " 23. A determination or redetermination shall not be vacated or varied on appeal by reason only of any irregularity, informality, omission or error on the part of any person in the observation of any directory provision of Part VIII of the Act or this Regulation.  O. Reg. 323/07, s. 23.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>23. </b>A determination or redetermination shall not be vacated or varied on appeal by reason only of any irregularity, informality, omission or error on the part of any person in the observation of any directory provision of Part VIII of the Act or this Regulation.  O. Reg. 323/07, s. 23.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Extension of time",
            "content": " 24. The time within which a notice of objection is to be served or an appeal is to be commenced may be extended by the Minister if an application for extension is made, (a)  with respect to a notice of objection under subsection 17 (1), (i)  before the expiration of the time allowed under that subsection for service of the notice of objection, or (ii)  within one year from the day of mailing of the notice of royalty or revised notice of royalty that is the subject of the objection, if the operator provides an explanation satisfactory to the Minister explaining why the notice of objection could not be served within the time required by subsection 17 (1) and the Minister agrees to the extension of time; or (b)  with respect to an appeal, before the expiry of the time allowed under subsection 18 (1) for commencing the appeal.  O. Reg. 323/07, s. 24. 25. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 323/07, s. 25.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>24. </b>The time within which a notice of objection is to be served or an appeal is to be commenced may be extended by the Minister if an application for extension is made,</p> <p class=\"clause-e\">  (a)  with respect to a notice of objection under subsection 17 (1),</p> <p class=\"subclause-e\">  (i)  before the expiration of the time allowed under that subsection for service of the notice of objection, or</p> <p class=\"subclause-e\">  (ii)  within one year from the day of mailing of the notice of royalty or revised notice of royalty that is the subject of the objection, if the operator provides an explanation satisfactory to the Minister explaining why the notice of objection could not be served within the time required by subsection 17 (1) and the Minister agrees to the extension of time; or</p> <p class=\"clause-e\">  (b)  with respect to an appeal, before the expiry of the time allowed under subsection 18 (1) for commencing the appeal.  O. Reg. 323/07, s. 24.</p> <p class=\"section-e\"> <b>25.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 323/07, s. 25.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}