{
    "reg_info": {
        "full_title": "O. Reg. 252/06: DEFINITION OF 'FUNDING'",
        "reg_name_text": "DEFINITION OF “FUNDING”",
        "citation": "O. Reg. 252/06: DEFINITION OF 'FUNDING'",
        "act_under": "Public Sector Salary Disclosure Act, 1996   Loi de 1996 sur la divulgation des traitements dans le secteur public",
        "url": "https://www.ontario.ca/laws/regulation/060252",
        "date_scraped": "2023-12-19 04:32:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/060252/v1",
            "valid_from": "June  8, 2006",
            "valid_to": "October  1, 2013"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Exclusion from definition",
            "content": "1. (1) For the purposes of the Act,  “funding” does not include money received from the Government of Ontario by a corporation, entity, person or organization of persons pursuant to the Youth Challenge Fund Administration Agreement described in subsection (2), (a) if the corporation, entity, person or organization of persons is the trustee of the money under the agreement, (b) if the corporation, entity, person or organization of persons holds the money in trust in accordance with the agreement, and (c) if the corporation, entity, person or organization of persons is not a beneficiary of the trust. O. Reg. 252/06, s. 1 (1). (2) The Youth Challenge Fund Administration Agreement is the agreement with that title, dated May 11, 2006, entered into by Her Majesty the Queen in Right of Ontario and certain other persons, a copy of which is available for inspection by the public on the website of the Ministry of Children and Youth Services at www.children.gov.on.ca. O. Reg. 252/06, s. 1 (2). ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) For the purposes of the Act, </p> <p class=\"firstdef-e\">“funding” does not include money received from the Government of Ontario by a corporation, entity, person or organization of persons pursuant to the Youth Challenge Fund Administration Agreement described in subsection (2),</p> <p class=\"defclause-e\">(a) if the corporation, entity, person or organization of persons is the trustee of the money under the agreement,</p> <p class=\"defclause-e\">(b) if the corporation, entity, person or organization of persons holds the money in trust in accordance with the agreement, and</p> <p class=\"defclause-e\">(c) if the corporation, entity, person or organization of persons is not a beneficiary of the trust. O. Reg. 252/06, s. 1 (1).</p> <p class=\"subsection-e\">(2) The Youth Challenge Fund Administration Agreement is the agreement with that title, dated May 11, 2006, entered into by Her Majesty the Queen in Right of Ontario and certain other persons, a copy of which is available for inspection by the public on the website of the Ministry of Children and Youth Services at www.children.gov.on.ca. O. Reg. 252/06, s. 1 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}