{
    "reg_info": {
        "full_title": "O. Reg. 468/97: DEEMED DISTRICT MUNICIPALITIES (DISTRICT SCHOOL BOARD JURISDICTION) - TAX RATES",
        "reg_name_text": "DEEMED DISTRICT MUNICIPALITIES (DISTRICT SCHOOL BOARD JURISDICTION) — TAX RATES",
        "citation": "O. Reg. 468/97: DEEMED DISTRICT MUNICIPALITIES (DISTRICT SCHOOL BOARD JURISDICTION) - TAX RATES",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/970468",
        "date_scraped": "2023-12-19 06:58:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  7, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970468/v5",
            "valid_from": "September  1, 2009",
            "valid_to": "January  6, 2010"
        },
        {
            "a_href": "/laws/regulation/970468/v4",
            "valid_from": "June  1, 2009",
            "valid_to": "August 31, 2009"
        },
        {
            "a_href": "/laws/regulation/970468/v3",
            "valid_from": "September  1, 2008",
            "valid_to": "May 31, 2009"
        },
        {
            "a_href": "/laws/regulation/970468/v2",
            "valid_from": "June  5, 2008",
            "valid_to": "August 31, 2008"
        },
        {
            "a_href": "/laws/regulation/970468/v1",
            "valid_from": "January  1, 2001",
            "valid_to": "June  4, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Subject to subsection (2), for the purpose of clause 257.12 (3) (a) of the Act, each of the following that is not within a district municipality set out in O. Reg. 467/97 (Deemed District Municipalities\n(School Authority Jurisdiction) — Tax Rates) shall be deemed to be a district municipality, unless and until it becomes or is included in a municipality: 1. Any part of a school section, other than a school section established under section 67 or 68 of the Act, that was in existence on December 31, 1968 and that at that time comprised only territory without municipal organization, excluding any part of the school section that is within the territory described in paragraph 4 or 5. 2. Any part of territory without municipal organization that on December 31, 1968 was part of a high school district but was not in a school section. 3. Any part of territory without municipal organization that was designated by a regulation made under subsection 55 (1) of the Act, as it read on December 31, 1997, or a predecessor of that subsection, as a district municipality or that was added to a school division without being so designated and that on December 31, 1968 was not in a school section or in a high school district. 4. The area comprised of, i. the geographic township of Kilkenny in the Territorial District of Thunder Bay, excluding the lands comprising the Rocky Bay Indian Reserve Number 1, and ii. the portion of School Section No. 1 MacDiarmid that is not part of the geographic township of Kilkenny. 5. All and singular that tract of land situate in the Territorial District of Kenora being within an area four miles in width lying on both sides of the centre line of secondary highway No. 599 and within two miles of and measured at right angles to that portion of the said centre line extending from the easterly boundary of the Township of Ignace northeasterly a distance of 45 miles. 6. All lands within an area the boundary sides of which are as follows: i. On the south side, a line starting at the middle of the south side of Claim P-772 and running west along the south side of Claims A1-101, A1-108, AL-134, AL-135, etc. to the centre point of Claim AL-174. ii. On the west side, a line running north from the centre point of Claim AL-174 along the west side of Claims HP-99 and HP-187, on through the middle of one of the three small islands K-656 in Little Turtle Lake to a point where a line at right angles will bisect K-659. iii. On the north side, a line starting at the point mentioned above and running east along the north side of Claim K-610. iv. On the east side, a line starting at the middle point of the south side of Claim P-772 and running north along the east side of Claim HP-138 to a point where it meets the north boundary line of the school section. 7. Any part of territory without municipal organization that is added to the area of jurisdiction of a district school board by Ontario Regulation 212/09 and that is not described in paragraph 1, 2, 3, 4, 5 or 6.  O. Reg. 468/97, s. 1 (1); O. Reg. 396/00, s. 1; O. Reg. 180/08, s. 1; O. Reg. 215/09, s. 1. (2) For the purpose of clause 257.12 (3) (a) of the Act, if an area described in subsection (1) is partly within a separate school zone, (a) the portion of the area that is within the separate school zone shall be deemed to be a district municipality, unless and until it becomes or is included in a municipality; and (b) the portion of the area that is outside the separate school zone shall be deemed to be a district municipality, unless and until it becomes or is included in a municipality.  O. Reg. 468/97, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Subject to subsection (2), for the purpose of clause 257.12 (3) (a) of the Act, each of the following that is not within a district municipality set out in O. Reg. 467/97 (<i>Deemed District Municipalities</i><i>\n<i>(School Authority Jurisdiction) — Tax Rates</i></i>) shall be deemed to be a district municipality, unless and until it becomes or is included in a municipality:</p> <p class=\"paragraph-e\">  1. Any part of a school section, other than a school section established under section 67 or 68 of the Act, that was in existence on December 31, 1968 and that at that time comprised only territory without municipal organization, excluding any part of the school section that is within the territory described in paragraph 4 or 5.</p> <p class=\"paragraph-e\">  2. Any part of territory without municipal organization that on December 31, 1968 was part of a high school district but was not in a school section.</p> <p class=\"paragraph-e\">  3. Any part of territory without municipal organization that was designated by a regulation made under subsection 55 (1) of the Act, as it read on December 31, 1997, or a predecessor of that subsection, as a district municipality or that was added to a school division without being so designated and that on December 31, 1968 was not in a school section or in a high school district. </p> <p class=\"paragraph-e\">  4. The area comprised of,</p> <p class=\"subpara-e\">  i. the geographic township of Kilkenny in the Territorial District of Thunder Bay, excluding the lands comprising the Rocky Bay Indian Reserve Number 1, and</p> <p class=\"subpara-e\">  ii. the portion of School Section No. 1 MacDiarmid that is not part of the geographic township of Kilkenny.</p> <p class=\"paragraph-e\">  5. All and singular that tract of land situate in the Territorial District of Kenora being within an area four miles in width lying on both sides of the centre line of secondary highway No. 599 and within two miles of and measured at right angles to that portion of the said centre line extending from the easterly boundary of the Township of Ignace northeasterly a distance of 45 miles.</p> <p class=\"paragraph-e\">  6. All lands within an area the boundary sides of which are as follows: </p> <p class=\"subpara-e\">  i. On the south side, a line starting at the middle of the south side of Claim P-772 and running west along the south side of Claims A1-101, A1-108, AL-134, AL-135, etc. to the centre point of Claim AL-174.</p> <p class=\"subpara-e\">  ii. On the west side, a line running north from the centre point of Claim AL-174 along the west side of Claims HP-99 and HP-187, on through the middle of one of the three small islands K-656 in Little Turtle Lake to a point where a line at right angles will bisect K-659.</p> <p class=\"subpara-e\">  iii. On the north side, a line starting at the point mentioned above and running east along the north side of Claim K-610.</p> <p class=\"subpara-e\">  iv. On the east side, a line starting at the middle point of the south side of Claim P-772 and running north along the east side of Claim HP-138 to a point where it meets the north boundary line of the school section.</p> <p class=\"paragraph-e\">  7. Any part of territory without municipal organization that is added to the area of jurisdiction of a district school board by Ontario Regulation 212/09<i> </i>and that is not described in paragraph 1, 2, 3, 4, 5 or 6.  O. Reg. 468/97, s. 1 (1); O. Reg. 396/00, s. 1; O. Reg. 180/08, s. 1; O. Reg. 215/09, s. 1.</p> <p class=\"subsection-e\">  (2) For the purpose of clause 257.12 (3) (a) of the Act, if an area described in subsection (1) is partly within a separate school zone, </p> <p class=\"clause-e\">  (a) the portion of the area that is within the separate school zone shall be deemed to be a district municipality, unless and until it becomes or is included in a municipality; and </p> <p class=\"clause-e\">  (b) the portion of the area that is outside the separate school zone shall be deemed to be a district municipality, unless and until it becomes or is included in a municipality.  O. Reg. 468/97, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2., 3. Revoked:  O. Reg. 180/08, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b>,<b> 3.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 180/08, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/970468\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}