{
    "reg_info": {
        "full_title": "O. Reg. 207/19: THE ESSAR STEEL ALGOMA INC. WRAP PENSION PLAN",
        "reg_name_text": "THE ESSAR STEEL ALGOMA INC. WRAP PENSION PLAN",
        "citation": "O. Reg. 207/19: ",
        "act_under": "Pension Benefits Act",
        "url": "https://www.ontario.ca/laws/regulation/190207",
        "date_scraped": "2023-12-18 22:57:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 20, 2019",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Implementation of certain agreements",
            "content": " 1. This Regulation implements, in part, the following agreements: 1. The Wrap Plan Agreement dated as of November 30, 2018 between Essar Steel Algoma Inc. and Algoma Steel Inc. (formerly known as 1076318 B.C. Ltd.) and The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) and its Local 2724 and The retired members and former members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Wrap Pension Plan, as represented by Ursel Phillips Fellows Hopkinson LLP, in its capacity as Court-Appointed Representative Counsel, and Ernst & Young Inc., in its capacity as Court-Appointed Monitor of the Applicants (as defined in paragraph A of the Wrap Plan Agreement). 2. The Agreement Regarding the Wrap Plan, made as of April 3, 2019, in respect of The Essar Steel Algoma Inc. Wrap Pension Plan between Essar Steel Algoma Inc., Algoma Steel Inc., The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local 2724 and All persons entitled to benefits under The Essar Steel Algoma Inc. Wrap Pension Plan, registered under the Act as number 1079888, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Regulation implements, in part, the following agreements:</p> <p class=\"paragraph-e\">  1. The Wrap Plan Agreement dated as of November 30, 2018 between Essar Steel Algoma Inc. and Algoma Steel Inc. (formerly known as 1076318 B.C. Ltd.) and The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) and its Local 2724 and The retired members and former members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Wrap Pension Plan, as represented by Ursel Phillips Fellows Hopkinson LLP, in its capacity as Court-Appointed Representative Counsel, and Ernst &amp; Young Inc., in its capacity as Court-Appointed Monitor of the Applicants (as defined in paragraph A of the Wrap Plan Agreement).</p> <p class=\"paragraph-e\">  2. The Agreement Regarding the Wrap Plan, made as of April 3, 2019, in respect of The Essar Steel Algoma Inc. Wrap Pension Plan between Essar Steel Algoma Inc., Algoma Steel Inc., The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local 2724 and All persons entitled to benefits under The Essar Steel Algoma Inc. Wrap Pension Plan, registered under the Act as number 1079888, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "  2. (1) In this Regulation, “Amended and Restated Representative Counsel Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 9, 2015 entitled “Amended and Restated Representative Counsel Order”, as amended by the Local 2251 Representation Order and as further amended by the Wrap Plan Order; (“ordonnance modifiée et mise à jour de représentation par avocat”) “employer” means in relation to a former member or retired member of the Wrap Plan, the person deemed to be the employer in section 3; (“employeur”) “Escrow Payments” has the meaning as set out in the Wrap Plan Agreement; (“versements entiercés”) “General Regulation” means Regulation 909 of the Revised Regulations of Ontario, 1990 (General) made under the Act; (“règlement général”) “Local 2251 Representation Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated December 5, 2017, entitled “Local 2251 Representation Order”; (“ordonnance de représentation par la section locale 2251”) “Wrap Plan” means The Essar Steel Algoma Inc. Wrap Pension Plan, registered under the Act as number 1079888; (“régime appelé Wrap Plan”) “Wrap Plan Agreement” means the agreement referred in paragraph 1 of section 1; (“accord sur le régime appelé Wrap Plan”) “Wrap Plan Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 8, 2018, entitled “Order (Re: Wrap Plan)”. (“ordonnance visant le régime appelé Wrap Plan”) (2) Expressions in this Regulation have the same meaning as in the General Regulation, except where otherwise indicated.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“Amended and Restated Representative Counsel Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 9, 2015 entitled “Amended and Restated Representative Counsel Order”, as amended by the Local 2251 Representation Order and as further amended by the Wrap Plan Order; (“ordonnance modifiée et mise à jour de représentation par avocat”)</p> <p class=\"definition-e\">“employer” means in relation to a former member or retired member of the Wrap Plan, the person deemed to be the employer in section 3; (“employeur”)</p> <p class=\"definition-e\">“Escrow Payments” has the meaning as set out in the Wrap Plan Agreement; (“versements entiercés”)</p> <p class=\"definition-e\">“General Regulation” means Regulation 909 of the Revised Regulations of Ontario, 1990 (General) made under the Act; (“règlement général”)</p> <p class=\"definition-e\">“Local 2251 Representation Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated December 5, 2017, entitled “Local 2251 Representation Order”; (“ordonnance de représentation par la section locale 2251”)</p> <p class=\"definition-e\">“Wrap Plan” means The Essar Steel Algoma Inc. Wrap Pension Plan, registered under the Act as number 1079888; (“régime appelé Wrap Plan”)</p> <p class=\"definition-e\">“Wrap Plan Agreement” means the agreement referred in paragraph 1 of section 1; (“accord sur le régime appelé Wrap Plan”)</p> <p class=\"definition-e\">“Wrap Plan Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 8, 2018, entitled “Order (Re: Wrap Plan)”. (“ordonnance visant le régime appelé Wrap Plan”)</p> <p class=\"subsection-e\">  (2) Expressions in this Regulation have the same meaning as in the General Regulation, except where otherwise indicated.</p>"
        },
        {
            "id": "3.",
            "section": "Employer",
            "content": "  3. Algoma Steel Inc. is deemed to be the employer for the purposes of the Act and regulations under the Act in relation to the former members, retired members and other persons entitled to benefits under the Wrap Plan.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Algoma Steel Inc. is deemed to be the employer for the purposes of the Act and regulations under the Act in relation to the former members, retired members and other persons entitled to benefits under the Wrap Plan.</p>"
        },
        {
            "id": "4.",
            "section": "Application of General Regulation",
            "content": "  4. The General Regulation applies to the Wrap Plan, except as provided in this Regulation.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>The General Regulation applies to the Wrap Plan, except as provided in this Regulation.</p>"
        },
        {
            "id": "5.",
            "section": "Exemptions re funding",
            "content": "  5. Subsection 55 (1) and section 55.1 of the Act do not apply to the Wrap Plan.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>Subsection 55 (1) and section 55.1 of the Act do not apply to the Wrap Plan.</p>"
        },
        {
            "id": "6.",
            "section": "Exemptions re trust property",
            "content": "  6. (1) Subsection 57 (3) of the Act does not apply to Essar Steel Algoma Inc. or to Algoma Steel Inc. in respect of contributions due and not paid into the pension fund of the Wrap Plan by Essar Steel Algoma Inc. before this Regulation came into force. (2) Subsection 57 (4) of the Act does not apply to the Wrap Plan or to Essar Steel Algoma Inc. or to Algoma Steel Inc. with respect to the Wrap Plan.",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>(1) Subsection 57 (3) of the Act does not apply to Essar Steel Algoma Inc. or to Algoma Steel Inc. in respect of contributions due and not paid into the pension fund of the Wrap Plan by Essar Steel Algoma Inc. before this Regulation came into force.</p> <p class=\"subsection-e\">  (2) Subsection 57 (4) of the Act does not apply to the Wrap Plan or to Essar Steel Algoma Inc. or to Algoma Steel Inc. with respect to the Wrap Plan.</p>"
        },
        {
            "id": "7.",
            "section": "Letter of credit not permitted",
            "content": "  7. For greater certainty, section 55.2 of the Act does not apply to the employer in respect of the Wrap Plan.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>For greater certainty, section 55.2 of the Act does not apply to the employer in respect of the Wrap Plan.</p>"
        },
        {
            "id": "8.",
            "section": "Escrow payments",
            "content": " 8. On the day this Regulation comes into force or as soon as practicable after that date, the employer or a person or entity required to make contributions under the pension plan on behalf of the employer shall make the following contribution to the Wrap Plan: 1. The Escrow Payments, together with all accrued interest on them.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>On the day this Regulation comes into force or as soon as practicable after that date, the employer or a person or entity required to make contributions under the pension plan on behalf of the employer shall make the following contribution to the Wrap Plan:</p> <p class=\"paragraph-e\">  1. The Escrow Payments, together with all accrued interest on them.</p>"
        },
        {
            "id": "9.",
            "section": "Required contributions — solvency ratio below 1",
            "content": "  9. (1) This section applies with respect to the funding of the Wrap Plan if the most recently filed report shows that, as of the valuation date of the report, the pension plan has a solvency ratio below 1. (2) The following contributions to the Wrap Plan shall be made by the employer: 1. Monthly contributions that are equal to the lesser of, i. the aggregate total of benefit payments made to former members, retired members and any other persons entitled to benefits under the pension plan in the preceding month, and ii. $416,667. (3) The employer shall make the monthly contributions referred to in paragraph 1 of subsection (2) on or before the last business day of the month in which the contributions are due. (4) Sections 3, 4, 5, 7, 7.0.1, 7.0.3, 8, 11.2 and 12 of the General Regulation do not apply to the Wrap Plan or to the employer with respect to the Wrap Plan. (5) For the purposes of subsection (1), a report includes an annual report filed under section 14 of this Regulation or under section 17 of Ontario Regulation 202/02 (Essar Steel Algoma Inc. Pension Plans) made under the Act, before that Regulation was revoked.",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>(1) This section applies with respect to the funding of the Wrap Plan if the most recently filed report shows that, as of the valuation date of the report, the pension plan has a solvency ratio below 1.</p> <p class=\"subsection-e\">  (2) The following contributions to the Wrap Plan shall be made by the employer:</p> <p class=\"paragraph-e\">  1. Monthly contributions that are equal to the lesser of,</p> <p class=\"subpara-e\">  i. the aggregate total of benefit payments made to former members, retired members and any other persons entitled to benefits under the<b> </b>pension plan in<b> </b>the preceding month, and</p> <p class=\"subpara-e\">  ii. $416,667.</p> <p class=\"subsection-e\">  (3) The employer shall make the monthly contributions referred to in paragraph 1 of subsection (2) on or before the last business day of the month in which the contributions are due.</p> <p class=\"subsection-e\">  (4) Sections 3, 4, 5, 7, 7.0.1, 7.0.3, 8, 11.2 and 12 of the General Regulation do not apply to the Wrap Plan or to the employer with respect to the Wrap Plan.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (1), a report includes an annual report filed under section 14 of this Regulation or under section 17 of Ontario Regulation 202/02 (Essar Steel Algoma Inc. Pension Plans) made under the Act, before that Regulation was revoked.</p>"
        },
        {
            "id": "10.",
            "section": "Required contributions — solvency ratio equal to or above 1",
            "content": "  10. (1) If the most recently filed report shows that, as of the valuation date of the report, the Wrap Plan has a solvency ratio equal to or greater than 1, the employer shall fund the pension plan in accordance with the General Regulation instead of in accordance with this Regulation. (2) For the purposes of subsection (1), a report includes an annual report filed under section 14 of this Regulation or under section 17 of Ontario Regulation 202/02 (Essar Steel Algoma Inc. Pension Plans) made under the Act, before that Regulation was revoked.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) If the most recently filed report shows that, as of the valuation date of the report, the Wrap Plan has a solvency ratio equal to or greater than 1, the employer shall fund the pension plan in accordance with the General Regulation instead of in accordance with this Regulation.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), a report includes an annual report filed under section 14 of this Regulation or under section 17 of Ontario Regulation 202/02 (Essar Steel Algoma Inc. Pension Plans) made under the Act, before that Regulation was revoked.</p>"
        },
        {
            "id": "11.",
            "section": "Limitation — benefit improvements",
            "content": "  11. (1) The Wrap Plan must not be amended to provide benefit improvements other than benefit improvements required by law. (2) Subsection (1) applies whether the benefit improvements are effective before or after this Regulation comes into force.",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>(1) The Wrap Plan must not be amended to provide benefit improvements other than benefit improvements required by law.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies whether the benefit improvements are effective before or after this Regulation comes into force.</p>"
        },
        {
            "id": "12.",
            "section": "Exemptions re winding up order by Chief Executive Officer",
            "content": "  12. (1) Clause 69 (1) (d) of the Act and section 28.2 of the General Regulation do not apply with respect to the wind up of the Wrap Plan. (2) For purposes of clause 69 (1) (i) of the Act, the following are prescribed as events and circumstances in which the Chief Executive Officer by order may require the wind up of the Wrap Plan: 1. The pension plan does not have sufficient money to pay all the benefits that have become due. 2. The pension plan is not expected to have sufficient money to pay all the benefits due within the period that begins on the valuation date of the most recent annual report and ends 24 months after that date, taking into account, in addition to any other factors, contributions that are expected to be made within the period.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>(1) Clause 69 (1) (d) of the Act and section 28.2 of the General Regulation do not apply with respect to the wind up of the Wrap Plan.</p> <p class=\"subsection-e\">  (2) For purposes of clause 69 (1) (i) of the Act, the following are prescribed as events and circumstances in which the Chief Executive Officer by order may require the wind up of the Wrap Plan:</p> <p class=\"paragraph-e\">  1. The pension plan<b> </b>does not have sufficient money to pay all the benefits that have become due.</p> <p class=\"paragraph-e\">  2. The pension plan is not expected to have sufficient money to pay all the benefits due within the period that begins on the valuation date of the most recent annual<b> </b>report and ends 24 months after that date, taking into account, in addition to any other factors, contributions that are expected<b> </b>to be made within the period.</p>"
        },
        {
            "id": "13.",
            "section": "Pension benefits not guaranteed by Guarantee Fund",
            "content": "  13. The Wrap Plan is a prescribed pension plan for the purposes of paragraph 6 of section 85 of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>The Wrap Plan is a prescribed pension plan for the purposes of paragraph 6 of section 85 of the Act.</p>"
        },
        {
            "id": "14.",
            "section": "Annual report",
            "content": "  14. (1) The administrator shall cause the Wrap Plan to be reviewed annually. (2) Subject to subsection (3), section 14 of the General Regulation does not apply with respect to the Wrap Plan and instead the administrator of the pension plan shall prepare a report in accordance with the following rules: 1. The first report must, i. be prepared with a valuation date of April 1, 2019 and must be filed within 90 days after the date this Regulation comes into force, ii. cover the period from December 1, 2018 to March 31, 2019, and iii. include, in addition to the information required by paragraph 4, information about the monthly payments made into the escrow account under the terms of the Wrap Plan Agreement from November 30, 2018 to March 31, 2019, including the amount and date of each monthly payment, together with all accrued interest on all the payments. 2. Every subsequent report must be prepared with a valuation date of April 1. However, the valuation date of a report, other than the first report, may be a date other than April 1 if that other date is determined in accordance with the Wrap Plan Agreement. 3. Every report, other than the first report, must be filed within 90 days after the valuation date of the report. 4. Subject to subsection (3), if the report shows that the pension plan has a solvency ratio below 1, the report must set out the following information with respect to the pension plan at the valuation date: i. The solvency ratio. ii. The solvency assets. iii. The solvency liabilities. iv. The pension plan’s 15-year cash flow projection, which must include the following information: A. the estimated annual contributions, B. the estimated benefit payments, C. the estimated market value of the pension plan assets, D. the estimated solvency ratio, E. the estimated expenses, and F. the estimated investment income. v. A reconciliation of the market value of the pension plan assets during the period covered by the report, which must include the following information: A. pension plan assets at the beginning of the period and at the end of the period, B. contributions, C. investment income, D. investment gains or losses, E. benefits paid, and F. expenses. vi. A reconciliation of pension plan membership during the period covered by the report, which must include the following information: A. average age of former members, retired members and other persons entitled to benefits under the pension plan, and B. average annual benefits being paid to former members, retired members and other persons entitled to benefits under the pension plan. 5. Every report must be prepared by an actuary, and the actuary who prepares the report must, i. use actuarial cost methods and assumptions that are consistent with section 3000 of the Canadian Institute of Actuaries Standards of Practice, as referred to in clause 16 (4.1) (b) of the General Regulation, and with the requirements of the Act, this Regulation and, if applicable at the time, the General Regulation, and ii. certify that the report satisfies the requirements set out in subparagraph i. 6. The administrator shall give the employer a copy of the annual report immediately after filing it. (3) If a report shows that the Wrap Plan has a solvency ratio equal to or greater than 1, the administrator of the pension plan shall prepare and file a report in accordance with subsection (2), except that instead of the information required under paragraph 4 of that subsection, the report must set out the information with respect to the pension plan at the valuation date that meets the requirements of subsections 14 (7) to (9) of the General Regulation. (4) A report prepared and filed in accordance with subsection (3) is deemed to be a report filed under section 14 of the General Regulation.",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>(1) The administrator shall cause the Wrap Plan to be reviewed annually.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), section 14 of the General Regulation does not apply with respect to the Wrap Plan and instead the administrator of the pension plan shall prepare a report in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The first report must,</p> <p class=\"subpara-e\">  i. be prepared with a valuation date of April 1, 2019 and must be filed within 90 days after the date this Regulation comes into force,</p> <p class=\"subpara-e\">  ii. cover the period from December 1, 2018 to March 31, 2019, and</p> <p class=\"subpara-e\">  iii. include, in addition to the information required by paragraph 4, information about the monthly payments made into the escrow account under the terms of the Wrap Plan Agreement from November 30, 2018 to March 31, 2019, including the amount and date of each monthly payment, together with all accrued interest on all the payments.</p> <p class=\"paragraph-e\">  2. Every subsequent report must be prepared with a valuation date of April 1. However, the valuation date of a report, other than the first report, may be a date other than April 1 if that other date is determined in accordance with the Wrap Plan Agreement.</p> <p class=\"paragraph-e\">  3. Every report, other than the first report, must be filed within 90 days after the valuation date of the report.</p> <p class=\"paragraph-e\">  4. Subject to subsection (3), if the report shows that the pension plan<b> </b>has a solvency ratio below 1, the report must set out the following information with respect to the pension plan at the valuation date:</p> <p class=\"subpara-e\">  i. The solvency ratio.</p> <p class=\"subpara-e\">  ii. The solvency assets.</p> <p class=\"subpara-e\">  iii. The solvency liabilities.</p> <p class=\"subpara-e\">  iv. The pension plan’s 15-year cash flow projection, which must include the following information:</p> <p class=\"subsubpara-e\">  A. the estimated<b><span> </span></b>annual<span> </span>contributions,</p> <p class=\"subsubpara-e\">  B. the estimated benefit payments,</p> <p class=\"subsubpara-e\">  C. the estimated market value of the pension plan assets,</p> <p class=\"subsubpara-e\">  D. the estimated solvency ratio,</p> <p class=\"subsubpara-e\">  E. the estimated expenses, and</p> <p class=\"subsubpara-e\">  F. the estimated investment income.</p> <p class=\"subpara-e\">  v. A reconciliation of the market value of the pension plan assets during the period covered by the report, which must include the following information:</p> <p class=\"subsubpara-e\">  A. pension plan assets at the beginning of the period and at the end of the period,</p> <p class=\"subsubpara-e\">  B. contributions,</p> <p class=\"subsubpara-e\">  C. investment income,</p> <p class=\"subsubpara-e\">  D. investment gains or losses,</p> <p class=\"subsubpara-e\">  E. benefits paid, and</p> <p class=\"subsubpara-e\">  F. expenses.</p> <p class=\"subpara-e\">  vi. A reconciliation of pension plan membership during the period covered by the report, which must include the following information:</p> <p class=\"subsubpara-e\">  A. average age of former members, retired members and other persons entitled to benefits under the pension plan, and</p> <p class=\"subsubpara-e\">  B. average annual benefits being paid to former members, retired members and other persons entitled to benefits under the pension plan.</p> <p class=\"paragraph-e\">  5. Every report must be prepared by an actuary, and the actuary who prepares the report must,</p> <p class=\"subpara-e\">  i. use actuarial cost methods and assumptions that are consistent with section 3000 of the <i>Canadian Institute of Actuaries Standards of Practice</i>, as referred to in clause 16 (4.1) (b) of the General Regulation, and with the requirements of the Act, this Regulation and, if applicable at the time, the General Regulation, and</p> <p class=\"subpara-e\">  ii. certify that the report satisfies the requirements set out in subparagraph i.</p> <p class=\"paragraph-e\">  6. The administrator shall give the employer a copy of the annual report immediately after filing it.</p> <p class=\"subsection-e\">  (3) If a report shows that the Wrap Plan has a solvency ratio equal to or greater than 1, the administrator of the pension plan shall prepare and file a report in accordance with subsection (2), except that instead of the information required under paragraph 4 of that subsection, the report must set out the information with respect to the pension plan at the valuation date that meets the requirements of subsections 14 (7) to (9) of the General Regulation.</p> <p class=\"subsection-e\">  (4) A report prepared and filed in accordance with subsection (3) is deemed to be a report filed under section 14 of the General Regulation.</p>"
        },
        {
            "id": "15.",
            "section": "Special order for preparation of report, s. 87 (6) of the Act",
            "content": " 15. The following circumstance is prescribed for the purposes of subsection 87 (6) of the Act: 1. Since the valuation date of the report most recently filed under section 14, there has been a decrease in the going concern assets or solvency assets of the Wrap Plan.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The following circumstance is prescribed for the purposes of subsection 87 (6) of the Act:</p> <p class=\"paragraph-e\">  1. Since the valuation date of the report most recently filed under section 14, there has been a decrease in the going concern assets or solvency assets of the Wrap Plan.</p>"
        },
        {
            "id": "16.",
            "section": "Statement for former members and retired members",
            "content": "  16. (1) Subject to subsection (2), in every biennial statement to be given to former members and retired members of the Wrap Plan under subsection 27 (2) of the Act after this section comes into force, the administrator shall include the following information, with respect to the pension plan, in addition to the information required by section 40.1 or 40.2 of the General Regulation, as the case may be: 1. The amount of the contributions made to the pension plan during the period covered by the statement. 2. The aggregate total amount of the benefit payments made to former members, retired members and any other persons entitled to benefits under the pension plan during the period covered by the statement. 3. The pension plan’s solvency assets. 4. A statement that the pension benefits are not guaranteed by the Guarantee Fund. (2) If the most recently filed annual report under section 14 shows that the Wrap Plan has a solvency ratio equal to or greater than 1, the biennial statement is not required to set out the information described in paragraphs 1 to 3 of subsection (1).",
            "raw_html": "<p class=\"section-e\"><b>  16. </b>(1) Subject to subsection (2), in every biennial statement to be given to former members and retired members of the Wrap Plan under subsection 27 (2) of the Act after this section comes into force, the administrator shall include the following information, with respect to the pension plan, in addition to the information required by section 40.1 or 40.2 of the General Regulation, as the case may be:</p> <p class=\"paragraph-e\">  1. The amount of the contributions made to the pension plan during the period covered by the statement.</p> <p class=\"paragraph-e\">  2. The aggregate total amount of the benefit payments made to former members, retired members and any other persons entitled to benefits under the pension plan during the period covered by the statement.</p> <p class=\"paragraph-e\">  3. The pension plan’s solvency assets.</p> <p class=\"paragraph-e\">  4. A statement that the pension benefits are not guaranteed by the Guarantee Fund.</p> <p class=\"subsection-e\">  (2) If the most recently filed annual report under section 14 shows that the Wrap Plan has a solvency ratio equal to or greater than 1, the biennial statement is not required to set out the information described in paragraphs 1 to 3 of subsection (1).</p>"
        },
        {
            "id": "17.",
            "section": "Documents to be filed",
            "content": "  17. The agreements listed in section 1 are prescribed for the purpose of clause 9 (2) (f) of the Act with respect to the Wrap Plan.",
            "raw_html": "<p class=\"section-e\"><b>  17. </b>The agreements listed in section 1 are prescribed for the purpose of clause 9 (2) (f) of the Act with respect to the Wrap Plan.</p>"
        },
        {
            "id": "18.",
            "section": "Original pension plans",
            "content": " 18. The definitions of “original Hourly Employees Plan” and “original Salaried Employees Plan” in section 1 of Ontario Regulation 202/02 (Essar Steel Algoma Inc. Pension Plans) made under the Act and sections 2 to 4 of that Regulation, as those definitions and provisions read immediately before their revocation, continue to apply to The Non-Contributory Pension Plan Covering Hourly Paid Bargaining Unit Employees of Algoma Steel Inc. registered under the Act as number 335802 and to The Algoma Steel Inc. Salaried Employees Pension Plan for Employees in Canada registered under the Act as number 335810 until the Chief Executive Officer has received a written notice under subsection 29.1 (4) of the General Regulation for each pension plan stating that all assets of the pension plan have been distributed under section 70 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The definitions of “original Hourly Employees Plan” and “original Salaried Employees Plan” in section 1 of Ontario Regulation 202/02 (Essar Steel Algoma Inc. Pension Plans) made under the Act and sections 2 to 4 of that Regulation, as those definitions and provisions read immediately before their revocation, continue to apply to The Non-Contributory Pension Plan Covering Hourly Paid Bargaining Unit Employees of Algoma Steel Inc. registered under the Act as number 335802 and to The Algoma Steel Inc. Salaried Employees Pension Plan for Employees in Canada registered under the Act as number 335810 until the Chief Executive Officer has received a written notice under subsection 29.1 (4) of the General Regulation for each pension plan stating that all assets of the pension plan have been distributed under section 70 of the Act.</p>"
        },
        {
            "id": "19.",
            "section": "Original pension plans",
            "content": " 19. Omitted (Revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> <span class=\"ovsmallcap\">Omitted (Revokes other Regulations)</span>.</p>"
        },
        {
            "id": "20.",
            "section": "Original pension plans",
            "content": " 20. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>20<b>.</b></b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Original pension plans",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190207\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}