{
    "reg_info": {
        "full_title": "O. Reg. 392/02: DISTANCE EDUCATION PROGRAMS",
        "reg_name_text": "distance education programs",
        "citation": "O. Reg. 392/02: DISTANCE EDUCATION PROGRAMS",
        "act_under": "Ontario Educational Communications Authority Act",
        "url": "https://www.ontario.ca/laws/regulation/020392",
        "date_scraped": "2023-12-19 06:43:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 20, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/020392/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "May 19, 2010"
        },
        {
            "a_href": "/laws/regulation/020392/v2",
            "valid_from": "June  5, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/regulation/020392/v1",
            "valid_from": "December 23, 2002",
            "valid_to": "June  4, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. This Regulation applies with respect to distance education programs provided by the Authority.  O. Reg. 392/02, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>This Regulation applies with respect to distance education programs provided by the Authority.  O. Reg. 392/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": " 2. In this Regulation,  “Minister” means the Minister of Education; (“ministre”) “Ministry” means the Ministry of Education; (“ministère”) “teacher” means a person who holds a certificate of qualification and registration and who is a member of the Ontario College of Teachers. (“enseignant”)  O. Reg. 392/02, s. 2; S.O. 2009, c. 33, Sched. 13, s. 8. Powers of Minister",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>In this Regulation, </p> <p class=\"firstdef-e\">“Minister” means the Minister of Education; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Education; (“ministère”)</p> <p class=\"definition-e\">“teacher”<i> </i>means a person who holds a certificate of qualification and registration and who is a member of the Ontario College of Teachers. (“enseignant”)<i>  </i>O. Reg. 392/02, s. 2; S.O. 2009, c. 33, Sched. 13, s. 8.</p> <p class=\"heading1-e\">Powers of Minister</p>"
        },
        {
            "id": "3.",
            "section": "Courses and areas of study",
            "content": " 3. The Minister may, in respect of courses provided by the Authority as part of its distance education programs, (a)  issue curriculum guidelines and require that courses of study be developed from them and establish procedures for the approval of courses of study that are not developed from such curriculum guidelines; (b)  prescribe areas of study and require that courses of study be grouped under them and establish procedures for the approval of alternative areas of study under which courses of study shall be grouped; (c)  approve or permit the Authority to approve, (i)  courses of study that are not developed from such curriculum guidelines, and (ii)  alternative areas of study under which courses of study shall be grouped; and (d)  authorize the courses of study and areas of study referred to in clause (c) to be used in lieu of or in addition to any prescribed course of study or area of study.  O. Reg. 392/02, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>The Minister may, in respect of courses provided by the Authority as part of its distance education programs,</p> <p class=\"clause-e\">  (a)  issue curriculum guidelines and require that courses of study be developed from them and establish procedures for the approval of courses of study that are not developed from such curriculum guidelines;</p> <p class=\"clause-e\">  (b)  prescribe areas of study and require that courses of study be grouped under them and establish procedures for the approval of alternative areas of study under which courses of study shall be grouped; </p> <p class=\"clause-e\">  (c)  approve or permit the Authority to approve,</p> <p class=\"subclause-e\">  (i)  courses of study that are not developed from such curriculum guidelines, and</p> <p class=\"subclause-e\">  (ii)  alternative areas of study under which courses of study shall be grouped; and </p> <p class=\"clause-e\">  (d)  authorize the courses of study and areas of study referred to in clause (c) to be used in lieu of or in addition to any prescribed course of study or area of study.  O. Reg. 392/02, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Reviews of effectiveness",
            "content": " 4. The Minister may conduct reviews of classroom practices and the effectiveness of distance education programs and require the Authority to participate in the reviews and to provide information to the Minister for that purpose in such form as the Minister may prescribe.  O. Reg. 392/02, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b><b> </b>The Minister may conduct reviews of classroom practices and the effectiveness of distance education programs and require the Authority to participate in the reviews and to provide information to the Minister for that purpose in such form as the Minister may prescribe.  O. Reg. 392/02, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Assessment of academic achievement: tests, policies and guidelines",
            "content": " 5. (1) The Minister may assess the academic achievement of students enrolled in courses provided by the Authority and, for the purpose, he or she may, (a)  provide for the administering and marking of tests of academic achievement; (b)  require the Authority to administer tests of academic achievement to its students and mark the tests, within the time and in the manner and form specified by the Minister; and (c)  require the Authority to report on the results of the tests to the Minister and as otherwise directed by him or her, within the time and in the manner and form specified by the Minister.  O. Reg. 392/02, s. 5 (1). (2) The Minister may establish policies and guidelines for the assessment of the academic achievement of students enrolled in courses provided by the Authority and require the Authority to comply with the policies and guidelines.  O. Reg. 392/02, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>(1) The Minister may assess the academic achievement of students enrolled in courses provided by the Authority and, for the purpose, he or she may,</p> <p class=\"clause-e\">  (a)  provide for the administering and marking of tests of academic achievement;</p> <p class=\"clause-e\">  (b)  require the Authority to administer tests of academic achievement to its students and mark the tests, within the time and in the manner and form specified by the Minister; and</p> <p class=\"clause-e\">  (c)  require the Authority to report on the results of the tests to the Minister and as otherwise directed by him or her, within the time and in the manner and form specified by the Minister.  O. Reg. 392/02, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The Minister may establish policies and guidelines for the assessment of the academic achievement of students enrolled in courses provided by the Authority and require the Authority to comply with the policies and guidelines.<b>  </b>O. Reg. 392/02, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Guidelines respecting student records",
            "content": " 6. The Minister may issue guidelines respecting records of students enrolled in courses provided by the Authority and require the Authority to comply with the guidelines.  O. Reg. 392/02, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b><b> </b>The Minister may issue guidelines respecting records of students enrolled in courses provided by the Authority and require the Authority to comply with the guidelines.<b>  </b>O. Reg. 392/02, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Copyright licence agreements",
            "content": " 7. The Minister may enter into a licence agreement to permit the Authority to copy, under the terms of the licence agreement, works protected by copyright, and to, (a)  extend the rights under the licence agreement to the Authority; and (b)  require the Authority to comply with the terms of the licence agreement.  O. Reg. 392/02, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>The Minister may enter into a licence agreement to permit the Authority to copy, under the terms of the licence agreement, works protected by copyright, and to,</p> <p class=\"clause-e\">  (a)  extend the rights under the licence agreement to the Authority; and</p> <p class=\"clause-e\">  (b)  require the Authority to comply with the terms of the licence agreement.  O. Reg. 392/02, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Reports ",
            "content": " 8. (1) The Minister may require the Authority to prepare any report or return that the Minister may require in a form prescribed by him or her and to provide a copy of the report or return to such other persons as the Minister may direct.  O. Reg. 392/02, s. 8 (1). (2) The Minister may issue guidelines respecting the form and content of reports and returns.  O. Reg. 392/02, s. 8 (2). Authority’s Duties — Enrolment, Guidance and Conduct",
            "raw_html": "<p class=\"section-e\"> <b>8.</b><b> </b>(1) The Minister may require the Authority to prepare any report or return that the Minister may require in a form prescribed by him or her and to provide a copy of the report or return to such other persons as the Minister may direct.  O. Reg. 392/02, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Minister may issue guidelines respecting the form and content of reports and returns.  O. Reg. 392/02, s. 8 (2).</p> <p class=\"heading1-e\">Authority’s Duties — Enrolment, Guidance and Conduct</p>"
        },
        {
            "id": "9.",
            "section": "Enrolment not to be refused ",
            "content": " 9. (1) A pupil who is enrolled in a school operated by a board and who is referred by the board to the Authority for a course that the pupil is eligible to take shall not be refused enrolment in the course by the Authority.  O. Reg. 392/02, s. 9 (1). (2) A person who applies to take a course provided by the Authority and who is less than 18 years of age shall not be refused enrolment in the course solely because the person or the person's parent or guardian is unlawfully in Canada.  O. Reg. 392/02, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b><b> </b>(1) A pupil who is enrolled in a school operated by a board and who is referred by the board to the Authority for a course that the pupil is eligible to take shall not be refused enrolment in the course by the Authority.  O. Reg. 392/02, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A person who applies to take a course provided by the Authority and who is less than 18 years of age shall not be refused enrolment in the course solely because the person or the person's parent or guardian is unlawfully in Canada.  O. Reg. 392/02, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Guidance",
            "content": " 10. The Authority shall provide to students enrolled in a course such guidance as will enable them to plan intelligently for their educational and vocational advancement.  O. Reg. 392/02, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10.</b><b> </b>The Authority shall provide to students enrolled in a course such guidance as will enable them to plan intelligently for their educational and vocational advancement.  O. Reg. 392/02, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Policies governing conduct",
            "content": " 11. (1) The Authority shall establish policies and guidelines with respect to the conduct of students and staff during courses provided by the Authority, and the policies and guidelines must address such matters and include such requirements as the Minister may specify.  O. Reg. 392/02, s. 11 (1). (2) The principal may suspend a student from a course in accordance with the Authority’s policy on suspensions.  O. Reg. 392/02, s. 11 (2). Supervisory Officer",
            "raw_html": "<p class=\"section-e\"> <b>11.</b><b> </b>(1) The Authority shall establish policies and guidelines with respect to the conduct of students and staff during courses provided by the Authority, and the policies and guidelines must address such matters and include such requirements as the Minister may specify.  O. Reg. 392/02, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The principal may suspend a student from a course in accordance with the Authority’s policy on suspensions.  O. Reg. 392/02, s. 11 (2).</p> <p class=\"heading1-e\">Supervisory Officer</p>"
        },
        {
            "id": "12.",
            "section": "Supervisory officer",
            "content": " 12. (1) The Authority shall appoint a supervisory officer to supervise all aspects of the programs provided by it.  O. Reg. 392/02, s. 12 (1). (2) The supervisory officer shall, (a)  hold a supervisory officer’s certificate that qualifies him or her as such as a teacher; and (b)  be a member of the Ontario College of Teachers.  O. Reg. 392/02, s. 12 (2). (3) No person shall be appointed as supervisory officer until notice in writing of the proposed appointment has been given to the Minister, and the Minister has confirmed that the person to be appointed is eligible for the position.  O. Reg. 392/02, s. 12 (3). (4) The Authority shall assign to the supervisory officer the duty, (a)  to prepare a report of a course review when required by the Minister and the Authority and to give to a teacher referred to in any such report a copy of the portion of the report that refers to the teacher; (b)  to ensure that the courses provided by the Authority are conducted in accordance with the Act and this Regulation; (c)  to make a general annual report as to the performance of his or her duties when required by the Minister; and (d)  to furnish the Minister with information respecting any of the courses provided by the Authority when required to do so.  O. Reg. 392/02, s. 12 (4). (5) The supervisory officer may assume any of the authority and responsibility of the principal.  O. Reg. 392/02, s. 12 (5). Principal",
            "raw_html": "<p class=\"section-e\"> <b>12.</b><b> </b>(1) The Authority<b> </b>shall appoint a supervisory officer to supervise all aspects of the programs provided by it.  O. Reg. 392/02, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The supervisory officer shall,</p> <p class=\"clause-e\">  (a)  hold a supervisory officer’s certificate that qualifies him or her as such as a teacher; and</p> <p class=\"clause-e\">  (b)  be a member of the Ontario College of Teachers.  O. Reg. 392/02, s. 12 (2).</p> <p class=\"subsection-e\">  (3) No person shall be appointed as supervisory officer until notice in writing of the proposed appointment has been given to the Minister, and the Minister has confirmed that the person to be appointed is eligible for the position. <b> </b>O. Reg. 392/02, s. 12 (3).</p> <p class=\"subsection-e\"><b> </b>(4) The Authority shall assign to the supervisory officer the duty,</p> <p class=\"clause-e\">  (a)  to prepare a report of a course review when required by the Minister and the Authority and to give to a teacher referred to in any such report a copy of the portion of the report that refers to the teacher;</p> <p class=\"clause-e\">  (b)  to ensure that the courses provided by the Authority are conducted in accordance with the Act and this Regulation; </p> <p class=\"clause-e\">  (c)  to make a general annual report as to the performance of his or her duties when required by the Minister; and</p> <p class=\"clause-e\">  (d)  to furnish the Minister with information respecting any of the courses provided by the Authority when required to do so.<b>  </b>O. Reg. 392/02, s. 12 (4).</p> <p class=\"subsection-e\">  (5) The supervisory officer may assume any of the authority and responsibility of the principal.  O. Reg. 392/02, s. 12 (5).</p> <p class=\"heading1-e\">Principal</p>"
        },
        {
            "id": "13.",
            "section": "Principal ",
            "content": " 13. (1) The Authority shall hire a principal to be in charge, subject to the authority of the supervisory officer, of the organization and management of the courses provided by the Authority and the instruction and discipline of students enrolled in the courses.  O. Reg. 392/02, s. 13 (1). (2) The principal shall be a teacher who is a member of the Ontario College of Teachers and who, (a)  holds or is deemed to hold, under Ontario Regulation 176/10, principal’s qualifications; or (b)  holds a principal’s certificate that is a qualification to be principal in the type of school identified on the certificate or is deemed under subsection 40 (2) of Ontario Regulation 176/10 to hold such a certificate.  O. Reg. 392/02, s. 13 (2); O. Reg. 179/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>13.</b><b> </b>(1) The Authority shall hire a principal to be in charge, subject to the authority of the supervisory officer, of the organization and management of the courses provided by the Authority and the instruction and discipline of students enrolled in the courses.  O. Reg. 392/02, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The principal shall be a teacher who is a member of the Ontario College of Teachers and who,</p> <p class=\"clause-e\">  (a)  holds or is deemed to hold, under Ontario Regulation 176/10, principal’s qualifications; or</p> <p class=\"clause-e\">  (b)  holds a principal’s certificate that is a qualification to be principal in the type of school identified on the certificate or is deemed under subsection 40 (2) of Ontario Regulation 176/10 to hold such a certificate.  O. Reg. 392/02, s. 13 (2); O. Reg. 179/10, s. 1.</p>"
        },
        {
            "id": "14.",
            "section": "Duties of principal: textbooks, examinations and promotions  ",
            "content": " 14. (1) The principal, in consultation with the teachers concerned, shall select from the list of the textbooks approved by the Minister the textbooks for the use of students.  O. Reg. 392/02, s. 14 (1). (2) Where no textbook for a course of study is included in the list of the textbooks approved by the Minister, the principal, in consultation with the teachers concerned, shall, where they consider a textbook to be required, select a suitable textbook and, subject to the Authority’s approval, such textbook may be used.  O. Reg. 392/02, s. 14 (2). (3) Subject to the approval of the supervisory officer, the principal shall hold such examinations as the principal considers necessary for the promotion of students or for any other purpose and report, as required by the Authority, the progress of the student to his or her parent or guardian where the student is a minor and otherwise to the student.  O. Reg. 392/02, s. 14 (3). (4) Subject to revision by the supervisory officer, the principal shall promote such students as the principal considers proper and issue to each student who is promoted a statement to that effect.  O. Reg. 392/02, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"> <b>14.</b><b> </b>(1) The principal, in consultation with the teachers concerned, shall select from the list of the textbooks approved by the Minister the textbooks for the use of students.  O. Reg. 392/02, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Where no textbook for a course of study is included in the list of the textbooks approved by the Minister, the principal, in consultation with the teachers concerned, shall, where they consider a textbook to be required, select a suitable textbook and, subject to the Authority’s approval, such textbook may be used.  O. Reg. 392/02, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Subject to the approval of the supervisory officer, the principal shall hold such examinations as the principal considers necessary for the promotion of students or for any other purpose and report, as required by the Authority, the progress of the student to his or her parent or guardian where the student is a minor and otherwise to the student.  O. Reg. 392/02, s. 14 (3).</p> <p class=\"subsection-e\">  (4) Subject to revision by the supervisory officer, the principal shall promote such students as the principal considers proper and issue to each student who is promoted a statement to that effect.  O. Reg. 392/02, s. 14 (4).</p>"
        },
        {
            "id": "15.",
            "section": "Other duties of principal",
            "content": " 15. (1) The principal shall provide the Authority and the supervisory officer with any information that it may be in the principal’s power to give respecting the discipline of students, the progress of students and any other matter affecting the courses provided by the Authority, and to prepare such reports for the Authority as it requires.  O. Reg. 392/02, s. 15 (1). (2) The principal shall supervise the instruction of courses and advise and assist any teacher, in co-operation with the teacher, in charge of an organizational unit or program.  O. Reg. 392/02, s. 15 (2). (3) The principal shall assign duties to teachers in charge of organizational units or programs.  O. Reg. 392/02, s. 15 (3). (4) The principal shall retain on file up-to-date copies of outlines of all courses taught and, in the case of courses provided in a French-language instructional unit operated under Part XII of the Education Act, the outlines shall be written and provided in the French language.  O. Reg. 392/02, s. 15 (4). (5) The principal shall conduct performance appraisals of members of the teaching staff where such appraisals are required under a collective agreement or a policy of the Authority, despite anything to the contrary in such collective agreement or policy.  O. Reg. 392/02, s. 15 (5). (6) The principal shall report to the Authority or to the supervisory officer in writing, on request, on the effectiveness of members of the teaching staff and give to a teacher referred to in any such report a copy of the portion of the report that refers to the teacher where performance appraisals of members of the teaching staff are not required under a collective agreement or a policy of the Authority.  O. Reg. 392/02, s. 15 (6). (7) The principal shall make recommendations to the Authority with respect to the hiring and promotion of teachers, and the demotion and dismissal of teachers whose work or attitude is unsatisfactory.  O. Reg. 392/02, s. 15 (7). (8) The principal shall only make a recommendation to the Authority with respect to the demotion or dismissal of teachers whose work or attitude is unsatisfactory after warning the teacher, in writing, giving the teacher assistance and allowing the teacher a reasonable time to improve.  O. Reg. 392/02, s. 15 (8). Teachers",
            "raw_html": "<p class=\"section-e\"> <b>15.</b><b> </b>(1) The principal shall provide the Authority and the supervisory officer with any information that it may be in the principal’s power to give respecting the discipline of students, the progress of students and any other matter affecting the courses provided by the Authority, and to prepare such reports for the Authority as it requires.  O. Reg. 392/02, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The principal shall supervise the instruction of courses and advise and assist any teacher, in co-operation with the teacher, in charge of an organizational unit or program.  O. Reg. 392/02, s. 15 (2).</p> <p class=\"subsection-e\">  (3) The principal shall assign duties to teachers in charge of organizational units or programs.  O. Reg. 392/02, s. 15 (3).</p> <p class=\"subsection-e\">  (4) The principal shall retain on file up-to-date copies of outlines of all courses taught and, in the case of courses provided in a French-language instructional unit operated under Part XII of the <i>Education Act</i>, the outlines shall be written and provided in the French language.  O. Reg. 392/02, s. 15 (4).<b> </b></p> <p class=\"subsection-e\">  (5) The principal shall conduct performance appraisals of members of the teaching staff where such appraisals are required under a collective agreement or a policy of the Authority, despite anything to the contrary in such collective agreement or policy.  O. Reg. 392/02, s. 15 (5).</p> <p class=\"subsection-e\">  (6) The principal shall report to the Authority or to the supervisory officer in writing, on request, on the effectiveness of members of the teaching staff and give to a teacher referred to in any such report a copy of the portion of the report that refers to the teacher where performance appraisals of members of the teaching staff are not required under a collective agreement or a policy of the Authority.  O. Reg. 392/02, s. 15 (6).</p> <p class=\"subsection-e\">  (7) The principal shall make recommendations to the Authority with respect to the hiring and promotion of teachers, and the demotion and dismissal of teachers whose work or attitude is unsatisfactory.  O. Reg. 392/02, s. 15 (7).</p> <p class=\"subsection-e\">  (8) The principal shall only make a recommendation to the Authority with respect to the demotion or dismissal of teachers whose work or attitude is unsatisfactory after warning the teacher, in writing, giving the teacher assistance and allowing the teacher a reasonable time to improve.  O. Reg. 392/02, s. 15 (8).</p> <p class=\"heading1-e\">Teachers</p>"
        },
        {
            "id": "16.",
            "section": "Teachers",
            "content": " 16. (1) The Authority shall hire an adequate number of teachers.  O. Reg. 392/02, s. 16 (1). (2) No person shall be employed by the Authority to teach a course provided by it or to perform any duty for which membership in the Ontario College of Teachers is required unless the person is a member of the College.  O. Reg. 392/02, s. 16 (2). (3) For the purposes of courses provided by the Authority, a teacher shall be subject to the same qualification requirements as a teacher employed under the Education Act.  O. Reg. 392/02, s. 16 (3). (4) The Authority shall not hire a person whose teaching certificate is cancelled or under suspension to teach.  O. Reg. 392/02, s. 16 (4). (5) A person whose teaching certificate is cancelled or under suspension ceases to hold teacher’s qualifications during the period of the cancellation or suspension and shall not be hired as a teacher.  O. Reg. 392/02, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"> <b>16.</b><b> </b>(1) The Authority shall hire an adequate number of teachers.  O. Reg. 392/02, s. 16 (1).</p> <p class=\"subsection-e\">  (2) No person shall be employed by the Authority to teach a course provided by it or to perform any duty for which membership in the Ontario College of Teachers is required unless the person is a member of the College.  O. Reg. 392/02, s. 16 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of courses provided by the Authority, a teacher shall be subject to the same qualification requirements as a teacher employed under the <i>Education Act</i>.  O. Reg. 392/02, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The Authority shall not hire a person whose teaching certificate is cancelled or under suspension to teach.  O. Reg. 392/02, s. 16 (4).</p> <p class=\"subsection-e\">  (5) A person whose teaching certificate is cancelled or under suspension ceases to hold teacher’s qualifications during the period of the cancellation or suspension and shall not be hired as a teacher.  O. Reg. 392/02, s. 16 (5).</p>"
        },
        {
            "id": "17.",
            "section": "Duties",
            "content": " 17. (1) A teacher shall be responsible for effective instruction, training and evaluation of the progress of students in the courses assigned to the teacher and for the management of the class or classes, and report to the principal on the progress of students on request.  O. Reg. 392/02, s. 17 (1). (2) A teacher shall carry out the supervisory duties and instructional program assigned to the teacher by the principal and supply such information related to them as the principal may require.  O. Reg. 392/02, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <b>17.</b><b> </b>(1) A teacher shall be responsible for effective instruction, training and evaluation of the progress of students in the courses assigned to the teacher and for the management of the class or classes, and report to the principal on the progress of students on request.  O. Reg. 392/02, s. 17 (1).</p> <p class=\"subsection-e\">  (2) A teacher shall carry out the supervisory duties and instructional program assigned to the teacher by the principal and supply such information related to them as the principal may require.  O. Reg. 392/02, s. 17 (2).</p>"
        },
        {
            "id": "18.",
            "section": "Teachers in charge of organizational units\r\n",
            "content": " 18. (1) The organization of courses may be by such organizational units as the Authority may determine.  O. Reg. 392/02, s. 18 (1). (2) The Authority may appoint for each organizational unit of elementary or secondary courses a teacher to direct and supervise, subject to the authority of the principal, such organizational unit.  O. Reg. 392/02, s. 18 (2). (3) A teacher appointed under subsection (2) may be appointed to direct and supervise more than one organizational unit.  O. Reg. 392/02, s. 18 (3).",
            "raw_html": "<p class=\"section-e\"> <b>18.</b><b> </b>(1) The organization of courses may be by such organizational units as the Authority may determine.<b>  </b>O. Reg. 392/02, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The Authority may appoint for each organizational unit of elementary or secondary courses a teacher to direct and supervise, subject to the authority of the principal, such organizational unit.  O. Reg. 392/02, s. 18 (2).</p> <p class=\"subsection-e\">  (3) A teacher appointed under subsection (2) may be appointed to direct and supervise more than one organizational unit.  O. Reg. 392/02, s. 18 (3).</p>"
        },
        {
            "id": "19.",
            "section": "Subject and program supervision and co-ordination",
            "content": " 19. (1) The Authority may, in respect of one or more subjects or programs provided by it, appoint a teacher to supervise or co-ordinate the subjects or programs or to act as a consultant for the teachers of the subjects or programs.  O. Reg. 392/02, s. 19 (1). (2) A teacher appointed under subsection (1) shall hold specialist or honour specialist qualifications, if such are available, in one or more of the subjects or programs in respect of which the teacher is appointed.  O. Reg. 392/02, s. 19 (2). (3) A teacher appointed in a subject or program under this section shall assist teachers in that subject or program in maintaining proper standards and improving methods of instruction. O. Reg. 392/02, s. 19 (3). (4) A teacher appointed under this section is subject to the authority of the principal with respect to the performance of his or her duties under this section.  O. Reg. 392/02, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <b>19.</b><b> </b>(1) The Authority may, in respect of one or more subjects or programs provided by it, appoint a teacher to supervise or co-ordinate the subjects or programs or to act as a consultant for the teachers of the subjects or programs.<b>  </b>O. Reg. 392/02, s. 19 (1).</p> <p class=\"subsection-e\">  (2) A teacher appointed under subsection (1) shall hold specialist or honour specialist qualifications, if such are available, in one or more of the subjects or programs in respect of which the teacher is appointed.  O. Reg. 392/02, s. 19 (2).</p> <p class=\"subsection-e\">  (3) A teacher appointed in a subject or program under this section shall assist teachers in that subject or program in maintaining proper standards and improving methods of instruction. O. Reg. 392/02, s. 19 (3). </p> <p class=\"subsection-e\">  (4) A teacher appointed under this section is subject to the authority of the principal with respect to the performance of his or her duties under this section.  O. Reg. 392/02, s. 19 (4).</p>"
        },
        {
            "id": "20.",
            "section": "No contact with students where charge or conviction under Criminal Code (Canada) ",
            "content": " 20. The Authority shall, on becoming aware that a teacher or temporary teacher who is employed by the Authority has been charged with or convicted of an offence under the Criminal Code (Canada) involving sexual conduct and minors, or of any other offence under the Criminal Code (Canada) that, in the opinion of the Authority, indicates that students may be at risk, take prompt steps to ensure that the teacher or temporary teacher performs no duties involving contact with students, pending withdrawal of the charge, discharge following a preliminary inquiry, stay of the charge or acquittal, as the case may be.  O. Reg. 392/02, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20.</b><b> </b>The Authority shall, on becoming aware that a teacher or temporary teacher who is employed by the Authority has been charged with or convicted of an offence under the <i>Criminal Code </i>(Canada) involving sexual conduct and minors, or of any other offence under the <i>Criminal Code</i> (Canada) that, in the opinion of the Authority, indicates that students may be at risk, take prompt steps to ensure that the teacher or temporary teacher performs no duties involving contact with students, pending withdrawal of the charge, discharge following a preliminary inquiry, stay of the charge or acquittal, as the case may be.  O. Reg. 392/02, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Notice of offences to the Ontario College of Teachers",
            "content": " 21. (1) The Authority shall promptly notify the Ontario College of Teachers in writing when it becomes aware that a member of the College who is or has been employed by it, (a)  has been charged with or convicted of an offence under the Criminal Code (Canada) involving sexual conduct and minors; (b)  has been charged with or convicted of an offence under the Criminal Code (Canada) that, in the opinion of the Authority, indicates that students may be at risk of harm or injury; or (c)  where, in the opinion of the Authority, the conduct or actions of a member who is or has been employed by it should be reviewed by a committee of the College.  O. Reg. 392/02, s. 21 (1). (2) Where the Authority notifies the College pursuant to clause (1) (a) or (b), it shall promptly report to the College in writing if it becomes aware that the charge has been stayed or withdrawn, the member charged has been discharged following a preliminary inquiry, or has been acquitted.  O. Reg. 392/02, s. 21 (2). Powers of the Ontario College of Teachers and the Education Quality and Accountability Office in relation to the Authority",
            "raw_html": "<p class=\"section-e\"> <b>21.</b><b> </b>(1) The Authority shall promptly notify the Ontario College of Teachers in writing when it becomes aware that a member of the College who is or has been employed by it,</p> <p class=\"clause-e\">  (a)  has been charged with or convicted of an offence under the <i>Criminal Code</i> (Canada) involving sexual conduct and minors; </p> <p class=\"clause-e\">  (b)  has been charged with or convicted of an offence under the <i>Criminal Code </i>(Canada) that, in the opinion of the Authority, indicates that students may be at risk of harm or injury; or</p> <p class=\"clause-e\">  (c)  where, in the opinion of the Authority, the conduct or actions of a member who is or has been employed by it should be reviewed by a committee of the College.  O. Reg. 392/02, s. 21 (1).</p> <p class=\"subsection-e\">  (2) Where the Authority notifies the College pursuant to clause (1) (a) or (b), it shall promptly report to the College in writing if it becomes aware that the charge has been stayed or withdrawn, the member charged has been discharged following a preliminary inquiry, or has been acquitted.<b>  </b>O. Reg. 392/02, s. 21 (2).</p> <p class=\"heading1-e\">Powers of the Ontario College of Teachers and the Education Quality and Accountability Office in relation to the Authority</p>"
        },
        {
            "id": "22.",
            "section": "Ontario College of Teachers",
            "content": " 22. For the purpose of carrying out its objects, the Ontario College of Teachers may require the Authority to provide the College with information, including personal information within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act or section 28 of the Municipal Freedom of Information and Protection of Privacy Act, in respect of members of the College.  O. Reg. 392/02, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>22.</b><b> </b>For the purpose of carrying out its objects, the Ontario College of Teachers may require the Authority to provide the College with information, including personal information within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act</i> or section 28 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>, in respect of members of the College.  O. Reg. 392/02, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Education Quality and Accountability Office",
            "content": " 23. (1) The Education Quality and Accountability Office may require the Authority, (a)  to administer tests to students enrolled in courses provided by it, mark the tests and report on the results of the tests to the Office and to others upon the direction of the Ministry; and (b)  to provide information to the Office, including personal information within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act and section 28 of the Municipal Freedom of Information and Protection of Privacy Act.  O. Reg. 392/02, s. 23 (1). (2) The Authority shall do anything that it is required or directed to do under this section, within the time and in the manner and form specified by the Office.  O. Reg. 392/02, s. 23 (2). Student Records",
            "raw_html": "<p class=\"section-e\"> <b>23.</b><b> </b>(1) The Education Quality and Accountability Office may require the Authority,</p> <p class=\"clause-e\">  (a)  to administer tests to students enrolled in courses provided by it, mark the tests and report on the results of the tests to the Office and to others upon the direction of the Ministry; and</p> <p class=\"clause-e\">  (b)  to provide information to the Office, including personal information within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act </i>and section 28 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 392/02, s. 23 (1).</p> <p class=\"subsection-e\">  (2) The Authority shall do anything that it is required or directed to do under this section, within the time and in the manner and form specified by the Office.  O. Reg. 392/02, s. 23 (2).</p> <p class=\"heading1-e\">Student Records </p>"
        },
        {
            "id": "24.",
            "section": "Student records",
            "content": " 24. (1) The principal shall, in accordance with the Education Act, the regulations made under that Act and the guidelines issued by the Minister, collect information for inclusion in a record in respect of each student enrolled in a course provided by the Authority and establish, maintain, retain, transfer and dispose of the record.  O. Reg. 392/02, s. 24 (1). (2) Where a student was formerly enrolled as a pupil in a school operated by a board or the Ministry, the principal shall request the transfer of the student record from the appropriate board or the Ministry.  O. Reg. 392/02, s. 24 (2). (3) A record is privileged for the information and use of the supervisory officer and the principal and teachers of the Authority for the improvement of instruction of the student.  O. Reg. 392/02, s. 24 (3). (4) Subject to subsections (6) and (8), a record is not available to any other person than those mentioned in subsection (3) without the written permission of the parent or guardian of the student or, where the student is an adult, his or her written permission.  O. Reg. 392/02, s. 24 (4). (5) Except for the purposes of subsection (8), a record is not admissible in evidence for any purpose in any trial, inquest, inquiry, examination, hearing or other proceeding, except to prove the establishment, maintenance, retention or transfer of the record,  without the written permission of the parent or guardian of the student or, where the student is an adult, his or her written permission.  O. Reg. 392/02, s. 24 (5). (6) The student and, where the student is a minor, his or her parent or guardian, is entitled to examine the student’s record.  O. Reg. 392/02, s. 24 (6). (7) Where, in the opinion of a student who is an adult, or of the parent or guardian of a student who is a minor, information recorded on the student’s record is inaccurately recorded or not conducive to the improvement of instruction of the student, the student, parent or guardian may, in writing, request the principal to correct the alleged inaccuracy or to remove the impugned information.  O. Reg. 392/02, s. 24 (7). (8) Where the principal refuses to comply with a request under subsection (7), the student, parent or guardian who made the request may, in writing, require the principal to refer the request to the supervisory officer, who shall either require the principal to comply with the request or submit the record and the request to a person designated by the Minister.  O. Reg. 392/02, s. 24 (8). (9) The designated person shall hold a hearing at which the principal and the person who made the request are the parties to the proceeding and, after the hearing, shall decide the matter.  O. Reg. 392/02, s. 24 (9). (10) The decision of the designated person is final and binding upon the parties to the proceeding.  O. Reg. 392/02, s. 24 (10). (11) Where a written request is made by a former student, a student where he or she is an adult, or the parent or guardian of the student where the student is a minor, nothing in subsections (3), (4) and (5) prohibits the use by the principal of the record in respect of a student to assist in the preparation of a report required by the Minister or a report, (a)  for an educational institution or for the student or former student, in respect of an application for further education; or (b)  for the student or former student in respect of an application for employment.  O. Reg. 392/02, s. 24 (11). (12) Nothing in this section prevents the compilation and delivery of such information as may be required by the Minister.  O. Reg. 392/02, s. 24 (12). (13) No action shall be brought against any person in respect of the content of a record.  O. Reg. 392/02, s. 24 (13). (14) Except where the record has been introduced in evidence as provided in this section, no person shall be required in any trial or other proceeding to give evidence in respect of the content of a record.  O. Reg. 392/02, s. 24 (14). (15) Except as permitted under this section, every person shall preserve secrecy in respect of the content of a record that comes to the person’s knowledge in the course of his or her duties or employment, and no such person shall communicate any such knowledge to any other person except, (a)  as may be required in the performance of his or her duties; (b)  with the written consent of the parent or guardian of the student where the student is a minor; or (c)  with the written consent of the student where the student is an adult.  O. Reg. 392/02, s. 24 (15). (16) For the purposes of this section, “guardian” includes a person, society or corporation who or that has custody of a student.  O. Reg. 392/02, s. 24 (16). (17) This section, except subsections (6), (7), (8), (9) and (10), applies with necessary modifications to a record established and maintained in respect of a student or retained in respect of a former student prior to September 1, 1972.  O. Reg. 392/02, s. 24 (17). (18) Nothing in this section prevents the use of a record in respect of a student by the principal or the Authority for the purposes of a disciplinary proceeding instituted by the principal in respect of conduct for which the student is responsible to the principal.  O. Reg. 392/02, s. 24 (18). Ontario Education Numbers",
            "raw_html": "<p class=\"section-e\"> <b>24.</b><b> </b>(1) The principal shall, in accordance with the <i>Education Act</i>, the regulations made under that Act and the guidelines issued by the Minister, collect information for inclusion in a record in respect of each student enrolled in a course provided by the Authority and establish, maintain, retain, transfer and dispose of the record.  O. Reg. 392/02, s. 24 (1).</p> <p class=\"subsection-e\">  (2) Where a student was formerly enrolled as a pupil in a school operated by a board or the Ministry, the principal shall request the transfer of the student record from the appropriate board or the Ministry.  O. Reg. 392/02, s. 24 (2).</p> <p class=\"subsection-e\">  (3) A record is privileged for the information and use of the supervisory officer and the principal and teachers of the Authority for the improvement of instruction of the student.  O. Reg. 392/02, s. 24 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsections (6) and (8), a record is not available to any other person than those mentioned in subsection (3) without the written permission of the parent or guardian of the student or, where the student is an adult, his or her written permission.  O. Reg. 392/02, s. 24 (4).</p> <p class=\"subsection-e\">  (5) Except for the purposes of subsection (8), a record is not admissible in evidence for any purpose in any trial, inquest, inquiry, examination, hearing or other proceeding, except to prove the establishment, maintenance, retention or transfer of the record,  without the written permission of the parent or guardian of the student or, where the student is an adult, his or her written permission.  O. Reg. 392/02, s. 24 (5).</p> <p class=\"subsection-e\">  (6) The student and, where the student is a minor, his or her parent or guardian, is entitled to examine the student’s record.<b>  </b>O. Reg. 392/02, s. 24 (6).</p> <p class=\"subsection-e\">  (7) Where, in the opinion of a student who is an adult, or of the parent or guardian of a student who is a minor, information recorded on the student’s record is inaccurately recorded or not conducive to the improvement of instruction of the student, the student, parent or guardian may, in writing, request the principal to correct the alleged inaccuracy or to remove the impugned information.  O. Reg. 392/02, s. 24 (7).</p> <p class=\"subsection-e\">  (8) Where the principal refuses to comply with a request under subsection (7), the student, parent or guardian who made the request may, in writing, require the principal to refer the request to the supervisory officer, who shall either require the principal to comply with the request or submit the record and the request to a person designated by the Minister.  O. Reg. 392/02, s. 24 (8).</p> <p class=\"subsection-e\">  (9) The designated person shall hold a hearing at which the principal and the person who made the request are the parties to the proceeding and, after the hearing, shall decide the matter.  O. Reg. 392/02, s. 24 (9).</p> <p class=\"subsection-e\">  (10) The decision of the designated person is final and binding upon the parties to the proceeding.  O. Reg. 392/02, s. 24 (10).</p> <p class=\"subsection-e\">  (11) Where a written request is made by a former student, a student where he or she is an adult, or the parent or guardian of the student where the student is a minor, nothing in subsections (3), (4) and (5) prohibits the use by the principal of the record in respect of a student to assist in the preparation of a report required by the Minister or a report,</p> <p class=\"clause-e\">  (a)  for an educational institution or for the student or former student, in respect of an application for further education; or</p> <p class=\"clause-e\">  (b)  for the student or former student in respect of an application for employment.  O. Reg. 392/02, s. 24 (11).</p> <p class=\"subsection-e\">  (12) Nothing in this section prevents the compilation and delivery of such information as may be required by the Minister.  O. Reg. 392/02, s. 24 (12).</p> <p class=\"subsection-e\">  (13) No action shall be brought against any person in respect of the content of a record.  O. Reg. 392/02, s. 24 (13).</p> <p class=\"subsection-e\">  (14) Except where the record has been introduced in evidence as provided in this section, no person shall be required in any trial or other proceeding to give evidence in respect of the content of a record.  O. Reg. 392/02, s. 24 (14).</p> <p class=\"subsection-e\">  (15) Except as permitted under this section, every person shall preserve secrecy in respect of the content of a record that comes to the person’s knowledge in the course of his or her duties or employment, and no such person shall communicate any such knowledge to any other person except,</p> <p class=\"clause-e\">  (a)  as may be required in the performance of his or her duties; </p> <p class=\"clause-e\">  (b)  with the written consent of the parent or guardian of the student where the student is a minor; or</p> <p class=\"clause-e\">  (c)  with the written consent of the student where the student is an adult.  O. Reg. 392/02, s. 24 (15).</p> <p class=\"subsection-e\">  (16) For the purposes of this section, “guardian” includes a person, society or corporation who or that has custody of a student.  O. Reg. 392/02, s. 24 (16).</p> <p class=\"subsection-e\">  (17) This section, except subsections (6), (7), (8), (9) and (10), applies with necessary modifications to a record established and maintained in respect of a student or retained in respect of a former student prior to September 1, 1972.<b>  </b>O. Reg. 392/02, s. 24 (17).</p> <p class=\"subsection-e\">  (18) Nothing in this section prevents the use of a record in respect of a student by the principal or the Authority for the purposes of a disciplinary proceeding instituted by the principal in respect of conduct for which the student is responsible to the principal.  O. Reg. 392/02, s. 24 (18).</p> <p class=\"heading1-e\">Ontario Education Numbers  </p>"
        },
        {
            "id": "25.",
            "section": "Ontario education numbers",
            "content": " 25. (1) The Minister may assign an Ontario education number to a person who is enrolled or who seeks admission to be enrolled in a course provided by the Authority.  O. Reg. 392/02, s. 25 (1). (2) For the purpose of assigning an Ontario education number, the Minister and the Authority are authorized to collect, directly or indirectly, personal information.  O. Reg. 392/02, s. 25 (2). (3) Subsection 39 (2) of the Freedom of Information and Protection of Privacy Act and subsection 29 (2) of the Municipal Freedom of Information and Protection of Privacy Act do not apply to a collection under subsection (2).  O. Reg. 392/02, s. 25 (3). (4) For the purpose of assigning an Ontario education number, the Minister and the Authority may use or disclose personal information and the disclosure shall be deemed to be for the purposes of complying with this Regulation.  O. Reg. 392/02, s. 25 (4). (5) In this section, “personal information” means personal information within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act and section 28 of the Municipal Freedom of Information and Protection of Privacy Act.  O. Reg. 392/02, s. 25 (5).",
            "raw_html": "<p class=\"section-e\"> <b>25.</b><b> </b>(1) The Minister may assign an Ontario education number to a person who is enrolled or who seeks admission to be enrolled in a course provided by the Authority.  O. Reg. 392/02, s. 25 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of assigning an Ontario education number, the Minister and the Authority are authorized to collect, directly or indirectly, personal information.  O. Reg. 392/02, s. 25 (2).</p> <p class=\"subsection-e\">  (3) Subsection 39 (2) of the Freedom of Information and Protection of Privacy Act and subsection 29 (2) of the <i>Municipal Freedom of Information and Protection of Privacy Act</i> do not apply to a collection under subsection (2).  O. Reg. 392/02, s. 25 (3).</p> <p class=\"subsection-e\">  (4) For the purpose of assigning an Ontario education number, the Minister and the Authority may use or disclose personal information and the disclosure shall be deemed to be for the purposes of complying with this Regulation.<b>  </b>O. Reg. 392/02, s. 25 (4).</p> <p class=\"subsection-e\">  (5) In this section, </p> <p class=\"firstdef-e\">“personal information” means personal information within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act</i> and section 28 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 392/02, s. 25 (5).</p>"
        },
        {
            "id": "26.",
            "section": "Privacy of education numbers and exceptions ",
            "content": " 26. (1) Except as permitted by this section or otherwise by law, no person shall collect, use, disclose or require the production of another person’s Ontario education number.  O. Reg. 392/02, s. 26 (1). (2) The Authority may collect, use, disclose or require the production of a person’s Ontario education number for purposes related to the provision of educational services to that person.  O. Reg. 392/02, s. 26 (2). (3) The Minister and a person or entity prescribed under clause 266.5 (1) (b) of the Education Act may collect, use or disclose or require the production of Ontario education numbers for purposes related to education administration, funding, planning or research.  O. Reg. 392/02, s. 26 (3); O. Reg. 251/06, s. 1. (4) The Minister and the Authority may collect, use, disclose or require the production of a person’s Ontario education number for purposes related to the provision of financial assistance associated with the person’s education.  O. Reg. 392/02, s. 26 (4).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>26.</b><b> </b>(1) Except as permitted by this section or otherwise by law, no person shall collect, use, disclose or require the production of another person’s Ontario education number.  O. Reg. 392/02, s. 26 (1).</p> <p class=\"subsection-e\">  (2) The Authority may collect, use, disclose or require the production of a person’s Ontario education number for purposes related to the provision of educational services to that person.  O. Reg. 392/02, s. 26 (2).</p> <p class=\"subsection-e\">  (3) The Minister and a person or entity prescribed under clause 266.5 (1) (b) of the <i>Education Act</i> may collect, use or disclose or require the production of Ontario education numbers for purposes related to education administration, funding, planning or research.  O. Reg. 392/02, s. 26 (3); O. Reg. 251/06, s. 1.</p> <p class=\"subsection-e\">  (4) The Minister and the Authority may collect, use, disclose or require the production of a person’s Ontario education number for purposes related to the provision of financial assistance associated with the person’s education.  O. Reg. 392/02, s. 26 (4).</p> <p class=\"subsection-e\"><b> </b></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/020392\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}