{
    "reg_info": {
        "full_title": "O. Reg. 468/18: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 468/18: ",
        "act_under": "Cannabis Licence Act, 2018",
        "url": "https://www.ontario.ca/laws/regulation/180468",
        "date_scraped": "2023-12-18 02:39:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 30, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180468/v12",
            "valid_from": "May 14, 2022",
            "valid_to": "November 29, 2023"
        },
        {
            "a_href": "/laws/regulation/180468/v11",
            "valid_from": "March 15, 2022",
            "valid_to": "May 13, 2022"
        },
        {
            "a_href": "/laws/regulation/180468/v10",
            "valid_from": "February 25, 2022",
            "valid_to": "March 14, 2022"
        },
        {
            "a_href": "/laws/regulation/180468/v9",
            "valid_from": "July 30, 2021",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "/laws/regulation/180468/v8",
            "valid_from": "March  2, 2020",
            "valid_to": "July 29, 2021"
        },
        {
            "a_href": "/laws/regulation/180468/v7",
            "valid_from": "January  6, 2020",
            "valid_to": "March  1, 2020"
        },
        {
            "a_href": "/laws/regulation/180468/v6",
            "valid_from": "December 12, 2019",
            "valid_to": "January  5, 2020"
        },
        {
            "a_href": "/laws/regulation/180468/v5",
            "valid_from": "October 22, 2019",
            "valid_to": "December 11, 2019"
        },
        {
            "a_href": "/laws/regulation/180468/v4",
            "valid_from": "July  3, 2019",
            "valid_to": "October 21, 2019"
        },
        {
            "a_href": "/laws/regulation/180468/v3",
            "valid_from": "December 13, 2018",
            "valid_to": "July  2, 2019"
        },
        {
            "a_href": "/laws/regulation/180468/v2",
            "valid_from": "November 16, 2018",
            "valid_to": "December 12, 2018"
        },
        {
            "a_href": "/laws/regulation/180468/v1",
            "valid_from": "November 14, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "1.",
            "content": " 1. In this Regulation, “licensed producer” means a person who is authorized by a licence issued under the Cannabis Act\r\n(Canada) to produce cannabis for commercial purposes.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“licensed producer” means a person who is authorized by a licence issued under the <i>Cannabis Act</i>\r\n(Canada) to produce cannabis for commercial purposes.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "2.",
            "content": " 2. (1) In paragraph 2 of subsection 4 (4) of the Act and this Regulation, an affiliate of a person is, (a) a corporation that is affiliated with the person for the purposes of the Business Corporations Act, as set out in subsection 1 (4) of that Act; (b) a corporation that is affiliated with another corporation in the manner referred to in clause (a), if that other corporation is at the same time affiliated with the person in that manner; (c) a corporation of which the person beneficially owns or controls, directly or indirectly, shares or securities currently convertible into shares carrying more than 25 per cent of the voting rights under all circumstances or by reason of the occurrence of an event that has occurred and is continuing, or a currently exercisable option or right to purchase such shares or such convertible securities; (d) a partner in the same partnership as the person; (e) a trust in which the person has a substantial beneficial interest, whether vested or contingent, or with respect to which the person acts as a trustee; (f) a member of the same joint venture, unincorporated association, unincorporated syndicate or unincorporated organization as the person; or (g) a person who is deemed under subsection (2) or (3) to be an affiliate of the person or an affiliate of an affiliate of the person. O. Reg. 468/18, s. 2 (1); O. Reg. 426/19, s. 1. (2) A person is deemed to be an affiliate of another person if the person is a corporation and the other person, or a group of persons or entities acting jointly or in concert with the other person, owns a beneficial interest in shares of the corporation, (a) carrying at least 50 per cent of the votes for the election of directors of the corporation and the votes carried by the shares are sufficient, if exercised, to elect a director of the corporation; or (b) having a fair market value, including a premium for control if applicable, of at least 50 per cent of the fair market value of all the issued and outstanding shares of the corporation. O. Reg. 468/18, s. 2 (2). (3) A person is deemed to be an affiliate of another person if the other person, or a group of persons or entities acting jointly or in concert with the other person, has any direct or indirect influence that, if exercised, would result in control in fact of that person. O. Reg. 468/18, s. 2 (3). (4) Subsections (2) and (3) apply with respect to a group of persons or entities acting jointly or in concert with another person whether or not they are acting pursuant to an agreement or arrangement. O. Reg. 468/18, s. 2 (4). General Ineligibility",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) In paragraph 2 of subsection 4 (4) of the Act and this Regulation, an affiliate of a person is,</p> <p class=\"clause-e\">  (a) a corporation that is affiliated with the person for the purposes of the <i>Business Corporations Act</i>, as set out in subsection 1 (4) of that Act;</p> <p class=\"clause-e\">  (b) a corporation that is affiliated with another corporation in the manner referred to in clause (a), if that other corporation is at the same time affiliated with the person in that manner;</p> <p class=\"clause-e\">  (c) a corporation of which the person beneficially owns or controls, directly or indirectly, shares or securities currently convertible into shares carrying more than 25 per cent of the voting rights under all circumstances or by reason of the occurrence of an event that has occurred and is continuing, or a currently exercisable option or right to purchase such shares or such convertible securities;</p> <p class=\"clause-e\">  (d) a partner in the same partnership as the person;</p> <p class=\"clause-e\">  (e) a trust in which the person has a substantial beneficial interest, whether vested or contingent, or with respect to which the person acts as a trustee;</p> <p class=\"clause-e\">  (f) a member of the same joint venture, unincorporated association, unincorporated syndicate or unincorporated organization as the person; or</p> <p class=\"clause-e\">  (g) a person who is deemed under subsection (2) or (3) to be an affiliate of the person or an affiliate of an affiliate of the person. O. Reg. 468/18, s. 2 (1); O. Reg. 426/19, s. 1.</p> <p class=\"subsection-e\">  (2) A person is deemed to be an affiliate of another person if the person is a corporation and the other person, or a group of persons or entities acting jointly or in concert with the other person, owns a beneficial interest in shares of the corporation,</p> <p class=\"clause-e\">  (a) carrying at least 50 per cent of the votes for the election of directors of the corporation and the votes carried by the shares are sufficient, if exercised, to elect a director of the corporation; or</p> <p class=\"clause-e\">  (b) having a fair market value, including a premium for control if applicable, of at least 50 per cent of the fair market value of all the issued and outstanding shares of the corporation. O. Reg. 468/18, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A person is deemed to be an affiliate of another person if the other person, or a group of persons or entities acting jointly or in concert with the other person, has any direct or indirect influence that, if exercised, would result in control in fact of that person. O. Reg. 468/18, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Subsections (2) and (3) apply with respect to a group of persons or entities acting jointly or in concert with another person whether or not they are acting pursuant to an agreement or arrangement. O. Reg. 468/18, s. 2 (4).</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>General Ineligibility</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "General Ineligibility",
            "part_id": null,
            "part_type": null,
            "section": "General Ineligibility",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "3.",
            "content": " 3. The following offences are prescribed for the purposes of paragraph 3 of subsection 3 (4) of the Act, paragraph 2 of subsection 4 (6) of the Act and paragraph 2 of subsection 5 (4) of the Act: 1. An offence under the Act. 2. An offence under section 6, 7, 8, 8.1, 13 or 15 of the Cannabis Control Act, 2017\r\nor, before the day on which section 1 of Schedule 1 to the Cannabis Statute Law Amendment Act, 2018 came into force, the Cannabis Act, 2017. 3. An offence under Division 1 of Part 1 of the Cannabis Act (Canada).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>The following offences are prescribed for the purposes of paragraph 3 of subsection 3 (4) of the Act, paragraph 2 of subsection 4 (6) of the Act and paragraph 2 of subsection 5 (4) of the Act:</p> <p class=\"paragraph-e\">  1. An offence under the Act.</p> <p class=\"paragraph-e\">  2. An offence under section 6, 7, 8, 8.1, 13 or 15 of the <i>Cannabis Control Act, 2017</i>\r\nor, before the day on which section 1 of Schedule 1 to the <i>Cannabis Statute Law Amendment Act, 2018</i> came into force, the <i>Cannabis Act, 2017</i>.</p> <p class=\"paragraph-e\">  3. An offence under Division 1 of Part 1 of the <i>Cannabis Act</i> (Canada).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "4.",
            "content": " 4. The following provisions are prescribed for the purposes of paragraph 4 of subsection 3 (4) of the Act, paragraph 3 of subsection 4 (6) of the Act and paragraph 3 of subsection 5 (4) of the Act: 1. Sections 6, 7, 8, 8.1, 13 and 15 of the Cannabis Control Act, 2017 or, before the day on which section 1 of Schedule 1 to the Cannabis Statute Law Amendment Act, 2018 came into force, the Cannabis Act, 2017. 2. Sections 8, 9, 10, 11, 12, 13 and 14 of the Cannabis Act (Canada).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>The following provisions are prescribed for the purposes of paragraph 4 of subsection 3 (4) of the Act, paragraph 3 of subsection 4 (6) of the Act and paragraph 3 of subsection 5 (4) of the Act:</p> <p class=\"paragraph-e\">  1. Sections 6, 7, 8, 8.1, 13 and 15 of the <i>Cannabis Control Act, 2017</i> or, before the day on which section 1 of Schedule 1 to the <i>Cannabis Statute Law Amendment Act, 2018</i> came into force, the <i>Cannabis Act, 2017</i>.</p> <p class=\"paragraph-e\">  2. Sections 8, 9, 10, 11, 12, 13 and 14 of the <i>Cannabis Act</i> (Canada).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "5.",
            "content": " 5. Sections 4, 5, 7 and 7.1 of the Controlled Drugs and Substances Act\r\n(Canada) are prescribed for the purposes of subsections 3 (6) and 5 (5) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>Sections 4, 5, 7 and 7.1 of the <i>Controlled Drugs and Substances Act</i>\r\n(Canada) are prescribed for the purposes of subsections 3 (6) and 5 (5) of the Act.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "6.",
            "content": " 6. A person is not eligible to be issued a retail operator licence if any of the following circumstances apply, as confirmed by the Ministry of Finance for the purposes of the application for the licence: 1. The person is in default of filing a return under a tax statute administered and enforced by the government of Ontario, or of paying any tax, penalty or interest assessed under any such statute for which payment arrangements have not been made. 2. If the person has a business number with the Canada Revenue Agency, the person is in default of filing a return under the Taxation Act, 2007, the Income Tax Act (Canada), Part IX of the Excise Tax Act (Canada) or an Act of another province or territory that imposes a tax on corporations and is administered and enforced by the Canada Revenue Agency.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>A person is not eligible to be issued a retail operator licence if any of the following circumstances apply, as confirmed by the Ministry of Finance for the purposes of the application for the licence:</p> <p class=\"paragraph-e\">  1. The person is in default of filing a return under a tax statute administered and enforced by the government of Ontario, or of paying any tax, penalty or interest assessed under any such statute for which payment arrangements have not been made.</p> <p class=\"paragraph-e\">  2. If the person has a business number with the Canada Revenue Agency, the person is in default of filing a return under the <i>Taxation Act, 2007</i>, the <i>Income Tax Act</i> (Canada), Part IX of the <i>Excise Tax Act</i> (Canada) or an Act of another province or territory that imposes a tax on corporations and is administered and enforced by the Canada Revenue Agency.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "7.",
            "content": " 7. A corporation is not eligible to be issued a retail operator licence if, (a) more than 25 per cent of the corporation is owned or controlled, directly or indirectly, by one or more licensed producers or their affiliates; or (b) the corporation directly or indirectly owns or controls more than 25 per cent of a licensed producer or its affiliates. O. Reg. 84/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>A corporation is not eligible to be issued a retail operator licence if,</p> <p class=\"clause-e\">  (a) more than 25 per cent of the corporation is owned or controlled, directly or indirectly, by one or more licensed producers or their affiliates; or</p> <p class=\"clause-e\">  (b) the corporation directly or indirectly owns or controls more than 25 per cent of a licensed producer or its affiliates. O. Reg. 84/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "8.",
            "content": " 8. A person is not eligible to be issued a licence or authorization under the Act if the person is or has been a member of a criminal organization as defined in subsection 467.1 (1) of the Criminal Code (Canada), or is or has been involved in, or contributes or has contributed to, the activities of such an organization. 8.1 Revoked: O. Reg. 426/19, s. 3. 8.2 Revoked: O. Reg. 426/19, s. 4 (2). 8.3 Revoked: O. Reg. 426/19, s. 4 (1). Retail Store Authorizations",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>A person is not eligible to be issued a licence or authorization under the Act if the person is or has been a member of a criminal organization as defined in subsection 467.1 (1) of the <i>Criminal Code</i> (Canada), or is or has been involved in, or contributes or has contributed to, the activities of such an organization.</p> <p class=\"section-e\"> <b>8.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 426/19, s. 3.</p> <p class=\"section-e\"> <b>8.2 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 426/19, s. 4 (2).</p> <p class=\"section-e\"> <b>8.3</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 426/19, s. 4 (1).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Retail Store Authorizations</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Retail Store Authorizations",
            "part_id": null,
            "part_type": null,
            "section": "Retail Store Authorizations",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "9.",
            "content": " 9. (1) A retail store authorization may not be issued with respect to a proposed cannabis retail store if, (a) the retail space where cannabis would be sold, (i) would not be enclosed by walls separating it from any other commercial establishment or activity and from any outdoor area, or (ii) could be entered from or passed through in order to access any other commercial establishment or activity, other than a common area of an enclosed shopping mall; or (b) the premises at which the cannabis to be sold in the store would be received or stored would be accessible to any other commercial establishment or activity or to the public. O. Reg. 468/18, s. 9. (2) Clause (1) (a) does not apply with respect to automated teller machines (ATMs) to be located in the retail space. O. Reg. 426/19, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) A retail store authorization may not be issued with respect to a proposed cannabis retail store if,</p> <p class=\"clause-e\">  (a) the retail space where cannabis would be sold,</p> <p class=\"subclause-e\">  (i) would not be enclosed by walls separating it from any other commercial establishment or activity and from any outdoor area, or</p> <p class=\"subclause-e\">  (ii) could be entered from or passed through in order to access any other commercial establishment or activity, other than a common area of an enclosed shopping mall; or</p> <p class=\"clause-e\">  (b) the premises at which the cannabis to be sold in the store would be received or stored would be accessible to any other commercial establishment or activity or to the public. O. Reg. 468/18, s. 9.</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not apply with respect to automated teller machines (ATMs) to be located in the retail space. O. Reg. 426/19, s. 5.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "10.",
            "content": " 10. For the purposes of paragraph 5 of subsection 4 (6) of the Act, only the following matters are matters of public interest: 1. Protecting public health and safety. 2. Protecting youth and restricting their access to cannabis. 3. Preventing illicit activities in relation to cannabis.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>For the purposes of paragraph 5 of subsection 4 (6) of the Act, only the following matters are matters of public interest:</p> <p class=\"paragraph-e\">  1. Protecting public health and safety.</p> <p class=\"paragraph-e\">  2. Protecting youth and restricting their access to cannabis.</p> <p class=\"paragraph-e\">  3. Preventing illicit activities in relation to cannabis.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.1",
            "part_id": null,
            "part_type": null,
            "section": "10.1",
            "content": " 10.1 Notice of an application for a retail store authorization is not required to be given under subsection 4 (7) of the Act if a previous retail store authorization in respect of the proposed cannabis retail store specified in the application, (a) was in force less than 12 months before the application is made; and (b) was not revoked. O. Reg. 238/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10.1</b> Notice of an application for a retail store authorization is not required to be given under subsection 4 (7) of the Act if a previous retail store authorization in respect of the proposed cannabis retail store specified in the application,</p> <p class=\"clause-e\">  (a) was in force less than 12 months before the application is made; and</p> <p class=\"clause-e\">  (b) was not revoked. O. Reg. 238/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "11.",
            "content": " 11. (1) In this section, “private school” means a private school as defined in the Education Act. (2)  For the purposes of clause 4 (12) (a) of the Act, a proposed cannabis retail store may not be located less than 150 metres from a school or a private school, as determined in accordance with the following: 1. If the school or private school is the primary or only occupant of a building, 150 metres shall be measured from the property line of the property on which the school or private school is located. 2. If the school or private school is not the primary or only occupant of a building, 150 meters shall be measured from the boundary of any space occupied by the school or private school within the building. (3) Subsection (2) does not apply to a private school if, (a) it is located on a reserve; or (b) it only offers classes through the Internet.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) In this section,</p> <p class=\"definition-e\">“private school” means a private school as defined in the <i>Education Act</i>.</p> <p class=\"subsection-e\">  (2)  For the purposes of clause 4 (12) (a) of the Act, a proposed cannabis retail store may not be located less than 150 metres from a school or a private school, as determined in accordance with the following:</p> <p class=\"paragraph-e\">  1. If the school or private school is the primary or only occupant of a building, 150 metres shall be measured from the property line of the property on which the school or private school is located.</p> <p class=\"paragraph-e\">  2. If the school or private school is not the primary or only occupant of a building, 150 meters shall be measured from the boundary of any space occupied by the school or private school within the building.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to a private school if,</p> <p class=\"clause-e\">  (a) it is located on a reserve; or</p> <p class=\"clause-e\">  (b) it only offers classes through the Internet.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "12.",
            "content": " 12. (1) The Registrar shall refuse to issue a retail store authorization if, at the time the authorization would otherwise be issued, the applicant already holds, or the applicant and its affiliates between them already hold, 75 authorizations. O. Reg. 426/19, s. 6; O. Reg. 84/22, s. 2 (1). Note: On January 1, 2024, subsection 12 (1) of the Regulation is amended by striking out “75” and substituting “150”.\r\n(See: O. Reg. 371/23, s. 1 (1)) (2) It is a condition of a retail operator licence that the holder, or the holder and its affiliates between them, hold no more than 75 authorizations. O. Reg. 371/23, s. 1 (2). Note: On January 1, 2024, subsection 12 (2) of the Regulation, as remade by subsection (2), is amended by striking out “75” and substituting “150”. (See: O. Reg. 371/23, s. 1 (3))",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) The Registrar shall refuse to issue a retail store authorization if, at the time the authorization would otherwise be issued, the applicant already holds, or the applicant and its affiliates between them already hold, 75 authorizations. O. Reg. 426/19, s. 6; O. Reg. 84/22, s. 2 (1).</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2024<span>, </span>subsection 12 (1) of the Regulation is amended by striking out “75” and substituting “150”.<span>\r\n(See: O. Reg. 371/23, s. 1 (1))</span></p> <p class=\"subsection-e\">  (2) It is a condition of a retail operator licence that the holder, or the holder and its affiliates between them, hold no more than 75 authorizations. O. Reg. 371/23, s. 1 (2).</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2024<span>, </span>subsection 12 (2) of the Regulation, as remade by subsection (2), is amended by striking out “75” and substituting “150”.<span> (See: O. Reg. 371/23, s. 1 (3))</span></p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "13.",
            "content": " 13. (1) It is a condition of a retail store authorization that the holder, (a) display the authorization in a conspicuous place in the cannabis retail store; and (b) if the holder uses a website, app or other similar online platform for the purposes of the cannabis retail store, ensure that the authorization number, the holder’s name and the store’s operating name and address are displayed on the website, app or other platform. O. Reg. 84/22, s. 3. (2) The holder of a retail store authorization that is revoked or fails to be renewed shall ensure that the information referred to in subsection (1) is removed from display as soon as practicable after the revocation or non-renewal. O. Reg. 84/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) It is a condition of a retail store authorization that the holder,</p> <p class=\"clause-e\">  (a) display the authorization in a conspicuous place in the cannabis retail store; and</p> <p class=\"clause-e\">  (b) if the holder uses a website, app or other similar online platform for the purposes of the cannabis retail store, ensure that the authorization number, the holder’s name and the store’s operating name and address are displayed on the website, app or other platform. O. Reg. 84/22, s. 3.</p> <p class=\"subsection-e\">  (2) The holder of a retail store authorization that is revoked or fails to be renewed shall ensure that the information referred to in subsection (1) is removed from display as soon as practicable after the revocation or non-renewal. O. Reg. 84/22, s. 3.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "14.",
            "content": " 14. (1) It is a condition of a retail store authorization that the holder not enter into contracts or agreements with any person or entity for the provision of cannabis distribution services. (2) Subsection (1) does not apply with respect to, (a) a contract or agreement with the Ontario Cannabis Retail Corporation or with a person or entity acting under a contract to provide distribution services to or on behalf of the Ontario Cannabis Retail Corporation; or (b) a contract of employment with the holder to work in a cannabis retail store. Revocations and Suspensions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) It is a condition of a retail store authorization that the holder not enter into contracts or agreements with any person or entity for the provision of cannabis distribution services.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply with respect to,</p> <p class=\"clause-e\">  (a) a contract or agreement with the Ontario Cannabis Retail Corporation or with a person or entity acting under a contract to provide distribution services to or on behalf of the Ontario Cannabis Retail Corporation; or</p> <p class=\"clause-e\">  (b) a contract of employment with the holder to work in a cannabis retail store.</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Revocations and Suspensions</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Revocations and Suspensions",
            "part_id": null,
            "part_type": null,
            "section": "Revocations and Suspensions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Revocation without proposal, prescribed contraventions",
            "content": " 15. For the purposes of clause 11 (3) (c) of the Act, section 9 of the Cannabis Act (Canada) is prescribed.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>For the purposes of clause 11 (3) (c) of the Act, section 9 of the <i>Cannabis Act</i> (Canada) is prescribed.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Public notice of suspension of authorization",
            "content": " 16. (1) If a retail store authorization is suspended, the holder shall prominently display a sign respecting the suspension in a conspicuous place that is visible from the exterior of the public entrance to the cannabis retail store. (2) The sign referred to in subsection (1) shall be in the form approved by the Registrar and shall be displayed for the duration of the suspension. Operation of Cannabis Retail Stores",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) If a retail store authorization is suspended, the holder shall prominently display a sign respecting the suspension in a conspicuous place that is visible from the exterior of the public entrance to the cannabis retail store.</p> <p class=\"subsection-e\">  (2) The sign referred to in subsection (1) shall be in the form approved by the Registrar and shall be displayed for the duration of the suspension.</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Operation of Cannabis Retail Stores</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Operation of Cannabis Retail Stores",
            "part_id": null,
            "part_type": null,
            "section": "Operation of Cannabis Retail Stores",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Permissible hours of operation",
            "content": " 17. A cannabis retail store is authorized to be open to the public between 9:00 a.m. and 11:00 p.m. on any day.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>17. </b>A cannabis retail store is authorized to be open to the public between 9:00 a.m. and 11:00 p.m. on any day.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed products and services",
            "content": " 18. For the purposes of clause 18 (b) of the Act, the holder of a retail store authorization may sell or charge for, 1. Cannabis accessories within the meaning of subsection 2 (1) of the Cannabis Act\r\n(Canada). 2. Shopping bags. 3. Any item other than a cannabis accessory that relates in some direct way to cannabis or its use, such as an item that depicts cannabis or its use or that is wholly or partly cannabis-themed, but not including any food or drink that is not cannabis. 4. Delivery services. O. Reg. 468/18, s. 18; O. Reg. 426/19, s. 7; O. Reg. 84/22, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>18. </b>For the purposes of clause 18 (b) of the Act, the holder of a retail store authorization may sell or charge for,</p> <p class=\"paragraph-e\">  1. Cannabis accessories within the meaning of subsection 2 (1) of the <i>Cannabis Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  2. Shopping bags.</p> <p class=\"paragraph-e\">  3. Any item other than a cannabis accessory that relates in some direct way to cannabis or its use, such as an item that depicts cannabis or its use or that is wholly or partly cannabis-themed, but not including any food or drink that is not cannabis.</p> <p class=\"paragraph-e\">  4. Delivery services. O. Reg. 468/18, s. 18; O. Reg. 426/19, s. 7; O. Reg. 84/22, s. 4.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Cannabis retail seal",
            "content": " 19. (1) In this section, “cannabis retail seal” means the cannabis retail seal set out in Schedule 1 to this Regulation. O. Reg. 84/22, s. 5. (2) For the purposes of subsection 7 (2) of the Act, the holder of a retail store authorization shall, (a) display the cannabis retail seal in a conspicuous place that is visible from the exterior of the public entrance to the cannabis retail store; and (b) if the holder uses a website, app or other similar online platform for the purposes of the cannabis retail store, ensure that the cannabis retail seal is prominently displayed on the website, app or other platform. O. Reg. 84/22, s. 5. (3) For the purposes of clause (2) (a), the displayed cannabis retail seal shall be at least 17 centimetres in width at its widest point by 20 centimetres in height. O. Reg. 84/22, s. 5. (4) Either the French version, the English version or both versions of the cannabis retail seal may be displayed. O. Reg. 468/18, s. 19 (4). (5) The holder of a retail store authorization that is revoked or fails to be renewed shall ensure that the cannabis retail seal is removed from display as soon as practicable after the revocation or non-renewal. O. Reg. 468/18, s. 19 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>(1) In this section,</p> <p class=\"definition-e\">“cannabis retail seal” means the cannabis retail seal set out in Schedule 1 to this Regulation. O. Reg. 84/22, s. 5.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 7 (2) of the Act, the holder of a retail store authorization shall,</p> <p class=\"clause-e\">  (a) display the cannabis retail seal in a conspicuous place that is visible from the exterior of the public entrance to the cannabis retail store; and</p> <p class=\"clause-e\">  (b) if the holder uses a website, app or other similar online platform for the purposes of the cannabis retail store, ensure that the cannabis retail seal is prominently displayed on the website, app or other platform. O. Reg. 84/22, s. 5.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (2) (a), the displayed cannabis retail seal shall be at least 17 centimetres in width at its widest point by 20 centimetres in height. O. Reg. 84/22, s. 5.</p> <p class=\"subsection-e\">  (4) Either the French version, the English version or both versions of the cannabis retail seal may be displayed. O. Reg. 468/18, s. 19 (4).</p> <p class=\"subsection-e\">  (5) The holder of a retail store authorization that is revoked or fails to be renewed shall ensure that the cannabis retail seal is removed from display as soon as practicable after the revocation or non-renewal. O. Reg. 468/18, s. 19 (5).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Preventing entry of individuals under 19 years of age",
            "content": " 20. (1) The holder of a retail store authorization shall ensure that no individual who appears to be under 25 years of age is permitted to enter the cannabis retail store unless the holder or an employee of the holder has required the individual to provide a form of identification prescribed for the purposes of subsection 7 (2) of the Cannabis Control Act, 2017 and the holder or employee is satisfied that the individual is at least 19 years of age. (2) For the purposes of subsection (1), subsection 7 (3) of the Cannabis Control Act, 2017 applies with necessary modifications.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20. </b>(1) The holder of a retail store authorization shall ensure that no individual who appears to be under 25 years of age is permitted to enter the cannabis retail store unless the holder or an employee of the holder has required the individual to provide a form of identification prescribed for the purposes of subsection 7 (2) of the <i>Cannabis Control Act, 2017</i> and the holder or employee is satisfied that the individual is at least 19 years of age.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), subsection 7 (3) of the <i>Cannabis Control Act, 2017</i> applies with necessary modifications.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.1",
            "part_id": null,
            "part_type": null,
            "section": "Distribution in adjacent area",
            "content": " 20.1 The holder of a retail store authorization shall ensure that cannabis purchased from a cannabis retail store under the authorization is distributed to a person in an area immediately adjacent to the store in accordance with the following rules: 1. The cannabis may only be distributed between 9 a.m. and 11 p.m. on any day. 2. The cannabis may only be distributed by the holder or an employee of the holder. O. Reg. 84/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>20.1 </b>The holder of a retail store authorization shall ensure that cannabis purchased from a cannabis retail store under the authorization is distributed to a person in an area immediately adjacent to the store in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The cannabis may only be distributed between 9 a.m. and 11 p.m. on any day.</p> <p class=\"paragraph-e\">  2. The cannabis may only be distributed by the holder or an employee of the holder. O. Reg. 84/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.2",
            "part_id": null,
            "part_type": null,
            "section": "Delivery",
            "content": " 20.2 (1) The holder of a retail store authorization shall ensure that cannabis sold under the authorization is delivered in accordance with the following rules: 1. The cannabis may only be delivered by the holder or an employee of the holder. 2. The cannabis must be in its original, unopened packaging. 3. The cannabis may only be delivered to a residence or private place, as defined in section 22 of Ontario Regulation 745/21 (General) made under the Liquor Licence and Control Act, 2019. 4. The cannabis may only be delivered to an individual who is located at the address provided in the order for the purchase of the cannabis. 5. The cannabis may only be delivered at a time when the cannabis retail store is open to the public. O. Reg. 84/22, s. 6. (2) On any day on which a landlord or owner of a premises on which a cannabis retail store is located requires the premises to be closed for any time between 9:00 a.m. and 11:00 p.m., the holder of the retail store authorization may, despite paragraph 5 of subsection (1), deliver cannabis between 9:00 a.m. and 11:00 p.m. O. Reg. 84/22, s. 6. (3) Subsection (2) does not apply if the landlord or owner is a person interested in the holder of the retail store authorization. O. Reg. 84/22, s. 6. (4) Nothing in subsection (2) permits the holder of a retail store authorization to operate the cannabis retail store entirely or predominantly as a delivery business. O. Reg. 84/22, s. 6. (5) Any cannabis that is removed from a cannabis retail store for delivery but is not delivered during the hours permitted under this section for a day must be returned to the store that same day and remain there until the next day on which delivery is attempted. O. Reg. 84/22, s. 6. (6) The holder of a retail store authorization shall ensure that, (a) cannabis is not removed from the cannabis retail store’s inventory for delivery until an order to purchase the cannabis has been placed; and (b) cannabis is not delivered from the cannabis retail store unless the order to purchase the cannabis was placed with that store. O. Reg. 84/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>20.2 </b>(1) The holder of a retail store authorization shall ensure that cannabis sold under the authorization is delivered in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The cannabis may only be delivered by the holder or an employee of the holder.</p> <p class=\"paragraph-e\">  2. The cannabis must be in its original, unopened packaging.</p> <p class=\"paragraph-e\">  3. The cannabis may only be delivered to a residence or private place, as defined in section 22 of Ontario Regulation 745/21 (General) made under the <i>Liquor Licence and Control Act, 2019</i>.</p> <p class=\"paragraph-e\">  4. The cannabis may only be delivered to an individual who is located at the address provided in the order for the purchase of the cannabis.</p> <p class=\"paragraph-e\">  5. The cannabis may only be delivered at a time when the cannabis retail store is open to the public. O. Reg. 84/22, s. 6.</p> <p class=\"subsection-e\">  (2) On any day on which a landlord or owner of a premises on which a cannabis retail store is located requires the premises to be closed for any time between 9:00 a.m. and 11:00 p.m., the holder of the retail store authorization may, despite paragraph 5 of subsection (1), deliver cannabis between 9:00 a.m. and 11:00 p.m. O. Reg. 84/22, s. 6.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if the landlord or owner is a person interested in the holder of the retail store authorization. O. Reg. 84/22, s. 6.</p> <p class=\"subsection-e\">  (4) Nothing in subsection (2) permits the holder of a retail store authorization to operate the cannabis retail store entirely or predominantly as a delivery business. O. Reg. 84/22, s. 6.</p> <p class=\"subsection-e\">  (5) Any cannabis that is removed from a cannabis retail store for delivery but is not delivered during the hours permitted under this section for a day must be returned to the store that same day and remain there until the next day on which delivery is attempted. O. Reg. 84/22, s. 6.</p> <p class=\"subsection-e\">  (6) The holder of a retail store authorization shall ensure that,</p> <p class=\"clause-e\">  (a) cannabis is not removed from the cannabis retail store’s inventory for delivery until an order to purchase the cannabis has been placed; and</p> <p class=\"clause-e\">  (b) cannabis is not delivered from the cannabis retail store unless the order to purchase the cannabis was placed with that store. O. Reg. 84/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Training requirements",
            "content": " 21. (1) The Board may approve training courses or programs, including but not limited to training courses or programs respecting, (a) the responsible sale and distribution of cannabis; (b) record keeping requirements under the Act; and (c) measures required to be taken under the Act to reduce the risk of cannabis being diverted to an illicit market or activity. O. Reg. 468/18, s. 21 (1); O. Reg. 84/22, s. 7 (1). (2) The following individuals are required to successfully complete training courses or programs approved under subsection (1): 1. Holders of a retail store authorization. 2. Holders of a cannabis retail manager licence. 3.  Revoked: O. Reg. 84/22, s. 7 (2). O. Reg. 468/18, s. 21 (2); O. Reg. 84/22, s. 7 (2). (3) The holder of a retail store authorization shall ensure that the following individuals successfully complete training courses or programs approved under subsection (1): 1. Every holder of a cannabis retail manager licence employed to work in the cannabis retail store. 2. Every other individual employed to work in the cannabis retail store or deliver cannabis sold through the store. 3. Every individual who provides security services in relation to the operation of the cannabis retail store. O. Reg. 84/22, s. 7 (3). Matters Respecting Municipalities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>21. </b>(1) The Board may approve training courses or programs, including but not limited to training courses or programs respecting,</p> <p class=\"clause-e\">  (a) the responsible sale and distribution of cannabis;</p> <p class=\"clause-e\">  (b) record keeping requirements under the Act; and</p> <p class=\"clause-e\">  (c) measures required to be taken under the Act to reduce the risk of cannabis being diverted to an illicit market or activity. O. Reg. 468/18, s. 21 (1); O. Reg. 84/22, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The following individuals are required to successfully complete training courses or programs approved under subsection (1):</p> <p class=\"paragraph-e\">  1. Holders of a retail store authorization.</p> <p class=\"paragraph-e\">  2. Holders of a cannabis retail manager licence.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 84/22, s. 7 (2).</p> <p class=\"footnote-e\">O. Reg. 468/18, s. 21 (2); O. Reg. 84/22, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The holder of a retail store authorization shall ensure that the following individuals successfully complete training courses or programs approved under subsection (1):</p> <p class=\"paragraph-e\">  1. Every holder of a cannabis retail manager licence employed to work in the cannabis retail store.</p> <p class=\"paragraph-e\">  2. Every other individual employed to work in the cannabis retail store or deliver cannabis sold through the store.</p> <p class=\"paragraph-e\">  3. Every individual who provides security services in relation to the operation of the cannabis retail store. O. Reg. 84/22, s. 7 (3).</p> <p class=\"heading1-e\"><a name=\"BK29\"></a>Matters Respecting Municipalities</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Matters Respecting Municipalities",
            "part_id": null,
            "part_type": null,
            "section": "Matters Respecting Municipalities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of resolution",
            "content": " 22. (1) For the purposes of subsection 41 (5) of the Act, a municipality shall provide to the Registrar written notice of a resolution passed under that section no later than three business days after the resolution is passed. (2) Despite subsection (1), notice of a resolution referred to in subsection 41 (1) of the Act shall not be provided to the Registrar later than January 22, 2019. (3) In subsection (1), “business day” means a day from Monday to Friday, other than a holiday. Matters Respecting Reserves",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>22. </b>(1) For the purposes of subsection 41 (5) of the Act, a municipality shall provide to the Registrar written notice of a resolution passed under that section no later than three business days after the resolution is passed.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), notice of a resolution referred to in subsection 41 (1) of the Act shall not be provided to the Registrar later than January 22, 2019.</p> <p class=\"subsection-e\">  (3) In subsection (1),</p> <p class=\"definition-e\">“business day” means a day from Monday to Friday, other than a holiday.</p> <p class=\"heading1-e\"><a name=\"BK31\"></a>Matters Respecting Reserves</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Matters Respecting Reserves",
            "part_id": null,
            "part_type": null,
            "section": "Matters Respecting Reserves",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of resolution",
            "content": " 23. For the purposes of subsection 43 (5) of the Act, a council of the band shall as soon as practicable after the passing of a resolution referred to in that section provide to the Registrar written notice of the resolution.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>23. </b>For the purposes of subsection 43 (5) of the Act, a council of the band shall as soon as practicable after the passing of a resolution referred to in that section provide to the Registrar written notice of the resolution.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "23.1",
            "part_id": null,
            "part_type": null,
            "section": "Restriction, delivery on reserves",
            "content": " 23.1 (1) This section applies if the Registrar receives a copy of a resolution of the council of the band in respect of a reserve requesting that cannabis sold under a retail store authorization not be delivered on the reserve. O. Reg. 84/22, s. 8. (2) The Registrar shall, as soon as practicable after receiving the copy of the resolution, give written notice in a manner the Registrar considers appropriate to every holder of a retail store authorization containing the following information: 1. The name of the reserve. 2. A statement that, as of the effective date determined in accordance with subsection (3), cannabis sold under a retail store authorization may not be delivered on the reserve. O. Reg. 84/22, s. 8. (3) The effective date specified in the notice shall be the 30th day after the day on which the notice is given. O. Reg. 84/22, s. 8. (4) A holder of a retail store authorization shall ensure that cannabis sold under the authorization is not delivered on a reserve that is the subject of a notice under subsection (2) on and after the effective date specified in the notice. O. Reg. 84/22, s. 8. (5) If the Registrar receives a copy of a resolution of the council of the band in respect of a reserve rescinding a request described in subsection (1), the Registrar shall, as soon as practicable, give written notice in a manner the Registrar considers appropriate to every holder of a retail store authorization containing the following information: 1. The name of the reserve. 2. The date on which the notice is given. 3. A statement that, as of the date on which the notice is given, subsection (4) ceases to apply with respect to the reserve. O. Reg. 84/22, s. 8. (6) Subsection (4) ceases to apply with respect to a reserve that is the subject of a notice under subsection (5) on the date on which the notice is given. O. Reg. 84/22, s. 8. (7) The council of the band shall give to the Registrar such information as the Registrar reasonably requires for the purposes of subsection (2) or (5). O. Reg. 84/22, s. 8. (8) The Registrar shall publish on the Commission’s website, (a) a list of reserves to which cannabis sold under a retail store authorization may not be delivered, in accordance with this section; and (b) for each reserve, (i) the date on which the applicable resolution was made, and (ii) the effective date specified in the notice given under subsection (2) for the reserve. O. Reg. 84/22, s. 8. Exemptions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>23.1 </b>(1) This section applies if the Registrar receives a copy of a resolution of the council of the band in respect of a reserve requesting that cannabis sold under a retail store authorization not be delivered on the reserve. O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (2) The Registrar shall, as soon as practicable after receiving the copy of the resolution, give written notice in a manner the Registrar considers appropriate to every holder of a retail store authorization containing the following information:</p> <p class=\"paragraph-e\">  1. The name of the reserve.</p> <p class=\"paragraph-e\">  2. A statement that, as of the effective date determined in accordance with subsection (3), cannabis sold under a retail store authorization may not be delivered on the reserve. O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (3) The effective date specified in the notice shall be the 30<sup>th</sup> day after the day on which the notice is given. O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (4) A holder of a retail store authorization shall ensure that cannabis sold under the authorization is not delivered on a reserve that is the subject of a notice under subsection (2) on and after the effective date specified in the notice. O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (5) If the Registrar receives a copy of a resolution of the council of the band in respect of a reserve rescinding a request described in subsection (1), the Registrar shall, as soon as practicable, give written notice in a manner the Registrar considers appropriate to every holder of a retail store authorization containing the following information: </p> <p class=\"paragraph-e\">  1. The name of the reserve.</p> <p class=\"paragraph-e\">  2. The date on which the notice is given.</p> <p class=\"paragraph-e\">  3. A statement that, as of the date on which the notice is given, subsection (4) ceases to apply with respect to the reserve. O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (6) Subsection (4) ceases to apply with respect to a reserve that is the subject of a notice under subsection (5) on the date on which the notice is given. O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (7) The council of the band shall give to the Registrar such information as the Registrar reasonably requires for the purposes of subsection (2) or (5). O. Reg. 84/22, s. 8.</p> <p class=\"subsection-e\">  (8) The Registrar shall publish on the Commission’s website,</p> <p class=\"clause-e\">  (a) a list of reserves to which cannabis sold under a retail store authorization may not be delivered, in accordance with this section; and</p> <p class=\"clause-e\">  (b) for each reserve,</p> <p class=\"subclause-e\">  (i) the date on which the applicable resolution was made, and</p> <p class=\"subclause-e\">  (ii) the effective date specified in the notice given under subsection (2) for the reserve. O. Reg. 84/22, s. 8.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Exemptions</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Application fees, cannabis retail store on reserve",
            "content": " 24. (1) An applicant for a retail operator licence is exempt from the requirement in clause 3 (7) (a) of the Act to pay a fee in connection with the application if the applicant demonstrates to the Registrar that the applicant intends to operate a cannabis retail store located on a reserve. O. Reg. 540/21, s. 1. (2) An applicant for a retail store authorization is exempt from the requirement in clause 4 (10) (a) of the Act to pay a fee in connection with the application if the application is in respect of a cannabis retail store that would be located on a reserve. O. Reg. 540/21, s. 1. (3) An applicant for a retail manager licence is exempt from the requirement in clause 5 (6) (a) of the Act to pay a fee in connection with the application if the applicant demonstrates to the Registrar that the applicant intends to manage a cannabis retail store located on a reserve. O. Reg. 540/21, s. 1. (4) An applicant for the renewal of a retail operator licence, for the renewal of a retail store authorization or for the renewal of a retail manager licence is exempt from the requirements in clause 8 (3) (a) and subsection 8 (4) of the Act to pay a fee in connection with the application if the applicant demonstrates to the Registrar that the application is in respect of a cannabis retail store that is located on a reserve. O. Reg. 540/21, s. 1. Schedule 1   Cannabis Retail Seal  Text alternative: Illustration of English cannabis retail seal consisting of “ONTARIO AUTHORIZED” in white capitalized text, above a white horizontal line, above an illustration of a white trillium, on a black background with a white border. This text alternative is provided for convenience only and does not form part of the official law.  Text alternative: Illustration of French cannabis retail seal consisting of “DÉTAILLANT AUTORISÉ EN ONTARIO” in white capitalized text, above a white horizontal line, above an illustration of a white trillium, on a black background with a white border. This text alternative is provided for convenience only and does not form part of the official law.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>24. </b>(1) An applicant for a retail operator licence is exempt from the requirement in clause 3 (7) (a) of the Act to pay a fee in connection with the application if the applicant demonstrates to the Registrar that the applicant intends to operate a cannabis retail store located on a reserve. O. Reg. 540/21, s. 1.</p> <p class=\"subsection-e\">  (2) An applicant for a retail store authorization is exempt from the requirement in clause 4 (10) (a) of the Act to pay a fee in connection with the application if the application is in respect of a cannabis retail store that would be located on a reserve. O. Reg. 540/21, s. 1.</p> <p class=\"subsection-e\">  (3) An applicant for a retail manager licence is exempt from the requirement in clause 5 (6) (a) of the Act to pay a fee in connection with the application if the applicant demonstrates to the Registrar that the applicant intends to manage a cannabis retail store located on a reserve. O. Reg. 540/21, s. 1.</p> <p class=\"subsection-e\">  (4) An applicant for the renewal of a retail operator licence, for the renewal of a retail store authorization or for the renewal of a retail manager licence is exempt from the requirements in clause 8 (3) (a) and subsection 8 (4) of the Act to pay a fee in connection with the application if the applicant demonstrates to the Registrar that the application is in respect of a cannabis retail store that is located on a reserve. O. Reg. 540/21, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK36\"></a>Schedule 1 <br/>  Cannabis Retail Seal</p> <p class=\"scanned-e\"><span><img alt=\"Title: english cannabis retail seal - Description: english cannabis retail seal\" border=\"0\" height=\"334\" id=\"Picture 3\" src=\"180468_e_files/image001.png\" width=\"334\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of English cannabis retail seal consisting of “ONTARIO AUTHORIZED” in white capitalized text, above a white horizontal line, above an illustration of a white trillium, on a black background with a white border. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"scanned-e\"><span><img alt=\"Title: french cannabis retail seal - Description: french cannabis retail seal\" border=\"0\" height=\"337\" id=\"Picture 2\" src=\"180468_e_files/image002.png\" width=\"337\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of French cannabis retail seal consisting of “DÉTAILLANT AUTORISÉ EN ONTARIO” in white capitalized text, above a white horizontal line, above an illustration of a white trillium, on a black background with a white border. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"Pnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180468\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Cannabis retail seal",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "part_id": null,
            "part_type": null,
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}