{
    "reg_info": {
        "full_title": "O. Reg. 395/11: ACCOUNTING POLICIES AND PRACTICES",
        "reg_name_text": "ACCOUNTING POLICIES AND PRACTICES",
        "citation": "O. Reg. 395/11: ",
        "act_under": "Financial Administration Act",
        "url": "https://www.ontario.ca/laws/regulation/110395",
        "date_scraped": "2023-12-19 03:17:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 30, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/110395/v4",
            "valid_from": "April 11, 2012",
            "valid_to": "September 29, 2016"
        },
        {
            "a_href": "/laws/regulation/110395/v2",
            "valid_from": "August 31, 2011",
            "valid_to": "April 10, 2012"
        },
        {
            "a_href": "/laws/regulation/110395/v1",
            "valid_from": "August 22, 2011",
            "valid_to": "August 30, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Depreciable tangible capital assets, etc.",
            "content": " 1. (0.1) This section applies to public entities and to other entities whose financial statements are included in the consolidated financial statements of the Province as set out in the Public Accounts.  O. Reg. 51/12, s. 1 (2). (1) In its accounts, an entity shall recognize the following items as deferred capital contributions: 1. Contributions received or receivable by the entity for the purpose of acquiring or developing a depreciable tangible capital asset for use in providing services. 2. Contributions in the form of depreciable tangible assets received or receivable by the entity for use in providing services.  O. Reg. 395/11, s. 1 (1); O. Reg. 51/12, s. 1 (3, 4). (2) In its accounts, an entity shall reduce its liability for deferred capital contributions in respect of a depreciable tangible capital asset at the same rate as the rate at which amortization is recognized in respect of the asset, and shall account for the reduction of the liability in the periods during which the asset is used to provide services.  O. Reg. 395/11, s. 1 (2); O. Reg. 51/12, s. 1 (5). (3) In its accounts, an entity shall recognize, as revenue, the capital contributions in respect of a depreciable tangible capital asset at the same rate as the rate at which amortization is recognized in respect of the asset, and shall account for the revenue in the periods during which the asset is used to provide services.  O. Reg. 395/11, s. 1 (3); O. Reg. 51/12, s. 1 (6). (4) If the net book value of a depreciable tangible capital asset is reduced for any reason other than amortization, an entity shall, in its accounts, recognize a proportionate reduction of the deferred capital contributions for the asset and a proportionate increase in the revenue from deferred capital contributions for the asset.  O. Reg. 395/11, s. 1 (4); O. Reg. 51/12, s. 1 (7). (5) This section prevails over a requirement of another Act or regulation.  O. Reg. 395/11, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (0.1) This section applies to public entities and to other entities whose financial statements are included in the consolidated financial statements of the Province as set out in the Public Accounts.  O. Reg. 51/12, s. 1 (2).</p> <p class=\"subsection-e\">  (1) In its accounts, an entity shall recognize the following items as deferred capital contributions:</p> <p class=\"paragraph-e\">  1. Contributions received or receivable by the entity for the purpose of acquiring or developing a depreciable tangible capital asset for use in providing services.</p> <p class=\"paragraph-e\">  2. Contributions in the form of depreciable tangible assets received or receivable by the entity for use in providing services.  O. Reg. 395/11, s. 1 (1); O. Reg. 51/12, s. 1 (3, 4).</p> <p class=\"subsection-e\">  (2) In its accounts, an entity shall reduce its liability for deferred capital contributions in respect of a depreciable tangible capital asset at the same rate as the rate at which amortization is recognized in respect of the asset, and shall account for the reduction of the liability in the periods during which the asset is used to provide services.  O. Reg. 395/11, s. 1 (2); O. Reg. 51/12, s. 1 (5).</p> <p class=\"subsection-e\">  (3) In its accounts, an entity shall recognize, as revenue, the capital contributions in respect of a depreciable tangible capital asset at the same rate as the rate at which amortization is recognized in respect of the asset, and shall account for the revenue in the periods during which the asset is used to provide services.  O. Reg. 395/11, s. 1 (3); O. Reg. 51/12, s. 1 (6).</p> <p class=\"subsection-e\">  (4) If the net book value of a depreciable tangible capital asset is reduced for any reason other than amortization, an entity shall, in its accounts, recognize a proportionate reduction of the deferred capital contributions for the asset and a proportionate increase in the revenue from deferred capital contributions for the asset.  O. Reg. 395/11, s. 1 (4); O. Reg. 51/12, s. 1 (7).</p> <p class=\"subsection-e\">  (5) This section prevails over a requirement of another Act or regulation.  O. Reg. 395/11, s. 1 (5).</p>"
        },
        {
            "id": "2.",
            "section": "Use of U.S. generally accepted accounting principles",
            "content": " 2. (1) Hydro One Inc. and Ontario Power Generation Inc. shall prepare their financial statements in accordance with U.S. generally accepted accounting principles.  O. Reg. 51/12, s. 2 (2). (2) This section applies for any financial year of the corporation that begins on or after January 1, 2012.  O. Reg. 51/12, s. 2 (2). (3) This section prevails over a requirement of another Act or regulation.  O. Reg. 395/11, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Hydro One Inc. and Ontario Power Generation Inc. shall prepare their financial statements in accordance with U.S. generally accepted accounting principles.  O. Reg. 51/12, s. 2 (2).</p> <p class=\"subsection-e\">  (2) This section applies for any financial year of the corporation that begins on or after January 1, 2012.  O. Reg. 51/12, s. 2 (2).</p> <p class=\"subsection-e\">  (3) This section prevails over a requirement of another Act or regulation.  O. Reg. 395/11, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Accounting policies and practices",
            "content": " 3. (1) The consolidated financial statements of the Province set out in the Public Accounts for the fiscal year ending March 31, 2016 shall be prepared in accordance with the following rules: 1. In determining a valuation allowance for a jointly sponsored pension plan with a surplus calculated for accounting purposes, the Province shall assume an expected future benefit of zero. 2. The rule in paragraph 1 shall be reflected in all related asset, revenue, liability, expense and accumulated deficit balances as if it had been implemented effective April 1, 2015. O. Reg. 328/16, s. 1. (2) In subsection (1), “jointly sponsored pension plan” has the same meaning as in the Pension Benefits Act. O. Reg. 328/16, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The consolidated financial statements of the Province set out in the Public Accounts for the fiscal year ending March 31, 2016 shall be prepared in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. In determining a valuation allowance for a jointly sponsored pension plan with a surplus calculated for accounting purposes, the Province shall assume an expected future benefit of zero.</p> <p class=\"paragraph-e\">  2. The rule in paragraph 1 shall be reflected in all related asset, revenue, liability, expense and accumulated deficit balances as if it had been implemented effective April 1, 2015. O. Reg. 328/16, s. 1.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"definition-e\">“jointly sponsored pension plan” has the same meaning as in the <i>Pension Benefits Act</i>. O. Reg. 328/16, s. 1.</p> <p class=\"definition-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/110395\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}