{
    "reg_info": {
        "full_title": "O. Reg. 318/97: SMALL BUSINESS INVESTMENT TAX CREDIT FOR BANKS",
        "reg_name_text": "SMALL BUSINESS INVESTMENT TAX CREDIT FOR BANKS",
        "citation": "O. Reg. 318/97: ",
        "act_under": "Corporations Tax Act   Loi sur l’imposition des sociétés",
        "url": "https://www.ontario.ca/laws/regulation/970318",
        "date_scraped": "2023-12-20 00:28:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 19, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “deposit-taking institution” means a financial institution that is a deposit-taking institution for the purposes of section 66.1 of the Act; “qualifying obligation” means a debt obligation issued after May 7, 1996 by a corporation that is a qualifying small business corporation at the time the obligation is issued unless, under the terms of the obligation or any agreement relating to the obligation, (a) the corporation is or may be required to repay more than 5 per cent of the principal amount of the obligation in any of the first five years following the date the obligation is issued, except in the event that the corporation becomes bankrupt or commits a default under the agreement or instrument under which the obligation was issued, (b) the holder of the obligation may exchange or convert the obligation within five years after the date of its issue into a share or debt obligation that is not a qualifying share or qualifying obligation of the corporation, (c) the obligation, whether as a result of its terms or as a result of security provided by the corporation, is not subordinate in right of repayment to all other debt obligations of the corporation, other than the payment of obligations owing to a shareholder of the corporation or obligations each of which is a qualifying obligation that, (i) if the obligation was issued before May 7, 1997, was issued to a bank or a specified corporation in which a bank had an ownership interest at the time the obligation was issued, or (ii) if the obligation was issued after May 6, 1997, was issued to a deposit-taking institution, an insurance corporation that was related to a deposit-taking institution when the obligation was issued, or to a specified corporation that was related to a deposit-taking institution when the obligation was issued, (d) the corporation is restricted from incurring other debts, or (e) a government, municipality or other public authority in Canada is or may be required to provide a guarantee or similar indemnity with respect to the obligation; “qualifying partnership” means a partnership that carries on an active business primarily in Ontario through one or more permanent establishments in Ontario if, (a) all or substantially all of the fair market value of the partnership’s assets is attributable to assets used principally in the active business, and (b) all members of the partnership that are partnerships are qualifying partnerships; “qualifying share” means a share, issued after May 7, 1996, of the capital stock of a corporation that is a qualifying small business corporation at the time the share is issued, unless under the terms and conditions of the share, any agreement relating to the share or any agreement entered into by the corporation or a person related to the corporation, (a) the corporation or a person related to the corporation may be required to redeem, acquire or cancel the share, or reduce the paid-up capital in respect of the share, within five years after the date of its issue, unless the redemption, acquisition or cancellation arises as a result of an exchange or conversion of the share into a qualifying share or qualifying obligation of the corporation, (b) the holder of the share may exchange or convert the share within five years after the date of its issue into a share or obligation that is not a qualifying share or qualifying obligation of the corporation, or (c) a government, municipality or other public authority in Canada is or may be required to provide a guarantee or similar indemnity with respect to the share or compensate any person for any loss that may be realized in respect of the share; “qualifying small business” means a business carried on in Ontario by a qualifying sole proprietor or by the partners of a qualifying partnership if, (a) the business is carried on by the proprietor or the partners of the partnership through one or more permanent establishments in Ontario, and (b) all or substantially all of the fair market value of the assets of the qualifying sole proprietorship used in carrying on the business, or of the qualifying partnership carrying on the business, is attributable to assets used principally in an active business carried on primarily in Ontario; “qualifying sole proprietor” means an individual ordinarily resident in Ontario.  O. Reg. 318/97, s. 1 (1); O. Reg. 299/98, s. 1 (1-4). (2) For the purposes of this Regulation, the definition of “permanent establishment” in section 2600 of the regulations made under the Income Tax Act\r\n(Canada) applies with such modifications as the circumstances require in determining if an activity or business is carried on through a permanent establishment in Ontario.  O. Reg. 318/97, s. 1 (2). (3) A reference in this Regulation to, (a) the making of an investment in a qualifying small business includes the making of a loan to the person or persons carrying on the business to be used in carrying on that business; (b) the holder of an investment means the lender or assignee of the lender in the case of a loan to a person other than a corporation; and (c) an investment that has been issued includes a loan that has been made to a person other than a corporation.  O. Reg. 318/97, s. 1 (3). (4) For the purposes of section 66.1 of the Act and this Regulation, an associated group, in respect of a corporation or qualifying small business, includes the corporation or qualifying small business and all corporations and qualifying small businesses that are associated with it under section 256 of the Income Tax Act (Canada) or would be associated with it under that section on the application of the following rules: 1. A qualifying sole proprietor shall be deemed to be a corporation, all the issued shares of the capital stock of which are owned by the sole proprietor. 2. A qualifying partnership shall be deemed to be a corporation having only one class of issued shares which have full voting rights under all circumstances, and each member of the partnership shall be deemed to own the proportion of the number of issued shares of the capital stock of the corporation as that member’s proportionate share of the income or loss of the partnership. 3. Two partnerships shall be deemed to be associated if each member of one partnership is related to each member of the other partnership. 4.  Revoked:  O. Reg. 299/98, s. 1 (6). 5. A corporation or qualifying small business that is deemed to be associated with another corporation or qualifying small business shall be deemed to be associated with every corporation and qualifying small business deemed to be associated with the other corporation or qualifying small business.  O. Reg. 318/97, s. 1 (4); O. Reg. 299/98, s. 1 (5, 6). (5) If a qualifying small business corporation or qualifying small business employs one or more employees in connection with a business carried on by it, the corporation or small business shall be deemed to carry on that business primarily in Ontario at a particular time if not less than 50 per cent of the salaries and wages paid by the corporation or small business in connection with the business during the six months prior to that time, or during the period when the corporation or small business carried on that business if less than six months prior to that time, would be required for the purposes of Part III of Regulation 183 of the Revised Regulations of Ontario, 1990 to be included in the amount of salary or wages paid to employees of a permanent establishment of the corporation in Ontario.  O. Reg. 318/97, s. 1 (5). (6) For the purposes of section 66.1 of the Act, (a) the amount of the total assets of an associated group measured immediately before an investment is made is the aggregate of the total assets of each member of the group determined as of the end of the last fiscal period of the member ending before the investment is made; and (b) the amount of the gross revenue of an associated group measured immediately before an investment is made is the aggregate amount of gross revenue of each member of the group determined for the last fiscal period of the member ending before the investment is made.  O. Reg. 299/98, s. 1 (7). (7) If the fiscal period referred to in clause (6) (b) of a member of the associated group is less than 365 days, the amount of the gross revenue of that member for that fiscal period shall be deemed to be the amount otherwise determined multiplied by the ratio of 365 to the number of days in the fiscal period.  O. Reg. 299/98, s. 1 (7). Amount of Consideration for Eligible Investment",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“deposit-taking institution” means a financial institution that is a deposit-taking institution for the purposes of section 66.1 of the Act;</p> <p class=\"definition-e\">“qualifying obligation” means a debt obligation issued after May 7, 1996 by a corporation that is a qualifying small business corporation at the time the obligation is issued unless, under the terms of the obligation or any agreement relating to the obligation,</p> <p class=\"defclause-e\">  (a) the corporation is or may be required to repay more than 5 per cent of the principal amount of the obligation in any of the first five years following the date the obligation is issued, except in the event that the corporation becomes bankrupt or commits a default under the agreement or instrument under which the obligation was issued,</p> <p class=\"defclause-e\">  (b) the holder of the obligation may exchange or convert the obligation within five years after the date of its issue into a share or debt obligation that is not a qualifying share or qualifying obligation of the corporation,</p> <p class=\"defclause-e\">  (c) the obligation, whether as a result of its terms or as a result of security provided by the corporation, is not subordinate in right of repayment to all other debt obligations of the corporation, other than the payment of obligations owing to a shareholder of the corporation or obligations each of which is a qualifying obligation that,</p> <p class=\"defsubclause-e\">  (i) if the obligation was issued before May 7, 1997, was issued to a bank or a specified corporation in which a bank had an ownership interest at the time the obligation was issued, or</p> <p class=\"defsubclause-e\">  (ii) if the obligation was issued after May 6, 1997, was issued to a deposit-taking institution, an insurance corporation that was related to a deposit-taking institution when the obligation was issued, or to a specified corporation that was related to a deposit-taking institution when the obligation was issued,</p> <p class=\"defclause-e\">  (d) the corporation is restricted from incurring other debts, or</p> <p class=\"defclause-e\">  (e) a government, municipality or other public authority in Canada is or may be required to provide a guarantee or similar indemnity with respect to the obligation;</p> <p class=\"definition-e\">“qualifying partnership” means a partnership that carries on an active business primarily in Ontario through one or more permanent establishments in Ontario if,</p> <p class=\"defclause-e\">  (a) all or substantially all of the fair market value of the partnership’s assets is attributable to assets used principally in the active business, and</p> <p class=\"defclause-e\">  (b) all members of the partnership that are partnerships are qualifying partnerships;</p> <p class=\"definition-e\">“qualifying share” means a share, issued after May 7, 1996, of the capital stock of a corporation that is a qualifying small business corporation at the time the share is issued, unless under the terms and conditions of the share, any agreement relating to the share or any agreement entered into by the corporation or a person related to the corporation,</p> <p class=\"defclause-e\">  (a) the corporation or a person related to the corporation may be required to redeem, acquire or cancel the share, or reduce the paid-up capital in respect of the share, within five years after the date of its issue, unless the redemption, acquisition or cancellation arises as a result of an exchange or conversion of the share into a qualifying share or qualifying obligation of the corporation,</p> <p class=\"defclause-e\">  (b) the holder of the share may exchange or convert the share within five years after the date of its issue into a share or obligation that is not a qualifying share or qualifying obligation of the corporation, or</p> <p class=\"defclause-e\">  (c) a government, municipality or other public authority in Canada is or may be required to provide a guarantee or similar indemnity with respect to the share or compensate any person for any loss that may be realized in respect of the share;</p> <p class=\"definition-e\">“qualifying small business” means a business carried on in Ontario by a qualifying sole proprietor or by the partners of a qualifying partnership if,</p> <p class=\"defclause-e\">  (a) the business is carried on by the proprietor or the partners of the partnership through one or more permanent establishments in Ontario, and</p> <p class=\"defclause-e\">  (b) all or substantially all of the fair market value of the assets of the qualifying sole proprietorship used in carrying on the business, or of the qualifying partnership carrying on the business, is attributable to assets used principally in an active business carried on primarily in Ontario;</p> <p class=\"definition-e\">“qualifying sole proprietor” means an individual ordinarily resident in Ontario.  O. Reg. 318/97, s. 1 (1); O. Reg. 299/98, s. 1 (1-4).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, the definition of “permanent establishment” in section 2600 of the regulations made under the <i>Income Tax Act</i>\r\n(Canada) applies with such modifications as the circumstances require in determining if an activity or business is carried on through a permanent establishment in Ontario.  O. Reg. 318/97, s. 1 (2).</p> <p class=\"subsection-e\">  (3) A reference in this Regulation to,</p> <p class=\"clause-e\">  (a) the making of an investment in a qualifying small business includes the making of a loan to the person or persons carrying on the business to be used in carrying on that business;</p> <p class=\"clause-e\">  (b) the holder of an investment means the lender or assignee of the lender in the case of a loan to a person other than a corporation; and</p> <p class=\"clause-e\">  (c) an investment that has been issued includes a loan that has been made to a person other than a corporation.  O. Reg. 318/97, s. 1 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of section 66.1 of the Act and this Regulation, an associated group, in respect of a corporation or qualifying small business, includes the corporation or qualifying small business and all corporations and qualifying small businesses that are associated with it under section 256 of the <i>Income Tax Act</i> (Canada) or would be associated with it under that section on the application of the following rules:</p> <p class=\"paragraph-e\">  1. A qualifying sole proprietor shall be deemed to be a corporation, all the issued shares of the capital stock of which are owned by the sole proprietor.</p> <p class=\"paragraph-e\">  2. A qualifying partnership shall be deemed to be a corporation having only one class of issued shares which have full voting rights under all circumstances, and each member of the partnership shall be deemed to own the proportion of the number of issued shares of the capital stock of the corporation as that member’s proportionate share of the income or loss of the partnership.</p> <p class=\"paragraph-e\">  3. Two partnerships shall be deemed to be associated if each member of one partnership is related to each member of the other partnership.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 299/98, s. 1 (6).</p> <p class=\"paragraph-e\">  5. A corporation or qualifying small business that is deemed to be associated with another corporation or qualifying small business shall be deemed to be associated with every corporation and qualifying small business deemed to be associated with the other corporation or qualifying small business.  O. Reg. 318/97, s. 1 (4); O. Reg. 299/98, s. 1 (5, 6).</p> <p class=\"subsection-e\">  (5) If a qualifying small business corporation or qualifying small business employs one or more employees in connection with a business carried on by it, the corporation or small business shall be deemed to carry on that business primarily in Ontario at a particular time if not less than 50 per cent of the salaries and wages paid by the corporation or small business in connection with the business during the six months prior to that time, or during the period when the corporation or small business carried on that business if less than six months prior to that time, would be required for the purposes of Part III of Regulation 183 of the Revised Regulations of Ontario, 1990 to be included in the amount of salary or wages paid to employees of a permanent establishment of the corporation in Ontario.  O. Reg. 318/97, s. 1 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of section 66.1 of the Act, </p> <p class=\"clause-e\">  (a) the amount of the total assets of an associated group measured immediately before an investment is made is the aggregate of the total assets of each member of the group determined as of the end of the last fiscal period of the member ending before the investment is made; and</p> <p class=\"clause-e\">  (b) the amount of the gross revenue of an associated group measured immediately before an investment is made is the aggregate amount of gross revenue of each member of the group determined for the last fiscal period of the member ending before the investment is made.  O. Reg. 299/98, s. 1 (7).</p> <p class=\"subsection-e\">  (7) If the fiscal period referred to in clause (6) (b) of a member of the associated group is less than 365 days, the amount of the gross revenue of that member for that fiscal period shall be deemed to be the amount otherwise determined multiplied by the ratio of 365 to the number of days in the fiscal period.  O. Reg. 299/98, s. 1 (7).</p> <p class=\"heading1-e\">Amount of Consideration for Eligible Investment</p>"
        },
        {
            "id": "2.",
            "section": "Amount of Consideration for Eligible Investment",
            "content": " 2. (1) The amount of consideration for which an eligible investment is issued shall be calculated as the aggregate consideration expressed in Canadian currency for which the eligible investment is issued or made.  O. Reg. 318/97, s. 2 (1). (2) Despite subsection (1), if a deposit-taking institution, an insurance corporation related to a deposit-taking institution or a specified corporation makes an eligible investment in a qualifying small business corporation or qualifying small business in substitution for another investment in the corporation or business, other than a short-term loan, the following rules apply: 1. The consideration for which the eligible investment is issued shall be deemed to be the amount, if any, by which the amount of the consideration otherwise determined under this section exceeds the fair market value of the other investment immediately before the substitution. 2. The consideration for which the eligible investment is issued, as determined under paragraph 1, shall not be greater than the amount, if any, by which the fair market value of the eligible investment issued in substitution for the other investment exceeds the fair market value of the other investment.  O. Reg. 318/97, s. 2 (2); O. Reg. 299/98, s. 2 (1). (3) Despite subsections (1) and (2), if one or more corporations, each of which is a deposit-taking institution or a corporation related to a deposit-taking institution, makes a series of two or more eligible investments in the same qualifying small business corporation or qualifying small business, or in two or more corporations or businesses in the same associated group, and if it is reasonable to consider that the series of investments was made instead of one or more larger investments in order that one or more financial institutions obtain a benefit under section 66.1 of the Act, or a benefit in a greater amount than otherwise would be available, the series of investments shall be deemed to be one single investment.  O. Reg. 299/98, s. 2 (2). (4) In this section, “short-term loan” means a loan that, (a) has a term or remaining term of less than 12 months, or (b) is payable on the demand of the lender or subsequent holder, if the demand may be made within 12 months after the loan is made.  O. Reg. 318/97, s. 2 (4). Below-Prime Loan",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The amount of consideration for which an eligible investment is issued shall be calculated as the aggregate consideration expressed in Canadian currency for which the eligible investment is issued or made.  O. Reg. 318/97, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if a deposit-taking institution, an insurance corporation related to a deposit-taking institution or a specified corporation makes an eligible investment in a qualifying small business corporation or qualifying small business in substitution for another investment in the corporation or business, other than a short-term loan, the following rules apply:</p> <p class=\"paragraph-e\">  1. The consideration for which the eligible investment is issued shall be deemed to be the amount, if any, by which the amount of the consideration otherwise determined under this section exceeds the fair market value of the other investment immediately before the substitution.</p> <p class=\"paragraph-e\">  2. The consideration for which the eligible investment is issued, as determined under paragraph 1, shall not be greater than the amount, if any, by which the fair market value of the eligible investment issued in substitution for the other investment exceeds the fair market value of the other investment.  O. Reg. 318/97, s. 2 (2); O. Reg. 299/98, s. 2 (1).</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), if one or more corporations, each of which is a deposit-taking institution or a corporation related to a deposit-taking institution, makes a series of two or more eligible investments in the same qualifying small business corporation or qualifying small business, or in two or more corporations or businesses in the same associated group, and if it is reasonable to consider that the series of investments was made instead of one or more larger investments in order that one or more financial institutions obtain a benefit under section 66.1 of the Act, or a benefit in a greater amount than otherwise would be available, the series of investments shall be deemed to be one single investment.  O. Reg. 299/98, s. 2 (2).</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"firstdef-e\">“short-term loan” means a loan that,</p> <p class=\"defclause-e\">  (a) has a term or remaining term of less than 12 months, or</p> <p class=\"defclause-e\">  (b) is payable on the demand of the lender or subsequent holder, if the demand may be made within 12 months after the loan is made.  O. Reg. 318/97, s. 2 (4).</p> <p class=\"heading1-e\">Below-Prime Loan</p>"
        },
        {
            "id": "3.",
            "section": "Below-Prime Loan",
            "content": " 3. (1) For the purposes of subsection 66.1 (4.3) of the Act, the average outstanding balance during a taxation year of a below-prime loan owed to a corporation that is a financial institution, an insurance corporation or a specified corporation is determined using the average outstanding balances of the loan determined daily for each day in the corporation’s taxation year, weekly for each week in the corporation’s taxation year or monthly for each month in the corporation’s taxation year and, if the taxation year is less than 365 days, the amount otherwise determined shall be multiplied by the ratio of the number of days in the taxation year to 365.  O. Reg. 299/98, s. 3. (2) For the purposes of subsection 66.1 (4.10) of the Act, “average bank prime rate” means the “average prime rate” as defined in subsection 503 (1) of Regulation 183 of the Revised Regulations of Ontario, 1990 (“General”) made under the Corporations Tax Act.  O. Reg. 299/98, s. 3. (3) The following are prescribed businesses for the purposes of paragraph 3 of subsection 66.1 (4.10) of the Act: 1. The business of a person or partnership engaged in the professional practice of accounting, law, dentistry or medicine. 2. A business that provides managerial, administrative, financial, maintenance or other similar services to one or more businesses listed in paragraph 1.  O. Reg. 299/98, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of subsection 66.1 (4.3) of the Act, the average outstanding balance during a taxation year of a below-prime loan owed to a corporation that is a financial institution, an insurance corporation or a specified corporation is determined using the average outstanding balances of the loan determined daily for each day in the corporation’s taxation year, weekly for each week in the corporation’s taxation year or monthly for each month in the corporation’s taxation year and, if the taxation year is less than 365 days, the amount otherwise determined shall be multiplied by the ratio of the number of days in the taxation year to 365.  O. Reg. 299/98, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 66.1 (4.10) of the Act, </p> <p class=\"firstdef-e\">“average bank prime rate” means the “average prime rate” as defined in subsection 503 (1) of Regulation 183 of the Revised Regulations of Ontario, 1990 (“General”) made under the <i>Corporations Tax Act</i>.  O. Reg. 299/98, s. 3.</p> <p class=\"subsection-e\">  (3) The following are prescribed businesses for the purposes of paragraph 3 of subsection 66.1 (4.10) of the Act:</p> <p class=\"paragraph-e\">  1. The business of a person or partnership engaged in the professional practice of accounting, law, dentistry or medicine.</p> <p class=\"paragraph-e\">  2. A business that provides managerial, administrative, financial, maintenance or other similar services to one or more businesses listed in paragraph 1.  O. Reg. 299/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Below-Prime Loan",
            "content": " 4. Revoked:  O. Reg. 299/98, s. 4. Patient Capital Investment",
            "raw_html": "<p class=\"section-e\"> <b>4. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 299/98, s. 4.</p> <p class=\"heading1-e\">Patient Capital Investment</p>"
        },
        {
            "id": "5.",
            "section": "Patient Capital Investment",
            "content": " 5. (1) For the purposes of clause 66.1 (4.14) (a) of the Act, an investment in a qualifying small business corporation is in accordance with the rules prescribed by the regulations if the investment is made in consideration for the issue by the qualifying small business corporation of one or more qualifying shares or qualifying obligations.  O. Reg. 318/97, s. 5 (1); O. Reg. 299/98, s. 6 (1). (2) For the purposes of determining the amount of a financial institution’s small business investment tax credit account under subsection 66.1 (4) of the Act, a loan made after May 6, 1997 to a qualifying small business by the financial institution, if it is a deposit-taking institution, or by a corporation that was related to the financial institution when the investment was made and that was a specified corporation, an insurance corporation or a deposit-taking institution, is a patient capital investment, except as otherwise provided in section 6, unless, (a) by reason of clause (a), (b), (d) or (e) of the definition of “qualifying obligation” in subsection 1 (1), the loan would not be a qualifying obligation if it had been issued by a qualifying small business corporation; or (b) as a result of the terms of the loan or of any security provided for it, the loan is not subordinate in right of repayment to all other debt obligations of the qualifying small business, other than the payment of, (i) qualifying obligations owing to the lender or to a person related to the lender, and (ii) obligations owing to, (A) a partner of the qualifying partnership or a person related to a partner of the qualifying partnership, if the business is carried on by a qualifying partnership, or (B) a person related to the qualifying sole proprietor, if the business is carried on by a qualifying sole proprietor.  O. Reg. 318/97, s. 5 (2); O. Reg. 299/98, s. 6 (2). (3) Despite subsection (2), a loan to a qualifying sole proprietor is not a patient capital investment unless the qualifying sole proprietor, (a) gives the lender financial statements covering the operations of the business carried on by the qualifying sole proprietor for the 12 months ending at the end of its last fiscal period, or for the period during which the proprietor carried on the business if less than 12 months before the end of its last fiscal period; and (b) gives the lender an undertaking supported by reasonable evidence that, (i) the amount of the investment will be used by the qualifying sole proprietor for the purposes only of gaining or producing income from the business, and (ii) the qualifying sole proprietor will keep the amount of the loan, all property acquired with the proceeds of the loan and all other assets used primarily in the business separate from his or her assets that are not used in the business.  O. Reg. 299/98, s. 6 (3). (4) The financial statements required by clause (3) (a) shall include, (a) a balance sheet prepared as of a date not earlier than the end of the sole proprietor’s last fiscal period; and (b) an income statement for the period of time described in clause (3) (a).  O. Reg. 299/98, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of clause 66.1 (4.14) (a) of the Act, an investment in a qualifying small business corporation is in accordance with the rules prescribed by the regulations if the investment is made in consideration for the issue by the qualifying small business corporation of one or more qualifying shares or qualifying obligations.  O. Reg. 318/97, s. 5 (1); O. Reg. 299/98, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of determining the amount of a financial institution’s small business investment tax credit account under subsection 66.1 (4) of the Act, a loan made after May 6, 1997 to a qualifying small business by the financial institution, if it is a deposit-taking institution, or by a corporation that was related to the financial institution when the investment was made and that was a specified corporation, an insurance corporation or a deposit-taking institution, is a patient capital investment, except as otherwise provided in section 6, unless,</p> <p class=\"clause-e\">  (a) by reason of clause (a), (b), (d) or (e) of the definition of “qualifying obligation” in subsection 1 (1), the loan would not be a qualifying obligation if it had been issued by a qualifying small business corporation; or</p> <p class=\"clause-e\">  (b) as a result of the terms of the loan or of any security provided for it, the loan is not subordinate in right of repayment to all other debt obligations of the qualifying small business, other than the payment of,</p> <p class=\"subclause-e\">  (i) qualifying obligations owing to the lender or to a person related to the lender, and</p> <p class=\"subclause-e\">  (ii) obligations owing to,</p> <p class=\"subsubclause-e\">  (A) a partner of the qualifying partnership or a person related to a partner of the qualifying partnership, if the business is carried on by a qualifying partnership, or</p> <p class=\"subsubclause-e\">  (B) a person related to the qualifying sole proprietor, if the business is carried on by a qualifying sole proprietor.  O. Reg. 318/97, s. 5 (2); O. Reg. 299/98, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), a loan to a qualifying sole proprietor is not a patient capital investment unless the qualifying sole proprietor,</p> <p class=\"clause-e\">  (a) gives the lender financial statements covering the operations of the business carried on by the qualifying sole proprietor for the 12 months ending at the end of its last fiscal period, or for the period during which the proprietor carried on the business if less than 12 months before the end of its last fiscal period; and </p> <p class=\"clause-e\">  (b) gives the lender an undertaking supported by reasonable evidence that,</p> <p class=\"subclause-e\">  (i) the amount of the investment will be used by the qualifying sole proprietor for the purposes only of gaining or producing income from the business, and</p> <p class=\"subclause-e\">  (ii) the qualifying sole proprietor will keep the amount of the loan, all property acquired with the proceeds of the loan and all other assets used primarily in the business separate from his or her assets that are not used in the business.  O. Reg. 299/98, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The financial statements required by clause (3) (a) shall include,</p> <p class=\"clause-e\">  (a) a balance sheet prepared as of a date not earlier than the end of the sole proprietor’s last fiscal period; and</p> <p class=\"clause-e\">  (b) an income statement for the period of time described in clause (3) (a).  O. Reg. 299/98, s. 6 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Patient Capital Investment",
            "content": " 6. (1) For the purposes of paragraph 5 of subsection 66.1 (4.10) and clause 66.1 (4.14) (b) of the Act, an investment made in a qualifying small business corporation or in a qualifying small business is used by the corporation or business for a prescribed purpose or in a prescribed manner if any part of the investment is used, (a) for a purpose other than gaining or producing income from an active business carried on primarily in Ontario by, (i) the qualifying small business corporation or by a qualifying small business corporation controlled by the qualifying small business corporation, in the case of an investment in a qualifying small business corporation, or (ii) the qualifying small business, in the case of an investment in a qualifying small business; or (b) directly or indirectly for the purposes of, (i) lending to another person, (ii) acquiring an interest in land, other than land in Ontario that is used directly and principally in an active business carried on primarily in Ontario by the qualifying small business corporation or qualifying small business in which the investment was made, (iii) purchasing or acquiring securities from any person, (iv) paying dividends or funding a return of capital to shareholders of the qualifying small business corporation, in the case of an investment in a qualifying small business corporation, (v) distributing income or funding a return of capital to the partners of the qualifying partnership, in the case of an investment in a qualifying partnership, (vi) financing the purchase or sale of goods or services provided by, (A) a\r\nshareholder of the qualifying small business corporation or by a person related to a shareholder of the corporation, in the case of an investment in a qualifying small business corporation, (B) a partner of a qualifying partnership or a person related to a partner of a qualifying partnership, in the case of an investment in a qualifying partnership, or (C) a person related to the sole proprietor, in the case of an investment in a qualifying sole proprietor, (vii) repaying a loan or other amount, (A) advanced to the qualifying small business corporation by a shareholder, a person who was a shareholder at the time that the amount was advanced to the corporation, or to a person related to a shareholder or to a person who was a shareholder at the time that the amount was advanced to the corporation, in the case of an investment in a qualifying small business corporation, (B) advanced to the qualifying small business by a partner of the qualifying partnership, by a person who was a partner at the time the amount was advanced to the partnership or by a person who is related to a partner of the qualifying partnership or to a person who was a partner at the time the amount was advanced to the partnership, in the case of an investment in a qualifying partnership, or (C) advanced to the qualifying small business by a person related to the sole proprietor, in the case of an investment in a qualifying sole proprietor, or (viii) reinvestment outside Canada, other than the establishment and maintenance of an office outside Canada to promote sales by the business outside Canada.  O. Reg. 318/97, s. 6 (1); O. Reg. 299/98, s. 7 (1). (2) Despite subclauses (1) (b) (i) and (iii), an investment made in a qualifying small business corporation that is otherwise an eligible investment will not cease to be an eligible investment if the investment is used by the qualifying small business corporation to make an eligible investment in another qualifying small business corporation controlled by the qualifying small business corporation.  O. Reg. 318/97, s. 6 (2). (3) Subclause (1) (b) (vi) does not apply in respect of, (a) fees and other amounts normally charged by a financial institution to its customers for providing services in the ordinary course of the institution’s business; or (b) reasonable salaries and wages paid to employees.  O. Reg. 318/97, s. 6 (3); O. Reg. 299/98, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) For the purposes of paragraph 5 of subsection 66.1 (4.10) and clause 66.1 (4.14) (b) of the Act, an investment made in a qualifying small business corporation or in a qualifying small business is used by the corporation or business for a prescribed purpose or in a prescribed manner if any part of the investment is used,</p> <p class=\"clause-e\">  (a) for a purpose other than gaining or producing income from an active business carried on primarily in Ontario by,</p> <p class=\"subclause-e\">  (i) the qualifying small business corporation or by a qualifying small business corporation controlled by the qualifying small business corporation, in the case of an investment in a qualifying small business corporation, or</p> <p class=\"subclause-e\">  (ii) the qualifying small business, in the case of an investment in a qualifying small business; or</p> <p class=\"clause-e\">  (b) directly or indirectly for the purposes of,</p> <p class=\"subclause-e\">  (i) lending to another person,</p> <p class=\"subclause-e\">  (ii) acquiring an interest in land, other than land in Ontario that is used directly and principally in an active business carried on primarily in Ontario by the qualifying small business corporation or qualifying small business in which the investment was made,</p> <p class=\"subclause-e\">  (iii) purchasing or acquiring securities from any person,</p> <p class=\"subclause-e\">  (iv) paying dividends or funding a return of capital to shareholders of the qualifying small business corporation, in the case of an investment in a qualifying small business corporation,</p> <p class=\"subclause-e\">  (v) distributing income or funding a return of capital to the partners of the qualifying partnership, in the case of an investment in a qualifying partnership,</p> <p class=\"subclause-e\">  (vi) financing the purchase or sale of goods or services provided by,</p> <p class=\"subsubclause-e\">  (A) a\r\nshareholder of the qualifying small business corporation or by a person related to a shareholder of the corporation, in the case of an investment in a qualifying small business corporation,</p> <p class=\"subsubclause-e\">  (B) a partner of a qualifying partnership or a person related to a partner of a qualifying partnership, in the case of an investment in a qualifying partnership, or</p> <p class=\"subsubclause-e\">  (C) a person related to the sole proprietor, in the case of an investment in a qualifying sole proprietor,</p> <p class=\"subclause-e\">  (vii) repaying a loan or other amount,</p> <p class=\"subsubclause-e\">  (A) advanced to the qualifying small business corporation by a shareholder, a person who was a shareholder at the time that the amount was advanced to the corporation, or to a person related to a shareholder or to a person who was a shareholder at the time that the amount was advanced to the corporation, in the case of an investment in a qualifying small business corporation,</p> <p class=\"subsubclause-e\">  (B) advanced to the qualifying small business by a partner of the qualifying partnership, by a person who was a partner at the time the amount was advanced to the partnership or by a person who is related to a partner of the qualifying partnership or to a person who was a partner at the time the amount was advanced to the partnership, in the case of an investment in a qualifying partnership, or</p> <p class=\"subsubclause-e\">  (C) advanced to the qualifying small business by a person related to the sole proprietor, in the case of an investment in a qualifying sole proprietor, or</p> <p class=\"subclause-e\">  (viii) reinvestment outside Canada, other than the establishment and maintenance of an office outside Canada to promote sales by the business outside Canada.  O. Reg. 318/97, s. 6 (1); O. Reg. 299/98, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Despite subclauses (1) (b) (i) and (iii), an investment made in a qualifying small business corporation that is otherwise an eligible investment will not cease to be an eligible investment if the investment is used by the qualifying small business corporation to make an eligible investment in another qualifying small business corporation controlled by the qualifying small business corporation.  O. Reg. 318/97, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Subclause (1) (b) (vi) does not apply in respect of,</p> <p class=\"clause-e\">  (a) fees and other amounts normally charged by a financial institution to its customers for providing services in the ordinary course of the institution’s business; or</p> <p class=\"clause-e\">  (b) reasonable salaries and wages paid to employees.  O. Reg. 318/97, s. 6 (3); O. Reg. 299/98, s. 7 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Patient Capital Investment",
            "content": " 7. Revoked:  O. Reg. 299/98, s. 8. Associated Small Business Corporations",
            "raw_html": "<p class=\"section-e\"> <b>7. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 299/98, s. 8.</p> <p class=\"heading1-e\">Associated Small Business Corporations</p>"
        },
        {
            "id": "8.",
            "section": "Associated Small Business Corporations",
            "content": "  8. A corporation referred to in subsection 66.1 (6) of the Act is a qualifying small business corporation at a particular time if at that time, (a) it is a Canadian-controlled private corporation; and (b) it controls the qualifying small business corporation referred to in subsection 66.1 (5) of the Act with which it is associated.  O. Reg. 318/97, s. 8. Specified Corporation",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>A corporation referred to in subsection 66.1 (6) of the Act is a qualifying small business corporation at a particular time if at that time,</p> <p class=\"clause-e\">  (a) it is a Canadian-controlled private corporation; and</p> <p class=\"clause-e\">  (b) it controls the qualifying small business corporation referred to in subsection 66.1 (5) of the Act with which it is associated.  O. Reg. 318/97, s. 8.</p> <p class=\"heading1-e\">Specified Corporation</p>"
        },
        {
            "id": "9.",
            "section": "Specified Corporation",
            "content": " 9. For the purposes of clause 66.1 (8) (a) of the Act, the type of corporation prescribed is a corporation that would be referred to in any paragraph in subsection 468 (1) of the Bank Act (Canada) if the references to “bank” in that subsection and in the definitions in subsection 464 (1) of that Act were read as “financial institution”.  O. Reg. 299/98, s. 9. Disposition of Patient Capital Investment",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>For the purposes of clause 66.1 (8) (a) of the Act, the type of corporation prescribed is a corporation that would be referred to in any paragraph in subsection 468 (1) of the <i>Bank Act</i> (Canada) if the references to “bank” in that subsection and in the definitions in subsection 464 (1) of that Act were read as “financial institution”.  O. Reg. 299/98, s. 9.</p> <p class=\"heading1-e\">Disposition of Patient Capital Investment</p>"
        },
        {
            "id": "10.",
            "section": "Disposition of Patient Capital Investment",
            "content": " 10. (1) For the purposes of clause 66.1 (4) (c) of the Act, each of the following events in relation to a patient capital investment constitutes a disposition of that investment, unless a disposition of the investment has previously occurred and, as a result of the previous disposition, an amount in respect of the investment has been included under clause 66.1 (4) (c) of the Act in the calculation of the small business investment tax credit account of the financial institution that deducted a tax credit in respect of the investment under subsection 66.1 (2) of the Act: 1. A change in the terms or conditions of the investment which causes it to cease to be a patient capital investment. 2. The repayment of more than 5 per cent of the principal amount of the investment in any of the first five years after the investment was issued. 3. The redemption, acquisition or cancellation of the investment by the qualifying small business corporation or by a person related to the qualifying small business corporation. 4. The substitution of a property that is not a patient capital investment for the investment. 5. The sale or transfer of the investment, i. within one year after its date of issue if the sale or transfer is to a person who is not associated with the corporation that made the investment, or ii. within five years after its date of issue if the investment does not continue to be a patient capital investment immediately after the sale or transfer.  O. Reg. 299/98, s. 10. (2) Despite subsection (1), the following events do not constitute a disposition of a patient capital investment: 1. The acquisition by the holder of the patient capital investment of a property that is a patient capital investment in the qualifying small business corporation or qualifying small business, as the case may be, in substitution for the patient capital investment in the same corporation or business, if the new patient capital investment is the only consideration received or receivable in respect of the substitution. 2. A repayment, redemption, acquisition or cancellation that occurs subsequent to, and can reasonably be considered to be a consequence of, the qualifying small business corporation or qualifying small business, as the case may be, i. becoming bankrupt, or ii. committing a default under the agreement or instrument under which the investment was issued, if the default occurred at least four months before the repayment, redemption, acquisition or cancellation, was a consequence of the inability of the corporation or small business to pay its liabilities as they came due and has not been remedied. 3. A repayment, redemption, cancellation, acquisition, substitution, sale or transfer that is carried out at the request of the qualifying small business corporation or qualifying small business in which the investment was made, if the holder of the investment has not directly or indirectly required the corporation or business to make the request. 4. An event described in subsection (1) that occurs more than five years after the date of issue of the patient capital investment or that occurs at a time when the holder of the investment is a person other than, i. the financial institution that was entitled to claim a tax credit under section 66.1 of the Act in respect of the investment, or ii. a corporation related to the financial institution.  O. Reg. 299/98, s. 10. (3) If a financial institution that was entitled to claim and did claim a tax credit under section 66.1 of the Act in respect of a patient capital investment made by another corporation ceases to be related to that other corporation, the patient capital investment held by the other corporation when the financial institution and the corporation cease to be related shall be deemed to have been disposed of immediately before the financial institution and the corporation cease to be related unless, (a) the financial institution and corporation cease to be related more than one year after the date of issue of the patient capital investment and the investment continues to be a patient capital investment immediately after they ceased to be related; or (b) there has been a previous disposition of the patient capital investment for the purposes of section 66.1 of the Act and an amount in respect of the previous disposition of the investment has been included under clause 66.1 (4) (c) of the Act in the calculation of the small business investment tax credit account of the financial institution that claimed the tax credit under subsection 66.1 (2) of the Act in respect of the investment.  O. Reg. 299/98, s. 10. (4) An amount shall be included under clause 66.1 (4) (c) of the Act in determining the amount of a financial institution’s small business investment tax credit account in respect of the disposition of a patient capital investment if the financial institution was entitled to make and made a deduction under subsection 66.1 (2) of the Act in respect of the investment.  O. Reg. 299/98, s. 10. (5) The amount referred to in subsection (4) in respect of the disposition of a patient capital investment is the amount determined using the formula, A = B × C/D in which, “A” is the amount determined in respect of the disposition of the investment, “B” is the amount equal to the lesser of the fair market value of the investment at the time of its disposition and the amount of consideration for which the investment was originally issued, “C” is the tax credit amount in respect of the investment at the time the investment was made, and “D” is the amount of consideration for which the investment was originally issued. O. Reg. 299/98, s. 10. PART II   INVESTMENTS THROUGH A SMALL BUSINESS INVESTMENT FUND Interpretation",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) For the purposes of clause 66.1 (4) (c) of the Act, each of the following events in relation to a patient capital investment constitutes a disposition of that investment, unless a disposition of the investment has previously occurred and, as a result of the previous disposition, an amount in respect of the investment has been included under clause 66.1 (4) (c) of the Act in the calculation of the small business investment tax credit account of the financial institution that deducted a tax credit in respect of the investment under subsection 66.1 (2) of the Act:</p> <p class=\"paragraph-e\">  1. A change in the terms or conditions of the investment which causes it to cease to be a patient capital investment.</p> <p class=\"paragraph-e\">  2. The repayment of more than 5 per cent of the principal amount of the investment in any of the first five years after the investment was issued.</p> <p class=\"paragraph-e\">  3. The redemption, acquisition or cancellation of the investment by the qualifying small business corporation or by a person related to the qualifying small business corporation.</p> <p class=\"paragraph-e\">  4. The substitution of a property that is not a patient capital investment for the investment.</p> <p class=\"paragraph-e\">  5. The sale or transfer of the investment,</p> <p class=\"subpara-e\">  i. within one year after its date of issue if the sale or transfer is to a person who is not associated with the corporation that made the investment, or</p> <p class=\"subpara-e\">  ii. within five years after its date of issue if the investment does not continue to be a patient capital investment immediately after the sale or transfer.  O. Reg. 299/98, s. 10.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the following events do not constitute a disposition of a patient capital investment:</p> <p class=\"paragraph-e\">  1. The acquisition by the holder of the patient capital investment of a property that is a patient capital investment in the qualifying small business corporation or qualifying small business, as the case may be, in substitution for the patient capital investment in the same corporation or business, if the new patient capital investment is the only consideration received or receivable in respect of the substitution.</p> <p class=\"paragraph-e\">  2. A repayment, redemption, acquisition or cancellation that occurs subsequent to, and can reasonably be considered to be a consequence of, the qualifying small business corporation or qualifying small business, as the case may be,</p> <p class=\"subpara-e\">  i. becoming bankrupt, or</p> <p class=\"subpara-e\">  ii. committing a default under the agreement or instrument under which the investment was issued, if the default occurred at least four months before the repayment, redemption, acquisition or cancellation, was a consequence of the inability of the corporation or small business to pay its liabilities as they came due and has not been remedied.</p> <p class=\"paragraph-e\">  3. A repayment, redemption, cancellation, acquisition, substitution, sale or transfer that is carried out at the request of the qualifying small business corporation or qualifying small business in which the investment was made, if the holder of the investment has not directly or indirectly required the corporation or business to make the request.</p> <p class=\"paragraph-e\">  4. An event described in subsection (1) that occurs more than five years after the date of issue of the patient capital investment or that occurs at a time when the holder of the investment is a person other than,</p> <p class=\"subpara-e\">  i. the financial institution that was entitled to claim a tax credit under section 66.1 of the Act in respect of the investment, or</p> <p class=\"subpara-e\">  ii. a corporation related to the financial institution.  O. Reg. 299/98, s. 10.</p> <p class=\"subsection-e\">  (3) If a financial institution that was entitled to claim and did claim a tax credit under section 66.1 of the Act in respect of a patient capital investment made by another corporation ceases to be related to that other corporation, the patient capital investment held by the other corporation when the financial institution and the corporation cease to be related shall be deemed to have been disposed of immediately before the financial institution and the corporation cease to be related unless,</p> <p class=\"clause-e\">  (a) the financial institution and corporation cease to be related more than one year after the date of issue of the patient capital investment and the investment continues to be a patient capital investment immediately after they ceased to be related; or</p> <p class=\"clause-e\">  (b) there has been a previous disposition of the patient capital investment for the purposes of section 66.1 of the Act and an amount in respect of the previous disposition of the investment has been included under clause 66.1 (4) (c) of the Act in the calculation of the small business investment tax credit account of the financial institution that claimed the tax credit under subsection 66.1 (2) of the Act in respect of the investment.  O. Reg. 299/98, s. 10.</p> <p class=\"subsection-e\">  (4) An amount shall be included under clause 66.1 (4) (c) of the Act in determining the amount of a financial institution’s small business investment tax credit account in respect of the disposition of a patient capital investment if the financial institution was entitled to make and made a deduction under subsection 66.1 (2) of the Act in respect of the investment.  O. Reg. 299/98, s. 10.</p> <p class=\"subsection-e\">  (5) The amount referred to in subsection (4) in respect of the disposition of a patient capital investment is the amount determined using the formula,</p> <p class=\"equation-e\">A = B × C/D</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the amount determined in respect of the disposition of the investment,</p> <p class=\"equationind1-e\">  “B” is the amount equal to the lesser of the fair market value of the investment at the time of its disposition and the amount of consideration for which the investment was originally issued,</p> <p class=\"equationind1-e\">  “C” is the tax credit amount in respect of the investment at the time the investment was made, and</p> <p class=\"equationind1-e\">  “D” is the amount of consideration for which the investment was originally issued.</p> <p class=\"footnote-e\">O. Reg. 299/98, s. 10.</p> <p class=\"partnum-e\">PART II <br/>  INVESTMENTS THROUGH A SMALL BUSINESS INVESTMENT FUND</p> <p class=\"heading1-e\">Interpretation</p>"
        },
        {
            "id": "11.",
            "section": "Interpretation",
            "content": " 11. (1) In this Part, “small business investment fund” means a corporation, fund, association or similar organization that satisfies the following conditions: 1. The primary objective and activity of the corporation, fund, association or organization is the investment of capital in small businesses carried on in Ontario. 2. The corporation, fund, association or organization carries out its activities or business through a permanent establishment in Ontario. 3. All or substantially all of the investments made by the corporation, fund, association or organization are eligible investments in qualifying small business corporations or qualifying small businesses that satisfy the following conditions: i. Neither the total assets nor the gross revenue of the qualifying small business corporation or qualifying small business exceeds $5,000,000. ii. If the qualifying small business corporation or qualifying small business is a member of a corporate group or associated group, neither the total assets nor the gross revenue of the group exceeds $5,000,000.  O. Reg. 318/97, s. 11 (1). (2) Despite subsection (1), a corporation, fund, association or organization is not a small business investment fund if it is a registered charity.  O. Reg. 318/97, s. 11 (2). Eligible Investment",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“small business investment fund” means a corporation, fund, association or similar organization that satisfies the following conditions:</p> <p class=\"defparagraph-e\">  1. The primary objective and activity of the corporation, fund, association or organization is the investment of capital in small businesses carried on in Ontario.</p> <p class=\"defparagraph-e\">  2. The corporation, fund, association or organization carries out its activities or business through a permanent establishment in Ontario.</p> <p class=\"defparagraph-e\">  3. All or substantially all of the investments made by the corporation, fund, association or organization are eligible investments in qualifying small business corporations or qualifying small businesses that satisfy the following conditions:</p> <p class=\"defsubpara-e\">  i. Neither the total assets nor the gross revenue of the qualifying small business corporation or qualifying small business exceeds $5,000,000.</p> <p class=\"defsubpara-e\">  ii. If the qualifying small business corporation or qualifying small business is a member of a corporate group or associated group, neither the total assets nor the gross revenue of the group exceeds $5,000,000.  O. Reg. 318/97, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a corporation, fund, association or organization is not a small business investment fund if it is a registered charity.  O. Reg. 318/97, s. 11 (2).</p> <p class=\"heading1-e\">Eligible Investment</p>"
        },
        {
            "id": "12.",
            "section": "Eligible Investment",
            "content": " 12. (1) An investment made after May 6, 1997 by a deposit-taking institution, or by a corporation that when the investment is made is related to a deposit-taking institution and is an insurance corporation or a specified corporation, is an eligible investment for the purposes of section 66.1 of the Act if it satisfies the following conditions: 1. The investment is a patient capital investment made in a small business investment fund that deals at arm’s length with the deposit-taking institution, insurance corporation or specified corporation. 2. The investment would be a patient capital investment if it had been issued by a qualifying small business corporation. 3. The small business investment fund reinvests all or part of the amount of the investment in investments in qualifying small business corporations or qualifying small businesses. The investments in qualifying small business corporations or qualifying small businesses must be, i. patient capital investments, or ii. below-prime loans, that would be eligible investments if issued directly to the deposit-taking institution, insurance corporation or specified corporation. 4. The small business investment fund certifies the amount of the investment by the deposit-taking institution, insurance corporation or specified corporation that has been reinvested by the fund as required in paragraph 3 and certifies the date of the reinvestments.  O. Reg. 299/98, s. 11. (2) For the purposes of section 66.1 of the Act, other than clause 66.1 (4) (c), if the conditions described in subsection (1) are satisfied, the deposit-taking institution, insurance corporation or specified corporation is considered, (a) to have made the eligible investment in the qualifying small business corporation or qualifying small business that was made by the small business investment fund; and (b) to have made the eligible investment referred to in clause (a) on the date the small business investment fund made the reinvestment.  O. Reg. 299/98, s. 11. (3) The tax credit amount of an eligible investment referred to in subsection (2) shall be deemed to be the tax credit amount that would be determined under section 66.1 of the Act if the deposit-taking institution, insurance corporation or specified corporation had made the investment in the qualifying small business corporation or qualifying small business.  O. Reg. 299/98, s. 11. Certification Rules",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) An investment made after May 6, 1997 by a deposit-taking institution, or by a corporation that when the investment is made is related to a deposit-taking institution and is an insurance corporation or a specified corporation, is an eligible investment for the purposes of section 66.1 of the Act if it satisfies the following conditions:</p> <p class=\"paragraph-e\">  1. The investment is a patient capital investment made in a small business investment fund that deals at arm’s length with the deposit-taking institution, insurance corporation or specified corporation.</p> <p class=\"paragraph-e\">  2. The investment would be a patient capital investment if it had been issued by a qualifying small business corporation.</p> <p class=\"paragraph-e\">  3. The small business investment fund reinvests all or part of the amount of the investment in investments in qualifying small business corporations or qualifying small businesses. The investments in qualifying small business corporations or qualifying small businesses must be,</p> <p class=\"subpara-e\">  i. patient capital investments, or</p> <p class=\"subpara-e\">  ii. below-prime loans,</p> <p class=\"Sparagraph-e\">that would be eligible investments if issued directly to the deposit-taking institution, insurance corporation or specified corporation.</p> <p class=\"paragraph-e\">  4. The small business investment fund certifies the amount of the investment by the deposit-taking institution, insurance corporation or specified corporation that has been reinvested by the fund as required in paragraph 3 and certifies the date of the reinvestments.  O. Reg. 299/98, s. 11.</p> <p class=\"subsection-e\">  (2) For the purposes of section 66.1 of the Act, other than clause 66.1 (4) (c), if the conditions described in subsection (1) are satisfied, the deposit-taking institution, insurance corporation or specified corporation is considered,</p> <p class=\"clause-e\">  (a) to have made the eligible investment in the qualifying small business corporation or qualifying small business that was made by the small business investment fund; and</p> <p class=\"clause-e\">  (b) to have made the eligible investment referred to in clause (a) on the date the small business investment fund made the reinvestment.  O. Reg. 299/98, s. 11.</p> <p class=\"subsection-e\">  (3) The tax credit amount of an eligible investment referred to in subsection (2) shall be deemed to be the tax credit amount that would be determined under section 66.1 of the Act if the deposit-taking institution, insurance corporation or specified corporation had made the investment in the qualifying small business corporation or qualifying small business.  O. Reg. 299/98, s. 11.</p> <p class=\"heading1-e\">Certification Rules</p>"
        },
        {
            "id": "13.",
            "section": "Certification Rules",
            "content": " 13. (1) Unless otherwise directed by the Minister, the certification provided by a small business investment fund under section 12 in respect of the reinvestment shall form part of the records and books of account required to be kept under section 94 of the Act by the financial institution that claims the tax credit under section 66.1 of the Act in respect of the reinvestment.  O. Reg. 318/97, s. 13 (1); O. Reg. 299/98, s. 12. (2) If incorrect certifications have been given under section 12, or a small business investment fund has certified an investment to be an eligible investment when it was not, the Minister may direct the fund to cease certifying investments and may order that all or certain of the investments made by the fund after the date of the direction and order shall be deemed not to be eligible investments for the purposes of this Part until the Minister revokes the direction and order.  O. Reg. 318/97, s. 13 (2). (3) If the Minister is satisfied that the small business investment fund will comply with the Minister’s directions with respect to the accuracy, form and content of certifications to be given under section 12, the Minister, subject to any conditions the Minister considers reasonable, may revoke the direction and order given under subsection (2), and all investments that would otherwise have been eligible investments while the Minister’s direction and order were in effect shall, to the extent approved by the Minister, be considered to be eligible investments for the purposes of this Part and may be so certified by the fund.  O. Reg. 318/97, s. 13 (3). Disposition of Investment in Fund",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Unless otherwise directed by the Minister, the certification provided by a small business investment fund under section 12 in respect of the reinvestment shall form part of the records and books of account required to be kept under section 94 of the Act by the financial institution that claims the tax credit under section 66.1 of the Act in respect of the reinvestment.  O. Reg. 318/97, s. 13 (1); O. Reg. 299/98, s. 12.</p> <p class=\"subsection-e\">  (2) If incorrect certifications have been given under section 12, or a small business investment fund has certified an investment to be an eligible investment when it was not, the Minister may direct the fund to cease certifying investments and may order that all or certain of the investments made by the fund after the date of the direction and order shall be deemed not to be eligible investments for the purposes of this Part until the Minister revokes the direction and order.  O. Reg. 318/97, s. 13 (2).</p> <p class=\"subsection-e\">  (3) If the Minister is satisfied that the small business investment fund will comply with the Minister’s directions with respect to the accuracy, form and content of certifications to be given under section 12, the Minister, subject to any conditions the Minister considers reasonable, may revoke the direction and order given under subsection (2), and all investments that would otherwise have been eligible investments while the Minister’s direction and order were in effect shall, to the extent approved by the Minister, be considered to be eligible investments for the purposes of this Part and may be so certified by the fund.  O. Reg. 318/97, s. 13 (3).</p> <p class=\"heading1-e\">Disposition of Investment in Fund</p>"
        },
        {
            "id": "14.",
            "section": "Disposition of Investment in Fund",
            "content": " 14. (1) Section 10 applies with necessary modifications in respect of a disposition of an investment in a small business investment fund that was made by a deposit-taking institution, or by a corporation that when the investment was made was related to a deposit-taking institution and was an insurance corporation or specified corporation.  O. Reg. 299/98, s. 13. (2) For the purposes of subsection (1), in the formula set out in subsection 10 (4), “A” is the amount determined in respect of the disposition of the investment, “B” is the amount equal to the lesser of the fair market value of the investment at the time of its disposition and the amount of consideration for which the investment was originally issued, “C” is the total of all tax credit amounts in respect of eligible investments made by the small business investment fund that have been included or are required to be included in calculating the amount determined in respect of a financial institution under clause 66.1 (4) (a) of the Act for that period, and “D” is the total amount of consideration for which eligible investments made by the small business investment fund were issued to the extent that, (a) the fund has reinvested investments made in the fund by the deposit-taking institution, insurance corporation or specified corporation in eligible investments in qualifying small business corporations or qualifying small businesses, and (b) amounts in respect of the reinvestments have been included or are required to be included in the amounts determined in respect of the financial institution under clause 66.1 (4) (a) of the Act.  O. Reg. 299/98, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Section 10 applies with necessary modifications in respect of a disposition of an investment in a small business investment fund that was made by a deposit-taking institution, or by a corporation that when the investment was made was related to a deposit-taking institution and was an insurance corporation or specified corporation.  O. Reg. 299/98, s. 13.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), in the formula set out in subsection 10 (4),</p> <p class=\"equationind1-e\">  “A” is the amount determined in respect of the disposition of the investment,</p> <p class=\"equationind1-e\">  “B” is the amount equal to the lesser of the fair market value of the investment at the time of its disposition and the amount of consideration for which the investment was originally issued,</p> <p class=\"equationind1-e\">  “C” is the total of all tax credit amounts in respect of eligible investments made by the small business investment fund that have been included or are required to be included in calculating the amount determined in respect of a financial institution under clause 66.1 (4) (a) of the Act for that period, and </p> <p class=\"equationind1-e\">  “D” is the total amount of consideration for which eligible investments made by the small business investment fund were issued to the extent that,</p> <p class=\"equationind2-e\">  (a) the fund has reinvested investments made in the fund by the deposit-taking institution, insurance corporation or specified corporation in eligible investments in qualifying small business corporations or qualifying small businesses, and</p> <p class=\"equationind2-e\">  (b) amounts in respect of the reinvestments have been included or are required to be included in the amounts determined in respect of the financial institution under clause 66.1 (4) (a) of the Act.  O. Reg. 299/98, s. 13.</p>"
        },
        {
            "id": "15.",
            "section": "Disposition of Investment in Fund",
            "content": " 15. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 318/97, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 318/97, s. 15.</p>"
        },
        {
            "id": null,
            "section": "Disposition of Investment in Fund",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}