{
    "reg_info": {
        "full_title": "O. Reg. 89/20: TRAFFIC MANAGEMENT",
        "reg_name_text": "TRAFFIC MANAGEMENT",
        "citation": "O. Reg. 89/20: ",
        "act_under": "Emergency Management and Civil Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/200089",
        "date_scraped": "2023-12-18 20:14:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200089/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "July 23, 2020"
        },
        {
            "a_href": "/laws/regulation/200089/v1",
            "valid_from": "March 26, 2020",
            "valid_to": "July 14, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedule 1. O. Reg. 383/20, s. 3. SCHEDULE 1",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedule 1. O. Reg. 383/20, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 1</p>"
        },
        {
            "id": "1.",
            "section": "Directing traffic ",
            "content": "  1. Ministry of Transportation officers appointed under section 223 of the Highway Traffic Act may exercise all the authorities to direct traffic that are granted to police officers under section 134 of the Highway Traffic Act. Persons who receive a traffic direction from a Ministry officer are obliged to obey as if the direction came from a police officer.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>Ministry of Transportation officers appointed under section 223 of the <i>Highway Traffic Act</i> may exercise all the authorities to direct traffic that are granted to police officers under section 134 of the <i>Highway Traffic Act</i>. Persons who receive a traffic direction from a Ministry officer are obliged to obey as if the direction came from a police officer.</p>"
        },
        {
            "id": "2.",
            "section": "Closing highways",
            "content": "  2. Despite not being police officers, Ministry of Transportation officers and individuals employed by the Ministry of Transportation to maintain highways may close a highway, or part thereof, to vehicles pursuant to subsection 134 (2) of the Highway Traffic Act. The officers and employees are permitted to drive their vehicles on a closed highway.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>Despite not being police officers, Ministry of Transportation officers and individuals employed by the Ministry of Transportation to maintain highways may close a highway, or part thereof, to vehicles pursuant to subsection 134 (2) of the <i>Highway Traffic Act</i>. The officers and employees are permitted to drive their vehicles on a closed highway.</p>"
        },
        {
            "id": "3.",
            "section": "Closing highways, other means",
            "content": "  3. Where it is not feasible to close a highway by following the procedures set out in Regulation 599 of the Revised Regulations of Ontario, 1990 (Highway Closings) made under the Highway Traffic Act, a police officer or person authorized by section 2 of this Schedule may close a highway using any reasonable means that is likely to make it obvious to the travelling public that the highway is closed.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Where it is not feasible to close a highway by following the procedures set out in Regulation 599 of the Revised Regulations of Ontario, 1990 (Highway Closings) made under the <i>Highway Traffic Act</i>, a police officer or person authorized by section 2 of this Schedule may close a highway using any reasonable means that is likely to make it obvious to the travelling public that the highway is closed.</p>"
        },
        {
            "id": "4.",
            "section": "Clearing highways of vehicles",
            "content": "  4. In order to ensure that vehicles do not remain on a highway when the highway is closed or when, for other emergency-related reasons, the highway is required to be clear of vehicles, the following emergency parking measures will apply: 1. The Ministry of Transportation, a municipality, a police officer or a Ministry of Transportation officer may designate an emergency parking location. 2. Emergency parking locations may include any location on a highway or on a property owned by the Province, a municipality, an institution or a business. 3. A dwelling place that is not a business location shall not be designated as an emergency parking location. 4. A police officer or a Ministry of Transportation officer may require the driver, owner, operator or person having charge or control of any vehicle that is parked or stopped, or that is likely to become parked or stopped, on a highway to drive or transport the vehicle to an emergency parking location for the purpose of keeping the highway clear. Every person shall obey the requirement of an officer. 5. The owner, lessee or occupier of an emergency parking location shall permit the parking of any vehicle directed to the location by a police officer or Ministry of Transportation officer. Reasonable access to the vehicle shall also be permitted to retrieve personal property, to maintain the condition of the vehicle and any load, to remove the vehicle, or to access the vehicle as directed by a police officer or Ministry officer. 6. An emergency parking designation under this Order and a direction to drive or transport a vehicle to an emergency parking location may be given verbally, electronically or in writing. 7. Provincial parking and stopping regulations and municipal by-laws do not apply to the designation of an emergency parking location or to the direction of a vehicle to such a location. 8. If a vehicle is not driven or transported to an emergency parking location in compliance with directions of a police officer or Ministry of Transportation officer, the officer may make arrangements for the vehicle to be moved to that location at the cost and risk of the owner, operator and driver. 9. There shall be no cost or charges to the vehicle owner, driver, the Province or any municipality for the storage of a vehicle at an emergency parking location, unless the Province subsequently approves a measure to allow fees to be charged or to provide for compensation. 10. The Repair and Storage Liens Act does not apply to the storage of a vehicle under this Order. 11. Parking of a vehicle or accessing a vehicle in accordance with this Order at an emergency parking location does not constitute a trespass to property.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>In order to ensure that vehicles do not remain on a highway when the highway is closed or when, for other emergency-related reasons, the highway is required to be clear of vehicles, the following emergency parking measures will apply:</p> <p class=\"paragraph-e\">  1. The Ministry of Transportation, a municipality, a police officer or a Ministry of Transportation officer may designate an emergency parking location.</p> <p class=\"paragraph-e\">  2. Emergency parking locations may include any location on a highway or on a property owned by the Province, a municipality, an institution or a business.</p> <p class=\"paragraph-e\">  3. A dwelling place that is not a business location shall not be designated as an emergency parking location.</p> <p class=\"paragraph-e\">  4. A police officer or a Ministry of Transportation officer may require the driver, owner, operator or person having charge or control of any vehicle that is parked or stopped, or that is likely to become parked or stopped, on a highway to drive or transport the vehicle to an emergency parking location for the purpose of keeping the highway clear. Every person shall obey the requirement of an officer.</p> <p class=\"paragraph-e\">  5. The owner, lessee or occupier of an emergency parking location shall permit the parking of any vehicle directed to the location by a police officer or Ministry of Transportation officer. Reasonable access to the vehicle shall also be permitted to retrieve personal property, to maintain the condition of the vehicle and any load, to remove the vehicle, or to access the vehicle as directed by a police officer or Ministry officer.</p> <p class=\"paragraph-e\">  6. An emergency parking designation under this Order and a direction to drive or transport a vehicle to an emergency parking location may be given verbally, electronically or in writing.</p> <p class=\"paragraph-e\">  7. Provincial parking and stopping regulations and municipal by-laws do not apply to the designation of an emergency parking location or to the direction of a vehicle to such a location.</p> <p class=\"paragraph-e\">  8. If a vehicle is not driven or transported to an emergency parking location in compliance with directions of a police officer or Ministry of Transportation officer, the officer may make arrangements for the vehicle to be moved to that location at the cost and risk of the owner, operator and driver.</p> <p class=\"paragraph-e\">  9. There shall be no cost or charges to the vehicle owner, driver, the Province or any municipality for the storage of a vehicle at an emergency parking location, unless the Province subsequently approves a measure to allow fees to be charged or to provide for compensation.</p> <p class=\"paragraph-e\">  10. The <i>Repair and Storage Liens Act</i> does not apply to the storage of a vehicle under this Order.</p> <p class=\"paragraph-e\">  11. Parking of a vehicle or accessing a vehicle in accordance with this Order at an emergency parking location does not constitute a trespass to property.</p>"
        },
        {
            "id": "5.",
            "section": "Assigning duties to officers",
            "content": "  5. The Ministry of Transportation will be authorized, despite any policy, contract or agreement, including but not limited to a collective agreement, to assign duties related to any section of this Schedule to Ministry of Transportation officers.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>The Ministry of Transportation will be authorized, despite any policy, contract or agreement, including but not limited to a collective agreement, to assign duties related to any section of this Schedule to Ministry of Transportation officers.</p>"
        },
        {
            "id": null,
            "section": "Assigning duties to officers",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200089\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}