{
    "reg_info": {
        "full_title": "O. Reg. 438/19: FUNDING FOR THERAPY AND COUNSELLING",
        "reg_name_text": "FUNDING FOR THERAPY AND COUNSELLING",
        "citation": "O. Reg. 438/19: ",
        "act_under": "Ontario College of Teachers Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/190438",
        "date_scraped": "2023-12-18 22:10:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190438/v1",
            "valid_from": "December 13, 2019",
            "valid_to": "December 31, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Additional purposes",
            "content": " 1. (1) The following are prescribed for the purposes of subsection 58.1 (1) of the Act as additional purposes for which funding may be provided under the program established in that subsection: 1. Therapy or counselling for a parent, guardian or sibling of the student who was the subject of the alleged sexual abuse or prohibited act involving child pornography, provided that the purpose of the therapy or counselling is to allow the parent, guardian or sibling to support the student. 2. A drug, as defined in the Drug and Pharmacies Regulation Act, prescribed for a person by a health professional who is authorized to prescribe the drug, or any other medicinal substance recommended for a person by a health professional, Indigenous healer or Indigenous Elder provided that, i. the drug or other medicinal substance would address symptoms relating to the alleged sexual abuse or prohibited act involving child pornography, and ii. the person is in receipt of therapy or counselling that is funded under paragraph 1 of subsection 58.1 (1) of the Act or paragraph 1 of this subsection, whether or not the drug or other medicinal substance is prescribed or recommended by the person who provides the therapy or counselling. 3. Any of the following services that are reasonably necessary to facilitate a person’s access to therapy or counselling for which the person receives funding under paragraph 1 of subsection 58.1 (1) of the Act or paragraph 1 of this subsection: i. Transportation. ii. Accommodation. iii. Child care. iv. Translation services. (2) Funding for the purpose described in paragraph 2 of subsection (1) shall only be provided for amounts that are not covered by public drug programs or a private insurer. (3) For greater certainty, therapy and counselling includes any such services provided by an Indigenous healer or Indigenous Elder. (4) In this section, “health professional” means a member of a health profession within the meaning of the Regulated Health Professions Act, 1991.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following are prescribed for the purposes of subsection 58.1 (1) of the Act as additional purposes for which funding may be provided under the program established in that subsection:</p> <p class=\"paragraph-e\">  1. Therapy or counselling for a parent, guardian or sibling of the student who was the subject of the alleged sexual abuse or prohibited act involving child pornography, provided that the purpose of the therapy or counselling is to allow the parent, guardian or sibling to support the student.</p> <p class=\"paragraph-e\">  2. A drug, as defined in the <i>Drug and Pharmacies Regulation Act</i>, prescribed for a person by a health professional who is authorized to prescribe the drug, or any other medicinal substance recommended for a person by a health professional, Indigenous healer or Indigenous Elder provided that,</p> <p class=\"subpara-e\">  i. the drug or other medicinal substance would address symptoms relating to the alleged sexual abuse or prohibited act involving child pornography, and</p> <p class=\"subpara-e\">  ii. the person is in receipt of therapy or counselling that is funded under paragraph 1 of subsection 58.1 (1) of the Act or paragraph 1 of this subsection,</p> <p class=\"Sparagraph-e\">whether or not the drug or other medicinal substance is prescribed or recommended by the person who provides the therapy or counselling.</p> <p class=\"paragraph-e\">  3. Any of the following services that are reasonably necessary to facilitate a person’s access to therapy or counselling for which the person receives funding under paragraph 1 of subsection 58.1 (1) of the Act or paragraph 1 of this subsection:</p> <p class=\"subpara-e\">  i. Transportation.</p> <p class=\"subpara-e\">  ii. Accommodation.</p> <p class=\"subpara-e\">  iii. Child care.</p> <p class=\"subpara-e\">  iv. Translation services.</p> <p class=\"subsection-e\">  (2) Funding for the purpose described in paragraph 2 of subsection (1) shall only be provided for amounts that are not covered by public drug programs or a private insurer.</p> <p class=\"subsection-e\">  (3) For greater certainty, therapy and counselling includes any such services provided by an Indigenous healer or Indigenous Elder.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“health professional” means a member of a health profession within the meaning of the <i>Regulated Health Professions Act, 1991</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Amount of funding",
            "content": "  2. (1) The maximum amount of funding that may be provided under the program established in subsection 58.1 (1) of the Act in respect of an allegation against a member of sexual abuse or a prohibited act involving child pornography shall be, in respect of each student who was a subject of the allegation, the amount that the Ontario Health Insurance Plan would pay for 200 half-hour sessions of individual out-patient psychotherapy with a psychiatrist on the day the student becomes eligible for funding pursuant to subsection 58.1 (3) of the Act. (2) The maximum amount referred to in subsection (1) applies in respect of all purposes for which funding may be provided in respect of the allegation, including the additional purposes prescribed in section 1.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) The maximum amount of funding that may be provided under the program established in subsection 58.1 (1) of the Act in respect of an allegation against a member of sexual abuse or a prohibited act involving child pornography shall be, in respect of each student who was a subject of the allegation, the amount that the Ontario Health Insurance Plan would pay for 200 half-hour sessions of individual out-patient psychotherapy with a psychiatrist on the day the student becomes eligible for funding pursuant to subsection 58.1 (3) of the Act.</p> <p class=\"subsection-e\">  (2) The maximum amount referred to in subsection (1) applies in respect of all purposes for which funding may be provided in respect of the allegation, including the additional purposes prescribed in section 1.</p>"
        },
        {
            "id": "3.",
            "section": "Period of funding",
            "content": " 3. (1) Funding under the program established in subsection 58.1 (1) of the Act in respect of an allegation against a member of sexual abuse or a prohibited act involving child pornography may be provided, in respect of each student who was a subject of the allegation, for any expenses incurred during the period that starts on the earlier of, (a) the first day that a person receives therapy or counselling for which funding is provided under paragraph 1 of subsection 58.1 (1) of the Act or paragraph 1 of subsection 1 (1) of this Regulation; and (b) the day that the student who was the subject of the allegation becomes eligible for funding pursuant to subsection 58.1 (3) of the Act. (2) The period mentioned in subsection (1) ends on the later of, (a) the 10th anniversary of the day determined under subsection (1); and (b) the day that the student who was the subject of the allegation turns 22 years old. (3) The period described in subsections (1) and (2) applies in respect of all purposes for which funding may be provided in respect of the allegation, including the additional purposes prescribed in section 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Funding under the program established in subsection 58.1 (1) of the Act in respect of an allegation against a member of sexual abuse or a prohibited act involving child pornography may be provided, in respect of each student who was a subject of the allegation, for any expenses incurred during the period that starts on the earlier of,</p> <p class=\"clause-e\">  (a) the first day that a person receives therapy or counselling for which funding is provided under paragraph 1 of subsection 58.1 (1) of the Act or paragraph 1 of subsection 1 (1) of this Regulation; and</p> <p class=\"clause-e\">  (b) the day that the student who was the subject of the allegation becomes eligible for funding pursuant to subsection 58.1 (3) of the Act.</p> <p class=\"subsection-e\">  (2) The period mentioned in subsection (1) ends on the later of,</p> <p class=\"clause-e\">  (a) the 10th anniversary of the day determined under subsection (1); and</p> <p class=\"clause-e\">  (b) the day that the student who was the subject of the allegation turns 22 years old.</p> <p class=\"subsection-e\">  (3) The period described in subsections (1) and (2) applies in respect of all purposes for which funding may be provided in respect of the allegation, including the additional purposes prescribed in section 1.</p>"
        },
        {
            "id": "4.",
            "section": "Payment of funding",
            "content": " 4. The following are prescribed for the purposes of subsection 58.1 (9) of the Act as other persons to whom funding may be paid under the program established in subsection 58.1 (1) of the Act: 1. The person who receives the therapy or counselling or, where the person is a minor, the minor’s parent or guardian. 2. Where a drug or other medicinal substance is prescribed or recommended as described in paragraph 2 of subsection 1 (1), i. the person for whom the drug or other medicinal substance is prescribed or recommended or, where the person is a minor, the minor’s parent or guardian, and ii. the person who sells the drug or other medicinal substance. 3. Where a service is provided as described in paragraph 3 of subsection 1 (1), i. the person to whom the service is provided or, where the person is a minor, the minor’s parent or guardian, and ii. the person who provides the service.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The following are prescribed for the purposes of subsection 58.1 (9) of the Act as other persons to whom funding may be paid under the program established in subsection 58.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The person who receives the therapy or counselling or, where the person is a minor, the minor’s parent or guardian.</p> <p class=\"paragraph-e\">  2. Where a drug or other medicinal substance is prescribed or recommended as described in paragraph 2 of subsection 1 (1),</p> <p class=\"subpara-e\">  i. the person for whom the drug or other medicinal substance is prescribed or recommended or, where the person is a minor, the minor’s parent or guardian, and</p> <p class=\"subpara-e\">  ii. the person who sells the drug or other medicinal substance.</p> <p class=\"paragraph-e\">  3. Where a service is provided as described in paragraph 3 of subsection 1 (1),</p> <p class=\"subpara-e\">  i. the person to whom the service is provided or, where the person is a minor, the minor’s parent or guardian, and</p> <p class=\"subpara-e\">  ii. the person who provides the service.</p>"
        },
        {
            "id": "5.",
            "section": "Payment of funding",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Payment of funding",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190438\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}