{
    "reg_info": {
        "full_title": "O. Reg. 1/17: REGISTRATIONS UNDER PART II.2 OF THE ACT - ACTIVITIES REQUIRING ASSESSMENT OF AIR EMISSIONS",
        "reg_name_text": "REGISTRATIONS UNDER PART II.2 OF THE ACT — ACTIVITIES REQUIRING ASSESSMENT OF AIR EMISSIONS",
        "citation": "O. Reg. 1/17: REGISTRATIONS UNDER PART II.2 OF THE ACT - ACTIVITIES REQUIRING ASSESSMENT OF AIR EMISSIONS",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/170001",
        "date_scraped": "2023-12-18 04:56:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170001/v5",
            "valid_from": "July  1, 2021",
            "valid_to": "January 30, 2023"
        },
        {
            "a_href": "/laws/regulation/170001/v4",
            "valid_from": "April 14, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/170001/v3",
            "valid_from": "February  3, 2017",
            "valid_to": "April 13, 2021"
        },
        {
            "a_href": "/laws/regulation/170001/v2",
            "valid_from": "January 31, 2017",
            "valid_to": "February  2, 2017"
        },
        {
            "a_href": "/laws/regulation/170001/v1",
            "valid_from": "January  3, 2017",
            "valid_to": "January 30, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION AND APPLICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "1.",
            "content": " 1. (1) In this Regulation, “ACB list” means the document entitled “Air Contaminants Benchmarks (ACB) List: Standards, guidelines and screening levels for assessing point of impingement concentrations of air contaminants”, as amended from time to time and published by the Ministry and available on a Government website; (“liste VRCA”) “acoustic assessment” means a detailed assessment of sound discharged into the air from sources of sound at a facility that assesses the predictable worst case sound levels at affected points of noise reception using calculations or measurements capable of accurately determining sound levels at points of noise reception; (“évaluation acoustique”) “biogas” has the same meaning as in Ontario Regulation 160/99 (Definitions and Exemptions) made under the Electricity Act, 1998; (“biogaz”) “biomass” has the same meaning as in Ontario Regulation 160/99; (“biomasse”) “boiler” means a piece of equipment that includes a combustion source and that is used for the purpose of generating hot water or steam; (“chaudière”) “combustion source” means a device in which combustible material is oxidized, resulting in the release of heat and products of combustion; (“source de combustion”) “combustion turbine” means a combustion source containing an engine that operates according to the Brayton thermodynamic cycle, in which fuel is burned and the products of combustion are allowed to expand through the blades of a rotating turbine at a high temperature; (“turbine à combustion”) “EASR ESDM report” means an Environmental Activity and Sector Registry Emission Summary and Dispersion Modelling report; (“rapport BEMD-REAS”) “EASR publication” means the document entitled “Environmental Activity and Sector Registry - Limits and Other Requirements”, setting out matters such as limits, intensity rates and requirements relating to the equipment and technology used at facilities, the operation of facilities, record-keeping and the monitoring and reporting of information relating to facilities, as amended from time to time and published by the Ministry and available on a Government website; (“publication REAS”) “EASR regulation” means a regulation made under the Act by which one or more activities are prescribed for the purposes of subsection 20.21 (1) of the Act; (“règlement REAS”) “facility” means all plants, structures, equipment, apparatuses, mechanisms or things, including surfaces and storage piles, that function as a single integrated operation and that are, (a) owned or operated by the same person, and (b) located on the same site; (“installation”) “heater” means a piece of equipment that includes a combustion source and that is used to transfer heat directly or indirectly to material that is being processed; (“four industriel”) “higher heating value” means, when used in reference to the reporting of thermal efficiency, heat input capacity or heat output capacity in respect of the combustion of a fuel in a combustion source, the total amount of heat released during combustion including the latent heat content of the water vapour component of the flue gas; (“pouvoir calorifique supérieur”) “land disposal”, with respect to waste, has the same meaning as in Regulation 347 (General —Waste Management) made under the Act; (“élimination terrestre”) “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the Professional Engineers Act; (“praticien de l’ingénierie titulaire d’un permis”) “modification”, in respect of a facility, means any of the following that may discharge or alter the rate or manner of discharge of a contaminant into the air: 1. the construction, alteration, extension or replacement of any plant, structure, equipment, apparatus, mechanism or thing, 2. the alteration of a process or rate of production; (“modification”) “NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended from time to time; (“SCIAN”) “point of noise reception” means a point described in Chapter 3 of the EASR publication at which sound discharged into the air from a source of sound at a facility is received; (“point de réception de bruit”) “point of odour reception” means a point described in Chapter 4 of the EASR publication at which odour discharged into the air from a source of odour at a facility is received; (“point de réception d’odeurs”) “Primary Noise Screening Method” means the method, published by the Ministry as updated from time to time and available on a Government of Ontario website, for determining the minimum separation distance that would result in sound levels less than or equal to the sound level limits set out in Chapter 3 of the EASR publication; (“méthode principale d’évaluation du bruit”) “Registry” means the Environmental Activity and Sector Registry established under Part II.2 of the Act; (“Registre”) “Secondary Noise Screening Method” means the method, published by the Ministry as updated from time to time and available on a Government of Ontario website, for determining the combined sound level at an affected point of noise reception; (“méthode secondaire d’évaluation du bruit”) “site”, with respect to a facility, means the property on which the facility is located; (“site”) “small wood-fired combustor” means a wood-fired combustor that has a nominal load heat input capacity reported on a higher heating value basis of less than three megawatts; (“petit dispositif de combustion au bois”) “thermal treatment” has the same meaning as in Regulation 347; (“traitement thermique”) “wood-fired combustor” means a combustion source designed to burn wood fuel such as hogged wood fuel, wood chips, wood pellets, bark, sawdust, woodwaste, cellulosic plant material, paper or paper sludge. (“dispositif de combustion au bois”) O. Reg. 1/17, s. 1 (1); O. Reg. 274/21, s. 1. (2) A reference in this Regulation to an activity being engaged in or another thing occurring at a facility is a reference to the activity being engaged in or the thing occurring at the site on which the facility is located. O. Reg. 1/17, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“ACB list” means the document entitled “Air Contaminants Benchmarks (ACB) List: Standards, guidelines and screening levels for assessing point of impingement concentrations of air contaminants”, as amended from time to time and published by the Ministry and available on a Government website; (“liste VRCA”)</p> <p class=\"definition-e\">“acoustic assessment” means a detailed assessment of sound discharged into the air from sources of sound at a facility that assesses the predictable worst case sound levels at affected points of noise reception using calculations or measurements capable of accurately determining sound levels at points of noise reception; (“évaluation acoustique”)</p> <p class=\"definition-e\">“biogas” has the same meaning as in Ontario Regulation 160/99 (Definitions and Exemptions) made under the <i>Electricity Act, 1998</i>; (“biogaz”)</p> <p class=\"definition-e\">“biomass” has the same meaning as in Ontario Regulation 160/99; (“biomasse”)</p> <p class=\"definition-e\">“boiler” means a piece of equipment that includes a combustion source and that is used for the purpose of generating hot water or steam; (“chaudière”)</p> <p class=\"definition-e\">“combustion source” means a device in which combustible material is oxidized, resulting in the release of heat and products of combustion; (“source de combustion”)</p> <p class=\"definition-e\">“combustion turbine” means a combustion source containing an engine that operates according to the Brayton thermodynamic cycle, in which fuel is burned and the products of combustion are allowed to expand through the blades of a rotating turbine at a high temperature; (“turbine à combustion”)</p> <p class=\"definition-e\">“EASR ESDM report” means an Environmental Activity and Sector Registry Emission Summary and Dispersion Modelling report; (“rapport BEMD-REAS”)</p> <p class=\"definition-e\">“EASR publication” means the document entitled “Environmental Activity and Sector Registry - Limits and Other Requirements”, setting out matters such as limits, intensity rates and requirements relating to the equipment and technology used at facilities, the operation of facilities, record-keeping and the monitoring and reporting of information relating to facilities, as amended from time to time and published by the Ministry and available on a Government website; (“<span>publication REAS”)</span></p> <p class=\"definition-e\">“EASR regulation” means a regulation made under the Act by which one or more activities are prescribed for the purposes of subsection 20.21 (1) of the Act; (“règlement REAS”)</p> <p class=\"definition-e\">“facility” means all plants, structures, equipment, apparatuses, mechanisms or things, including surfaces and storage piles, that function as a single integrated operation and that are,</p> <p class=\"defclause-e\">  (a) owned or operated by the same person, and</p> <p class=\"defclause-e\">  (b) located on the same site; (“installation”)</p> <p class=\"definition-e\">“heater” means a piece of equipment that includes a combustion source and that is used to transfer heat directly or indirectly to material that is being processed; (“four industriel”)</p> <p class=\"definition-e\">“higher heating value” means, when used in reference to the reporting of thermal efficiency, heat input capacity or heat output capacity in respect of the combustion of a fuel in a combustion source, the total amount of heat released during combustion including the latent heat content of the water vapour component of the flue gas; (“pouvoir calorifique supérieur”)</p> <p class=\"definition-e\">“land disposal”, with respect to waste, has the same meaning as in Regulation 347 (General —Waste Management) made under the Act; (“<span>élimination terrestre”)</span></p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the <i>Professional Engineers Act</i>; (“<span>praticien de l’ingénierie titulaire d’un permis”)</span></p> <p class=\"definition-e\">“modification”, in respect of a facility, means any of the following that may discharge or alter the rate or manner of discharge of a contaminant into the air:</p> <p class=\"defparagraph-e\">  1. the construction, alteration, extension or replacement of any plant, structure, equipment, apparatus, mechanism or thing,</p> <p class=\"defparagraph-e\">  2. the alteration of a process or rate of production; (“<span>modification”)</span></p> <p class=\"definition-e\">“NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended from time to time; (“<span>SCIAN”)</span></p> <p class=\"definition-e\">“point of noise reception” means a point described in Chapter 3 of the EASR publication at which sound discharged into the air from a source of sound at a facility is received; (“<span>point de réception de bruit”)</span></p> <p class=\"definition-e\">“point of odour reception” means a point described in Chapter 4 of the EASR publication at which odour discharged into the air from a source of odour at a facility is received; (“<span>point de réception d’odeurs”)</span></p> <p class=\"definition-e\">“Primary Noise Screening Method” means the method, published by the Ministry as updated from time to time and available on a Government of Ontario website, for determining the minimum separation distance that would result in sound levels less than or equal to the sound level limits set out in Chapter 3 of the EASR publication; (“méthode principale d’évaluation du bruit”)</p> <p class=\"definition-e\">“Registry” means the Environmental Activity and Sector Registry established under Part II.2 of the Act; (“Registre”)</p> <p class=\"definition-e\">“Secondary Noise Screening Method” means the method, published by the Ministry as updated from time to time and available on a Government of Ontario website, for determining the combined sound level at an affected point of noise reception; (“méthode secondaire d’évaluation du bruit”)</p> <p class=\"definition-e\">“site”, with respect to a facility, means the property on which the facility is located; (“site”)</p> <p class=\"definition-e\">“small wood-fired combustor” means a wood-fired combustor that has a nominal load heat input capacity reported on a higher heating value basis of less than three megawatts; (“petit dispositif de combustion au bois”)</p> <p class=\"definition-e\">“thermal treatment” has the same meaning as in Regulation 347; (“<span>traitement thermique”)</span></p> <p class=\"definition-e\">“wood-fired combustor” means a combustion source designed to burn wood fuel such as hogged wood fuel, wood chips, wood pellets, bark, sawdust, woodwaste, cellulosic plant material, paper or paper sludge. (“dispositif de combustion au bois”) O. Reg. 1/17, s. 1 (1); O. Reg. 274/21, s. 1.</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to an activity being engaged in or another thing occurring at a facility is a reference to the activity being engaged in or the thing occurring at the site on which the facility is located. O. Reg. 1/17, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "2.",
            "content": " 2. (1) Subject to subsections (2) and (3), the following are prescribed activities for the purposes of subsection 20.21 (1) of the Act: 1. The use, operation, construction, alteration, extension or replacement of any plant, structure, equipment, apparatus, mechanism or thing at a facility that may discharge or from which may be discharged a contaminant into any part of the natural environment other than water. 2. The alteration of a process or rate of production at a facility if the alteration may result in, i. the discharge of a contaminant into any part of the natural environment other than water, or ii. the alteration of the rate or manner of discharge of a contaminant into any part of the natural environment other than water. O. Reg. 1/17, s. 2 (1). (2) Subsection (1) does not apply in respect of the following activities: 1. An activity engaged in at a facility that is part of a class identified by a NAICS code listed in the Schedule to this Regulation, if the NAICS code is the primary NAICS code for the facility. 2. An activity engaged in at a facility that is part of a class identified by a NAICS code that begins with 3212 (Veneer, plywood and engineered wood product manufacturing) if that NAICS code is the primary NAICS code for the facility. However, subsection (1) does apply in respect of an activity engaged in at a facility that is part of a class identified by the NAICS code 321211 (Hardwood veneer and plywood mills). 3. An activity engaged in at a facility at which at least one of the following activities takes place: i. The land disposal of waste. ii. The processing or disposal of waste by way of thermal treatment, other than the thermal treatment of the fuel described in subparagraph iii in a small wood-fired combustor that was installed at the facility on or after January 31, 2017. iii. The use of a wood-fired combustor, other than a small wood-fired combustor that was installed at the facility on or after January 31, 2017, that meets the design criteria set out in Chapter 5 of the EASR publication, and that exclusively uses as fuel one or more of the following: A. Wood briquettes that meet the specifications set out in Chapter 5 of the EASR publication. B. Wood chips that meet the specifications set out in Chapter 5 of the EASR publication. C. Wood pellets that meet the specifications set out in Chapter 5 of the EASR publication. iv. The use of a plating process that uses cadmium, cyanide, chromium or nickel, including chrome plating, electroplating or electroless plating. v. The use of an electrolytic stripping process that removes cadmium, chromium or nickel from an object. vi. The processing of metals outdoors, including torching, shearing, shredding or plasma cutting, other than for the purpose of routine maintenance carried out at the facility on any plant, structure, equipment, apparatus or thing. vii. The operation of an alternative low-carbon fuel site within the meaning of Ontario Regulation 79/15 (Alternative Low-Carbon Fuels) made under the Act. viii. The operation of an end-of-life vehicle waste disposal site within the meaning of Ontario Regulation 85/16 (Registrations under Part II.2 of the Act - End-of-life Vehicles) made under the Act. ix. The operation of a fossil-fuel electric power generation facility with a maximum electrical power output capacity equal to or greater than 25 megawatts. x. The operation of a combustion source that uses biogas, biomass, coal, petroleum coke or waste as a fuel or that uses a fuel derived from biogas, biomass, coal, petroleum coke or waste, but does not include, A. the operation of a small wood-fired combustor that was installed at the facility on or after January 31, 2017 and that exclusively uses one or more of the fuels described in subparagraph iii, and B. the operation of a combustion turbine that meets the conditions set out in paragraphs 1 to 3 of subsection (2.1). xi. The use of a combustion turbine, except if the conditions set out in subsection (2.1) apply in respect of the combustion turbine. 4. An activity engaged in at a facility if a landfilling site that is no longer permitted to accept waste is located on the site on which the facility is located. 5. An activity engaged in at a facility if a site-specific air standard is or has previously been set in respect of the facility under section 35 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act for a contaminant discharged from the facility. 6. An activity engaged in at a facility if, in respect of the facility, a person is or has previously been registered in the Ministry’s Technical Standards Registry – Air Pollution under section 39 of Ontario Regulation 419/05. 7. A discrete activity involving the use of equipment that is intended to be moved from one site to another to perform the same function at each site, such as the use of mobile rock crushing equipment or mobile PCB destruction equipment. 8. An activity engaged in at a facility that is located on a property that is one of a group of properties that are deemed to be a single property under subsection 4 (2) of Ontario Regulation 419/05. 9. An activity that is exempt from subsection 9 (1) of the Act, other than an activity that is exempt by operation of subsection 9 (4) of the Act. O. Reg. 1/17, s. 2 (2); O. Reg. 274/21, s. 2 (1, 2). (2.1) For the purposes of subparagraph 3 xi of subsection (2), the following conditions must be met: 1. The fuel burned in the combustion turbine is natural gas or other gaseous fuel that meets the following criteria: i. It is at least 90 per cent methane by volume. ii. It has an energy content of at least 35 megajoules per cubic metre. iii. It has a total sulphur content of less than 120 milligrams per cubic metre. 2. The combustion turbine has, or, if there is more than one combustion turbine at the facility, all of them when taken together have, a maximum combined electrical and mechanical power output capacity of less than 25 megawatts. 3. If the combustion turbine is part of a system that has an auxiliary burner, the auxiliary burner is only fuelled by the natural gas or other gaseous fuel mentioned in paragraph 1 and the maximum fuel input capacity of the burner is less than the maximum fuel input capacity of the combustion turbine. O. Reg. 274/21, s. 2 (3). (3) Subsection (1) does not apply to activities engaged in with respect to a renewable energy project if, by operation of subsection 9 (1) of Ontario Regulation 359/09 (Renewable Energy Approvals Under Part V.0.1 of the Act) made under the Act, section 47.3 of the Act does not apply to a person engaging in the project. O. Reg. 1/17, s. 2 (3). (4) Despite subsection (3), subsection (1) does apply to activities engaged in with respect to a renewable energy project if, (a) by operation of paragraph 12 of subsection 9 (1) of Ontario Regulation 359/09 (Renewable Energy Approvals Under Part V.0.1 of the Act) made under the Act, section 47.3 of the Act does not apply to the person engaging in the project; and (b) the project meets the requirements provided for in subparagraph 3 iii of subsection 2 (2). O. Reg. 274/21, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>(1) Subject to subsections (2) and (3), the following are prescribed activities for the purposes of subsection 20.21 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The use, operation, construction, alteration, extension or replacement of any plant, structure, equipment, apparatus, mechanism or thing at a facility that may discharge or from which may be discharged a contaminant into any part of the natural environment other than water.</p> <p class=\"paragraph-e\">  2. The alteration of a process or rate of production at a facility if the alteration may result in,</p> <p class=\"subpara-e\">  i. the discharge of a contaminant into any part of the natural environment other than water, or</p> <p class=\"subpara-e\">  ii. the alteration of the rate or manner of discharge of a contaminant into any part of the natural environment other than water. O. Reg. 1/17, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of the following activities:</p> <p class=\"paragraph-e\">  1. An activity engaged in at a facility that is part of a class identified by a NAICS code listed in the Schedule to this Regulation, if the NAICS code is the primary NAICS code for the facility.</p> <p class=\"paragraph-e\">  2. An activity engaged in at a facility that is part of a class identified by a NAICS code that begins with 3212 (Veneer, plywood and engineered wood product manufacturing) if that NAICS code is the primary NAICS code for the facility. However, subsection (1) does apply in respect of an activity engaged in at a facility that is part of a class identified by the NAICS code 321211 (Hardwood veneer and plywood mills).</p> <p class=\"paragraph-e\">  3. An activity engaged in at a facility at which at least one of the following activities takes place:</p> <p class=\"subpara-e\">  i. The land disposal of waste.</p> <p class=\"subpara-e\">  ii. The processing or disposal of waste by way of thermal treatment, other than the thermal treatment of the fuel described in subparagraph iii in a small wood-fired combustor that was installed at the facility on or after January 31, 2017.</p> <p class=\"subpara-e\">  iii. The use of a wood-fired combustor, other than a small wood-fired combustor that was installed at the facility on or after January 31, 2017, that meets the design criteria set out in Chapter 5 of the EASR publication, and that exclusively uses as fuel one or more of the following:</p> <p class=\"subsubpara-e\">  A. Wood briquettes that meet the specifications set out in Chapter 5 of the EASR publication.</p> <p class=\"subsubpara-e\">  B. Wood chips that meet the specifications set out in Chapter 5 of the EASR publication.</p> <p class=\"subsubpara-e\">  C. Wood pellets that meet the specifications set out in Chapter 5 of the EASR publication.</p> <p class=\"subpara-e\">  iv. The use of a plating process that uses cadmium, cyanide, chromium or nickel, including chrome plating, electroplating or electroless plating.</p> <p class=\"subpara-e\">  v. The use of an electrolytic stripping process that removes cadmium, chromium or nickel from an object.</p> <p class=\"subpara-e\">  vi. The processing of metals outdoors, including torching, shearing, shredding or plasma cutting, other than for the purpose of routine maintenance carried out at the facility on any plant, structure, equipment, apparatus or thing.</p> <p class=\"subpara-e\">  vii. The operation of an alternative low-carbon fuel site within the meaning of Ontario Regulation 79/15 (Alternative Low-Carbon Fuels) made under the Act.</p> <p class=\"subpara-e\">  viii. The operation of an end-of-life vehicle waste disposal site within the meaning of Ontario Regulation 85/16 (Registrations under Part II.2 of the Act - End-of-life Vehicles) made under the Act.</p> <p class=\"subpara-e\">  ix. The operation of a fossil-fuel electric power generation facility with a maximum electrical power output capacity equal to or greater than 25 megawatts.</p> <p class=\"subpara-e\">  x. The operation of a combustion source that uses biogas, biomass, coal, petroleum coke or waste as a fuel or that uses a fuel derived from biogas, biomass, coal, petroleum coke or waste, but does not include,</p> <p class=\"subsubpara-e\">  A. the operation of a small wood-fired combustor that was installed at the facility on or after January 31, 2017 and that exclusively uses one or more of the fuels described in subparagraph iii, and</p> <p class=\"subsubpara-e\">  B. the operation of a combustion turbine that meets the conditions set out in paragraphs 1 to 3 of subsection (2.1).</p> <p class=\"subpara-e\">  xi. The use of a combustion turbine, except if the conditions set out in subsection (2.1) apply in respect of the combustion turbine.</p> <p class=\"paragraph-e\">  4. An activity engaged in at a facility if a landfilling site that is no longer permitted to accept waste is located on the site on which the facility is located.</p> <p class=\"paragraph-e\">  5. An activity engaged in at a facility if a site-specific air standard is or has previously been set in respect of the facility under section 35 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act for a contaminant discharged from the facility.</p> <p class=\"paragraph-e\">  6. An activity engaged in at a facility if, in respect of the facility, a person is or has previously been registered in the Ministry’s Technical Standards Registry – Air Pollution under section 39 of Ontario Regulation 419/05.</p> <p class=\"paragraph-e\">  7. A discrete activity involving the use of equipment that is intended to be moved from one site to another to perform the same function at each site, such as the use of mobile rock crushing equipment or mobile PCB destruction equipment.</p> <p class=\"paragraph-e\">  8. An activity engaged in at a facility that is located on a property that is one of a group of properties that are deemed to be a single property under subsection 4 (2) of Ontario Regulation 419/05.</p> <p class=\"paragraph-e\">  9. An activity that is exempt from subsection 9 (1) of the Act, other than an activity that is exempt by operation of subsection 9 (4) of the Act. O. Reg. 1/17, s. 2 (2); O. Reg. 274/21, s. 2 (1, 2).</p> <p class=\"subsection-e\">  (2.1) For the purposes of subparagraph 3 xi of subsection (2), the following conditions must be met:</p> <p class=\"paragraph-e\">  1. The fuel burned in the combustion turbine is natural gas or other gaseous fuel that meets the following criteria:</p> <p class=\"subpara-e\">  i. It is at least 90 per cent methane by volume.</p> <p class=\"subpara-e\">  ii. It has an energy content of at least 35 megajoules per cubic metre.</p> <p class=\"subpara-e\">  iii. It has a total sulphur content of less than 120 milligrams per cubic metre.</p> <p class=\"paragraph-e\">  2. The combustion turbine has, or, if there is more than one combustion turbine at the facility, all of them when taken together have, a maximum combined electrical and mechanical power output capacity of less than 25 megawatts.</p> <p class=\"paragraph-e\">  3. If the combustion turbine is part of a system that has an auxiliary burner, the auxiliary burner is only fuelled by the natural gas or other gaseous fuel mentioned in paragraph 1 and the maximum fuel input capacity of the burner is less than the maximum fuel input capacity of the combustion turbine. O. Reg. 274/21, s. 2 (3).</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply to activities engaged in with respect to a renewable energy project if, by operation of subsection 9 (1) of Ontario Regulation 359/09 (Renewable Energy Approvals Under Part V.0.1 of the Act) made under the Act, section 47.3 of the Act does not apply to a person engaging in the project. O. Reg. 1/17, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), subsection (1) does apply to activities engaged in with respect to a renewable energy project if,</p> <p class=\"clause-e\">  (a) by operation of paragraph 12 of subsection 9 (1) of Ontario Regulation 359/09 (Renewable Energy Approvals Under Part V.0.1 of the Act) made under the Act, section 47.3 of the Act does not apply to the person engaging in the project; and</p> <p class=\"clause-e\">  (b) the project meets the requirements provided for in subparagraph 3 iii of subsection 2 (2). O. Reg. 274/21, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "3.",
            "content": " 3. (1) This section sets out the rules governing the application of this Regulation with respect to an activity that is prescribed for the purposes of subsection 20.21 (1) of the Act by section 2 of this Regulation and that is also prescribed by another EASR regulation. (2) This Regulation applies with respect to an activity described in subsection (1) and the other EASR regulation is deemed not to apply with respect to the activity. (3) Despite subsection (2), this Regulation does not apply with respect to an activity described in subsection (1), and the other EASR regulation continues to apply with respect to the activity if, at the facility at which the activity is engaged in, all of the activities that may discharge a contaminant into the air are either, (a) activities described in subsection (1) that are all prescribed under a single other EASR regulation; or (b) activities described in clause (a) and activities that are exempt from subsection 9 (1) of the Act, other than activities that are exempt by operation of subsection 9 (4) of the Act. O. Reg. 13/17, s. 1. (4) Despite subsection (2), if the person engaging in an activity described in subsection (1) at a facility has registered the activity in the Registry before the day this Regulation came into force, this Regulation does not apply with respect to the activity and the other EASR regulation continues to apply with respect to the activity until the earlier of the following days: 1. The date, as set out in a confirmation of registration provided by the Director, on which a registration is in effect in respect of an additional activity in which the person engages at the facility and that is prescribed for the purposes of subsection 20.21 (1) of the Act under this Regulation. 2. January 31, 2027. Part II   Registration matters",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) This section sets out the rules governing the application of this Regulation with respect to an activity that is prescribed for the purposes of subsection 20.21 (1) of the Act by section 2 of this Regulation and that is also prescribed by another EASR regulation.</p> <p class=\"subsection-e\">  (2) This Regulation applies with respect to an activity described in subsection (1) and the other EASR regulation is deemed not to apply with respect to the activity.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), this Regulation does not apply with respect to an activity described in subsection (1), and the other EASR regulation continues to apply with respect to the activity if, at the facility at which the activity is engaged in, all of the activities that may discharge a contaminant into the air are either,</p> <p class=\"clause-e\">  (a) activities described in subsection (1) that are all prescribed under a single other EASR regulation; or</p> <p class=\"clause-e\">  (b) activities described in clause (a) and activities that are exempt from subsection 9 (1) of the Act, other than activities that are exempt by operation of subsection 9 (4) of the Act. O. Reg. 13/17, s. 1.</p> <p class=\"subsection-e\">  (4) Despite subsection (2), if the person engaging in an activity described in subsection (1) at a facility has registered the activity in the Registry before the day this Regulation came into force, this Regulation does not apply with respect to the activity and the other EASR regulation continues to apply with respect to the activity until the earlier of the following days:</p> <p class=\"paragraph-e\">  1. The date, as set out in a confirmation of registration provided by the Director, on which a registration is in effect in respect of an additional activity in which the person engages at the facility and that is prescribed for the purposes of subsection 20.21 (1) of the Act under this Regulation.</p> <p class=\"paragraph-e\">  2. January 31, 2027.</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>Part II <br/>  Registration matters</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II REGISTRATION MATTERS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "4.",
            "content": " 4. For the purposes of clause 20.17 (b) of the Act, January 31, 2027 is prescribed as the day on which an environmental compliance approval issued in respect of an activity prescribed by section 2 of this Regulation ceases to apply to the activity.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>For the purposes of clause 20.17 (b) of the Act, January 31, 2027 is prescribed as the day on which an environmental compliance approval issued in respect of an activity prescribed by section 2 of this Regulation ceases to apply to the activity.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "5.",
            "content": " 5. (1) This section applies to a person who, before January 31, 2027, registers an activity that is prescribed by section 2 in the Registry if, immediately before the person registers the activity in respect of a facility, an environmental compliance approval in respect of the activity is in effect. (2) Subject to sections 6 and 7, a person to whom this section applies shall, when registering the activity in the Registry, register all other activities prescribed by section 2 in which the person engages or proposes to engage at the facility.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) This section applies to a person who, before January 31, 2027, registers an activity that is prescribed by section 2 in the Registry if, immediately before the person registers the activity in respect of a facility, an environmental compliance approval in respect of the activity is in effect.</p> <p class=\"subsection-e\">  (2) Subject to sections 6 and 7, a person to whom this section applies shall, when registering the activity in the Registry, register all other activities prescribed by section 2 in which the person engages or proposes to engage<i> </i>at the facility.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "6.",
            "content": " 6. A person who proposes to engage in an activity prescribed by section 2 that forms part of an undertaking to which Part II or II.1 of the Environmental Assessment Act applies shall not register the activity in the Registry until, (a) if a class environmental assessment approved under Part II.1 of that Act applies with respect to the undertaking and no order has been issued with respect to the proposed undertaking under section 16 of that Act, the day all requirements necessary to proceed with the undertaking under the class environmental assessment have been satisfied; or (b) in the case of any other undertaking, the day an approval is given under Part II of that Act to proceed with the undertaking.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>A person who proposes to engage in an activity prescribed by section 2 that forms part of an undertaking to which Part II or II.1 of the <i>Environmental Assessment Act</i> applies shall not register the activity in the Registry until,</p> <p class=\"clause-e\">  (a) if a class environmental assessment approved under Part II.1 of that Act applies with respect to the undertaking and no order has been issued with respect to the proposed undertaking under section 16 of that Act, the day all requirements necessary to proceed with the undertaking under the class environmental assessment have been satisfied; or</p> <p class=\"clause-e\">  (b) in the case of any other undertaking, the day an approval is given under Part II of that Act to proceed with the undertaking.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "7.",
            "content": " 7. (1) A person who proposes to engage in an activity prescribed by section 2 at a facility that is located in an area of development control within the Niagara Escarpment Planning Area shall not register the activity in the Registry before a development permit required under section 24 of the Niagara Escarpment Planning and Development Act has been issued in respect of the facility. (2) In this section, “Niagara Escarpment Planning Area” has the same meaning as in the Niagara Escarpment Planning and Development Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) A person who proposes to engage in an activity prescribed by section 2 at a facility that is located in an area of development control within the Niagara Escarpment Planning Area shall not register the activity in the Registry before a development permit required under section 24 of the <i>Niagara Escarpment Planning and Development Act</i> has been issued in respect of the facility.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“Niagara Escarpment Planning Area” has the same meaning as in the <i>Niagara Escarpment Planning and Development Act</i>.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "8.",
            "content": " 8. The following information shall be filed in the Registry under subsection 2 (1) of Ontario Regulation 245/11 (Registrations Under Part II.2 of the Act — General) made under the Act: 1. The Emissions Summary Table required under section 12 of this Regulation to be included in the EASR ESDM report in respect of the facility at which the activity is engaged in. 2. If an acoustic assessment has been conducted in respect of that facility, the Acoustic Assessment Summary Table required under Chapter 3 of the EASR publication for the purposes of sections 21 and 22 of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>The following information shall be filed in the Registry under subsection 2 (1) of Ontario Regulation 245/11 (Registrations Under Part II.2 of the Act — General) made under the Act:</p> <p class=\"paragraph-e\">  1. The Emissions Summary Table required under section 12 of this Regulation to be included in the EASR ESDM report in respect of the facility at which the activity is engaged in.</p> <p class=\"paragraph-e\">  2. If an acoustic assessment has been conducted in respect of that facility, the Acoustic Assessment Summary Table required under Chapter 3 of the EASR publication for the purposes of sections 21 and 22 of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "9.",
            "content": " 9. (1) If an application for approval to engage in an activity mentioned in subsection 9 (1) of the Act was submitted to the Director on or before December 31, 2016 and the Director did not make a decision with respect to the application before that day, (a) the application is exempt from subsection 20.2 (3) of the Act; and (b) the application is exempt from subsection 20.3 (2) of the Act. (2)  A person who is engaging in an activity in respect of which an application for approval described in subsection (1) has been made is exempt from subsection 20.21 (1) of the Act until the earliest of the following days: 1. The day the person withdraws the application. 2. The day the Director refuses to issue an environmental compliance approval in respect of the activity. 3. If the Director issues an environmental compliance approval in respect of the activity, the day the approval ceases to apply in respect of the activity as determined under section 20.17 of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9.</b> (1) If an application for approval to engage in an activity mentioned in subsection 9 (1) of the Act was submitted to the Director on or before December 31, 2016 and the Director did not make a decision with respect to the application before that day,</p> <p class=\"clause-e\">  (a) the application is exempt from subsection 20.2 (3) of the Act; and</p> <p class=\"clause-e\">  (b) the application is exempt from subsection 20.3 (2) of the Act. </p> <p class=\"subsection-e\">  (2)  A person who is engaging in an activity in respect of which an application for approval described in subsection (1) has been made is exempt from subsection 20.21 (1) of the Act until the earliest of the following days:</p> <p class=\"paragraph-e\">  1. The day the person withdraws the application.</p> <p class=\"paragraph-e\">  2. The day the Director refuses to issue an environmental compliance approval in respect of the activity.</p> <p class=\"paragraph-e\">  3. If the Director issues an environmental compliance approval in respect of the activity, the day the approval ceases to apply in respect of the activity as determined under section 20.17 of the Act.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION MATTERS",
            "section": "10.",
            "content": " 10. (1) This section applies with respect to a person who modifies or proposes to modify a facility if the modification involves an activity prescribed by section 2. (2) Subject to subsection (3), the person is exempt from clauses 20.21 (1) (a) and (b) of the Act in respect of the activity if, (a) the activity is engaged in at a facility in respect of which the person has previously registered an activity prescribed by section 2 of this Regulation; and (b) the registration in respect of the previously registered activity has been neither suspended nor removed from the Registry. (3) Subsection (2) does not apply if the previous registration was filed in respect of an activity that is prescribed by another EASR regulation. Part III   Activity Requirements - Clause 20.21 (1) (c) of the Act Air",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>(1) This section applies with respect to a person who modifies or proposes to modify a facility if the modification involves an activity prescribed by section 2.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the person is exempt from clauses 20.21 (1) (a) and (b) of the Act in respect of the activity if,</p> <p class=\"clause-e\">  (a) the activity is engaged in at a facility in respect of which the person has previously registered an activity prescribed by section 2 of this Regulation; and</p> <p class=\"clause-e\">  (b) the registration in respect of the previously registered activity has been neither suspended nor removed from the Registry.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if the previous registration was filed in respect of an activity that is prescribed by another EASR regulation.</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>Part III <br/>  Activity Requirements - Clause 20.21 (1) (c) of the Act</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Air</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Air",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Air",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "11.",
            "content": " 11. (1) For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with in respect of the facility at which the activity is engaged in: 1. At all times when engaging in the activity, an EASR ESDM report that meets the requirements in section 12 must be available at the facility. 2. A new EASR ESDM report that meets the requirements in section 12 must be prepared at least once every 10 years. 3. Each EASR ESDM report prepared in respect of the facility must be accompanied by an EASR ESDM report supplement that meets the requirements in section 13. 4. At all times when engaging in the activity, the person engaging in the activity must ensure that the facility is operating within the operational parameters set out in the EASR ESDM report supplement. 5. At all times when engaging in the activity, the person shall ensure that the following rules are adhered to with respect to the concentration of each of the following contaminants discharged from the facility at a point of impingement: i. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 1”, the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document. ii. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 2”, A. the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document, or B. if the concentration is above the concentration for a specified averaging period set out for the contaminant in that document, the concentration must not be likely to cause an adverse effect for that averaging period. iii. If subparagraphs i and ii do not apply to the contaminant, the concentration must not be likely to cause an adverse effect for a specified averaging period that relates to the adverse effect as set out in the Emissions Summary Table. 6. Subject to paragraph 7, at all times when engaging in the activity, the person shall ensure that each piece of combustion equipment listed in the EASR ESDM supplement as required by paragraph 9 of subsection 13 (1) is operated in a manner that does not result in the discharge of a contaminant, i. at an emission intensity rate that exceeds an applicable intensity rate set out for the contaminant in Chapter 1 of the EASR publication, or ii. in a concentration that exceeds an applicable limit set out for the contaminant in Chapter 1 of the EASR publication. 7. Paragraph 6 does not apply, i. to combustion equipment during its start-up and shut-down periods, ii. to a boiler or heater during a period when, in a year, it uses a fuel other than the primary fuel identified in the EASR ESDM supplement in respect of the boiler or heater if, A. the supplement confirms that the total number of hours during which the boiler or heater uses non-primary fuels in a year does not exceed 500, and B. the boiler or heater has not used non-primary fuels for more than 500 hours in that year, or iii. to a combustion turbine that operates less than 1500 hours in a year and has either a maximum electrical power output capacity or a maximum mechanical power output capacity of less than 4 megawatts. O. Reg. 1/17, s. 11 (1); O. Reg. 13/17, s. 2; O. Reg. 274/21, s. 3. (2) In this section, “shut-down” means an operating condition during which the operation of a piece of combustion equipment is decreased from normal operating conditions to an inoperative state; (“mise à l’arrêt”) “start-up” means an operating condition during which the operation of a piece of combustion equipment is increased from an inoperative state to normal operating conditions. (“démarrage”) O. Reg. 1/17, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>11. </b>(1) For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with in respect of the facility at which the activity is engaged in:</p> <p class=\"paragraph-e\">  1. At all times when engaging in the activity, an EASR ESDM report that meets the requirements in section 12 must be available at the facility.</p> <p class=\"paragraph-e\">  2. A new EASR ESDM report that meets the requirements in section 12 must be prepared at least once every 10 years.</p> <p class=\"paragraph-e\">  3. Each EASR ESDM report prepared in respect of the facility must be accompanied by an EASR ESDM report supplement that meets the requirements in section 13.</p> <p class=\"paragraph-e\">  4. At all times when engaging in the activity, the person engaging in the activity must ensure that the facility is operating within the operational parameters set out in the EASR ESDM report supplement.</p> <p class=\"paragraph-e\">  5. At all times when engaging in the activity, the person shall ensure that the following rules are adhered to with respect to the concentration of each of the following contaminants discharged from the facility at a point of impingement:</p> <p class=\"subpara-e\">  i. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 1”, the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document.</p> <p class=\"subpara-e\">  ii. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 2”, </p> <p class=\"subsubpara-e\">  A. the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document, or</p> <p class=\"subsubpara-e\">  B. if the concentration is above the concentration for a specified averaging period set out for the contaminant in that document, the concentration must not be likely to cause an adverse effect for that averaging period.</p> <p class=\"subpara-e\">  iii. If subparagraphs i and ii do not apply to the contaminant, the concentration must not be likely to cause an adverse effect for a specified averaging period that relates to the adverse effect as set out in the Emissions Summary Table.</p> <p class=\"paragraph-e\">  6. Subject to paragraph 7, at all times when engaging in the activity, the person shall ensure that each piece of combustion equipment listed in the EASR ESDM supplement as required by paragraph 9 of subsection 13 (1) is operated in a manner that does not result in the discharge of a contaminant,</p> <p class=\"subpara-e\">  i. at an emission intensity rate that exceeds an applicable intensity rate set out for the contaminant in Chapter 1 of the EASR publication, or</p> <p class=\"subpara-e\">  ii. in a concentration that exceeds an applicable limit set out for the contaminant in Chapter 1 of the EASR publication.</p> <p class=\"paragraph-e\">  7. Paragraph 6 does not apply,</p> <p class=\"subpara-e\">  i. to combustion equipment during its start-up and shut-down periods,</p> <p class=\"subpara-e\">  ii. to a boiler or heater during a period when, in a year, it uses a fuel other than the primary fuel identified in the EASR ESDM supplement in respect of the boiler or heater if,</p> <p class=\"subsubpara-e\">  A. the supplement confirms that the total number of hours during which the boiler or heater uses non-primary fuels in a year does not exceed 500, and</p> <p class=\"subsubpara-e\">  B. the boiler or heater has not used non-primary fuels for more than 500 hours in that year, or</p> <p class=\"subpara-e\">  iii. to a combustion turbine that operates less than 1500 hours in a year and has either a maximum electrical power output capacity or a maximum mechanical power output capacity of less than <s>4</s> megawatts. O. Reg. 1/17, s. 11 (1); O. Reg. 13/17, s. 2; O. Reg. 274/21, s. 3.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“shut-down” means an operating condition during which the operation of a piece of combustion equipment is decreased from normal operating conditions to an inoperative state; (“mise à l’arrêt”)</p> <p class=\"definition-e\">“start-up” means an operating condition during which the operation of a piece of combustion equipment is increased from an inoperative state to normal operating conditions. (“démarrage”) O. Reg. 1/17, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "12.",
            "content": " 12. (1) The following are the requirements for an EASR ESDM report: 1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number. 2. The information in the report must be accurate as of the date it is signed and sealed. 3. It must set out the primary NAICS code and any other applicable NAICS codes for the facility. 4. It must be prepared in accordance with section 26 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act, subject to subsection (2) of this section, using one or more approved dispersion models in accordance with subsection 6 (1) of that Regulation. The approved dispersion models must be used in accordance with sections 9 to 17 of that Regulation. 5. It must demonstrate that the concentration of each contaminant discharged or proposed to be discharged from the facility into the air, predicted by the approved dispersion model for the point of impingement with the highest concentration of the contaminant, meets one of the following criteria: i. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 1”, the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document. ii. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 2”, A. the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document, or B. if the concentration is above the concentration for a specified averaging period set out for the contaminant in that document, the concentration must not be likely to cause an adverse effect for that averaging period. iii. If subparagraphs i and ii do not apply to the contaminant, the concentration must not be likely to cause an adverse effect for a specified averaging period that relates to the adverse effect. (2) The Emissions Summary Table described in paragraph 14 of subsection 26 (1) of Ontario Regulation 419/05 and required to be prepared under paragraph 4 of subsection (1) must include the following information in addition to the information required by Ontario Regulation 419/05: 1. With respect to each contaminant to which sections 19 and 20 of Ontario Regulation 419/05 do not apply in respect of an averaging period, a comparison between the concentration predicted by the approved dispersion model for the point of impingement with the highest concentration and the concentration for the contaminant set out in the ACB list. 2. The comparison described in paragraph 1 must be included for each averaging period set out for the contaminant in the ACB list. 3. The comparison described in paragraph 1 must be expressed as a percentage of the concentration set out in the ACB list.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) The following are the requirements for an EASR ESDM report:</p> <p class=\"paragraph-e\">  1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number.</p> <p class=\"paragraph-e\">  2. The information in the report must be accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  3. It must set out the primary NAICS code and any other applicable NAICS codes for the facility.</p> <p class=\"paragraph-e\">  4. It must be prepared in accordance with section 26 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act, subject to subsection (2) of this section, using one or more approved dispersion models in accordance with subsection 6 (1) of that Regulation. The approved dispersion models must be used in accordance with sections 9 to 17 of that Regulation.</p> <p class=\"paragraph-e\">  5. It must demonstrate that the concentration of each contaminant discharged or proposed to be discharged from the facility into the air, predicted by the approved dispersion model for the point of impingement with the highest concentration of the contaminant, meets one of the following criteria:</p> <p class=\"subpara-e\">  i. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 1”, the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document.</p> <p class=\"subpara-e\">  ii. If the contaminant is identified in the ACB list as belonging to the category “Benchmark 2”, </p> <p class=\"subsubpara-e\">  A. the concentration must be at or below the concentration for each specified averaging period set out for the contaminant in that document, or</p> <p class=\"subsubpara-e\">  B. if the concentration is above the concentration for a specified averaging period set out for the contaminant in that document, the concentration must not be likely to cause an adverse effect for that averaging period.</p> <p class=\"subpara-e\">  iii. If subparagraphs i and ii do not apply to the contaminant, the concentration must not be likely to cause an adverse effect for a specified averaging period that relates to the adverse effect.</p> <p class=\"subsection-e\">  (2) The Emissions Summary Table described in paragraph 14 of subsection 26 (1) of Ontario Regulation 419/05 and required to be prepared under paragraph 4 of subsection (1) must include the following information in addition to the information required by Ontario Regulation 419/05:</p> <p class=\"paragraph-e\">  1. With respect to each contaminant to which sections 19 and 20 of Ontario Regulation 419/05 do not apply in respect of an averaging period, a comparison between the concentration predicted by the approved dispersion model for the point of impingement with the highest concentration and the concentration for the contaminant set out in the ACB list.</p> <p class=\"paragraph-e\">  2. The comparison described in paragraph 1 must be included for each averaging period set out for the contaminant in the ACB list.</p> <p class=\"paragraph-e\">  3. The comparison described in paragraph 1 must be expressed as a percentage of the concentration set out in the ACB list.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "13.",
            "content": " 13. (1) The following are the requirements for an EASR ESDM report supplement: 1. It must set out the name of the person who completed it and must be dated and signed by that person. 2. The information in the report must be accurate as of the date it is signed. 3. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name. 4. If the person who operates the facility is not an owner, the supplement must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 5. It must set out the site address of the facility. 6. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the EASR ESDM report was complete and accurate. 7. It must contain a statement, signed by the licensed engineering practitioner who signed and sealed the EASR ESDM report, that includes the following: i. Confirmation that, based on the information provided to the practitioner, the information in the report was accurate as of the date it was signed and sealed. ii. Confirmation that the EASR ESDM report was prepared in accordance with section 26 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act and with subsection 12 (2) of this Regulation. iii. Confirmation that one or more approved dispersion models were used to prepare the EASR ESDM report and that the models were used in accordance with sections 9 to 17 of Ontario Regulation 419/05. iv. A statement indicating whether the information set out in the EASR ESDM report under paragraph 5 of subsection 12 (1) with respect to the concentration of contaminants is based on proposed discharges. v. A description of the methods and procedures that were employed in preparing the report to ensure minimization of errors and omissions. vi. A description of the operational parameters that were determined for the purpose of preparing the EASR ESDM report, including the maximum rates of production, process limits, performance limits and parameters relating to equipment and infrastructure. vii. A description of the operating and maintenance procedures required to ensure that the facility is operating within the operational parameters referred to in subparagraph vi and subparagraph 9 i. 8. It must contain a statement, signed by a licensed engineering practitioner, confirming that each piece of combustion equipment listed in subsection (2) that is used or proposed to be used at the facility is designed to discharge the contaminants set out in Chapter 1 of the EASR publication with respect to the piece of combustion equipment in an amount that is less than or equal to the applicable limit set out for the contaminant in that Chapter. 9. The statement required by paragraph 8 must set out the basis for the confirmation provided under that paragraph, including the following information with respect to each piece of combustion equipment: i. The information required under Chapter 1 of the EASR publication related to the design of the combustion equipment, the operational parameters for the combustion equipment and emission estimating techniques used to form the basis for the confirmation under paragraph 8. ii. For a boiler or heater, its maximum energy input capacity, the primary type of fuel it uses and any non-primary fuels that it may use, the total number of hours in a year that non-primary fuels may be used, the air pollution control equipment installed in or attached to it, the date it was installed or is proposed to be installed at the facility, the date of the most recent modification made to it, and, if applicable, the hours it is intended to be used. iii. For an electricity generation engine, the type of fuel used in it, its power rating, its intended purpose, the air pollution control equipment installed in or attached to it, the date it was installed or is proposed to be installed at the facility, the date of the most recent modification made to it and, if applicable, the hours it is intended to be used. iv. For a small wood-fired combustor, the following: A. The type of fuel used in it. B. Confirmation that it has an automated wood fuel feed system. C. Its nominal load heat input and output capacity, reported on a higher heating value basis. D. Its partial load heat input and output capacity, reported on a higher heating value basis. E. The air pollution control equipment installed in or attached to it. F. The date it was installed or is proposed to be installed at the facility and the date of the most recent modification made to it. v. For a combustion turbine that does not use an auxiliary burner, the following: A. Its maximum heat input capacity, reported on a higher heating value basis. B. Its maximum power output capacity, reported on a higher heating value basis. C. Its thermal efficiency reported on a higher heating value basis. D. The air pollution control equipment installed in or attached to it. E. The date it was installed or is proposed to be installed at the facility and the date of the most recent modification made to it. vi. For a combustion turbine that uses an auxiliary burner, the maximum power output capacity of the combustion turbine and the following with respect to both the combustion turbine and the auxiliary burner: A. The maximum heat input capacity of each, reported on a higher heating value basis. B. The combined maximum heat output capacity of both, reported on a higher heating value basis. C. The combined thermal efficiency of both, reported on a higher heating value basis. D. The air pollution control equipment installed in or attached to each. E. The date each was installed or is proposed to be installed at the facility. F. The date of the most recent modification made to each. O. Reg. 1/17, s. 13 (1); O. Reg. 13/17, s. 3; O. Reg. 274/21, s. 4 (1). (2) The combustion equipment referred to in paragraph 8 of subsection (1) is the following: 1. A boiler or heater, unless the boiler or heater meets any of the following criteria: i. It uses a fuel other than gaseous fuel, distillate oil or residual oil. ii. Its maximum energy input capacity is less than or equal to 10.5 gigajoules per hour. iii. It was installed at the facility before March 31, 2001 and has not been modified since its installation. iv. It uses fuel derived from a primary process or operation at the facility and the fuel is not produced for commercial purposes at the facility. v. It is used to recover heat from the exhaust gases of another combustion source. vi. The combustion source included in the boiler or heater is a combustion turbine, a small wood-fired combustor or an electricity generation engine. 2. An electricity generation engine, unless the electricity generation engine meets any of the following criteria: i. It is in a standby power system. ii. It is used to generate electricity for use in a community or facility that is located in an off-grid area described in Chapter 2 of the EASR publication. iii. It is used to generate electricity for use in a remote community or a remote facility described in Chapter 2 of the EASR publication. iv. It was installed in the facility before February 27, 2009, it has not been modified since its installation, and on the day immediately before the first registration in respect of the facility is filed in the Registry, an environmental compliance approval in respect of the engine is in effect. 3. A small wood-fired combustor, unless the small wood-fired combustor meets the following criterion: i. It is exempt from the application of section 9 of the Act by Ontario Regulation 524/98 (Environmental Compliance Approvals — Exemptions from Section 9 of the Act) made under the Act. 4. A combustion turbine, unless the combustion turbine meets any of the following criteria: i. It is exempt from the application of section 9 of the Act by Ontario Regulation 524/98 (Environmental Compliance Approvals — Exemptions from Section 9 of the Act) made under the Act. ii. It operates less than 1500 hours in a year and has either a maximum electrical power output capacity or a maximum mechanical power output capacity of less than 4 megawatts. O. Reg. 1/17, s. 13 (2); O. Reg. 274/21, s. 4 (2). (3) If an EASR ESDM report lists a contaminant set out in Schedule 3 to Ontario Regulation 419/05 that is discharged or proposed to be discharged before February 1, 2020, the EASR ESDM report supplement may contain a statement by the licensed engineering practitioner confirming that the EASR ESDM report has been prepared as if section 20 of that Regulation applies to the contaminant. O. Reg. 1/17, s. 13 (3). (4) If the EASR ESDM report supplement contains the statement described in subsection (3), the person engaging in the activity is deemed to have requested the notice mentioned in subsection 20 (4) of Ontario Regulation 419/05 and the Director is deemed to have given notice to the person requiring the person to comply with section 20 of that Regulation with respect to the contaminant as of the date the EASR ESDM report was prepared. O. Reg. 1/17, s. 13 (4). (5) In this section, “electricity generation engine” means a combustion source that is a reciprocating engine and that is used to generate electricity; (“moteur de production d’électricité”) “standby power system” means any apparatus, mechanism, equipment or other thing, and any related exhaust stacks, fuel tanks and piping, that includes one or more electricity generation engines and that is intended to be used only for the provision of electrical power during power outages or involuntary power reductions. (“système d’alimentation électrique d’appoint”) O. Reg. 1/17, s. 13 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>(1) The following are the requirements for an EASR ESDM report supplement:</p> <p class=\"paragraph-e\">  1. It must set out the name of the person who completed it and must be dated and signed by that person.</p> <p class=\"paragraph-e\">  2. The information in the report must be accurate as of the date it is signed.</p> <p class=\"paragraph-e\">  3. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  4. If the person who operates the facility is not an owner, the supplement must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  5. It must set out the site address of the facility.</p> <p class=\"paragraph-e\">  6. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the EASR ESDM report was complete and accurate.</p> <p class=\"paragraph-e\">  7. It must contain a statement, signed by the licensed engineering practitioner who signed and sealed the EASR ESDM report, that includes the following:</p> <p class=\"subpara-e\">  i. Confirmation that, based on the information provided to the practitioner, the information in the report was accurate as of the date it was signed and sealed.</p> <p class=\"subpara-e\">  ii. Confirmation that the EASR ESDM report was prepared in accordance with section 26 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act and with subsection 12 (2) of this Regulation.</p> <p class=\"subpara-e\">  iii. Confirmation that one or more approved dispersion models were used to prepare the EASR ESDM report and that the models were used in accordance with sections 9 to 17 of Ontario Regulation 419/05.</p> <p class=\"subpara-e\">  iv. A statement indicating whether the information set out in the EASR ESDM report under paragraph 5 of subsection 12 (1) with respect to the concentration of contaminants is based on proposed discharges.</p> <p class=\"subpara-e\">  v. A description of the methods and procedures that were employed in preparing the report to ensure minimization of errors and omissions.</p> <p class=\"subpara-e\">  vi. A description of the operational parameters that were determined for the purpose of preparing the EASR ESDM report, including the maximum rates of production, process limits, performance limits and parameters relating to equipment and infrastructure.</p> <p class=\"subpara-e\">  vii. A description of the operating and maintenance procedures required to ensure that the facility is operating within the operational parameters referred to in subparagraph vi and subparagraph 9 i.</p> <p class=\"paragraph-e\">  8. It must contain a statement, signed by a licensed engineering practitioner, confirming that each piece of combustion equipment listed in subsection (2) that is used or proposed to be used at the facility is designed to discharge the contaminants set out in Chapter 1 of the EASR publication with respect to the piece of combustion equipment in an amount that is less than or equal to the applicable limit set out for the contaminant in that Chapter.</p> <p class=\"paragraph-e\">  9. The statement required by paragraph 8 must set out the basis for the confirmation provided under that paragraph, including the following information with respect to each piece of combustion equipment:</p> <p class=\"subpara-e\">  i. The information required under Chapter 1 of the EASR publication related to the design of the combustion equipment, the operational parameters for the combustion equipment and emission estimating techniques used to form the basis for the confirmation under paragraph 8.</p> <p class=\"subpara-e\">  ii. For a boiler or heater, its maximum energy input capacity, the primary type of fuel it uses and any non-primary fuels that it may use, the total number of hours in a year that non-primary fuels may be used, the air pollution control equipment installed in or attached to it, the date it was installed or is proposed to be installed at the facility, the date of the most recent modification made to it, and, if applicable, the hours it is intended to be used.</p> <p class=\"subpara-e\">  iii. For an electricity generation engine, the type of fuel used in it, its power rating, its intended purpose, the air pollution control equipment installed in or attached to it, the date it was installed or is proposed to be installed at the facility, the date of the most recent modification made to it and, if applicable, the hours it is intended to be used.</p> <p class=\"subpara-e\">  iv. For a small wood-fired combustor, the following:</p> <p class=\"subsubpara-e\">  A. The type of fuel used in it.</p> <p class=\"subsubpara-e\">  B. Confirmation that it has an automated wood fuel feed system.</p> <p class=\"subsubpara-e\">  C. Its nominal load heat input and output capacity, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  D. Its partial load heat input and output capacity, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  E. The air pollution control equipment installed in or attached to it.</p> <p class=\"subsubpara-e\">  F. The date it was installed or is proposed to be installed at the facility and the date of the most recent modification made to it.</p> <p class=\"subpara-e\">  v. For a combustion turbine that does not use an auxiliary burner, the following:</p> <p class=\"subsubpara-e\">  A. Its maximum heat input capacity, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  B. Its maximum power output capacity, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  C. Its thermal efficiency reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  D. The air pollution control equipment installed in or attached to it.</p> <p class=\"subsubpara-e\">  E. The date it was installed or is proposed to be installed at the facility and the date of the most recent modification made to it.</p> <p class=\"subpara-e\">  vi. For a combustion turbine that uses an auxiliary burner, the maximum power output capacity of the combustion turbine and the following with respect to both the combustion turbine and the auxiliary burner:</p> <p class=\"subsubpara-e\">  A. The maximum heat input capacity of each, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  B. The combined maximum heat output capacity of both, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  C. The combined thermal efficiency of both, reported on a higher heating value basis.</p> <p class=\"subsubpara-e\">  D. The air pollution control equipment installed in or attached to each.</p> <p class=\"subsubpara-e\">  E. The date each was installed or is proposed to be installed at the facility.</p> <p class=\"subsubpara-e\">  F. The date of the most recent modification made to each. O. Reg. 1/17, s. 13 (1); O. Reg. 13/17, s. 3; O. Reg. 274/21, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The combustion equipment referred to in paragraph 8 of subsection (1) is the following:</p> <p class=\"paragraph-e\">  1. A boiler or heater, unless the boiler or heater meets any of the following criteria:</p> <p class=\"subpara-e\">  i. It uses a fuel other than gaseous fuel, distillate oil or residual oil.</p> <p class=\"subpara-e\">  ii. Its maximum energy input capacity is less than or equal to 10.5 gigajoules per hour.</p> <p class=\"subpara-e\">  iii. It was installed at the facility before March 31, 2001 and has not been modified since its installation.</p> <p class=\"subpara-e\">  iv. It uses fuel derived from a primary process or operation at the facility and the fuel is not produced for commercial purposes at the facility.</p> <p class=\"subpara-e\">  v. It is used to recover heat from the exhaust gases of another combustion source.</p> <p class=\"subpara-e\">  vi. The combustion source included in the boiler or heater is a combustion turbine, a small wood-fired combustor or an electricity generation engine.</p> <p class=\"paragraph-e\">  2. An electricity generation engine, unless the electricity generation engine meets any of the following criteria:</p> <p class=\"subpara-e\">  i. It is in a standby power system.</p> <p class=\"subpara-e\">  ii. It is used to generate electricity for use in a community or facility that is located in an off-grid area described in Chapter 2 of the EASR publication.</p> <p class=\"subpara-e\">  iii. It is used to generate electricity for use in a remote community or a remote facility described in Chapter 2 of the EASR publication.</p> <p class=\"subpara-e\">  iv. It was installed in the facility before February 27, 2009, it has not been modified since its installation, and on the day immediately before the first registration in respect of the facility is filed in the Registry, an environmental compliance approval in respect of the engine is in effect.</p> <p class=\"paragraph-e\">  3. A small wood-fired combustor, unless the small wood-fired combustor meets the following criterion:</p> <p class=\"subpara-e\">  i. It is exempt from the application of section 9 of the Act by Ontario Regulation 524/98 (Environmental Compliance Approvals — Exemptions from Section 9 of the Act) made under the Act.</p> <p class=\"paragraph-e\">  4. A combustion turbine, unless the combustion turbine meets any of the following criteria:</p> <p class=\"subpara-e\">  i. It is exempt from the application of section 9 of the Act by Ontario Regulation 524/98 (Environmental Compliance Approvals — Exemptions from Section 9 of the Act) made under the Act.</p> <p class=\"subpara-e\">  ii. It operates less than 1500 hours in a year and has either a maximum electrical power output capacity or a maximum mechanical power output capacity of less than 4 megawatts. O. Reg. 1/17, s. 13 (2); O. Reg. 274/21, s. 4 (2).</p> <p class=\"subsection-e\">  (3) If an EASR ESDM report lists a contaminant set out in Schedule 3 to Ontario Regulation 419/05 that is discharged or proposed to be discharged before February 1, 2020, the EASR ESDM report supplement may contain a statement by the licensed engineering practitioner confirming that the EASR ESDM report has been prepared as if section 20 of that Regulation applies to the contaminant. O. Reg. 1/17, s. 13 (3).</p> <p class=\"subsection-e\">  (4) If the EASR ESDM report supplement contains the statement described in subsection (3), the person engaging in the activity is deemed to have requested the notice mentioned in subsection 20 (4) of Ontario Regulation 419/05 and the Director is deemed to have given notice to the person requiring the person to comply with section 20 of that Regulation with respect to the contaminant as of the date the EASR ESDM report was prepared. O. Reg. 1/17, s. 13 (4).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“electricity generation engine” means a combustion source that is a reciprocating engine and that is used to generate electricity; (“moteur de production d’électricité”)</p> <p class=\"definition-e\">“standby power system” means any apparatus, mechanism, equipment or other thing, and any related exhaust stacks, fuel tanks and piping, that includes one or more electricity generation engines and that is intended to be used only for the provision of electrical power during power outages or involuntary power reductions. (“système d’alimentation électrique d’appoint”) O. Reg. 1/17, s. 13 (5).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "14.",
            "content": " 14. (1) A person who engages in an activity prescribed by section 2 and who receives a notice from the Director under section 24 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act shall prepare, not later than the date specified in the notice, (a) a new EASR ESDM report that meets the requirements of section 12; and (b) a new EASR ESDM report supplement that meets the requirements in section 13. (2) If the person is also required to update a report under subsection 25 (5) of Ontario Regulation 419/05, the person shall also prepare, in accordance with the timelines applicable to that subsection, (a) a new EASR ESDM report that meets the requirements of section 12; and (b) a new EASR ESDM report supplement that meets the requirements in section 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) A person who engages in an activity prescribed by section 2 and who receives a notice from the Director under section 24 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act shall prepare, not later than the date specified in the notice,</p> <p class=\"clause-e\">  (a) a new EASR ESDM report that meets the requirements of section 12; and</p> <p class=\"clause-e\">  (b) a new EASR ESDM report supplement that meets the requirements in section 13.</p> <p class=\"subsection-e\">  (2) If the person is also required to update a report under subsection 25 (5) of Ontario Regulation 419/05, the person shall also prepare, in accordance with the timelines applicable to that subsection,</p> <p class=\"clause-e\">  (a) a new EASR ESDM report that meets the requirements of section 12; and</p> <p class=\"clause-e\">  (b) a new EASR ESDM report supplement that meets the requirements in section 13.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "15.",
            "content": " 15. (1) The Director may give written notice to a person who engages in an activity prescribed by section 2 that involves a piece of combustion equipment listed in subsection 13 (2) requiring the person to submit to the Director the results of in-stack testing if no such results in respect of the piece of combustion equipment have previously been submitted to the Director. O. Reg. 1/17, s. 15 (1). (2) The Director may also give written notice to a person who engages in an activity prescribed by section 2 that involves a piece of combustion equipment listed in subsection 13 (2) requiring the person to submit to the Director the results of in-stack testing if the Director has reasonable grounds to believe that, (a) a discharge from the combustion equipment may cause an adverse effect; or (b) the combustion equipment is discharging a contaminant in an amount that is greater than the intensity rate or limit set out in Chapter 1 of the EASR publication for the contaminant and the combustion equipment. O. Reg. 1/17, s. 15 (2). (2.1) The Director may give written notice to a person who engages in an activity prescribed by section 2 that involves a combustion turbine requiring the person to submit to the Director the results of thermal efficiency testing in respect of combustion turbines. O. Reg. 274/21, s. 5 (1). (3) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given. O. Reg. 1/17, s. 15 (3). (4) A person to whom the Director has given written notice under subsection (1), (2) or (2.1) shall ensure that the in-stack testing or thermal efficiency testing is conducted in accordance with the Director’s notice and that the results are submitted not later than the date specified in the notice. O. Reg. 274/21, s. 5 (2). (5) In this section, “flue gas” means a gas that is generated by a combustion process; “in-stack testing” means the measurement of the amount of combustion contaminants in the flue gas of a piece of combustion equipment. O. Reg. 1/17, s. 15 (5). Noise",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>(1) The Director may give written notice to a person who engages in an activity prescribed by section 2 that involves a piece of combustion equipment listed in subsection 13 (2) requiring the person to submit to the Director the results of in-stack testing if no such results in respect of the piece of combustion equipment have previously been submitted to the Director. O. Reg. 1/17, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The Director may also give written notice to a person who engages in an activity prescribed by section 2 that involves a piece of combustion equipment listed in subsection 13 (2) requiring the person to submit to the Director the results of in-stack testing if the Director has reasonable grounds to believe that,</p> <p class=\"clause-e\">  (a) a discharge from the combustion equipment may cause an adverse effect; or</p> <p class=\"clause-e\"><span class=\"clause-eChar\">  (b</span>) the combustion equipment is discharging a contaminant in an amount that is greater than the intensity rate or limit set out in Chapter 1 of the EASR publication for the contaminant and the combustion equipment. O. Reg. 1/17, s. 15 (2).</p> <p class=\"subsection-e\">  (2.1) The Director may give written notice to a person who engages in an activity prescribed by section 2 that involves a combustion turbine requiring the person to submit to the Director the results of thermal efficiency testing in respect of combustion turbines. O. Reg. 274/21, s. 5 (1).</p> <p class=\"subsection-e\">  (3) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given. O. Reg. 1/17, s. 15 (3).</p> <p class=\"subsection-e\">  (4) A person to whom the Director has given written notice under subsection (1), (2) or (2.1) shall ensure that the in-stack testing or thermal efficiency testing is conducted in accordance with the Director’s notice and that the results are submitted not later than the date specified in the notice. O. Reg. 274/21, s. 5 (2).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“flue gas” means a gas that is generated by a combustion process;</p> <p class=\"definition-e\">“in-stack testing” means the measurement of the amount of combustion contaminants in the flue gas of a piece of combustion equipment. O. Reg. 1/17, s. 15 (5).</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Noise</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Noise",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Noise",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "16.",
            "content": " 16. For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with in respect of the facility at which the person engages in the activity: 1. At all times when engaging in the activity, a noise report that meets the requirements in sections 17 to 22 must be available at the facility. 2. A new noise report that meets the requirements in sections 17 to 22 must be prepared at least once every 10 years. 3. If a noise abatement action plan is prepared under subparagraph 8 v of subsection 17 (1), it must be implemented in accordance with its contents. 4. At all times when engaging in the activity, the person engaging in the activity must ensure that the facility is operating within the operational parameters, if any, set out in the noise report. However, this requirement does not apply if a noise abatement action plan is being implemented at the facility. 5. At all times when engaging in the activity, the person shall ensure that the combined sound level resulting from the sound discharged from the facility does not exceed the applicable sound level limit set out in Chapter 3 of the EASR publication at each affected point of noise reception. However, this requirement does not apply if a noise abatement action plan is being implemented at the facility. 6. At all times when engaging in the activity, the person engaging in the activity must ensure that the facility is implementing the noise control measures and procedures, if any, set out in the noise report. 7. Each record described in Chapter 3 of the EASR publication in respect of a source of sound must be prepared and retained at the facility for the period set out in that Chapter, or if no retention period is set out in that Chapter, for 20 years after its creation.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK20\"></a>16. </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with in respect of the facility at which the person engages in the activity:</p> <p class=\"paragraph-e\">  1. At all times when engaging in the activity, a noise report that meets the requirements in sections 17 to 22 must be available at the facility.</p> <p class=\"paragraph-e\">  2. A new noise report that meets the requirements in sections 17 to 22 must be prepared at least once every 10 years.</p> <p class=\"paragraph-e\">  3. If a noise abatement action plan is prepared under subparagraph 8 v of subsection 17 (1), it must be implemented in accordance with its contents.</p> <p class=\"paragraph-e\">  4. At all times when engaging in the activity, the person engaging in the activity must ensure that the facility is operating within the operational parameters, if any, set out in the noise report. However, this requirement does not apply if a noise abatement action plan is being implemented at the facility.</p> <p class=\"paragraph-e\">  5. At all times when engaging in the activity, the person shall ensure that the combined sound level resulting from the sound discharged from the facility does not exceed the applicable sound level limit set out in Chapter 3 of the EASR publication at each affected point of noise reception. However, this requirement does not apply if a noise abatement action plan is being implemented at the facility.</p> <p class=\"paragraph-e\">  6. At all times when engaging in the activity, the person engaging in the activity must ensure that the facility is implementing the noise control measures and procedures, if any, set out in the noise report.</p> <p class=\"paragraph-e\">  7. Each record described in Chapter 3 of the EASR publication in respect of a source of sound must be prepared and retained at the facility for the period set out in that Chapter, or if no retention period is set out in that Chapter, for 20 years after its creation.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "17.",
            "content": " 17. (1) The following are the requirements for a noise report: 1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number. 2. The information in the report must be accurate as of the date it is signed and sealed. 3. It must set out the primary NAICS code and any other applicable NAICS codes for the facility. 4. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the report is accurate as of the date it is signed and sealed. 5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name. 6. If the person who operates the facility is not an owner, the noise report must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 7. It must set out the site address of the facility. 8. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that one of the following criteria is met: i. The distance between the facility and the property boundary of the closest point of noise reception is equal to or greater than 1000 metres. ii. The actual separation distance from the facility to the closest point of noise reception is equal to or greater than the minimum separation distance, as determined by using the Primary Noise Screening Method. iii. The combined sound level resulting from sound discharged from the facility at each affected point of noise reception, as determined using the Secondary Noise Screening Method, is less than or equal to the applicable sound level limit set out in Chapter 3 of the EASR publication. iv. The combined sound level resulting from sound discharged from the facility at each affected point of noise reception, as determined using an acoustic assessment, is less than or equal to the applicable sound level limit set out in Chapter 3 of the EASR publication. v. A noise abatement action plan is included in the noise report. This criterion applies only in respect of a facility that commenced operation before the day this Regulation came into force and at which, as of the day the first registration in respect of the facility is filed in the Registry, the combined sound level resulting from sound discharged from the facility at an affected point of noise reception, as determined using an acoustic assessment, is greater than the applicable sound level limit set out in Chapter 3 of the EASR publication. (2) For the purpose of subparagraph 8 i of subsection (1), the distance between a facility and the property boundary of a point of noise reception shall be measured from Point A to Point B in accordance with the following: 1. Point A is, i. the point that is located on the exterior wall of a building at the facility and that is closest to the property boundary of the point of noise reception, or ii. if there is an outdoor source of sound at the facility that is located closer to the property boundary of the point of noise reception than the point mentioned in subparagraph i, the point that is located on the edge of the outdoor source of sound and that is closest to the property boundary of the point of noise reception. 2. Point B is the point that is located on the property boundary of the point of noise reception and that is closest to Point A.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>(1) The following are the requirements for a noise report:</p> <p class=\"paragraph-e\">  1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number.</p> <p class=\"paragraph-e\">  2. The information in the report must be accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  3. It must set out the primary NAICS code and any other applicable NAICS codes for the facility.</p> <p class=\"paragraph-e\">  4. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the report is accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  6. If the person who operates the facility is not an owner, the noise report must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  7. It must set out the site address of the facility.</p> <p class=\"paragraph-e\">  8. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that one of the following criteria is met:</p> <p class=\"subpara-e\">  i. The distance between the facility and the property boundary of the closest point of noise reception is equal to or greater than 1000 metres.</p> <p class=\"subpara-e\">  ii. The actual separation distance from the facility to the closest point of noise reception is equal to or greater than the minimum separation distance, as determined by using the Primary Noise Screening Method.</p> <p class=\"subpara-e\">  iii. The combined sound level resulting from sound discharged from the facility at each affected point of noise reception, as determined using the Secondary Noise Screening Method, is less than or equal to the applicable sound level limit set out in Chapter 3 of the EASR publication.</p> <p class=\"subpara-e\">  iv. The combined sound level resulting from sound discharged from the facility at each affected point of noise reception, as determined using an acoustic assessment, is less than or equal to the applicable sound level limit set out in Chapter 3 of the EASR publication.</p> <p class=\"subpara-e\">  v. A noise abatement action plan is included in the noise report. This criterion applies only in respect of a facility that commenced operation before the day this Regulation came into force and at which, as of the day the first registration in respect of the facility is filed in the Registry, the combined sound level resulting from sound discharged from the facility at an affected point of noise reception, as determined using an acoustic assessment, is greater than the applicable sound level limit set out in Chapter 3 of the EASR publication.</p> <p class=\"subsection-e\">  (2) For the purpose of subparagraph 8 i of subsection (1), the distance between a facility and the property boundary of a point of noise reception shall be measured from Point A to Point B in accordance with the following:</p> <p class=\"paragraph-e\">  1. Point A is,</p> <p class=\"subpara-e\">  i. the point that is located on the exterior wall of a building at the facility and that is closest to the property boundary of the point of noise reception, or</p> <p class=\"subpara-e\">  ii. if there is an outdoor source of sound at the facility that is located closer to the property boundary of the point of noise reception than the point mentioned in subparagraph i, the point that is located on the edge of the outdoor source of sound and that is closest to the property boundary of the point of noise reception.</p> <p class=\"paragraph-e\">  2. Point B is the point that is located on the property boundary of the point of noise reception and that is closest to Point A.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "18.",
            "content": " 18. If the licensed engineering practitioner confirms that the criterion in subparagraph 8 i of subsection 17 (1) is met, the noise report must contain a drawing, made to scale, that shows Points A and B described in subsection 17 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>If the licensed engineering practitioner confirms that the criterion in subparagraph 8 i of subsection 17 (1) is met, the noise report must contain a drawing, made to scale, that shows Points A and B described in subsection 17 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "19.",
            "content": " 19. If the licensed engineering practitioner confirms that the criterion in subparagraph 8 ii of subsection 17 (1) is met, the noise report must contain the following: 1. Confirmation that the comparison of the actual separation distance and the minimum separation distance was performed in accordance with the Primary Noise Screening Method. 2. A copy of all the information used for the Primary Noise Screening Method and the results it generated.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>If the licensed engineering practitioner confirms that the criterion in subparagraph 8 ii of subsection 17 (1) is met, the noise report must contain the following:</p> <p class=\"paragraph-e\">  1. Confirmation that the comparison of the actual separation distance and the minimum separation distance was performed in accordance with the Primary Noise Screening Method.</p> <p class=\"paragraph-e\">  2. A copy of all the information used for the Primary Noise Screening Method and the results it generated.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "20.",
            "content": " 20. If the licensed engineering practitioner confirms that the criterion in subparagraph 8 iii of subsection 17 (1) is met, the noise report must contain the following: 1. Confirmation that the combined sound levels were determined using the Secondary Noise Screening Method. 2. Confirmation that the affected points of noise reception were determined using the Secondary Noise Screening Method. 3. A copy of all the information used for the Secondary Noise Screening Method and the results it generated. 4. A description of any acoustical barrier used or proposed to be used with respect to each source of sound. 5. A description of the operational parameters that were determined for the purpose of the noise report, including, i. the facility’s maximum rates of production, process limits and performance limits, ii. parameters relating to equipment and infrastructure at the facility, iii. the time of day a source of sound is operating or is proposed to be operating, iv. the duration of time a source of sound is operating or is proposed to be operating, and v. whether the sound is tonal or non-tonal. 6. A description of the operating and maintenance procedures required to ensure that the facility is operating within the operational parameters referred to in paragraph 5. 7. A statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the noise report was complete and accurate.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20. </b>If the licensed engineering practitioner confirms that the criterion in subparagraph 8 iii of subsection 17 (1) is met, the noise report must contain the following:</p> <p class=\"paragraph-e\">  1. Confirmation that the combined sound levels were determined using the Secondary Noise Screening Method.</p> <p class=\"paragraph-e\">  2. Confirmation that the affected points of noise reception were determined using the Secondary Noise Screening Method.</p> <p class=\"paragraph-e\">  3. A copy of all the information used for the Secondary Noise Screening Method and the results it generated.</p> <p class=\"paragraph-e\">  4. A description of any acoustical barrier used or proposed to be used with respect to each source of sound.</p> <p class=\"paragraph-e\">  5. A description of the operational parameters that were determined for the purpose of the noise report, including,</p> <p class=\"subpara-e\">  i. the facility’s maximum rates of production, process limits and performance limits,</p> <p class=\"subpara-e\">  ii. parameters relating to equipment and infrastructure at the facility,</p> <p class=\"subpara-e\">  iii. the time of day a source of sound is operating or is proposed to be operating,</p> <p class=\"subpara-e\">  iv. the duration of time a source of sound is operating or is proposed to be operating, and</p> <p class=\"subpara-e\">  v. whether the sound is tonal or non-tonal.</p> <p class=\"paragraph-e\">  6. A description of the operating and maintenance procedures required to ensure that the facility is operating within the operational parameters referred to in paragraph 5.</p> <p class=\"paragraph-e\">  7. A statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the noise report was complete and accurate.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "21.",
            "content": " 21. If the licensed engineering practitioner confirms that the criterion in subparagraph 8 iv of subsection 17 (1) is met, the noise report must contain the following: 1. The information and confirmations described in paragraphs 5 to 7 of section 20. 2. A description of each noise control measure or procedure used with respect to a source of sound in order to ensure that the sound level at each affected point of noise reception does not exceed the applicable sound level limits set out in Chapter 3 of the EASR publication. 3. Confirmation that the affected points of noise reception were determined in accordance with Chapter 3 of the EASR publication. 4. A description of the methods and procedures that were employed in preparing the report to ensure minimization of error and omissions. 5. The information required under Chapter 3 of the EASR publication, including the Acoustic Assessment Summary Table required under that Chapter.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>21. </b>If the licensed engineering practitioner confirms that the criterion in subparagraph 8 iv of subsection 17 (1) is met, the noise report must contain the following:</p> <p class=\"paragraph-e\">  1. The information and confirmations described in paragraphs 5 to 7 of section 20.</p> <p class=\"paragraph-e\">  2. A description of each noise control measure or procedure used with respect to a source of sound in order to ensure that the sound level at each affected point of noise reception does not exceed the applicable sound level limits set out in Chapter 3 of the EASR publication.</p> <p class=\"paragraph-e\">  3. Confirmation that the affected points of noise reception were determined in accordance with Chapter 3 of the EASR publication.</p> <p class=\"paragraph-e\">  4. A description of the methods and procedures that were employed in preparing the report to ensure minimization of error and omissions.</p> <p class=\"paragraph-e\">  5. The information required under Chapter 3 of the EASR publication, including the Acoustic Assessment Summary Table required under that Chapter.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "22.",
            "content": " 22. If the licensed engineering practitioner confirms that the criterion in subparagraph 8 v of subsection 17 (1) is met, the noise report must contain the following: 1. The information and confirmations described in paragraphs 5 and 7 of section 20. 2. A description of each noise control measure or procedure used with respect to a source of sound. 3. Confirmation that the affected points of noise reception were determined in accordance with Chapter 3 of the EASR publication. 4. A description of the methods and procedures that were employed in preparing the report to ensure minimization of error and omissions. 5. The information required under Chapter 3 of the EASR publication, including the Acoustic Assessment Summary Table required under that Chapter. 6. A noise abatement action plan that describes the measures and procedures required to be implemented to prevent or minimize the sound discharged from the facility in order to ensure that the sound level at each affected point of noise reception does not exceed the applicable sound level limits set out in Chapter 3 of the EASR publication. 7. A schedule for implementing the noise control measures and procedures described in paragraph 6, including specific dates by which they will be implemented.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>22. </b>If the licensed engineering practitioner confirms that the criterion in subparagraph 8 v of subsection 17 (1) is met, the noise report must contain the following:</p> <p class=\"paragraph-e\">  1. The information and confirmations described in paragraphs 5 and 7 of section 20.</p> <p class=\"paragraph-e\">  2. A description of each noise control measure or procedure used with respect to a source of sound.</p> <p class=\"paragraph-e\">  3. Confirmation that the affected points of noise reception were determined in accordance with Chapter 3 of the EASR publication.</p> <p class=\"paragraph-e\">  4. A description of the methods and procedures that were employed in preparing the report to ensure minimization of error and omissions.</p> <p class=\"paragraph-e\">  5. The information required under Chapter 3 of the EASR publication, including the Acoustic Assessment Summary Table required under that Chapter.</p> <p class=\"paragraph-e\">  6. A noise abatement action plan that describes the measures and procedures required to be implemented to prevent or minimize the sound discharged from the facility in order to ensure that the sound level at each affected point of noise reception does not exceed the applicable sound level limits set out in Chapter 3 of the EASR publication.</p> <p class=\"paragraph-e\">  7. A schedule for implementing the noise control measures and procedures described in paragraph 6, including specific dates by which they will be implemented.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "23.",
            "content": " 23. (1) The Director may give written notice to a person who engages in an activity prescribed by section 2 requiring the person to submit to the Director an acoustic audit report that meets the requirements in subsection (3) if the person discharges or causes or permits the discharge of sound into the air from a source of sound at the facility at which the person engages in the activity, and (a) the Director has reasonable grounds to believe that, (i) the discharge may cause an adverse effect, or (ii) the sound level resulting from the discharge at an affected point of noise reception is greater than the applicable sound level limit set out in Chapter 3 of the EASR publication; or (b) the most recent noise report in respect of the facility confirms that the criterion in subparagraph 8 iv or v of subsection 17 (1) is met. (2) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given. (3) The following are the requirements for an acoustic audit report: 1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number. 2. It must set out the primary NAICS code and any other applicable NAICS codes for the facility. 3. It must summarize the results of an acoustic audit conducted in accordance with the Director’s notice. 4. The licensed engineering practitioner who signs and seals the report must not be the same licensed engineering practitioner who signed and sealed the most recent noise report prepared for the purposes of paragraph 1 of section 16. (4) A person to whom the Director has given a notice under this section shall ensure that the acoustic audit report is prepared in accordance with the Director’s notice and submitted not later than the date specified in the notice. (5) For the purpose of this section, an acoustic audit must, (a) verify the sound level at one or more affected points of noise reception by, (i) measuring the sound level at the affected point of noise reception, or (ii) if it is not possible to measure the sound level at the affected point of noise reception, measuring the sound level at a point near to the affected point of noise reception and predicting the sound level at the affected point of noise reception; (b) confirm that the noise control measures and procedures set out in the noise report are being implemented; and (c) verify the sound level limits and affected points of noise reception set out in the noise report.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>23. </b>(1) The Director may give written notice to a person who engages in an activity prescribed by section 2 requiring the person to submit to the Director an acoustic audit report that meets the requirements in subsection (3) if the person discharges or causes or permits the discharge of sound into the air from a source of sound at the facility at which the person engages in the activity, and</p> <p class=\"clause-e\">  (a) the Director has reasonable grounds to believe that,</p> <p class=\"subclause-e\">  (i) the discharge may cause an adverse effect, or</p> <p class=\"subclause-e\">  (ii) the sound level resulting from the discharge at an affected point of noise reception is greater than the applicable sound level limit set out in Chapter 3 of the EASR publication; or</p> <p class=\"clause-e\">  (b) the most recent noise report in respect of the facility confirms that the criterion in subparagraph 8 iv or v of subsection 17 (1) is met.</p> <p class=\"subsection-e\">  (2) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.</p> <p class=\"subsection-e\">  (3) The following are the requirements for an acoustic audit report:</p> <p class=\"paragraph-e\">  1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number.</p> <p class=\"paragraph-e\">  2. It must set out the primary NAICS code and any other applicable NAICS codes for the facility.</p> <p class=\"paragraph-e\">  3. It must summarize the results of an acoustic audit conducted in accordance with the Director’s notice.</p> <p class=\"paragraph-e\">  4. The licensed engineering practitioner who signs and seals the report must not be the same licensed engineering practitioner who signed and sealed the most recent noise report prepared for the purposes of paragraph 1 of section 16.</p> <p class=\"subsection-e\">  (4) A person to whom the Director has given a notice under this section shall ensure that the acoustic audit report is prepared in accordance with the Director’s notice and submitted not later than the date specified in the notice.</p> <p class=\"subsection-e\">  (5) For the purpose of this section, an acoustic audit must,</p> <p class=\"clause-e\">  (a) verify the sound level at one or more affected points of noise reception by,</p> <p class=\"subclause-e\">  (i) measuring the sound level at the affected point of noise reception, or</p> <p class=\"subclause-e\">  (ii) if it is not possible to measure the sound level at the affected point of noise reception, measuring the sound level at a point near to the affected point of noise reception and predicting the sound level at the affected point of noise reception;</p> <p class=\"clause-e\">  (b) confirm that the noise control measures and procedures set out in the noise report are being implemented; and</p> <p class=\"clause-e\">  (c) verify the sound level limits and affected points of noise reception set out in the noise report.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "23.1",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "23.1",
            "content": " 23.1 (1) For the purposes of sections 16 to 23, an affected point of noise reception is deemed to be located in a Class 4 area, within the meaning of Chapter 3 of the EASR publication, if it is located in the area between the boundary of the site of the Salit Steel facility and a boundary that is, at every point, 500 metres outside the site boundary. O. Reg. 13/23, s. 1. (2) The site boundary mentioned in subsection (1) is the boundary set out in the map dated January 11, 2023, entitled “Salit Steel Site Boundary, 2019” and on file at the Niagara District Office of the Ministry located at 301 St. Paul Street, St. Catharines. O. Reg. 13/23, s. 1. (3) In this section, “Salit Steel facility” means the facility located at 7771 Stanley Avenue, Niagara Falls in respect of which activities are registered in the Registry in accordance with registration number R-010-5111971633 filed on January 30, 2020. O. Reg. 13/23, s. 1. Odour",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>23.1 </b>(1) For the purposes of sections 16 to 23, an affected point of noise reception is deemed to be located in a Class 4 area, within the meaning of Chapter 3 of the EASR publication, if it is located in the area between the boundary of the site of the Salit Steel facility and a boundary that is, at every point, 500 metres outside the site boundary. O. Reg. 13/23, s. 1.</p> <p class=\"subsection-e\">  (2) The site boundary mentioned in subsection (1) is the boundary set out in the map dated January 11, 2023, entitled “Salit Steel Site Boundary, 2019” and on file at the Niagara District Office of the Ministry located at 301 St. Paul Street, St. Catharines. O. Reg. 13/23, s. 1.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“Salit Steel facility” means the facility located at 7771 Stanley Avenue, Niagara Falls in respect of which activities are registered in the Registry in accordance with registration number R-010-5111971633 filed on January 30, 2020. O. Reg. 13/23, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK29\"></a>Odour</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Odour",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Odour",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "24.",
            "content": " 24. For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with: 1. At all times when engaging in the activity, an odour screening report that meets the requirements in section 25 must be available at the facility at which the person engages in the activity. 2. A new odour screening report that meets the requirements in section 25 must be prepared at least once every 10 years. 3. At all times when engaging in the activity, a best management practices plan for odour that meets the requirements in section 26 must be available at the facility if, as of the date the odour screening report is completed, any of the following circumstances exists: i. The activity is engaged in at a facility for which the primary or secondary NAICS code is set out in Table 1 of Chapter 4 of the EASR publication, the design capacity of the facility meets the criteria set out opposite the NAICS code in that Table, and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the NAICS code in that Table as measured in accordance with that Chapter. ii. The activity relates to a process set out in Table 2 of Chapter 4 of the EASR publication and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the process in that Table as measured in accordance with that Chapter. iii. The activity is engaged in at a facility for which the primary or secondary NAICS code is set out in Table 3 of Chapter 4 of the EASR publication and the design capacity of the facility meets the criteria set out opposite the NAICS code in that Table. iv. The activity relates to a process set out in Table 4 of Chapter 4 of the EASR publication. v. The Director has given the person a notice under section 28 requiring the person to submit a best management practices plan for odour to the Director, the date for submitting the plan has passed, and the notice has not been revoked. 4. The best management practices plan for odour must be implemented in accordance with its contents. 5. At all times when engaging in the activity, an odour control report that meets the requirements in section 27 must be available at the facility if either of the following circumstances exists: i. The activity is engaged in at a facility for which the primary or secondary NAICS code is set out in Table 3 of Chapter 4 of the EASR publication, the design capacity of the facility meets the criteria set out opposite the NAICS code in that Table, and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the NAICS code in that Table as measured in accordance with that Chapter. ii. The activity relates to a process set out in Table 4 of Chapter 4 of the EASR publication and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the process in that Table as measured in accordance with that Chapter. 6. The best management practices plan for odour and the odour control report must be reviewed at least once in every 10-year period by a licensed engineering practitioner. 7. An updated best management practices plan for odour must be prepared at least once in every 10-year period by a licensed engineering practitioner. However, this requirement does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent best management plan confirming that the practitioner has reviewed the plan, the information in the plan remains accurate, and no additional measures are necessary to prevent or minimize the discharge of odour from the facility. The addendum must be dated and signed by the licensed engineering practitioner. 8. An updated odour control report must be prepared at least once in every 10-year period by a licensed engineering practitioner. However, this requirement does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent odour control report confirming that the practitioner has reviewed the report and that the information in the report remains accurate. The addendum must be dated and signed by the licensed engineering practitioner. 9. Each record described in Chapter 4 of the EASR publication in respect of a source of odour must be prepared and retained at the facility for the period set out in that Chapter, or if no retention period is set out in that Chapter, for 20 years after its creation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>24. </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with:</p> <p class=\"paragraph-e\">  1. At all times when engaging in the activity, an odour screening report that meets the requirements in section 25 must be available at the facility at which the person engages in the activity.</p> <p class=\"paragraph-e\">  2. A new odour screening report that meets the requirements in section 25 must be prepared at least once every 10 years.</p> <p class=\"paragraph-e\">  3. At all times when engaging in the activity, a best management practices plan for odour that meets the requirements in section 26 must be available at the facility if, as of the date the odour screening report is completed, any of the following circumstances exists:</p> <p class=\"subpara-e\">  i. The activity is engaged in at a facility for which the primary or secondary NAICS code is set out in Table 1 of Chapter 4 of the EASR publication, the design capacity of the facility meets the criteria set out opposite the NAICS code in that Table, and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the NAICS code in that Table as measured in accordance with that Chapter.</p> <p class=\"subpara-e\">  ii. The activity relates to a process set out in Table 2 of Chapter 4 of the EASR publication and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the process in that Table as measured in accordance with that Chapter.</p> <p class=\"subpara-e\">  iii. The activity is engaged in at a facility for which the primary or secondary NAICS code is set out in Table 3 of Chapter 4 of the EASR publication and the design capacity of the facility meets the criteria set out opposite the NAICS code in that Table.</p> <p class=\"subpara-e\">  iv. The activity relates to a process set out in Table 4 of Chapter 4 of the EASR publication.</p> <p class=\"subpara-e\">  v. The Director has given the person a notice under section 28 requiring the person to submit a best management practices plan for odour to the Director, the date for submitting the plan has passed, and the notice has not been revoked.</p> <p class=\"paragraph-e\">  4. The best management practices plan for odour must be implemented in accordance with its contents.</p> <p class=\"paragraph-e\">  5. At all times when engaging in the activity, an odour control report that meets the requirements in section 27 must be available at the facility if either of the following circumstances exists:</p> <p class=\"subpara-e\">  i. The activity is engaged in at a facility for which the primary or secondary NAICS code is set out in Table 3 of Chapter 4 of the EASR publication, the design capacity of the facility meets the criteria set out opposite the NAICS code in that Table, and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the NAICS code in that Table as measured in accordance with that Chapter.</p> <p class=\"subpara-e\">  ii. The activity relates to a process set out in Table 4 of Chapter 4 of the EASR publication and the distance between the facility and the closest point of odour reception is less than the distance set out opposite the process in that Table as measured in accordance with that Chapter.</p> <p class=\"paragraph-e\">  6. The best management practices plan for odour and the odour control report must be reviewed at least once in every 10-year period by a licensed engineering practitioner.</p> <p class=\"paragraph-e\">  7. An updated best management practices plan for odour must be prepared at least once in every 10-year period by a licensed engineering practitioner. However, this requirement does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent best management plan confirming that the practitioner has reviewed the plan, the information in the plan remains accurate, and no additional measures are necessary to prevent or minimize the discharge of odour from the facility. The addendum must be dated and signed by the licensed engineering practitioner.</p> <p class=\"paragraph-e\">  8. An updated odour control report must be prepared at least once in every 10-year period by a licensed engineering practitioner. However, this requirement does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent odour control report confirming that the practitioner has reviewed the report and that the information in the report remains accurate. The addendum must be dated and signed by the licensed engineering practitioner.</p> <p class=\"paragraph-e\">  9. Each record described in Chapter 4 of the EASR publication in respect of a source of odour must be prepared and retained at the facility for the period set out in that Chapter, or if no retention period is set out in that Chapter, for 20 years after its creation.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "25.",
            "content": " 25. The following are the requirements for an odour screening report: 1. It must set out the name of the person who completed it and must be dated and signed by that person. 2. The information in the report must be accurate as of the date the report is completed. 3. It must set out the primary NAICS code and, if applicable, the secondary NAICS code for the facility. 4. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name. 5. If the person who operates the facility is not an owner, the odour screening report must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 6. It must set out the site address of the facility. 7. It must include a description of any of the circumstances set out in paragraph 3 or 5 of section 24 that exist in respect of the facility.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>25. </b>The following are the requirements for an odour screening report:</p> <p class=\"paragraph-e\">  1. It must set out the name of the person who completed it and must be dated and signed by that person.</p> <p class=\"paragraph-e\">  2. The information in the report must be accurate as of the date the report is completed.</p> <p class=\"paragraph-e\">  3. It must set out the primary NAICS code and, if applicable, the secondary NAICS code for the facility.</p> <p class=\"paragraph-e\">  4. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  5. If the person who operates the facility is not an owner, the odour screening report must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  6. It must set out the site address of the facility.</p> <p class=\"paragraph-e\">  7. It must include a description of any of the circumstances set out in paragraph 3 or 5 of section 24 that exist in respect of the facility.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "26.",
            "content": " 26. The following are the requirements for a best management practices plan for odour: 1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number. 2. The information in the plan must be accurate as of the date it is signed and sealed. 3. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the plan is accurate as of the date it is signed and sealed. 4. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the plan was complete and accurate. 5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name. 6. If the person who operates the facility is not an owner, the plan must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 7. It must set out the site address of the facility. 8. It must set out the following with respect to each source of odour at the facility, including each fugitive source of odour: i. Potential causes for occasional increases in the discharge of odour from the source into the air. ii. If the best management practices plan for odour is the first such plan prepared in respect of the facility, confirmation that the terms or conditions, if any, relating to the control of the discharge of odour from the facility included in an environmental compliance approval that was in effect immediately before the registration in the Registry of an activity engaged in at the facility were considered in the preparation of the best management practices plan for odour. iii. Measures and procedures implemented at the facility to prevent or minimize the discharge of odour from the source into the air. iv. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of measures and procedures to prevent or minimize the discharge of odour from the source into the air. v. Identification of additional measures and procedures that should be implemented at the facility to prevent or minimize the discharge of odour from the source into the air, if any, including: A. A\r\ndescription of the additional measures to be implemented. B. A\r\ndescription of the additional preventative procedures to be implemented. C. If the additional preventative procedures are to be implemented periodically, the frequency with which the procedures are to be implemented. D. A schedule for the implementation of the additional measures, including training of workers. E. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of the measures and procedures.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>26. </b>The following are the requirements for a best management practices plan for odour:</p> <p class=\"paragraph-e\">  1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number.</p> <p class=\"paragraph-e\">  2. The information in the plan must be accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  3. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the plan is accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  4. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the plan was complete and accurate.</p> <p class=\"paragraph-e\">  5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  6. If the person who operates the facility is not an owner, the plan must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  7. It must set out the site address of the facility.</p> <p class=\"paragraph-e\">  8. It must set out the following with respect to each source of odour at the facility, including each fugitive source of odour:</p> <p class=\"subpara-e\">  i. Potential causes for occasional increases in the discharge of odour from the source into the air.</p> <p class=\"subpara-e\">  ii. If the best management practices plan for odour is the first such plan prepared in respect of the facility, confirmation that the terms or conditions, if any, relating to the control of the discharge of odour from the facility included in an environmental compliance approval that was in effect immediately before the registration in the Registry of an activity engaged in at the facility were considered in the preparation of the best management practices plan for odour.</p> <p class=\"subpara-e\">  iii. Measures and procedures implemented at the facility to prevent or minimize the discharge of odour from the source into the air.</p> <p class=\"subpara-e\">  iv. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of measures and procedures to prevent or minimize the discharge of odour from the source into the air.</p> <p class=\"subpara-e\">  v. Identification of additional measures and procedures that should be implemented at the facility to prevent or minimize the discharge of odour from the source into the air, if any, including:</p> <p class=\"subsubpara-e\">  A. A\r\ndescription of the additional measures to be implemented.</p> <p class=\"subsubpara-e\">  B. A\r\ndescription of the additional preventative procedures to be implemented.</p> <p class=\"subsubpara-e\">  C. If the additional preventative procedures are to be implemented periodically, the frequency with which the procedures are to be implemented.</p> <p class=\"subsubpara-e\">  D. A schedule for the implementation of the additional measures, including training of workers.</p> <p class=\"subsubpara-e\">  E. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of the measures and procedures.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "27.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "27.",
            "content": " 27. The following are the requirements for an odour control report: 1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number. 2. The information in the report must be accurate as of the date it is signed and sealed. 3. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the report is accurate as of the date it is signed and sealed. 4. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the report was complete and accurate. 5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name. 6. If the person who operates the facility is not an owner, the report must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 7. It must set out the site address of the facility. 8. It must set out the following: i. A list of the measures and procedures that are used in similar facilities, including facilities in other jurisdictions, to prevent or minimize the discharge of odour, including measures and procedures such as the use of air pollution control technology and the implementation of changes to equipment, processes or materials. ii. An analysis of the measures and procedures identified under subparagraph i, and potential combinations of them, to determine which would be technically feasible to implement at the facility in order to prevent or minimize the discharge of odour. iii. A list of the measures and procedures or combinations that are determined under subparagraph ii to be technically feasible to implement at the facility and, for each measure or procedure that is not included in the best management practices plan for odour, an explanation of why that measure or procedure is not necessary to adequately prevent or minimize the discharge of odour from the facility. iv. An explanation of why the measures and procedures set out in the best management practices plan for odour are adequate to prevent or minimize the discharge of odour from the facility.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>27. </b>The following are the requirements for an odour control report:</p> <p class=\"paragraph-e\">  1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number.</p> <p class=\"paragraph-e\">  2. The information in the report must be accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  3. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the report is accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  4. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the report was complete and accurate.</p> <p class=\"paragraph-e\">  5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  6. If the person who operates the facility is not an owner, the report must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  7. It must set out the site address of the facility.</p> <p class=\"paragraph-e\">  8. It must set out the following:</p> <p class=\"subpara-e\">  i. A list of the measures and procedures that are used in similar facilities, including facilities in other jurisdictions, to prevent or minimize the discharge of odour, including measures and procedures such as the use of air pollution control technology and the implementation of changes to equipment, processes or materials.</p> <p class=\"subpara-e\">  ii. An analysis of the measures and procedures identified under subparagraph i, and potential combinations of them, to determine which would be technically feasible to implement at the facility in order to prevent or minimize the discharge of odour.</p> <p class=\"subpara-e\">  iii. A list of the measures and procedures or combinations that are determined under subparagraph ii to be technically feasible to implement at the facility and, for each measure or procedure that is not included in the best management practices plan for odour, an explanation of why that measure or procedure is not necessary to adequately prevent or minimize the discharge of odour from the facility.</p> <p class=\"subpara-e\">  iv. An explanation of why the measures and procedures set out in the best management practices plan for odour are adequate to prevent or minimize the discharge of odour from the facility.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "28.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "28.",
            "content": " 28. (1) The Director may give written notice to a person who engages in an activity prescribed by section 2 requiring the person to submit to the Director a best management practices plan for odour that meets the requirements in section 26 if the person discharges or causes or permits the discharge of odour into the air, and, (a) the Director has reasonable grounds to believe that the discharge may cause an adverse effect; and (b) either, (i) the person is not otherwise required to prepare a best management practices plan for odour under subparagraphs 3 i to iv of section 24, or (ii) the best management practices plan for odour did not include the source of the odour. (2) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given. (3) The best management practices plan for odour required under subsection (1) must be prepared in accordance with the Director’s notice and must be submitted not later than the date specified in the notice. Fugitive Dust",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>28. </b>(1) The Director may give written notice to a person who engages in an activity prescribed by section 2 requiring the person to submit to the Director a best management practices plan for odour that meets the requirements in section 26 if the person discharges or causes or permits the discharge of odour into the air, and,</p> <p class=\"clause-e\">  (a) the Director has reasonable grounds to believe that the discharge may cause an adverse effect; and</p> <p class=\"clause-e\">  (b) either,</p> <p class=\"subclause-e\">  (i) the person is not otherwise required to prepare a best management practices plan for odour under subparagraphs 3 i to iv of section 24, or</p> <p class=\"subclause-e\">  (ii) the best management practices plan for odour did not include the source of the odour.</p> <p class=\"subsection-e\">  (2) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.</p> <p class=\"subsection-e\">  (3) The best management practices plan for odour required under subsection (1) must be prepared in accordance with the Director’s notice and must be submitted not later than the date specified in the notice.</p> <p class=\"heading1-e\"><a name=\"BK35\"></a>Fugitive Dust</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Fugitive Dust",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Fugitive Dust",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "29.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Best management practices plan for fugitive dust control",
            "content": " 29. (1) For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with if the most recent EASR ESDM report in respect of the facility at which the person engages in the activity identifies a source of fugitive dust: 1. At all times when engaging in the activity, a best management practices plan for fugitive dust control in respect of the facility that meets the requirements in subsection (2) must be available at the facility. 2. The plan must be implemented in accordance with its contents. 3. The best management practices plan for fugitive dust control must be reviewed at least once in every 10-year period by a licensed engineering practitioner. 4. An updated best management practices plan for fugitive dust control must be prepared at least once in every 10-year period by a licensed engineering practitioner. However, this requirement does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent best management plan confirming that the practitioner has reviewed the plan, the information in the plan remains accurate, and no additional measures are necessary to prevent or minimize the discharge of fugitive dust from the facility. The addendum must be dated and signed by the licensed engineering practitioner. (2) The following are the requirements for a best management practices plan for fugitive dust control: 1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number. 2. The information in the plan must be accurate as of the date it is signed and sealed. 3. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the plan is accurate as of the date it is signed and sealed. 4. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the plan was complete and accurate. 5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name. 6. If the person who operates the facility is not an owner, the plan must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 7. It must set out the site address of the facility. 8. It must set out the following with respect to each significant source of fugitive dust at the facility, including each source of fugitive dust that would be a significant source of fugitive dust if it were not controlled: i. Possible causes of the fugitive dust. ii. Measures and procedures implemented at the facility to prevent or minimize the discharge of fugitive dust into the air. iii. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of measures and procedures to prevent or minimize the discharge of fugitive dust into the air. iv. Identification of additional measures and procedures that should be implemented at the facility to prevent or minimize the discharge of fugitive dust into the air, if any, including: A. A\r\ndescription of the additional measures to be implemented. B. A description of the additional preventative procedures to be implemented. C. If the additional preventative procedures are to be implemented periodically, the frequency with which the procedures should be implemented and material application rates, as applicable. D. A schedule for the implementation of the additional measures, including training of workers. E. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of the additional measures.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK36\"></a>29. </b>(1) For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with if the most recent EASR ESDM report in respect of the facility at which the person engages in the activity identifies a source of fugitive dust:</p> <p class=\"paragraph-e\">  1. At all times when engaging in the activity, a best management practices plan for fugitive dust control in respect of the facility that meets the requirements in subsection (2) must be available at the facility.</p> <p class=\"paragraph-e\">  2. The plan must be implemented in accordance with its contents.</p> <p class=\"paragraph-e\">  3. The best management practices plan for fugitive dust control must be reviewed at least once in every 10-year period by a licensed engineering practitioner.</p> <p class=\"paragraph-e\">  4. An updated best management practices plan for fugitive dust control must be prepared at least once in every 10-year period by a licensed engineering practitioner. However, this requirement does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent best management plan confirming that the practitioner has reviewed the plan, the information in the plan remains accurate, and no additional measures are necessary to prevent or minimize the discharge of fugitive dust from the facility. The addendum must be dated and signed by the licensed engineering practitioner.</p> <p class=\"subsection-e\">  (2) The following are the requirements for a best management practices plan for fugitive dust control:</p> <p class=\"paragraph-e\">  1. It must be dated, signed and sealed by a licensed engineering practitioner and set out the practitioner’s name and licence number.</p> <p class=\"paragraph-e\">  2. The information in the plan must be accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  3. It must contain a statement by the licensed engineering practitioner mentioned in paragraph 1 confirming that, based on the information provided to the practitioner, the information in the plan is accurate as of the date it is signed and sealed.</p> <p class=\"paragraph-e\">  4. It must contain a statement signed by the person engaging in the prescribed activity confirming that all information the person gave to the licensed engineering practitioner in order to prepare the plan was complete and accurate.</p> <p class=\"paragraph-e\">  5. It must set out the legal name of each owner of the facility and the name under which each owner carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  6. If the person who operates the facility is not an owner, the plan must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  7. It must set out the site address of the facility.</p> <p class=\"paragraph-e\">  8. It must set out the following with respect to each significant source of fugitive dust at the facility, including each source of fugitive dust that would be a significant source of fugitive dust if it were not controlled:</p> <p class=\"subpara-e\">  i. Possible causes of the fugitive dust.</p> <p class=\"subpara-e\">  ii. Measures and procedures implemented at the facility to prevent or minimize the discharge of fugitive dust into the air.</p> <p class=\"subpara-e\">  iii. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of measures and procedures to prevent or minimize the discharge of fugitive dust into the air.</p> <p class=\"subpara-e\">  iv. Identification of additional measures and procedures that should be implemented at the facility to prevent or minimize the discharge of fugitive dust into the air, if any, including:</p> <p class=\"subsubpara-e\">  A. A\r\ndescription of the additional measures to be implemented.</p> <p class=\"subsubpara-e\">  B. A description of the additional preventative procedures to be implemented.</p> <p class=\"subsubpara-e\">  C. If the additional preventative procedures are to be implemented periodically, the frequency with which the procedures should be implemented and material application rates, as applicable.</p> <p class=\"subsubpara-e\">  D. A schedule for the implementation of the additional measures, including training of workers.</p> <p class=\"subsubpara-e\">  E. Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of the additional measures.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "30.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Notice to submit best management practices plan for fugitive dust control",
            "content": " 30. (1) The Director may give written notice to a person who engages in an activity prescribed by section 2 requiring the person to submit to the Director a best management practices plan for fugitive dust control that meets the requirements in subsection 29 (2) if, (a) the person discharges or causes or permits the discharge of fugitive dust into the air; (b) the Director has reasonable grounds to believe that the discharge may cause an adverse effect; and (c) either, (i) the most recent EASR ESDM report in respect of the facility at which the person engages in the activity does not identify the source of fugitive dust, or (ii) the best management practices plan for fugitive dust control does not identify the source as a significant source of fugitive dust. (2) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given. (3) A person to whom the Director has given written notice under subsection (1) shall, (a) ensure that the best management practices plan is prepared in accordance with the Director’s notice and submitted not later than the date specified in the notice; and (b) comply with the requirements in subsection 29 (1) in respect of the best management practices plan. Other Activity Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>30. </b>(1) The Director may give written notice to a person who engages in an activity prescribed by section 2 requiring the person to submit to the Director a best management practices plan for fugitive dust control that meets the requirements in subsection 29 (2) if,</p> <p class=\"clause-e\">  (a) the person discharges or causes or permits the discharge of fugitive dust into the air;</p> <p class=\"clause-e\">  (b) the Director has reasonable grounds to believe that the discharge may cause an adverse effect; and</p> <p class=\"clause-e\">  (c) either,</p> <p class=\"subclause-e\">  (i) the most recent EASR ESDM report in respect of the facility at which the person engages in the activity does not identify the source of fugitive dust, or</p> <p class=\"subclause-e\">  (ii) the best management practices plan for fugitive dust control does not identify the source as a significant source of fugitive dust.</p> <p class=\"subsection-e\">  (2) Before the Director gives a person a notice under this section, the Director shall give the person a draft of the notice, with reasons, and an opportunity to make written submissions to the Director during the period that ends 30 days after the draft is given.</p> <p class=\"subsection-e\">  (3) A person to whom the Director has given written notice under subsection (1) shall,</p> <p class=\"clause-e\">  (a) ensure that the best management practices plan is prepared in accordance with the Director’s notice and submitted not later than the date specified in the notice; and</p> <p class=\"clause-e\">  (b) comply with the requirements in subsection 29 (1) in respect of the best management practices plan.</p> <p class=\"heading1-e\"><a name=\"BK38\"></a>Other Activity Requirements</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Other Activity Requirements",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Other Activity Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Small wood-fired combustors",
            "content": " 31. For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation that involves a small wood-fired combustor shall ensure that the following requirements are met: 1. The small wood-fired combustor must use an automated wood fuel feed system that meets the criteria set out in Chapter 5 of the EASR publication. 2. A wood fuel management plan in respect of the small wood-fired combustor must be prepared and implemented in accordance with Chapter 5 of the EASR publication. 3. The small wood-fired combustor must meet the design criteria set out in Chapter 5 of the EASR publication. 4. The small wood-fired combustor must be operated within the operational parameters set out in Chapter 5 of the EASR publication. 5. The operational parameters set out in Chapter 5 of the EASR publication must be measured using the measurement methods set out in that Chapter. 6. A statement setting out the results of an installation test in respect of the small wood-fired combustor conducted in accordance with Chapter 5 of the EASR publication must be available at all times when engaging in the activity. 7. A performance assessment of the small wood-fired combustor must be conducted in accordance with Chapter 5 of the EASR publication at least once per year, and the results of each assessment must be recorded. 8. Each record described in Chapter 5 of the EASR publication in respect of the small wood-fired combustor must be prepared and retained at the facility for the period set out in that Chapter or, if no retention period is set out in that Chapter, for 20 years after its creation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>31. </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation that involves a small wood-fired combustor shall ensure that the following requirements are met:</p> <p class=\"paragraph-e\">  1. The small wood-fired combustor must use an automated wood fuel feed system that meets the criteria set out in Chapter 5 of the EASR publication.</p> <p class=\"paragraph-e\">  2. A wood fuel management plan in respect of the small wood-fired combustor must be prepared and implemented in accordance with Chapter 5 of the EASR publication.</p> <p class=\"paragraph-e\">  3. The small wood-fired combustor must meet the design criteria set out in Chapter 5 of the EASR publication.</p> <p class=\"paragraph-e\">  4. The small wood-fired combustor must be operated within the operational parameters set out in Chapter 5 of the EASR publication.</p> <p class=\"paragraph-e\">  5. The operational parameters set out in Chapter 5 of the EASR publication must be measured using the measurement methods set out in that Chapter.</p> <p class=\"paragraph-e\">  6. A statement setting out the results of an installation test in respect of the small wood-fired combustor conducted in accordance with Chapter 5 of the EASR publication must be available at all times when engaging in the activity.</p> <p class=\"paragraph-e\">  7. A performance assessment of the small wood-fired combustor must be conducted in accordance with Chapter 5 of the EASR publication at least once per year, and the results of each assessment must be recorded.</p> <p class=\"paragraph-e\">  8. Each record described in Chapter 5 of the EASR publication in respect of the small wood-fired combustor must be prepared and retained at the facility for the period set out in that Chapter or, if no retention period is set out in that Chapter, for 20 years after its creation.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "31.1",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Combustion turbines",
            "content": " 31.1 For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation that involves a combustion turbine shall ensure that the following requirements are met: 1. The combustion turbine must be operated within the operational parameters set out in Chapter 6 of the EASR publication. 2. The operational parameters set out in Chapter 6 of the EASR publication must be measured using the measurement methods set out in that Chapter. 3. A statement setting out the results of an installation test in respect of the combustion turbine conducted in accordance with Chapter 6 of the EASR publication must be available at all times when engaging in the activity. 4. A performance assessment of the combustion turbine must be conducted in accordance with Chapter 6 of the EASR publication at least once every two years, and the results of each assessment must be recorded. 5. Each record described in Chapter 6 of the EASR publication in respect of the combustion turbine must be prepared and retained at the facility for the period set out in that Chapter or, if no retention period is set out in that Chapter, for 20 years after its creation. O. Reg. 274/21, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>31.1 </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation that involves a combustion turbine shall ensure that the following requirements are met:</p> <p class=\"paragraph-e\">  1. The combustion turbine must be operated within the operational parameters set out in Chapter 6 of the EASR publication.</p> <p class=\"paragraph-e\">  2. The operational parameters set out in Chapter 6 of the EASR publication must be measured using the measurement methods set out in that Chapter.</p> <p class=\"paragraph-e\">  3. A statement setting out the results of an installation test in respect of the combustion turbine conducted in accordance with Chapter 6 of the EASR publication must be available at all times when engaging in the activity.</p> <p class=\"paragraph-e\">  4. A performance assessment of the combustion turbine must be conducted in accordance with Chapter 6 of the EASR publication at least once every two years, and the results of each assessment must be recorded.</p> <p class=\"paragraph-e\">  5. Each record described in Chapter 6 of the EASR publication in respect of the combustion turbine must be prepared and retained at the facility for the period set out in that Chapter or, if no retention period is set out in that Chapter, for 20 years after its creation. O. Reg. 274/21, s. 6.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Modifications to facility — requirement re reports",
            "content": " 32. (1) Subject to subsections (2) and (3), a person who engages in an activity prescribed by section 2 shall ensure that before a modification is made to the facility at which the person engages in the activity, the person has available at the facility, (a) an EASR ESDM report that reflects the proposed modification and that meets the requirements in section 12; (b) an EASR ESDM report supplement that reflects the proposed modification and that meets the requirements in section 13; (c) a noise report that reflects the proposed modification and that meets the requirements in sections 17 to 22; and (d) an odour screening report that reflects the proposed modification and that meets the requirements in section 25. (2) Clauses (1) (a) and (b) do not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent EASR ESDM report setting out, (a) a description of the proposed modification; and (b) an explanation about why the licensed engineering practitioner is of the opinion that the information in the most recent EASR ESDM report and EASR ESDM report supplement will remain accurate after the modification is made. (3) Clause (1) (c) does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent noise report setting out, (a) a description of the proposed modification; and (b) an explanation about why the licensed engineering practitioner is of the opinion that the information in the most recent noise report will remain accurate after the modification is made. (4) Each addendum mentioned in subsections (2) and (3) must be dated and signed by the licensed engineering practitioner who provides it. (5) For greater certainty, (a) an EASR ESDM report or an EASR ESDM report supplement prepared for the purpose of subsection (1) does not satisfy the requirements in paragraphs 1 to 3 of subsection 11 (1) until the facility is modified as set out in the report; (b) a noise report prepared for the purpose of subsection (1) does not satisfy the requirements in paragraphs 1 and 2 of section 16 until the facility is modified as set out in the report; and (c) an odour screening report prepared for the purpose of subsection (1) does not satisfy the requirements in paragraphs 1 and 2 of section 24 until the facility is modified as set out in the report. (6) An Emissions Summary Table prepared as part of an EASR ESDM report for the purpose of subsection (1) may be filed in the Registry for the purpose of section 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>32. </b>(1) Subject to subsections (2) and (3), a person who engages in an activity prescribed by section 2 shall ensure that before a modification is made to the facility at which the person engages in the activity, the person has available at the facility,</p> <p class=\"clause-e\">  (a) an EASR ESDM report that reflects the proposed modification and that meets the requirements in section 12;</p> <p class=\"clause-e\">  (b) an EASR ESDM report supplement that reflects the proposed modification and that meets the requirements in section 13;</p> <p class=\"clause-e\">  (c) a noise report that reflects the proposed modification and that meets the requirements in sections 17 to 22; and</p> <p class=\"clause-e\">  (d) an odour screening report that reflects the proposed modification and that meets the requirements in section 25.</p> <p class=\"subsection-e\">  (2) Clauses (1) (a) and (b) do not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent EASR ESDM report setting out,</p> <p class=\"clause-e\">  (a) a description of the proposed modification; and</p> <p class=\"clause-e\">  (b) an explanation about why the licensed engineering practitioner is of the opinion that the information in the most recent EASR ESDM report and EASR ESDM report supplement will remain accurate after the modification is made.</p> <p class=\"subsection-e\">  (3) Clause (1) (c) does not apply if a licensed engineering practitioner provides the person engaging in the activity with an addendum to the most recent noise report setting out,</p> <p class=\"clause-e\">  (a) a description of the proposed modification; and</p> <p class=\"clause-e\">  (b) an explanation about why the licensed engineering practitioner is of the opinion that the information in the most recent noise report will remain accurate after the modification is made.</p> <p class=\"subsection-e\">  (4) Each addendum mentioned in subsections (2) and (3) must be dated and signed by the licensed engineering practitioner who provides it.</p> <p class=\"subsection-e\">  (5) For greater certainty,</p> <p class=\"clause-e\">  (a) an EASR ESDM report or an EASR ESDM report supplement prepared for the purpose of subsection (1) does not satisfy the requirements in paragraphs 1 to 3 of subsection 11 (1) until the facility is modified as set out in the report;</p> <p class=\"clause-e\">  (b) a noise report prepared for the purpose of subsection (1) does not satisfy the requirements in paragraphs 1 and 2 of section 16 until the facility is modified as set out in the report; and</p> <p class=\"clause-e\">  (c) an odour screening report prepared for the purpose of subsection (1) does not satisfy the requirements in paragraphs 1 and 2 of section 24 until the facility is modified as set out in the report.</p> <p class=\"subsection-e\">  (6) An Emissions Summary Table prepared as part of an EASR ESDM report for the purpose of subsection (1) may be filed in the Registry for the purpose of section 8.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Procedures",
            "content": " 33. For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following procedures are developed and implemented at the facility at which the person engages in the activity: 1. Operating, maintenance and monitoring procedures to ensure that the facility is operating within the operational parameters set out in the EASR ESDM report supplement in respect of the facility. The procedures must be developed and implemented having regard to the operating and maintenance procedures set out in the EASR ESDM report supplement and must include any recommendations from the manufacturers of sources of contaminant or of equipment related to sources of contaminant. 2. Operating, maintenance and monitoring procedures to ensure that the facility is operating within the operational parameters, if any, set out in the noise report in respect of the facility. The procedures must be developed and implemented having regard to the operating and maintenance procedures set out in the noise report and must include any recommendations from the manufacturers of sources of sound or of equipment related to sources of sound. 3. If a noise report in respect of the facility indicates that a noise abatement action plan referred to in subparagraph 8 v of subsection 17 (1) is being implemented at the facility, procedures to ensure that the noise abatement action plan is implemented. 4. Procedures setting out the frequency of inspections and scheduled preventative maintenance of sources of contaminant at the facility and equipment related to the sources of contaminant. 5. Procedures for record-keeping activities and logs relating to the operating, maintenance and monitoring procedures and plans. 6. Procedures to prevent and respond to spills from sources of contaminant. 7. Procedures for training persons who operate and maintain sources of contaminant and the equipment related to sources of contaminant. 8. Procedures for recording and responding to complaints that relate to the facility and the natural environment.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>33. </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following procedures are developed and implemented at the facility at which the person engages in the activity:</p> <p class=\"paragraph-e\">  1. Operating, maintenance and monitoring procedures to ensure that the facility is operating within the operational parameters set out in the EASR ESDM report supplement in respect of the facility. The procedures must be developed and implemented having regard to the operating and maintenance procedures set out in the EASR ESDM report supplement and must include any recommendations from the manufacturers of sources of contaminant or of equipment related to sources of contaminant.</p> <p class=\"paragraph-e\">  2. Operating, maintenance and monitoring procedures to ensure that the facility is operating within the operational parameters, if any, set out in the noise report in respect of the facility. The procedures must be developed and implemented having regard to the operating and maintenance procedures set out in the noise report and must include any recommendations from the manufacturers of sources of sound or of equipment related to sources of sound.</p> <p class=\"paragraph-e\">  3. If a noise report in respect of the facility indicates that a noise abatement action plan referred to in subparagraph 8 v of subsection 17 (1) is being implemented at the facility, procedures to ensure that the noise abatement action plan is implemented.</p> <p class=\"paragraph-e\">  4. Procedures setting out the frequency of inspections and scheduled preventative maintenance of sources of contaminant at the facility and equipment related to the sources of contaminant.</p> <p class=\"paragraph-e\">  5. Procedures for record-keeping activities and logs relating to the operating, maintenance and monitoring procedures and plans.</p> <p class=\"paragraph-e\">  6. Procedures to prevent and respond to spills from sources of contaminant.</p> <p class=\"paragraph-e\">  7. Procedures for training persons who operate and maintain sources of contaminant and the equipment related to sources of contaminant.  </p> <p class=\"paragraph-e\">  8. Procedures for recording and responding to complaints that relate to the facility and the natural environment.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS - CLAUSE 20.21 (1) (C) OF THE ACT",
            "section": "Complaints",
            "content": " 34. A person who engages in an activity prescribed by section 2 and who receives a complaint that relates to the discharge of a contaminant into the air from the facility at which the person engages in the activity shall ensure that the Ministry’s Spills Action Centre is immediately notified of the complaint. Part IV   Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>34. </b>A person who engages in an activity prescribed by section 2 and who receives a complaint that relates to the discharge of a contaminant into the air from the facility at which the person engages in the activity shall ensure that the Ministry’s Spills Action Centre is immediately notified of the complaint.</p> <p class=\"partnum-e\"><a name=\"BK44\"></a>Part IV <br/>  Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV MISCELLANEOUS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "35.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MISCELLANEOUS",
            "section": "Records",
            "content": " 35. (1) A person who engages in an activity prescribed by section 2 shall, (a) subject to subsections (2), (3) and (4), retain each report, supplement and plan that the person is required to ensure is prepared under this Regulation at the facility to which the document relates for at least 20 years after the date the document is signed; and (b) retain each addendum to a report mentioned in clause (a) at the facility to which the document relates for at least as long as the report mentioned in clause (a) is required to be kept. (2) Subsection (1) does not apply to a report prepared for the purpose of a proposed modification to a facility if the facility is not modified as set out in the report, but subsection (1) does apply with respect to an Emissions Summary Table mentioned in subsection 32 (6). (3) If a noise report includes a noise abatement action plan, the noise report shall be retained for at least 20 years after the date on which the implementation of the noise abatement action plan is completed. (4) Subsection (1) does not apply to a record required to be prepared under the following provisions if a different retention period is established with respect to the record under those provisions: 1. Paragraph 7 of section 16, in connection with sources of sound. 2. Paragraph 9 of section 24, in connection with sources of odour. 3. Paragraph 8 of section 31, in connection with small wood-fired combustors. (5) A person who engages in an activity prescribed by section 2 shall ensure that a record of each procedure required to be developed and implemented under section 33 is created and retained at the facility for at least five years after the day the procedure is no longer being implemented at the facility. (6) A person who engages in an activity prescribed by section 2 shall ensure that each of the following records is created and retained at the facility for at least five years after its creation: 1. A record of each comment the person receives from a provincial officer or the Director with respect to a plan, report or procedure required to be prepared under this Regulation that includes the comment, a description of whether or not the comment was addressed, and, i. if the comment was addressed, a description of the actions taken to do so and the date each was implemented, and ii. if the comment was not addressed, a description of the reasons it was not addressed. 2. A record of the following information with respect to each complaint received by the person with respect to an activity engaged in at the facility or a discharge into the air from the facility, if the complaint relates to the natural environment: i. The date and time when the complaint was received. ii. A copy of the complaint, if it is a written complaint. iii. A summary of the complaint, if it is not a written complaint. iv. A summary of the measures taken, if any, to address the complaint. (7) A person who engages in an activity prescribed by section 2 shall ensure that a log containing the following information is created, updated and retained at the facility: 1. A description of each modification made to the facility and the date on which the modification was made. 2. A description of each change in the manner in which an approved dispersion model is used in the preparation of an EASR ESDM report and the date on which the change occurred. 3. A summary of how the information in paragraphs 1 and 2 has been reflected in the relevant report, supplement or plan. (8) A person who engages in an activity prescribed by section 2 that involves a boiler or heater shall ensure that a log containing the following information is created, updated and retained at the facility: 1. Each date the boiler or heater uses a non-primary fuel. 2. For each date mentioned in paragraph 1, the duration, in hours, over which the boiler or heater uses the non-primary fuel. (9) An entry in a log shall be maintained for at least 20 years after the day the entry is made.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>35. </b>(1) A person who engages in an activity prescribed by section 2 shall,</p> <p class=\"clause-e\">  (a) subject to subsections (2), (3) and (4), retain each report, supplement and plan that the person is required to ensure is prepared under this Regulation at the facility to which the document relates for at least 20 years after the date the document is signed; and</p> <p class=\"clause-e\">  (b) retain each addendum to a report mentioned in clause (a) at the facility to which the document relates for at least as long as the report mentioned in clause (a) is required to be kept.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a report prepared for the purpose of a proposed modification to a facility if the facility is not modified as set out in the report, but subsection (1) does apply with respect to an Emissions Summary Table mentioned in subsection 32 (6).</p> <p class=\"subsection-e\">  (3) If a noise report includes a noise abatement action plan, the noise report shall be retained for at least 20 years after the date on which the implementation of the noise abatement action plan is completed.</p> <p class=\"subsection-e\">  (4) Subsection (1) does not apply to a record required to be prepared under the following provisions if a different retention period is established with respect to the record under those provisions:</p> <p class=\"paragraph-e\">  1. Paragraph 7 of section 16, in connection with sources of sound.</p> <p class=\"paragraph-e\">  2. Paragraph 9 of section 24, in connection with sources of odour.</p> <p class=\"paragraph-e\">  3. Paragraph 8 of section 31, in connection with small wood-fired combustors.</p> <p class=\"subsection-e\">  (5) A person who engages in an activity prescribed by section 2 shall ensure that a record of each procedure required to be developed and implemented under section 33 is created and retained at the facility for at least five years after the day the procedure is no longer being implemented at the facility.</p> <p class=\"subsection-e\">  (6) A person who engages in an activity prescribed by section 2 shall ensure that each of the following records is created and retained at the facility for at least five years after its creation:</p> <p class=\"paragraph-e\">  1. A record of each comment the person receives from a provincial officer or the Director with respect to a plan, report or procedure required to be prepared under this Regulation that includes the comment, a description of whether or not the comment was addressed, and,</p> <p class=\"subpara-e\">  i. if the comment was addressed, a description of the actions taken to do so and the date each was implemented, and</p> <p class=\"subpara-e\">  ii. if the comment was not addressed, a description of the reasons it was not addressed.</p> <p class=\"paragraph-e\">  2. A record of the following information with respect to each complaint received by the person with respect to an activity engaged in at the facility or a discharge into the air from the facility, if the complaint relates to the natural environment:</p> <p class=\"subpara-e\">  i. The date and time when the complaint was received.</p> <p class=\"subpara-e\">  ii. A copy of the complaint, if it is a written complaint.</p> <p class=\"subpara-e\">  iii. A summary of the complaint, if it is not a written complaint.</p> <p class=\"subpara-e\">  iv. A summary of the measures taken, if any, to address the complaint.</p> <p class=\"subsection-e\">  (7) A person who engages in an activity prescribed by section 2 shall ensure that a log containing the following information is created, updated and retained at the facility:</p> <p class=\"paragraph-e\">  1. A description of each modification made to the facility and the date on which the modification was made.</p> <p class=\"paragraph-e\">  2. A description of each change in the manner in which an approved dispersion model is used in the preparation of an EASR ESDM report and the date on which the change occurred.</p> <p class=\"paragraph-e\">  3. A summary of how the information in paragraphs 1 and 2 has been reflected in the relevant report, supplement or plan.</p> <p class=\"subsection-e\">  (8) A person who engages in an activity prescribed by section 2 that involves a boiler or heater shall ensure that a log containing the following information is created, updated and retained at the facility:</p> <p class=\"paragraph-e\">  1. Each date the boiler or heater uses a non-primary fuel.</p> <p class=\"paragraph-e\">  2. For each date mentioned in paragraph 1, the duration, in hours, over which the boiler or heater uses the non-primary fuel.</p> <p class=\"subsection-e\">  (9) An entry in a log shall be maintained for at least 20 years after the day the entry is made.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "36.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MISCELLANEOUS",
            "section": "Form of reports, etc.",
            "content": " 36. With respect to any report, plan, table or log that a person is required to prepare or any method that a person is required to use under this Regulation, (a) if the Director has approved a form the person shall prepare or use it in that form; and (b) if the Director has specified an electronic format the person shall prepare or use it in that format. 37. Omitted (provides for coming into force of provisions of this Regulation). Schedule",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>36. </b>With respect to any report, plan, table or log that a person is required to prepare or any method that a person is required to use under this Regulation,</p> <p class=\"clause-e\">  (a) if the Director has approved a form the person shall prepare or use it in that form; and</p> <p class=\"clause-e\">  (b) if the Director has specified an electronic format the person shall prepare or use it in that format.</p> <p class=\"section-e\"> <b>37.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK47\"></a>Schedule</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "Schedule",
            "part_id": "PART IV  ",
            "part_type": "PART IV MISCELLANEOUS",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "part_id": "PART IV  ",
            "part_type": "PART IV MISCELLANEOUS",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}