{
    "reg_info": {
        "full_title": "O. Reg. 30/05: DEBT FINANCING: ELIGIBILITY CRITERIA AND PURPOSES",
        "reg_name_text": "DEBT FINANCING: ELIGIBILITY CRITERIA AND PURPOSES",
        "citation": "O. Reg. 30/05: ",
        "act_under": "Northern Ontario Grow Bonds Corporation Act, 2004",
        "url": "https://www.ontario.ca/laws/regulation/050030",
        "date_scraped": "2023-12-19 05:20:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/050030/v2",
            "valid_from": "May 12, 2011",
            "valid_to": "April 30, 2012"
        },
        {
            "a_href": "/laws/regulation/050030/v1",
            "valid_from": "February  4, 2005",
            "valid_to": "May 11, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Eligibility criteria",
            "content": "1. (1) To be eligible to receive debt financing from the Northern Ontario Grow Bonds Corporation, a business or entity must meet the following criteria: 1. It must be a corporation, joint venture, partnership or sole proprietorship that carries on or will carry on business for profit in northern Ontario. 2. It must be a small or medium-sized business. 3. It must be located in northern Ontario. 4. It must be controlled by residents of northern Ontario. 5. In the case of an existing business, it must have demonstrated business experience and an acceptable business plan. 6. In the case of a new business, it must have an acceptable business plan. 7. It must enter into an agreement with the Corporation that sets out the terms of the loan, including but not limited to the amount of the loan, the interest rate payable on the loan, the repayment terms, the information that the business or entity is required to provide to the Corporation and when it is required to provide that information. O. Reg. 30/05, s. 1 (1). (2) A corporation with share capital is eligible if it meets the criteria set out in subsection (1) and if none of its shares are held by the federal government, a provincial government, a municipal government or a government agency, except pursuant to subsection 9 (1) of the Charities Accounting Act. O. Reg. 30/05, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) To be eligible to receive debt financing from the Northern Ontario Grow Bonds Corporation, a business or entity must meet the following criteria:</p> <p class=\"paragraph-e\">1. It must be a corporation, joint venture, partnership or sole proprietorship that carries on or will carry on business for profit in northern Ontario.</p> <p class=\"paragraph-e\">2. It must be a small or medium-sized business. </p> <p class=\"paragraph-e\">3. It must be located in northern Ontario. </p> <p class=\"paragraph-e\">4. It must be controlled by residents of northern Ontario. </p> <p class=\"paragraph-e\">5. In the case of an existing business, it must have demonstrated business experience and an acceptable business plan.</p> <p class=\"paragraph-e\">6. In the case of a new business, it must have an acceptable business plan. </p> <p class=\"paragraph-e\">7. It must enter into an agreement with the Corporation that sets out the terms of the loan, including but not limited to the amount of the loan, the interest rate payable on the loan, the repayment terms, the information that the business or entity is required to provide to the Corporation and when it is required to provide that information. O. Reg. 30/05, s. 1 (1).</p> <p class=\"subsection-e\">(2) A corporation with share capital is eligible if it meets the criteria set out in subsection (1) and if none of its shares are held by the federal government, a provincial government, a municipal government or a government agency, except pursuant to subsection 9 (1) of the <i>Charities Accounting Act</i>. O. Reg. 30/05, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Purposes for which loan to be used",
            "content": "2. An eligible business or entity may use a loan provided by the Corporation,  (a) to establish a new business or expand an existing business in northern Ontario, excluding a new or expanded retail, construction or hospitality business; (b) to make capital investments, that may include but are not limited to investments in physical infrastructure, leasehold improvements, new or used equipment and intellectual property; and (c) to create new permanent, full-time employment opportunities within its business operations in northern Ontario. O. Reg. 30/05, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> An eligible business or entity may use a loan provided by the Corporation, </p> <p class=\"clause-e\">(a) to establish a new business or expand an existing business in northern Ontario, excluding a new or expanded retail, construction or hospitality business; </p> <p class=\"clause-e\">(b) to make capital investments, that may include but are not limited to investments in physical infrastructure, leasehold improvements, new or used equipment and intellectual property; and </p> <p class=\"clause-e\">(c) to create new permanent, full-time employment opportunities within its business operations in northern Ontario. O. Reg. 30/05, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_050030_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_050030_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}