{
    "reg_info": {
        "full_title": "O. Reg. 436/17: TRANSIENT ACCOMMODATION TAX",
        "reg_name_text": "TRANSIENT ACCOMMODATION TAX",
        "citation": "O. Reg. 436/17: ",
        "act_under": "City of Toronto Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/170436",
        "date_scraped": "2023-12-19 02:20:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170436/v1",
            "valid_from": "November 23, 2017",
            "valid_to": "November 30, 2017"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “destination marketing program” means a program under which one or more providers of transient accommodation in the City agree to pay a portion of their revenue to the Greater Toronto Hotel Association (for which the providers of transient accommodation may or may not charge fees to purchasers of transient accommodation to recover that revenue) to be used by Tourism Toronto in promoting tourism; (“programme de marketing de destinations”) “Ontario’s total tourism receipts” means, in respect of a year, the amount set out in the column titled “Total” for that year in the table titled “Ontario’s Tourism Receipts by Origin” that is published by the Ministry of Tourism, Culture and Sport on the Government of Ontario website. (“recettes touristiques totales de l’Ontario”) (2) A reference in this Regulation to Tourism Toronto is a reference to the Toronto Convention and Visitors Association, which is the regional tourism organization recognized by the Minister of Tourism, Culture and Sport for the Greater Toronto Area Tourism Region. (3) For greater certainty, the expressions “promotion of tourism” and “promoting tourism” include the development of tourism products.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“destination marketing program” means a program under which one or more providers of transient accommodation in the City agree to pay a portion of their revenue to the Greater Toronto Hotel Association (for which the providers of transient accommodation may or may not charge fees to purchasers of transient accommodation to recover that revenue) to be used by Tourism Toronto in promoting tourism; (“programme de marketing de destinations”)</p> <p class=\"definition-e\">“Ontario’s total tourism receipts” means, in respect of a year, the amount set out in the column titled “Total” for that year in the table titled “Ontario’s Tourism Receipts by Origin” that is published by the Ministry of Tourism, Culture and Sport on the Government of Ontario website. (“recettes touristiques totales de l’Ontario”)</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to Tourism Toronto is a reference to the Toronto Convention and Visitors Association, which is the regional tourism organization recognized by the Minister of Tourism, Culture and Sport for the Greater Toronto Area Tourism Region.</p> <p class=\"subsection-e\">  (3) For greater certainty, the expressions “promotion of tourism” and “promoting tourism” include the development of tourism products.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. This Regulation applies if the City imposes a tax in respect of the purchase of transient accommodation in the City under section 267 of the Act. ",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>This Regulation applies if the City imposes a tax in respect of the purchase of transient accommodation in the City under section 267 of the Act. </p>"
        },
        {
            "id": "3.",
            "section": "Limit re imposition of tax",
            "content": " 3. The City is not authorized to impose taxes under section 267 of the Act in respect of the purchase of transient accommodation at a university or a college of applied arts and technology or post-secondary institution whether or not affiliated with a university, the enrolments of which are counted for purposes of calculating operating grants entitlements from the Crown.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The City is not authorized to impose taxes under section 267 of the Act in respect of the purchase of transient accommodation at a university or a college of applied arts and technology or post-secondary institution whether or not affiliated with a university, the enrolments of which are counted for purposes of calculating operating grants entitlements from the Crown.</p>"
        },
        {
            "id": "4.",
            "section": "Revenue sharing",
            "content": " 4. (1) For\neach full or partial fiscal year of the City that the tax is in effect, the City shall make one or more payments to Tourism Toronto, the total of which must be at least equal to the amount determined under this section. (2) Any amounts paid to Tourism Toronto under subsection (1) shall be used by Tourism Toronto for the exclusive purpose of promoting tourism. (3) The amount referred to in subsection (1) in respect of a fiscal year of the City is the lesser of, (a) the total amount of revenue from the tax received by the City in respect of the fiscal year; and (b) the amount determined under subsection (4), (5), (7) or (8) for the fiscal year. (4) If, for the first fiscal year of the City in which the tax takes effect, the tax is in effect for the entire fiscal year, the amount referred to in subsection (1) in respect of that fiscal year is the amount determined using the formula, A – B in which, “A” is the total amount of revenue that was collected on transient accommodation provided in the City under the destination marketing program in respect of Tourism Toronto’s last fiscal year that ended before the tax came into effect and that was received by Tourism Toronto under the program in respect of that year, and “B” is any revenue that was collected on transient accommodation provided in the City under the destination marketing program at any time when the tax was in effect and that was received by Tourism Toronto under the program in the first fiscal year of the City in which the tax takes effect. (5) If, for the first fiscal year of the City in which the tax takes effect, the tax is not in effect for the entire fiscal year, the amount referred to in subsection (1) in respect of that fiscal year is the amount determined under subsection (4), as if the amount determined under the definition of “A” in that subsection were multiplied by the amount determined using the formula, C/D in which, “C” is the number of days that the tax is in effect in the fiscal year, and “D” is the total number of days in the fiscal year. (6) Subsections (7) and (8) apply with respect to fiscal years of the City other than the first fiscal year in which the tax takes effect. (7) For a particular fiscal year of the City in which the tax is in effect for the entire year, the amount referred to in subsection (1) in respect of that particular fiscal year is the greater of the following amounts: 1. The total amount of revenue that was collected on transient accommodation provided in the City under the destination marketing program in respect of Tourism Toronto’s last fiscal year that ended before the tax came into effect and that was received by Tourism Toronto under the program in respect of that year. 2. The amount determined by applying the following steps: i. Determine the amount paid by the City to Tourism Toronto under this section in respect of the fiscal year that precedes the particular fiscal year.  If the tax was not in effect for the entire fiscal year that preceded the particular fiscal year, the amount referred to in paragraph 1 is deemed to be the amount determined under this subparagraph. ii. Determine the average annual percentage change in Ontario’s total tourism receipts over the 10-year period between the second year immediately preceding the particular fiscal year and the 12th immediately preceding the particular fiscal year. iii. Multiply the percentage change determined under subparagraph ii by the amount determined under subparagraph i. iv. If the percentage change determined under subparagraph ii is positive, add the amount determined under subparagraph iii to the amount determined under subparagraph i.  If the percentage change determined under subparagraph ii is negative, subtract the amount determined under subparagraph iii from the amount determined under subparagraph i. v. From the amount determined under subparagraph iv, subtract the amount of any revenue that was collected on transient accommodation provided in the City under the destination marketing program at any time when the tax was in effect and that was received by Tourism Toronto under the program in the particular fiscal year of the City. (8) For a particular fiscal year of the City in which the tax is not in effect for the entire year, the amount referred to in subsection (1) in respect of that particular fiscal year is the amount determined under subsection (7), as if subparagraph 2 v of that subsection did not apply, multiplied by the amount determined using the following formula, (E/F) – G in which, “E” is the number of days that the tax is in effect in the particular fiscal year, “F” is the total number of days in the particular fiscal year, and “G” is the amount of any revenue that was collected on transient accommodation provided in the City under the destination marketing program at any time when the tax was in effect and that was received by Tourism Toronto under the program in the particular fiscal year of the City. (9) At the City’s request, Tourism Toronto shall give the City evidence, to the City’s satisfaction, of the amounts of revenue collected and received under a destination marketing program as referred to in the definitions of “A” and “B” in subsection (4), in paragraph 1 and subparagraph 2 v of subsection (7) and in the definition of “G” in subsection (8). (10) The deadline for paying the amount required under subsection (1) in respect of a fiscal year is 60 days after the end of the fiscal year. (11) Despite subsection (10), the City is not required to pay an amount to Tourism Toronto until it has complied with a request from the City under subsection (9).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For<b>\n</b>each full or partial fiscal year of the City that the tax is in effect, the City shall make one or more payments to Tourism Toronto, the total of which must be at least equal to the amount determined under this section.</p> <p class=\"subsection-e\">  (2) Any amounts paid to Tourism Toronto under subsection (1) shall be used by Tourism Toronto for the exclusive purpose of promoting tourism.</p> <p class=\"subsection-e\">  (3) The amount referred to in subsection (1) in respect of a fiscal year of the City is the lesser of,</p> <p class=\"clause-e\">  (a) the total amount of revenue from the tax received by the City in respect of the fiscal year; and</p> <p class=\"clause-e\">  (b) the amount determined under subsection (4), (5), (7) or (8) for the fiscal year.</p> <p class=\"subsection-e\">  (4) If, for the first fiscal year of the City in which the tax takes effect, the tax is in effect for the entire fiscal year, the amount referred to in subsection (1) in respect of that fiscal year is the amount determined using the formula,</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the total amount of revenue that was collected on transient accommodation provided in the City under the destination marketing program in respect of Tourism Toronto’s last fiscal year that ended before the tax came into effect and that was received by Tourism Toronto under the program in respect of that year, and</p> <p class=\"equationind1-e\">  “B” is any revenue that was collected on transient accommodation provided in the City under the destination marketing program at any time when the tax was in effect and that was received by Tourism Toronto under the program in the first fiscal year of the City in which the tax takes effect.</p> <p class=\"subsection-e\">  (5) If, for the first fiscal year of the City in which the tax takes effect, the tax is not in effect for the entire fiscal year, the amount referred to in subsection (1) in respect of that fiscal year is the amount determined under subsection (4), as if the amount determined under the definition of “A” in that subsection were multiplied by the amount determined using the formula,</p> <p class=\"equation-e\">C/D</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “C” is the number of days that the tax is in effect in the fiscal year, and</p> <p class=\"equationind1-e\">  “D” is the total number of days in the fiscal year.</p> <p class=\"subsection-e\">  (6) Subsections (7) and (8) apply with respect to fiscal years of the City other than the first fiscal year in which the tax takes effect.</p> <p class=\"subsection-e\">  (7) For a particular fiscal year of the City in which the tax is in effect for the entire year, the amount referred to in subsection (1) in respect of that particular fiscal year is the greater of the following amounts:</p> <p class=\"paragraph-e\">  1. The total amount of revenue that was collected on transient accommodation provided in the City under the destination marketing program in respect of Tourism Toronto’s last fiscal year that ended before the tax came into effect and that was received by Tourism Toronto under the program in respect of that year.</p> <p class=\"paragraph-e\">  2. The amount determined by applying the following steps:</p> <p class=\"subpara-e\">  i. Determine the amount paid by the City<b> </b>to Tourism Toronto under this section in respect of the fiscal year that precedes the particular fiscal year.  If the tax was not in effect for the entire fiscal year that preceded the particular fiscal year, the amount referred to in paragraph 1 is deemed to be the amount determined under this subparagraph.</p> <p class=\"subpara-e\">  ii. Determine the average annual percentage change in Ontario’s total tourism receipts over the 10-year period between the second year immediately preceding the particular fiscal year and the 12th immediately preceding the particular fiscal year.</p> <p class=\"subpara-e\">  iii. Multiply the percentage change determined under subparagraph ii by the amount determined under subparagraph i.</p> <p class=\"subpara-e\">  iv. If the percentage change determined under subparagraph ii is positive, add the amount determined under subparagraph iii to the amount determined under subparagraph i.  If the percentage change determined under subparagraph ii is negative, subtract the amount determined under subparagraph iii from the amount determined under subparagraph i. </p> <p class=\"subpara-e\">  v. From the amount determined under subparagraph iv, subtract the amount of any revenue that was collected on transient accommodation provided in the City under the destination marketing program at any time when the tax was in effect and that was received by Tourism Toronto under the program in the particular fiscal year of the City.</p> <p class=\"subsection-e\">  (8) For a particular fiscal year of the City in which the tax is not in effect for the entire year, the amount referred to in subsection (1) in respect of that particular fiscal year is the amount determined under subsection (7), as if subparagraph 2 v of that subsection did not apply, multiplied by the amount determined using the following formula,</p> <p class=\"equation-e\">(E/F) – G</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “E” is the number of days that the tax is in effect in the particular fiscal year, </p> <p class=\"equationind1-e\">  “F” is the total number of days in the particular fiscal year, and</p> <p class=\"equationind1-e\">  “G” is the amount of any revenue that was collected on transient accommodation provided in the City under the destination marketing program at any time when the tax was in effect and that was received by Tourism Toronto under the program in the particular fiscal year of the City.</p> <p class=\"subsection-e\">  (9) At the City’s request, Tourism Toronto shall give the City evidence, to the City’s satisfaction, of the amounts of revenue collected and received under a destination marketing program as referred to in the definitions of “A” and “B” in subsection (4), in paragraph 1 and subparagraph 2 v of subsection (7) and in the definition of “G” in subsection (8).</p> <p class=\"subsection-e\">  (10) The deadline for paying the amount required under subsection (1) in respect of a fiscal year is 60 days after the end of the fiscal year.</p> <p class=\"subsection-e\">  (11) Despite subsection (10), the City is not required to pay an amount to Tourism Toronto until it has complied with a request from the City under subsection (9). </p>"
        },
        {
            "id": "5.",
            "section": "Requirement to enter into agreement",
            "content": " 5. (1) The City and Tourism Toronto shall enter into an agreement respecting reasonable financial\naccountability matters in order to ensure that amounts paid to Tourism Toronto are used for the exclusive purpose of promoting tourism, and the agreement may provide for other matters. (2) For clarity, a requirement that an amount paid by the City under subsection 4 (1) be used in a particular manner in promoting tourism is not a reasonable financial accountability matter for the purpose of subsection (1) of this section.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The City and Tourism Toronto shall enter into an agreement respecting reasonable financial<b>\n</b>accountability matters in order to ensure that amounts paid to Tourism Toronto are used for the exclusive purpose of promoting tourism, and the agreement may provide for other matters.</p> <p class=\"subsection-e\">  (2) For clarity, a requirement that an amount paid by the City under subsection 4 (1) be used in a particular manner in promoting tourism is not a reasonable financial accountability matter for the purpose of subsection (1) of this section.</p>"
        },
        {
            "id": "6.",
            "section": "Receipt for transient accommodation tax",
            "content": " 6. A provider of transient accommodation in the City that is required to collect the tax shall include on every invoice or receipt for the purchase of transient accommodation a separate item for the amount of tax on transient accommodation imposed on the purchase, and the item shall be identified as “Municipal Accommodation Tax” or “Toronto Accommodation Tax”.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A provider of transient accommodation in the City that is required to collect the tax shall include on every invoice or receipt for the purchase of transient accommodation a separate item for the amount of tax on transient accommodation imposed on the purchase, and the item shall be identified as “Municipal Accommodation Tax” or “Toronto Accommodation Tax”.</p>"
        },
        {
            "id": "7.",
            "section": "Receipt for transient accommodation tax",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Receipt for transient accommodation tax",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170436\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}