{
    "reg_info": {
        "full_title": "O. Reg. 703/20: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 703/20: ",
        "act_under": "Soldiers’ Aid Commission Act, 2020",
        "url": "https://www.ontario.ca/laws/regulation/200703",
        "date_scraped": "2023-12-18 19:10:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200703/v1",
            "valid_from": "December  4, 2020",
            "valid_to": "December 31, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation, “spouse” has the same meaning as in Part III of the Family Law Act.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“spouse” has the same meaning as in Part III of the <i>Family Law Act</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Meaning of “veteran”",
            "content": "  2. For the purposes of the definition of “veteran” in section 1 of the Act, the following persons are veterans: 1.  Any former member of the Canadian Armed Forces who completed basic training and was released from service. 2.  Any person who served in any armed force of Canada or any Allied Force during World War I or World War II. 3.  Any person who served in any armed force of Canada during World War II and who was stationed in Canada or the United States. 4.  Any person who served in the Merchant Navy in a theatre of war during World War II. 5.  Any person who served in any armed force of Canada or any Allied Force and who served in a theatre of operations during the Korean War.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>For the purposes of the definition of “veteran” in section 1 of the Act, the following persons are veterans:</p> <p class=\"paragraph-e\">  1.  Any former member of the Canadian Armed Forces who completed basic training and was released from service.</p> <p class=\"paragraph-e\">  2.  Any person who served in any armed force of Canada or any Allied Force during World War I or World War II.</p> <p class=\"paragraph-e\">  3.  Any person who served in any armed force of Canada during World War II and who was stationed in Canada or the United States.</p> <p class=\"paragraph-e\">  4.  Any person who served in the Merchant Navy in a theatre of war during World War II.</p> <p class=\"paragraph-e\">  5.  Any person who served in any armed force of Canada or any Allied Force and who served in a theatre of operations during the Korean War.</p>"
        },
        {
            "id": "3.",
            "section": "Eligible family members",
            "content": " 3. For the purposes of this Regulation, the following family members of a veteran are eligible family members: 1.  The spouse of a veteran, including the surviving spouse of a deceased veteran. 2.  The child of a veteran or of a veteran’s spouse if, i.  the veteran and veteran’s spouse are both deceased, ii.  the child is in a situation of financial dependence and, in the case of a child who is in a situation of financial dependence because they are unable to financially support themselves due to a disability, the disability initially occurred while the veteran was still alive, and iii.  the child was financially dependent on the veteran at the time of the veteran’s death.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of this Regulation, the following family members of a veteran are eligible family members:</p> <p class=\"paragraph-e\">  1.  The spouse of a veteran, including the surviving spouse of a deceased veteran.</p> <p class=\"paragraph-e\">  2.  The child of a veteran or of a veteran’s spouse if,</p> <p class=\"subpara-e\">  i.  the veteran and veteran’s spouse are both deceased,</p> <p class=\"subpara-e\">  ii.  the child is in a situation of financial dependence and, in the case of a child who is in a situation of financial dependence because they are unable to financially support themselves due to a disability, the disability initially occurred while the veteran was still alive, and</p> <p class=\"subpara-e\">  iii.  the child was financially dependent on the veteran at the time of the veteran’s death.</p>"
        },
        {
            "id": "4.",
            "section": "Child in a situation of financial dependence",
            "content": " 4. (1) For the purposes of this Regulation, a child is in a situation of financial dependence if the child, (a)  is under 18 years old; (b)  is 18 or older but under 25 years old and is enrolled in a secondary school or taking the minimum required course load at a post-secondary institution; or (c)  is 18 or older and unable to financially support themselves due to a disability. (2) The minimum required course load at a post-secondary institution for the purposes of subsection (1) is, (a)  60 per cent of what the post-secondary institution considers to be a full course load for the period of study in question, in the case of a child who is not a person with a disability; or (b)  40 per cent of what the post-secondary institution considers to be a full course load for the period of study in question, in the case of a child who is a person with a disability. Financial Assistance Program",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of this Regulation, a child is in a situation of financial dependence if the child,</p> <p class=\"clause-e\">  (a)  is under 18 years old;</p> <p class=\"clause-e\">  (b)  is 18 or older but under 25 years old and is enrolled in a secondary school or taking the minimum required course load at a post-secondary institution; or</p> <p class=\"clause-e\">  (c)  is 18 or older and unable to financially support themselves due to a disability.</p> <p class=\"subsection-e\">  (2) The minimum required course load at a post-secondary institution for the purposes of subsection (1) is,</p> <p class=\"clause-e\">  (a)  60 per cent of what the post-secondary institution considers to be a full course load for the period of study in question, in the case of a child who is not a person with a disability; or</p> <p class=\"clause-e\">  (b)  40 per cent of what the post-secondary institution considers to be a full course load for the period of study in question, in the case of a child who is a person with a disability.</p> <p class=\"heading1-e\">Financial Assistance Program</p>"
        },
        {
            "id": "5.",
            "section": "Applications for financial assistance",
            "content": " 5. (1) Subject to subsections (2) and (3), applications for financial assistance shall be made to the Commission by the veteran or eligible family member seeking financial assistance. (2) If the child of a veteran or of a veteran’s spouse who is an eligible family member is seeking financial assistance and is under 18 years old, the application shall be made to the Commission by their parent or guardian on their behalf. (3) If the veteran or eligible family member seeking financial assistance is 18 or older and is unable to make an application because of a disability, any authorized individual may make the application on their behalf.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsections (2) and (3), applications for financial assistance shall be made to the Commission by the veteran or eligible family member seeking financial assistance.</p> <p class=\"subsection-e\">  (2) If the child of a veteran or of a veteran’s spouse who is an eligible family member is seeking financial assistance and is under 18 years old, the application shall be made to the Commission by their parent or guardian on their behalf.</p> <p class=\"subsection-e\">  (3) If the veteran or eligible family member seeking financial assistance is 18 or older and is unable to make an application because of a disability, any authorized individual may make the application on their behalf.</p>"
        },
        {
            "id": "6.",
            "section": "Eligibility for financial assistance",
            "content": " 6. (1) Subject to subsection (2), a veteran or an eligible family member of a veteran may receive financial assistance from the financial assistance program administered by the Commission in order to cover a specific expense if, (a)  the expense relates, (i)  in the case of a veteran who is seeking financial assistance, to the veteran or their spouse or to a child of the veteran or of the veteran’s spouse who is in a situation of financial dependence and is financially dependent on the veteran or their spouse, (ii)  in the case of a spouse of a veteran who is seeking financial assistance, to the spouse or the veteran or to a child of the spouse or of the veteran who is in a situation of financial dependence and is financially dependent on the spouse or the veteran, (iii)  in the case of a child of a veteran or of a veteran’s spouse who is seeking financial assistance, to the child; (b)  the expense is a qualifying expense under section 7; (c)  the veteran or eligible family member has made reasonable efforts, taking into account the surrounding circumstances and the nature of the application, to access funding available through any other veteran-specific program for which they are eligible that provides funding for veterans or their family; and (d)  the veteran or eligible family member has demonstrated that they cannot reasonably cover the cost of the expense, given the income, liquid assets, indebtedness and financial obligations of the members of their household as well as those of the person to whom the expense relates, if the person is not a member of their household. (2) The maximum amount of financial assistance that may be provided under the financial assistance program in any 12-month period shall be determined in accordance with the following rules: 1.  A maximum of $2,000 may be provided, collectively, to a veteran and their spouse, subject to paragraph 2. 2.  In the case of spouses who are both veterans, a maximum of $2,000 may be provided to each veteran. However, both veterans may not be provided with financial assistance in relation to the same expense. 3.  A maximum of $2,000 may be provided to a child of a veteran or of a veteran’s spouse who is an eligible family member.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Subject to subsection (2), a veteran or an eligible family member of a veteran may receive financial assistance from the financial assistance program administered by the Commission in order to cover a specific expense if,</p> <p class=\"clause-e\">  (a)  the expense relates,</p> <p class=\"subclause-e\">  (i)  in the case of a veteran who is seeking financial assistance, to the veteran or their spouse or to a child of the veteran or of the veteran’s spouse who is in a situation of financial dependence and is financially dependent on the veteran or their spouse,</p> <p class=\"subclause-e\">  (ii)  in the case of a spouse of a veteran who is seeking financial assistance, to the spouse or the veteran or to a child of the spouse or of the veteran who is in a situation of financial dependence and is financially dependent on the spouse or the veteran,</p> <p class=\"subclause-e\">  (iii)  in the case of a child of a veteran or of a veteran’s spouse who is seeking financial assistance, to the child;</p> <p class=\"clause-e\">  (b)  the expense is a qualifying expense under section 7;</p> <p class=\"clause-e\">  (c)  the veteran or eligible family member has made reasonable efforts, taking into account the surrounding circumstances and the nature of the application, to access funding available through any other veteran-specific program for which they are eligible that provides funding for veterans or their family; and</p> <p class=\"clause-e\">  (d)  the veteran or eligible family member has demonstrated that they cannot reasonably cover the cost of the expense, given the income, liquid assets, indebtedness and financial obligations of the members of their household as well as those of the person to whom the expense relates, if the person is not a member of their household.</p> <p class=\"subsection-e\">  (2) The maximum amount of financial assistance that may be provided under the financial assistance program in any 12-month period shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  A maximum of $2,000 may be provided, collectively, to a veteran and their spouse, subject to paragraph 2.</p> <p class=\"paragraph-e\">  2.  In the case of spouses who are both veterans, a maximum of $2,000 may be provided to each veteran. However, both veterans may not be provided with financial assistance in relation to the same expense.</p> <p class=\"paragraph-e\">  3.  A maximum of $2,000 may be provided to a child of a veteran or of a veteran’s spouse who is an eligible family member.</p>"
        },
        {
            "id": "7.",
            "section": "Qualifying expenses",
            "content": " 7. For the purposes of clause 6 (1) (b), an expense is a qualifying expense if it is essential and falls into one of the following categories: 1.  Housing related items, modifications or repairs that support mobility, accessibility or health and safety. 2.  Assistance to secure or maintain housing. 3.  Specialized equipment and assistive devices to support mobility, accessibility or health and safety. 4.  Health-related items and services to support physical or mental health. 5.  Personal items, services and expenses to support basic needs. 6.  Employment related supports to remove barriers to employment or improve employability.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>For the purposes of clause 6 (1) (b), an expense is a qualifying expense if it is essential and falls into one of the following categories:</p> <p class=\"paragraph-e\">  1.  Housing related items, modifications or repairs that support mobility, accessibility or health and safety.</p> <p class=\"paragraph-e\">  2.  Assistance to secure or maintain housing.</p> <p class=\"paragraph-e\">  3.  Specialized equipment and assistive devices to support mobility, accessibility or health and safety.</p> <p class=\"paragraph-e\">  4.  Health-related items and services to support physical or mental health.</p> <p class=\"paragraph-e\">  5.  Personal items, services and expenses to support basic needs.</p> <p class=\"paragraph-e\">  6.  Employment related supports to remove barriers to employment or improve employability.</p>"
        },
        {
            "id": "8.",
            "section": "Qualifying expenses",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Qualifying expenses",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200703\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}