{
    "reg_info": {
        "full_title": "O. Reg. 334/22: ZONING ORDER - CITY OF TORONTO",
        "reg_name_text": "ZONING ORDER - CITY OF TORONTO",
        "citation": "O. Reg. 334/22: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/220334",
        "date_scraped": "2023-12-18 06:51:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  8, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “accessory” means naturally and normally incidental, subordinate in purpose or floor area, and exclusively or primarily devoted to a permitted use, building or structure; “amenity space” means communal space made available for mutual use by residents of a building or buildings, including areas accessory to this communal space; “bicycle parking space” means an area used for parking a bicycle and includes an area in a bicycle stacker; “bicycle stacker” means a device where a bicycle may be parked above or below another bicycle and can be accessed by means of an elevating device; “established grade” means the Canadian Geodetic elevation of 91.63 metres; “floor space index” means the result of the gross floor area divided by the area of the lot; “gross floor area” means the sum of the total area of each floor level of a building above and below ground, measured from the exterior of the main wall of each floor level and excluding any areas in a building or structure used for, (a)  loading and bicycle parking spaces and areas providing access to these spaces, (b)  washrooms located below ground, (c)  storage, storage lockers, electrical, utility, mechanical, heating, cooling and ventilation rooms and areas, (d)  shower and change facilities for bicycle parking spaces, (e)  amenity space, (f)  unenclosed balconies, (g)  elevator shafts, (h)  garbage shafts, (i)  mezzanine levels, (j)  atrium areas, (k)  mechanical penthouses, (l)  exit stairwells, and (m)  transportation uses below ground; “height” means the vertical distance between established grade and the highest point of a building or structure; “temporary sales, leasing or construction office” means a building, structure, facility or trailer on the lot used for the purpose of constructing the transportation use, mixed use building or in association with the sale or leasing of dwelling units; “transportation use” means the use of premises or facilities for the operation of a mass transit system or transportation system that is provided by or on behalf of the City of Toronto, Province of Ontario or Government of Canada or is privately operated and federally or provincially regulated, including, (a)  above and below ground areas for pedestrian entries and exits, (b)  pedestrian walkways, (c)  waiting areas, (d)  circulation, (e)  vehicular drop-off, pick-up, queuing and waiting areas, (f)  transit information and ticketing booths or kiosks, (g)  accessory retail, (h)  service shops, (i)  personal service shops, (j)  retail service, (k)  eating establishments and take-out eating establishments, (l)  offices, (m)  washrooms, (n)  passenger terminal uses, (o)  related public parking, and (p)  all related accessory uses and facilities, including crash wall and related noise attenuation or rail safety structures; “Zoning By-law” means Zoning By-law 569-2013 of the City of Toronto.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“accessory” means naturally and normally incidental, subordinate in purpose or floor area, and exclusively or primarily devoted to a permitted use, building or structure;</p> <p class=\"definition-e\">“amenity space” means communal space made available for mutual use by residents of a building or buildings, including areas accessory to this communal space;</p> <p class=\"definition-e\">“bicycle parking space” means an area used for parking a bicycle and includes an area in a bicycle stacker;</p> <p class=\"definition-e\">“bicycle stacker” means a device where a bicycle may be parked above or below another bicycle and can be accessed by means of an elevating device;</p> <p class=\"definition-e\">“established grade” means the Canadian Geodetic elevation of 91.63 metres; </p> <p class=\"definition-e\">“floor space index” means the result of the gross floor area divided by the area of the lot;</p> <p class=\"definition-e\">“gross floor area” means the sum of the total area of each floor level of a building above and below ground, measured from the exterior of the main wall of each floor level and excluding any areas in a building or structure used for,</p> <p class=\"defclause-e\">  (a)  loading and bicycle parking spaces and areas providing access to these spaces, </p> <p class=\"defclause-e\">  (b)  washrooms located below ground,</p> <p class=\"defclause-e\">  (c)  storage, storage lockers, electrical, utility, mechanical, heating, cooling and ventilation rooms and areas,</p> <p class=\"defclause-e\">  (d)  shower and change facilities for bicycle parking spaces,</p> <p class=\"defclause-e\">  (e)  amenity space,</p> <p class=\"defclause-e\">  (f)  unenclosed balconies, </p> <p class=\"defclause-e\">  (g)  elevator shafts,</p> <p class=\"defclause-e\">  (h)  garbage shafts,</p> <p class=\"defclause-e\">  (i)  mezzanine levels,</p> <p class=\"defclause-e\">  (j)  atrium areas,</p> <p class=\"defclause-e\">  (k)  mechanical penthouses,</p> <p class=\"defclause-e\">  (l)  exit stairwells, and</p> <p class=\"defclause-e\">  (m)  transportation uses below ground; </p> <p class=\"definition-e\">“height” means the vertical distance between established grade and the highest point of a building or structure; </p> <p class=\"definition-e\">“temporary sales, leasing or construction office” means a building, structure, facility or trailer on the lot used for the purpose of constructing the transportation use, mixed use building or in association with the sale or leasing of dwelling units;</p> <p class=\"definition-e\">“transportation use” means the use of premises or facilities for the operation of a mass transit system or transportation system that is provided by or on behalf of the City of Toronto, Province of Ontario or Government of Canada or is privately operated and federally or provincially regulated, including,</p> <p class=\"defclause-e\">  (a)  above and below ground areas for pedestrian entries and exits,</p> <p class=\"defclause-e\">  (b)  pedestrian walkways,</p> <p class=\"defclause-e\">  (c)  waiting areas,</p> <p class=\"defclause-e\">  (d)  circulation,</p> <p class=\"defclause-e\">  (e)  vehicular drop-off, pick-up, queuing and waiting areas,</p> <p class=\"defclause-e\">  (f)  transit information and ticketing booths or kiosks,</p> <p class=\"defclause-e\">  (g)  accessory retail,</p> <p class=\"defclause-e\">  (h)  service shops,</p> <p class=\"defclause-e\">  (i)  personal service shops,</p> <p class=\"defclause-e\">  (j)  retail service,</p> <p class=\"defclause-e\">  (k)  eating establishments and take-out eating establishments,</p> <p class=\"defclause-e\">  (l)  offices,</p> <p class=\"defclause-e\">  (m)  washrooms,</p> <p class=\"defclause-e\">  (n)  passenger terminal uses,</p> <p class=\"defclause-e\">  (o)  related public parking, and</p> <p class=\"defclause-e\">  (p)  all related accessory uses and facilities, including crash wall and related noise attenuation or rail safety structures;</p> <p class=\"definition-e\">“Zoning By-law” means Zoning By-law 569-2013 of the City of Toronto. </p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) This Order applies to lands in the City of Toronto, in the Province of Ontario, being the lands identified on a map numbered 300 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street. (2) For the purposes of this Order, the lands described in subsection (1) shall be considered a single lot. (3) Despite any existing or future severance, partition or division of the lot, the provisions of this Order apply to the whole of the lot as if no severance, partition or division had occurred.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Order applies to lands in the City of Toronto, in the Province of Ontario, being the lands identified on a map numbered 300 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p> <p class=\"subsection-e\">  (2) For the purposes of this Order, the lands described in subsection (1) shall be considered a single lot.</p> <p class=\"subsection-e\">  (3) Despite any existing or future severance, partition or division of the lot, the provisions of this Order apply to the whole of the lot as if no severance, partition or division had occurred.</p>"
        },
        {
            "id": "3.",
            "section": "Non-application of s. 114 of the City of Toronto Act, 2006, site plan control area",
            "content": " 3. Section 114 of the City of Toronto Act, 2006 does not apply to the lands described in section 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Section 114 of the <i>City of Toronto Act, 2006</i> does not apply to the lands described in section 2.</p>"
        },
        {
            "id": "4.",
            "section": "Matters that may be dealt with in an agreement",
            "content": " 4. Each person who owns all or any part of the lands described in section 2 shall enter into one or more agreements with the City of Toronto dealing with the matters listed in subsection 47 (4.4) of the Act. ",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Each person who owns all or any part of the lands described in section 2 shall enter into one or more agreements with the City of Toronto dealing with the matters listed in subsection 47 (4.4) of the Act. </p>"
        },
        {
            "id": "5.",
            "section": "Permitted uses",
            "content": " 5. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2 except for,  (a)  the uses identified in section 40.10.20 of the Zoning By-law; (b)  temporary sales, leasing or construction offices; and (c)  transportation uses.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2 except for, </p> <p class=\"clause-e\">  (a)  the uses identified in section 40.10.20 of the Zoning By-law;</p> <p class=\"clause-e\">  (b)  temporary sales, leasing or construction offices; and</p> <p class=\"clause-e\">  (c)  transportation uses.</p>"
        },
        {
            "id": "6.",
            "section": "Zoning requirements",
            "content": " 6. The zoning requirements for the lands described in section 2 are as follows:  1.  There is no maximum interior floor area for retail services. 2.  Residential uses must be located above all non-residential uses. 3. Despite paragraph 2, the following residential uses may be located below non-residential uses: i.  residential lobby access, ii.  corridors, iii.  indoor amenity space, iv.  accessory service space, v.  operational space, and vi.  common space, including mailrooms and concierge offices. 4.  The maximum gross floor area, including transportation uses at or above ground, must not exceed the greater of the following: i.  10,923 square metres. ii.  A total floor space index of 6.9. 5.  There is no minimum building setback for a building or structure above ground. 6.  Despite paragraph 5, the minimum building setbacks for a building or structure above 14.1 metres are as follows: i.  Five metres from the north lot line. ii.  Five metres from the south lot line. iii.  4.9 metres from the east lot line. iv.  5.5 metres from the west lot line. 7.  Despite paragraphs 5 and 6, the minimum building setbacks for a building or structure above 41.9 metres are as follows: i.  Six metres from the north lot line. ii.  6.5 metres from the south lot line. iii.  5.9 metres from the east lot line. iv.  Six metres from the west lot line. 8.  The maximum height of any portion of a building or structure is 48.2 metres. 9.  Projections associated with the following structures may encroach into the minimum building setbacks set out in paragraphs 6 and 7 and beyond the maximum building height set out in paragraph 8: i.  Mechanical elements, mechanical penthouses, stairs and stair enclosures.  ii.  Elevators, elevator vestibules and related enclosures, including indoor amenity space adjacent to or above a mechanical penthouse. iii.  Fences, raised planters, light fixtures, guardrails, pergolas and trellises, dividers and features associated with an outdoor amenity space. iv.  Railings located at each of the roof levels of the building. v.  Roof assemblies, including a parapet, roof drainage, thermal insulation, roof pavers and roof ballast at each of the roof levels of the building. vi.  Elements and structures associated with a green roof, green energy or renewable energy facility. vii.  Structures used for outside or open-air recreation, safety purposes or wind protection purposes, if those structures do not enclose space so as to constitute a form of penthouse or other room. viii.  Spires, ornamental, decorative or architectural elements, stair towers, access corridors to stairs, access hatches, elevator machine rooms, elevator overruns, chimney stack or other heating, cooling or ventilating equipment, located above the height of each of the roof levels of the building. ix.  Lightning rods and exhaust flues. x.  Eaves, cornices, columns, landscape and public art features, wheelchair ramps, light fixtures, balustrades, guardrails, bollards, awnings, arcades, canopies, patios, retaining walls, fences, vents, screens, wind mitigation screens and features, underground garage ramp and associated structures, accessibility ramps, window sills, mullions, damper equipment, skylights and window washing equipment. xi.  Open balconies, decks, terraces and bay windows, except with respect to minimum building separations. xii.  Telecommunications equipment. 10.  A mechanical penthouse may cover 100 per cent of the roof of a building. 11.  A minimum of 25 per cent of the total number of dwelling units in a building must contain two or more bedrooms. 12.  A minimum of 10 per cent of the total number of dwelling units in a building shall contain three or more bedrooms. 13.  No amenity space for a transportation use or other non-residential use is required. 14.  No parking spaces are required for any use permitted under section 5. 15.  Any parking spaces provided may be on a non-exclusive basis and within a public parking facility. 16.  A minimum of one Type “G” loading space is required on the lot. 17.  No loading spaces are required for the portion of a building used for a transportation use. 18.  A driveway may be laid out such that vehicles accessing a loading space may exit the lot while reversing out onto a street or a lane. 19.  Short-term and long-term bicycle parking spaces may be located above or below ground. 20.  Short-term bicycle parking spaces may be located more than 30 metres from a pedestrian entrance. 21.  No bicycle parking spaces are required for the portion of a building used for a transportation use. 22.  The minimum widths of bicycle parking spaces are as follows: i.  0.45 metres where the bicycles are to be parked on a horizontal surface. ii.  0.45 metres where the bicycles are to be parked in a vertical position. iii.  0.40 metres where the bicycles are to be parked in a bicycle stacker. 23.  Section 600.20 of the Zoning By-law does not apply to buildings and structures on the lot with respect to priority retail streets. 24.  Chapter 900 of the Zoning By-law does not apply. 25.  The following Sections, Articles and Clauses of the Zoning By-law do not apply: i.  40.5.40.10. ii.  40.5.40.40. iii.  40.5.40.60. iv.  40.10.40.1. v.  40.10.40.10. vi.  40.10.40.60. vii.  40.10.40.70. viii.  200.5. ix.  200.10. x.  200.15. xi.  200.20. xii.  220.5. xiii.  600. xiv.  970. xv.  995.10.1. xvi.  995.20.1. xvii.  995.30.1. xviii.  995.40.1. 26.  Buildings connected above or below the finished ground surface are deemed to be one building.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The zoning requirements for the lands described in section 2 are as follows: </p> <p class=\"paragraph-e\">  1.  There is no maximum interior floor area for retail services.</p> <p class=\"paragraph-e\">  2.  Residential uses must be located above all non-residential uses.</p> <p class=\"paragraph-e\">  3. Despite paragraph 2, the following residential uses may be located below non-residential uses:</p> <p class=\"subpara-e\">  i.  residential lobby access,</p> <p class=\"subpara-e\">  ii.  corridors,</p> <p class=\"subpara-e\">  iii.  indoor amenity space,</p> <p class=\"subpara-e\">  iv.  accessory service space,</p> <p class=\"subpara-e\">  v.  operational space, and</p> <p class=\"subpara-e\">  vi.  common space, including mailrooms and concierge offices.</p> <p class=\"paragraph-e\">  4.  The maximum gross floor area, including transportation uses at or above ground, must not exceed the greater of the following:</p> <p class=\"subpara-e\">  i.  10,923 square metres.</p> <p class=\"subpara-e\">  ii.  A total floor space index of 6.9. </p> <p class=\"paragraph-e\">  5.  There is no minimum building setback for a building or structure above ground. </p> <p class=\"paragraph-e\">  6.  Despite paragraph 5, the minimum building setbacks for a building or structure above 14.1 metres are as follows:  </p> <p class=\"subpara-e\">  i.  Five metres from the north lot line. </p> <p class=\"subpara-e\">  ii.  Five metres from the south lot line.</p> <p class=\"subpara-e\">  iii.  4.9 metres from the east lot line.</p> <p class=\"subpara-e\">  iv.  5.5 metres from the west lot line.</p> <p class=\"paragraph-e\">  7.  Despite paragraphs 5 and 6, the minimum building setbacks for a building or structure above 41.9 metres are as follows:  </p> <p class=\"subpara-e\">  i.  Six metres from the north lot line. </p> <p class=\"subpara-e\">  ii.  6.5 metres from the south lot line.</p> <p class=\"subpara-e\">  iii.  5.9 metres from the east lot line.</p> <p class=\"subpara-e\">  iv.  Six metres from the west lot line.</p> <p class=\"paragraph-e\">  8.  The maximum height of any portion of a building or structure is 48.2 metres. </p> <p class=\"paragraph-e\">  9.  Projections associated with the following structures may encroach into the minimum building setbacks set out in paragraphs 6 and 7 and beyond the maximum building height set out in paragraph 8:</p> <p class=\"subpara-e\">  i.  Mechanical elements, mechanical penthouses, stairs and stair enclosures.</p> <p class=\"MsoNormal\"> </p> <p class=\"subpara-e\">  ii.  Elevators, elevator vestibules and related enclosures, including indoor amenity space adjacent to or above a mechanical penthouse.</p> <p class=\"subpara-e\">  iii.  Fences, raised planters, light fixtures, guardrails, pergolas and trellises, dividers and features associated with an outdoor amenity space.</p> <p class=\"subpara-e\">  iv.  Railings located at each of the roof levels of the building.</p> <p class=\"subpara-e\">  v.  Roof assemblies, including a parapet, roof drainage, thermal insulation, roof pavers and roof ballast at each of the roof levels of the building.</p> <p class=\"subpara-e\">  vi.  Elements and structures associated with a green roof, green energy or renewable energy facility.</p> <p class=\"subpara-e\">  vii.  Structures used for outside or open-air recreation, safety purposes or wind protection purposes, if those structures do not enclose space so as to constitute a form of penthouse or other room.  </p> <p class=\"subpara-e\">  viii.  Spires, ornamental, decorative or architectural elements, stair towers, access corridors to stairs, access hatches, elevator machine rooms, elevator overruns, chimney stack or other heating, cooling or ventilating equipment, located above the height of each of the roof levels of the building.</p> <p class=\"subpara-e\">  ix.  Lightning rods and exhaust flues.</p> <p class=\"subpara-e\">  x.  Eaves, cornices, columns, landscape and public art features, wheelchair ramps, light fixtures, balustrades, guardrails, bollards, awnings, arcades, canopies, patios, retaining walls, fences, vents, screens, wind mitigation screens and features, underground garage ramp and associated structures, accessibility ramps, window sills, mullions, damper equipment, skylights and window washing equipment.</p> <p class=\"subpara-e\">  xi.  Open balconies, decks, terraces and bay windows, except with respect to minimum building separations.</p> <p class=\"subpara-e\">  xii.  Telecommunications equipment.</p> <p class=\"paragraph-e\">  10.  A mechanical penthouse may cover 100 per cent of the roof of a building.</p> <p class=\"paragraph-e\">  11.  A minimum of 25 per cent of the total number of dwelling units in a building must contain two or more bedrooms.\r\n</p> <p class=\"paragraph-e\">  12.  A minimum of 10 per cent of the total number of dwelling units in a building shall contain three or more bedrooms. </p> <p class=\"paragraph-e\">  13.  No amenity space for a transportation use or other non-residential use is required.  </p> <p class=\"paragraph-e\">  14.  No parking spaces are required for any use permitted under section 5.</p> <p class=\"paragraph-e\">  15.  Any parking spaces provided may be on a non-exclusive basis and within a public parking facility. </p> <p class=\"paragraph-e\">  16.  A minimum of one Type “G” loading space is required on the lot. </p> <p class=\"paragraph-e\">  17.  No loading spaces are required for the portion of a building used for a transportation use.</p> <p class=\"paragraph-e\">  18.  A driveway may be laid out such that vehicles accessing a loading space may exit the lot while reversing out onto a street or a lane.</p> <p class=\"paragraph-e\">  19.  Short-term and long-term bicycle parking spaces may be located above or below ground. </p> <p class=\"paragraph-e\">  20.  Short-term bicycle parking spaces may be located more than 30 metres from a pedestrian entrance. </p> <p class=\"paragraph-e\">  21.  No bicycle parking spaces are required for the portion of a building used for a transportation use. </p> <p class=\"paragraph-e\">  22.  The minimum widths of bicycle parking spaces are as follows: </p> <p class=\"subpara-e\">  i.  0.45 metres where the bicycles are to be parked on a horizontal surface.</p> <p class=\"subpara-e\">  ii.  0.45 metres where the bicycles are to be parked in a vertical position.</p> <p class=\"subpara-e\">  iii.  0.40 metres where the bicycles are to be parked in a bicycle stacker. </p> <p class=\"paragraph-e\">  23.  Section 600.20 of the Zoning By-law does not apply to buildings and structures on the lot with respect to priority retail streets. </p> <p class=\"paragraph-e\">  24.  Chapter 900 of the Zoning By-law does not apply.</p> <p class=\"paragraph-e\">  25.  The following Sections, Articles and Clauses of the Zoning By-law do not apply:</p> <p class=\"subpara-e\">  i.  40.5.40.10.</p> <p class=\"subpara-e\">  ii.  40.5.40.40.</p> <p class=\"subpara-e\">  iii.  40.5.40.60.</p> <p class=\"subpara-e\">  iv.  40.10.40.1.</p> <p class=\"subpara-e\">  v.  40.10.40.10.</p> <p class=\"subpara-e\">  vi.  40.10.40.60.</p> <p class=\"subpara-e\">  vii.  40.10.40.70.</p> <p class=\"subpara-e\">  viii.  200.5.</p> <p class=\"subpara-e\">  ix.  200.10.</p> <p class=\"subpara-e\">  x.  200.15.</p> <p class=\"subpara-e\">  xi.  200.20.</p> <p class=\"subpara-e\">  xii.  220.5.</p> <p class=\"subpara-e\">  xiii.  600.</p> <p class=\"subpara-e\">  xiv.  970.</p> <p class=\"subpara-e\">  xv.  995.10.1.</p> <p class=\"subpara-e\">  xvi.  995.20.1.</p> <p class=\"subpara-e\">  xvii.  995.30.1.</p> <p class=\"subpara-e\">  xviii.  995.40.1.</p> <p class=\"paragraph-e\">  26.  Buildings connected above or below the finished ground surface are deemed to be one building.</p>"
        },
        {
            "id": "7.",
            "section": "Other By-law",
            "content": " 7. None of the provisions of By-law 438-86 for the former City of Toronto shall apply to the lands described in section 2. ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>None of the provisions of By-law 438-86 for the former City of Toronto shall apply to the lands described in section 2. </p>"
        },
        {
            "id": "8.",
            "section": "Inclusionary Zoning",
            "content": "  8. Section 600.30 of the Zoning By-law does not apply to the lands described in section 2.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>Section 600.30 of the Zoning By-law does not apply to the lands described in section 2.</p>"
        },
        {
            "id": "9.",
            "section": "Terms of use",
            "content": " 9. (1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "10.",
            "section": "Deemed by-law",
            "content": "  10. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.</p>"
        },
        {
            "id": "11.",
            "section": "Deemed by-law",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}