{
    "reg_info": {
        "full_title": "O. Reg. 293/00: ELECTION OF COUNCIL MEMBERS",
        "reg_name_text": "ELECTION OF COUNCIL MEMBERS",
        "citation": "O. Reg. 293/00: ",
        "act_under": "Ontario College of Teachers Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/000293",
        "date_scraped": "2023-12-18 15:06:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000293/v8",
            "valid_from": "April  4, 2017",
            "valid_to": "August  5, 2021"
        },
        {
            "a_href": "/laws/regulation/000293/v7",
            "valid_from": "July  1, 2015",
            "valid_to": "April  3, 2017"
        },
        {
            "a_href": "/laws/regulation/000293/v6",
            "valid_from": "May 19, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/000293/v5",
            "valid_from": "May 20, 2010",
            "valid_to": "May 18, 2015"
        },
        {
            "a_href": "/laws/regulation/000293/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "May 19, 2010"
        },
        {
            "a_href": "/laws/regulation/000293/v3",
            "valid_from": "June 12, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/regulation/000293/v2",
            "valid_from": "November 29, 2005",
            "valid_to": "June 11, 2006"
        },
        {
            "a_href": "/laws/regulation/000293/v1",
            "valid_from": "May 16, 2000",
            "valid_to": "November 28, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": "None",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 1",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 2",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 3",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Schedule 1",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK0",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Interpretation",
            "Section2": "1-4",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Timing of Elections",
            "Section2": "5",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Number of Council Positions",
            "Section2": "6",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Eligibility to Vote",
            "Section2": "7",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Eligibility to be Nominated",
            "Section2": "7.1",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "None",
            "Section": "None",
            "Section1": "General Duties of the Registrar",
            "Section2": "8",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Procedures Before an Election",
            "Section2": "9-16",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Acclamations, Vacant Positions",
            "Section2": "17-18",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Election Procedures",
            "Section2": "19-20",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Right to Use French or English",
            "Section2": "21",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Election Results",
            "Section2": "22",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Eligibility to Take Office",
            "Section2": "22.1-22.2",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Term of Office",
            "Section2": "23",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Report to Registrar",
            "Section2": "24",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. In this Regulation, “continuing education teacher” has the same meaning as in subsection 1 (1) of the Education Act; (“enseignant de l’éducation permanente”) “district school board” has the same meaning as in subsection 1 (1) of the Education Act; (“conseil scolaire de district”) “elector” means a person who is a member of the Ontario College of Teachers who is in good standing; (“électeur”) “elementary school” has the same meaning as in subsection 1 (1) of the Education Act; (“école élémentaire”) “employer” means, with respect to a teacher, a district school board, school authority or private school or the Provincial Schools Authority; (“employeur”) “English-language public board” has the same meaning as in subsection 1 (1) of the Education Act; (“conseil public de langue anglaise”) “French-language instructional unit” has the same meaning as in subsection 1 (1) of the Education Act; (“module scolaire de langue française”) “governance committee” means the governance committee established by the Council under subsection 15 (2) of the Ontario College of Teachers Act, 1996; (“comité de gouvernance”) “intermediate division” has the same meaning as in subsection 1 (1) of the Education Act; (“cycle intermédiaire”) “junior division” has the same meaning as in subsection 1 (1) of the Education Act; (“cycle moyen”) “primary division” has the same meaning as in subsection 1 (1) of the Education Act; (“cycle primaire”) “principal” or “vice-principal” means a person who is qualified in accordance with the regulations made under the Education Act governing principals and vice-principals and who is employed, (a)  by a district school board or school authority, or (b)  by the Provincial Schools Authority, to perform such duties as are required of principals and vice-principals by the Education Act\r\nand the regulations made under it; (“directeur d’école”, “directeur adjoint”) “private school” has the same meaning as in subsection 1 (1) of the Education Act; (“école privée”) “Provincial Schools Authority” means the Provincial Schools Authority continued under section 2 of the Provincial Schools Negotiations Act; (“Administration des écoles provinciales”) “public district school board” has the same meaning as in subsection 1 (1) of the Education Act; (“conseil scolaire de district public”) “public school authority” has the same meaning as in subsection 1 (1) of the Education Act; (“administration scolaire publique”) “Roman Catholic school authority” has the same meaning as in subsection 1 (1) of the Education Act; (“administration scolaire catholique”) “school authority” has the same meaning as in subsection 1 (1) of the Education Act; (“administration scolaire”) “secondary school” has the same meaning as in subsection 1 (1) of the Education Act; (“école secondaire”) “secondary school district” has the same meaning as in subsection 1 (1) of the Education Act; (“district d’écoles secondaires”) “senior division” has the same meaning as in subsection 1 (1) of the Education Act; (“cycle supérieur”) “separate district school board” has the same meaning as in subsection 1 (1) of the Education Act; (“conseil scolaire de district séparé”) “supervisory officer” has the same meaning as in subsection 1 (1) of the Education Act; (“agent de supervision”) “teacher” has the same meaning as in subsection 1 (1) of the Education Act; (“enseignant”) “temporary teacher” has the same meaning as in subsection 1 (1) of the Education Act. (“enseignant temporaire”)  O. Reg. 270/06, s. 1; O. Reg. 120/15, s. 1; O. Reg. 91/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“continuing education teacher” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“enseignant de l’éducation permanente”)</p> <p class=\"definition-e\">“district school board” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“conseil scolaire de district”)</p> <p class=\"definition-e\">“elector” means a person who is a member of the Ontario College of Teachers who is in good standing; (“électeur”)</p> <p class=\"definition-e\">“elementary school” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“école élémentaire”)</p> <p class=\"definition-e\">“employer” means, with respect to a teacher, a district school board, school authority or private school or the Provincial Schools Authority; (“employeur”)</p> <p class=\"definition-e\">“English-language public board” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“conseil public de langue anglaise”)</p> <p class=\"definition-e\">“French-language instructional unit” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“module scolaire de langue française”)</p> <p class=\"definition-e\">“governance committee” means the governance committee established by the Council under subsection 15 (2) of the <i>Ontario College of Teachers Act, 1996</i>; (“comité de gouvernance”)</p> <p class=\"definition-e\">“intermediate division” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“cycle intermédiaire”)</p> <p class=\"definition-e\">“junior division” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“cycle moyen”)</p> <p class=\"definition-e\">“primary division” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“cycle primaire”)</p> <p class=\"definition-e\">“principal” or “vice-principal” means a person who is qualified in accordance with the regulations made under the <i>Education Act</i> governing principals and vice-principals and who is employed,</p> <p class=\"defclause-e\">  (a)  by a district school board or school authority, or</p> <p class=\"defclause-e\">  (b)  by the Provincial Schools Authority,</p> <p class=\"Sdefinition-e\">to perform such duties as are required of principals and vice-principals by the <i>Education Act</i>\r\nand the regulations made under it; (“directeur d’école”, “directeur adjoint”)</p> <p class=\"definition-e\">“private school” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“école privée”)</p> <p class=\"definition-e\">“Provincial Schools Authority” means the Provincial Schools Authority continued under section 2 of the <i>Provincial Schools Negotiations Act</i>; (“Administration des écoles provinciales”)</p> <p class=\"definition-e\">“public district school board” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“conseil scolaire de district public”)</p> <p class=\"definition-e\">“public school authority” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“administration scolaire publique”) </p> <p class=\"definition-e\">“Roman Catholic school authority” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“administration scolaire catholique”) </p> <p class=\"definition-e\">“school authority” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“administration scolaire”) </p> <p class=\"definition-e\">“secondary school” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“école secondaire”)</p> <p class=\"definition-e\">“secondary school district” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“district d’écoles secondaires”)</p> <p class=\"definition-e\">“senior division” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“cycle supérieur”) </p> <p class=\"definition-e\">“separate district school board” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“conseil scolaire de district séparé”)<i> </i></p> <p class=\"definition-e\">“supervisory officer” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“agent de supervision”)</p> <p class=\"definition-e\">“teacher” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“enseignant”)</p> <p class=\"definition-e\">“temporary teacher” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>. (“enseignant temporaire”)  O. Reg. 270/06, s. 1; O. Reg. 120/15, s. 1; O. Reg. 91/17, s. 1.</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. For the purposes of sections 3 and 4,  “instructional services” means, (a)  instruction provided to pupils, (b)  services provided to pupils by a guidance counsellor, (c)  services provided to pupils by a librarian, (d)  services provided by an elector who is appointed under subsection 14 (3) of Regulation 298 of the Revised Regulations of Ontario, 1990 (Operation of Schools — General) made under the Education Act, to direct and supervise an organizational unit, (e)  services provided by an elector who is appointed under subsection 17 (1) of Regulation 298 of the Revised Regulations of Ontario, 1990 (Operation of Schools — General) made under the Education Act, to supervise or co-ordinate a subject or program or to act as a consultant for the teachers of the subjects or programs, and (f)  services provided by an elector who is assigned in a regular timetable of the employer to provide mentoring services, to supervise or co-ordinate a subject or program or to act as a consultant for the teachers of the subjects or programs.  O. Reg. 270/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of sections 3 and 4, </p> <p class=\"firstdef-e\">“instructional services” means,</p> <p class=\"defclause-e\">  (a)  instruction provided to pupils,</p> <p class=\"defclause-e\">  (b)  services provided to pupils by a guidance counsellor,</p> <p class=\"defclause-e\">  (c)  services provided to pupils by a librarian,</p> <p class=\"defclause-e\">  (d)  services provided by an elector who is appointed under subsection 14 (3) of Regulation 298 of the Revised Regulations of Ontario, 1990 (Operation of Schools — General) made under the <i>Education Act</i>, to direct and supervise an organizational unit,</p> <p class=\"defclause-e\">  (e)  services provided by an elector who is appointed under subsection 17 (1) of Regulation 298 of the Revised Regulations of Ontario, 1990 (Operation of Schools — General) made under the <i>Education Act</i>, to supervise or co-ordinate a subject or program or to act as a consultant for the teachers of the subjects or programs, and</p> <p class=\"defclause-e\">  (f)  services provided by an elector who is assigned in a regular timetable of the employer to provide mentoring services, to supervise or co-ordinate a subject or program or to act as a consultant for the teachers of the subjects or programs.  O. Reg. 270/06, s. 1.</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. For the purposes of this Regulation, “full-time classroom teacher” means an elector who is described in one of the following paragraphs: 1.  The elector, i.  is part of an employer’s regular teaching staff, and ii.  is assigned in a regular timetable of the employer to provide one or more instructional services in an elementary or secondary school on a full-time basis. 2.  The elector, i.  is part of an employer’s regular teaching staff, ii.  is on parental, sick, family or compassionate leave, and iii.  immediately before taking the leave, had a position that satisfied the requirement set out in subparagraph 1 ii.  O. Reg. 270/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of this Regulation,</p> <p class=\"firstdef-e\">“full-time classroom teacher” means an elector who is described in one of the following paragraphs:</p> <p class=\"defparagraph-e\">  1.  The elector,</p> <p class=\"defsubpara-e\">  i.  is part of an employer’s regular teaching staff, and</p> <p class=\"defsubpara-e\">  ii.  is assigned in a regular timetable of the employer to provide one or more instructional services in an elementary or secondary school on a full-time basis.</p> <p class=\"defparagraph-e\">  2.  The elector,</p> <p class=\"defsubpara-e\">  i.  is part of an employer’s regular teaching staff, </p> <p class=\"defsubpara-e\">  ii.  is on parental, sick, family or compassionate leave, and</p> <p class=\"defsubpara-e\">  iii.  immediately before taking the leave, had a position that satisfied the requirement set out in subparagraph 1 ii.  O. Reg. 270/06, s. 1.</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4. (1) For the purposes of this Regulation, “part-time classroom teacher” means an elector who, (a)  has provided instructional services for at least 10 days during the 12 months immediately preceding the last date for submitting nominations in an election year; and (b)  is an elector described in paragraph 1, 2 or 3 of subsection (2).  O. Reg. 270/06, s. 1. (2) The following are electors for the purposes of clause (b) of the definition of “part-time classroom teacher” in subsection (1): 1.  The elector, i.  is part of an employer’s regular teaching staff, and ii.  is assigned in a regular timetable of the employer to provide one or more instructional services in an elementary or secondary school on less than a full-time basis. 2.  The elector, i.  is part of an employer’s regular teaching staff, ii.  is on parental, sick, family or compassionate leave, and iii.  immediately before taking the leave, had a position that satisfied the requirement set out in subparagraph 1 ii. 3.  The elector is an occasional teacher.  O. Reg. 270/06, s. 1. (3) For the purposes of clause (a) of the definition of “part-time classroom teacher” in subsection (1), a person who has provided instructional services for part of a day has done so for the day.  O. Reg. 270/06, s. 1. (4) For the purposes of paragraph 3 of subsection (2), an occasional teacher is an elector employed by an employer to provide instructional services as a substitute for a person who is or was, (a)  employed by the employer in a position that is part of its regular teaching staff; and (b)  one of the following: (i)  A teacher. (ii)  A temporary teacher. (iii)  A continuing education teacher.  O. Reg. 270/06, s. 1. Timing of Elections",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of this Regulation,</p> <p class=\"firstdef-e\">“part-time classroom teacher” means an elector who,</p> <p class=\"defclause-e\">  (a)  has provided instructional services for at least 10 days during the 12 months immediately preceding the last date for submitting nominations in an election year; and</p> <p class=\"defclause-e\">  (b)  is an elector described in paragraph 1, 2 or 3 of subsection (2).  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (2) The following are electors for the purposes of clause (b) of the definition of “part-time classroom teacher” in subsection (1):</p> <p class=\"paragraph-e\">  1.  The elector,</p> <p class=\"subpara-e\">  i.  is part of an employer’s regular teaching staff, and</p> <p class=\"subpara-e\">  ii.  is assigned in a regular timetable of the employer to provide one or more instructional services in an elementary or secondary school on less than a full-time basis.</p> <p class=\"paragraph-e\">  2.  The elector,</p> <p class=\"subpara-e\">  i.  is part of an employer’s regular teaching staff, </p> <p class=\"subpara-e\">  ii.  is on parental, sick, family or compassionate leave, and</p> <p class=\"subpara-e\">  iii.  immediately before taking the leave, had a position that satisfied the requirement set out in subparagraph 1 ii.</p> <p class=\"paragraph-e\">  3.  The elector is an occasional teacher.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (a) of the definition of “part-time classroom teacher” in subsection (1), a person who has provided instructional services for part of a day has done so for the day.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of paragraph 3 of subsection (2), an occasional teacher is an elector employed by an employer to provide instructional services as a substitute for a person who is or was,</p> <p class=\"clause-e\">  (a)  employed by the employer in a position that is part of its regular teaching staff; and</p> <p class=\"clause-e\">  (b)  one of the following:</p> <p class=\"subclause-e\">  (i)  A teacher.</p> <p class=\"subclause-e\">  (ii)  A temporary teacher.</p> <p class=\"subclause-e\">  (iii)  A continuing education teacher.  O. Reg. 270/06, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK1\"></a>Timing of Elections</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5. (1) The governance committee shall recommend to the Council a date for the election in each election year.  O. Reg. 270/06, s. 1; O. Reg. 120/15, s. 2. (2) On a date set by the Council, an election of members to the Council shall be held before November 1, 2000, before April 30, 2003, before November 9, 2006 and before April 30 in every third year after 2006.  O. Reg. 270/06, s. 1. Number of Council Positions",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The governance committee shall recommend to the Council a date for the election in each election year.  O. Reg. 270/06, s. 1; O. Reg. 120/15, s. 2.</p> <p class=\"subsection-e\">  (2) On a date set by the Council, an election of members to the Council shall be held before November 1, 2000, before April 30, 2003, before November 9, 2006 and before April 30 in every third year after 2006.  O. Reg. 270/06, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Number of Council Positions</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6. Twelve regional positions and 11 other positions are established for the purposes of the election of members of the Council of the College.  O. Reg. 270/06, s. 1. Eligibility to Vote",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Twelve regional positions and 11 other positions are established for the purposes of the election of members of the Council of the College.  O. Reg. 270/06, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Eligibility to Vote</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. (1) An elector who resides in a region listed in Column 2 of Table 1 is entitled to vote for the positions set out opposite the region in Column 1 of the Table.  O. Reg. 270/06, s. 1. (2) An elector who is not entitled to vote for a position listed in Column 1 of Table 3 is entitled to vote for a position listed in Column 1 of Table 2 as follows: 1.  If the elector is employed by an English-language public board, the elector may vote for positions 13 and 14. 2.  If the elector is employed by an English-language Roman Catholic board, the elector may vote for positions 15 and 16. 3.  If the elector is employed by a French-language Roman Catholic board, the elector may vote for positions 17 and 18. 4.  If the elector is employed by a French-language public board, the elector may vote for position 19. O. Reg. 91/17, s. 2 (1). (3) An elector who satisfies the requirements for a position listed in Column 1 of Table 3 is entitled to vote for the position.  O. Reg. 270/06, s. 1; O. Reg. 91/17, s. 2 (2). Eligibility to be Nominated",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) An elector who resides in a region listed in Column 2 of Table 1 is entitled to vote for the positions set out opposite the region in Column 1 of the Table.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (2) An elector who is not entitled to vote for a position listed in Column 1 of Table 3 is entitled to vote for a position listed in Column 1 of Table 2 as follows:</p> <p class=\"paragraph-e\">  1.  If the elector is employed by an English-language public board, the elector may vote for positions 13 and 14.</p> <p class=\"paragraph-e\">  2.  If the elector is employed by an English-language Roman Catholic board, the elector may vote for positions 15 and 16.</p> <p class=\"paragraph-e\">  3.  If the elector is employed by a French-language Roman Catholic board, the elector may vote for positions 17 and 18.</p> <p class=\"paragraph-e\">  4.  If the elector is employed by a French-language public board, the elector may vote for position 19. O. Reg. 91/17, s. 2 (1).</p> <p class=\"subsection-e\">  (3) An elector who satisfies the requirements for a position listed in Column 1 of Table 3 is entitled to vote for the position.  O. Reg. 270/06, s. 1; O. Reg. 91/17, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Eligibility to be Nominated\r\n</p>"
        },
        {
            "ahref_id": "#7.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7.1 (1) A person is eligible to be nominated to a position on Council for a term if the person, (a)  is an elector; (b)  resides in Ontario; (c)  is not employed by or in the College and, as of the day the term would start, would not have been so employed within the immediately preceding year; (c.1)  is not ineligible under subsection (1.1) or (1.2); and (d)  satisfies the nomination requirements set out in subsection (2), (3), (4) or (5) with respect to the position.  O. Reg. 270/06, s. 1; O. Reg. 91/17, s. 3 (1, 2). (1.1) A person is ineligible to be nominated for a term of office if serving the full term of office would result in the person contravening subsection 5 (2) of the Act. O. Reg. 91/17, s. 3 (3). (1.2) If a person is ineligible to be nominated under subsection (1.1), that person continues to be ineligible to be nominated for a term of office unless, as of the day the term of office would start, at least three years would have elapsed since they last served on Council. O. Reg. 91/17, s. 3 (3). (1.3) If a person who was a member of Council resigns from office or is disqualified from sitting on the Council before the end of his or her term of office, he or she is deemed to have served for the entire term of office, (a)  when determining, for the purposes of subsection (1.1), whether serving a full term of office would result in the person contravening subsection 5 (2) of the Act; and (b)  when determining, for the purposes of subsection (1.2), whether three years have elapsed since the person last served on Council. O. Reg. 91/17, s. 3 (3). (2) For one of positions 1 to 6, listed in Table 1, the nomination requirements mentioned in clause (1) (d) are as follows: 1.  The person must be a full-time or part-time classroom teacher. 2.  The person must meet the residence requirement set out in Column 2 of Table 1 with respect to the position.  O. Reg. 270/06, s. 1. (3) For one of positions 7 to 12, listed in Table 1, the nomination requirements mentioned in clause (1) (d) are as follows: 1.  The person must be a full-time classroom teacher. 2.  The person must meet the residence requirement set out in Column 2 of Table 1 with respect to the position.  O. Reg. 270/06, s. 1. (4) For one of positions 13 to 19, listed in Table 2, the nomination requirements mentioned in clause (1) (d) are listed in Column 3 of Table 2 with respect to the position.  O. Reg. 270/06, s. 1. (5) For one of positions 20 to 23, listed in Table 3, the nomination requirements mentioned in clause (1) (d) are listed in Column 3 of Table 3 with respect to the position.  O. Reg. 270/06, s. 1. (6) Despite subsections (2), (3), (4) and (5), a person who meets the requirements listed in clauses (1) (a), (b) and (c) and who holds a prohibited position with one of the organizations listed in Schedule 1, as described in subsections (7) and (8), is eligible to be nominated for, (a)  one of positions 1 to 6, whether or not the person satisfies the nomination requirement set out in paragraph 1 of subsection (2); (b)  one of positions 7 to 12, whether or not the person satisfies the nomination requirement set out in paragraph 1 of subsection (3); (c)  one of positions 13 to 19, whether or not the person meets the nomination requirements described in subsection (4); or (d)  one of positions 20 to 23, whether or not the person meets the nomination requirements described in subsection (5).  O. Reg. 270/06, s. 1. (7) A position with one of the organizations listed in Schedule 1 is prohibited if it is a position that imposes duties or obligations that would conflict or appear to conflict with the duties of a Council member.  O. Reg. 270/06, s. 1. (8) For greater certainty, the only positions that are prohibited for the reason set out in subsection (7) are the following positions: 1.  A position as an employee at the provincial level of one of the organizations listed in Schedule 1. 2.  An elected or appointed position as a director, an official or a member of the executive at the provincial level of one of the organizations listed in Schedule 1. 3.  An elected or appointed position as the president of a local branch of one of the organizations listed in Schedule 1.  O. Reg. 270/06, s. 1. (9) For the purposes of the 2006 election, a nomination requirement to be a part-time classroom teacher is satisfied whether or not the person satisfies clause (a) of the definition of “part-time classroom teacher” in subsection 4 (1).  O. Reg. 270/06, s. 1. General Duties of the Registrar",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>(1) A person is eligible to be nominated to a position on Council for a term if the person,</p> <p class=\"clause-e\">  (a)  is an elector;</p> <p class=\"clause-e\">  (b)  resides in Ontario;</p> <p class=\"clause-e\">  (c)  is not employed by or in the College and, as of the day the term would start, would not have been so employed within the immediately preceding year;</p> <p class=\"clause-e\"> (c.1)  is not ineligible under subsection (1.1) or (1.2); and</p> <p class=\"clause-e\">  (d)  satisfies the nomination requirements set out in subsection (2), (3), (4) or (5) with respect to the position.  O. Reg. 270/06, s. 1; O. Reg. 91/17, s. 3 (1, 2).</p> <p class=\"subsection-e\">  (1.1) A person is ineligible to be nominated for a term of office if serving the full term of office would result in the person contravening subsection 5 (2) of the Act. O. Reg. 91/17, s. 3 (3).</p> <p class=\"subsection-e\">  (1.2) If a person is ineligible to be nominated under subsection (1.1), that person continues to be ineligible to be nominated for a term of office unless, as of the day the term of office would start, at least three years would have elapsed since they last served on Council. O. Reg. 91/17, s. 3 (3).</p> <p class=\"subsection-e\">  (1.3) If a person who was a member of Council resigns from office or is disqualified from sitting on the Council before the end of his or her term of office, he or she is deemed to have served for the entire term of office, </p> <p class=\"clause-e\">  (a)  when determining, for the purposes of subsection (1.1), whether serving a full term of office would result in the person contravening subsection 5 (2) of the Act; and </p> <p class=\"clause-e\">  (b)  when determining, for the purposes of subsection (1.2), whether three years have elapsed since the person last served on Council. O. Reg. 91/17, s. 3 (3).</p> <p class=\"subsection-e\">  (2) For one of positions 1 to 6, listed in Table 1, the nomination requirements mentioned in clause (1) (d) are as follows:</p> <p class=\"paragraph-e\">  1.  The person must be a full-time or part-time classroom teacher.</p> <p class=\"paragraph-e\">  2.  The person must meet the residence requirement set out in Column 2 of Table 1 with respect to the position.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (3) For one of positions 7 to 12, listed in Table 1, the nomination requirements mentioned in clause (1) (d) are as follows:</p> <p class=\"paragraph-e\">  1.  The person must be a full-time classroom teacher.</p> <p class=\"paragraph-e\">  2.  The person must meet the residence requirement set out in Column 2 of Table 1 with respect to the position.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (4) For one of positions 13 to 19, listed in Table 2, the nomination requirements mentioned in clause (1) (d) are listed in Column 3 of Table 2 with respect to the position.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (5) For one of positions 20 to 23, listed in Table 3, the nomination requirements mentioned in clause (1) (d) are listed in Column 3 of Table 3 with respect to the position.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (6) Despite subsections (2), (3), (4) and (5), a person who meets the requirements listed in clauses (1) (a), (b) and (c) and who holds a prohibited position with one of the organizations listed in Schedule 1, as described in subsections (7) and (8), is eligible to be nominated for,</p> <p class=\"clause-e\">  (a)  one of positions 1 to 6, whether or not the person satisfies the nomination requirement set out in paragraph 1 of subsection (2);</p> <p class=\"clause-e\">  (b)  one of positions 7 to 12, whether or not the person satisfies the nomination requirement set out in paragraph 1 of subsection (3);</p> <p class=\"clause-e\">  (c)  one of positions 13 to 19, whether or not the person meets the nomination requirements described in subsection (4); or</p> <p class=\"clause-e\">  (d)  one of positions 20 to 23, whether or not the person meets the nomination requirements described in subsection (5).  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (7) A position with one of the organizations listed in Schedule 1 is prohibited if it is a position that imposes duties or obligations that would conflict or appear to conflict with the duties of a Council member.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (8) For greater certainty, the only positions that are prohibited for the reason set out in subsection (7) are the following positions:</p> <p class=\"paragraph-e\">  1.  A position as an employee at the provincial level of one of the organizations listed in Schedule 1.</p> <p class=\"paragraph-e\">  2.  An elected or appointed position as a director, an official or a member of the executive at the provincial level of one of the organizations listed in Schedule 1.</p> <p class=\"paragraph-e\">  3.  An elected or appointed position as the president of a local branch of one of the organizations listed in Schedule 1.  O. Reg. 270/06, s. 1.</p> <p class=\"subsection-e\">  (9) For the purposes of the 2006 election, a nomination requirement to be a part-time classroom teacher is satisfied whether or not the person satisfies clause (a) of the definition of “part-time classroom teacher” in subsection 4 (1).  O. Reg. 270/06, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>General Duties of the Registrar</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. (1) The Registrar shall administer the election of members to the Council of the College and shall decide all matters incidental to the election, including but not limited to, (a)  whether a person is eligible to be nominated for a position; (b)  whether a person is eligible to vote; (c)  whether a nomination or vote should be accepted; (d)  whether a nomination form contains all the information and materials required by subsections 10 (1) and (3); and (e)  whether a person who was declared elected under clause 22 (1) (b) or section 22.2 to a position has met the requirements for taking the position set out in section 22.1.  O. Reg. 270/06, s. 2; S.O. 2009, c. 33, Sched. 13, s. 4. (2) The Registrar shall act as returning officer for the purposes of the election.  O. Reg. 293/00, s. 8 (2); S.O. 2009, c. 33, Sched. 13, s. 4. (3) The Registrar may, (a)  employ persons to assist in the conduct of the election; and (b)  enter into an agreement for the purpose of using electronic means for voting and for tabulating results.  O. Reg. 293/00, s. 8 (3); S.O. 2009, c. 33, Sched. 13, s. 4. (4) The Registrar shall permit any elector to inspect without fee, during regular office hours, the Registrar’s list of electors.  O. Reg. 293/00, s. 8 (4); S.O. 2009, c. 33, Sched. 13, s. 4. Procedures Before an Election",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Registrar shall administer the election of members to the Council of the College and shall decide all matters incidental to the election, including but not limited to,</p> <p class=\"clause-e\">  (a)  whether a person is eligible to be nominated for a position;</p> <p class=\"clause-e\">  (b)  whether a person is eligible to vote; </p> <p class=\"clause-e\">  (c)  whether a nomination or vote should be accepted;</p> <p class=\"clause-e\">  (d)  whether a nomination form contains all the information and materials required by subsections 10 (1) and (3); and</p> <p class=\"clause-e\">  (e)  whether a person who was declared elected under clause 22 (1) (b) or section 22.2 to a position has met the requirements for taking the position set out in section 22.1.  O. Reg. 270/06, s. 2; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) The Registrar shall act as returning officer for the purposes of the election.  O. Reg. 293/00, s. 8 (2); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (3) The Registrar may,</p> <p class=\"clause-e\">  (a)  employ persons to assist in the conduct of the election; and</p> <p class=\"clause-e\">  (b)  enter into an agreement for the purpose of using electronic means for voting and for tabulating results.  O. Reg. 293/00, s. 8 (3); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (4) The Registrar shall permit any elector to inspect without fee, during regular office hours, the Registrar’s list of electors.  O. Reg. 293/00, s. 8 (4); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Procedures Before an Election</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. (1) At least four months before the election date, the Registrar shall publish notice of the election in the College’s official publication and on the College website.  O. Reg. 270/06, s. 3; S.O. 2009, c. 33, Sched. 13, s. 4. (2) The notice shall include the following: 1.  A description of, i.  the objects and functions of the College and the Council, ii.  the duty of the College and of Council members to serve and protect the public interest, iii.  the nature of the issues addressed by the Council, iv.  the job responsibilities of Council members and the expectations for members’ participation in committees of the Council, v.  the estimated amount of time that Council members are expected to devote to performing their responsibilities as Council members and committee members, and vi.  the College’s policies on compensation and on expenses for Council members and committee members. 2.  A list of positions and the eligibility requirements for nomination to each position. 3.  Instructions on the nomination process. 4.  The last date to deliver or send completed nominations to the Registrar. 5.  Particulars of any print, electronic or other medium by which the College intends to provide to electors information about the election, ballots or forms. 6.  Information on how to arrange for a tour of the College premises.  O. Reg. 270/06, s. 3; S.O. 2009, c. 33, Sched. 13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) At least four months before the election date, the Registrar shall publish notice of the election in the College’s official publication and on the College website.  O. Reg. 270/06, s. 3; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) The notice shall include the following:</p> <p class=\"paragraph-e\">  1.  A description of,</p> <p class=\"subpara-e\">  i.  the objects and functions of the College and the Council,</p> <p class=\"subpara-e\">  ii.  the duty of the College and of Council members to serve and protect the public interest, </p> <p class=\"subpara-e\">  iii.  the nature of the issues addressed by the Council,</p> <p class=\"subpara-e\">  iv.  the job responsibilities of Council members and the expectations for members’ participation in committees of the Council,</p> <p class=\"subpara-e\">  v.  the estimated amount of time that Council members are expected to devote to performing their responsibilities as Council members and committee members, and</p> <p class=\"subpara-e\">  vi.  the College’s policies on compensation and on expenses for Council members and committee members.</p> <p class=\"paragraph-e\">  2.  A list of positions and the eligibility requirements for nomination to each position. </p> <p class=\"paragraph-e\">  3.  Instructions on the nomination process.</p> <p class=\"paragraph-e\">  4.  The last date to deliver or send completed nominations to the Registrar.</p> <p class=\"paragraph-e\">  5.  Particulars of any print, electronic or other medium by which the College intends to provide to electors information about the election, ballots or forms.</p> <p class=\"paragraph-e\">  6.  Information on how to arrange for a tour of the College premises.  O. Reg. 270/06, s. 3; S.O. 2009, c. 33, Sched. 13, s. 4.</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  10. (1) The nomination of a person for election as a member of Council shall be in writing on a form provided by the Registrar, and shall include the following: 1.  The person’s name. 2.  The name of the person as he or she wishes it to appear on the ballot form. 3.  The person’s registration number, issued by the College under its by-laws. 4.  The person’s home address. 5.  The person’s day-time and home telephone numbers. 6.  The person’s work address and the name of the person’s employer or employers. In the case of a person who holds a prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8), the name of the organization at which the prohibited position is held must be provided and, if applicable, the name of the employer or employers. 7.  The Council position sought by the person. 8.  A statement, signed and dated by the person, containing the following: i.  Confirmation that the person is eligible to be nominated for the position sought. ii.  Confirmation that the person is willing to be nominated and to serve on the Council. iii.  Confirmation that the information about the nominee contained in the nomination form is accurate. iv.  A statement of whether or not the person holds a prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8). v.  The person’s acknowledgement that, if elected, he or she will be required to swear an oath or make an affirmation as set out in section 4.1 of Ontario Regulation 72/97 (General) made under the Act, in the manner and form and within the time period set out in that regulation. 9.  If the person states under subparagraph 8 iv that he or she holds a prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8), an additional statement, signed and dated by the person, containing the following: i.  The person’s undertaking that he or she will resign from the prohibited position before taking office as a member of Council if, A.  the person is elected to Council, and B.  at the time the person is elected, he or she holds such a position. ii.  For a person being nominated to one of positions 1 to 6, the person’s undertaking to make his or her best efforts to obtain employment as a full-time or part-time classroom teacher before taking office as a member of Council if, A.  the person is elected to Council, and B.  at the time the person is elected, he or she is not a full-time or part-time classroom teacher. iii.  For a person being nominated to one of positions 7 to 12, the person’s undertaking to make his or her best efforts to obtain employment as a full-time classroom teacher before taking office as a member of Council if, A.  the person is elected to Council, and B.  at the time the person is elected, he or she is not a full-time classroom teacher. iv.  For a person being nominated to one of positions 13 to 19, the person’s undertaking to make his or her best efforts to obtain employment that satisfies the requirements listed in Column 3 of Table 2 with respect to the position for which he or she is nominated, before taking office as a member of Council if, A.  the person is elected to Council, and B.  at the time the person is elected, he or she does not have such employment. v.  For a person being nominated to one of positions 20 to 23, the person’s undertaking to make his or her best efforts to obtain employment that satisfies the requirements listed in Column 3 of Table 3 with respect to the position for which he or she is nominated, before taking office as a member of Council if, A.  the person is elected to Council, and B.  at the time the person is elected, he or she does not have such employment. 10.  The signatures of and information about nominators required by subsection (3). 11.  A biographical statement about the person.  O. Reg. 270/06, s. 3; S.O. 2009, c. 33, Sched. 13, s. 4. (2) The person’s biographical statement referred to in paragraph 11 of subsection (1), (a)  must include information about, (i)  the person’s teaching qualifications and experience, (ii)  the person’s current position or positions at a district school board, school authority, private school or post-secondary institution or at the Provincial Schools Authority, if any, (iii)  the person’s current and past memberships or involvement with any of the organizations listed in Schedule 1, and (iv)  the person’s understanding of the duty of the College and of Council members to serve and protect the public interest; (b)  may, if the candidate chooses, include information about, (i)  the person’s current memberships or involvement with any group or organization related to the education profession, other than the organizations listed in Schedule 1, (ii)  the person’s participation in professional development, and (iii)  any of the person’s other interests or activities relating to education; and (c)  may, if the candidate chooses, include a statement of the person’s professional goals.  O. Reg. 270/06, s. 3; O. Reg. 91/17, s. 4. (3) The nomination form must include signatures of at least 10 nominators and the following information about each nominator: 1.  The nominator’s name. 2.  The nominator’s registration number, issued by the College under its by-laws. 3.  The nominator’s home address. 4.  The nominator’s work address. 5.  A statement signed by the nominator confirming that he or she, i.  is eligible to be a nominator, and ii.  supports the nominee’s nomination.  O. Reg. 270/06, s. 3. (4) An elector is eligible to nominate a person for a position if the elector is eligible to seek the position.  O. Reg. 270/06, s. 3. (5) A nomination of a person is not valid unless the nomination form contains all the information and materials required by subsections (1) and (3).  O. Reg. 270/06, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) The nomination of a person for election as a member of Council shall be in writing on a form provided by the Registrar, and shall include the following:</p> <p class=\"paragraph-e\">  1.  The person’s name.</p> <p class=\"paragraph-e\">  2.  The name of the person as he or she wishes it to appear on the ballot form.</p> <p class=\"paragraph-e\">  3.  The person’s registration number, issued by the College under its by-laws.</p> <p class=\"paragraph-e\">  4.  The person’s home address.</p> <p class=\"paragraph-e\">  5.  The person’s day-time and home telephone numbers.</p> <p class=\"paragraph-e\">  6.  The person’s work address and the name of the person’s employer or employers. In the case of a person who holds a prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8), the name of the organization at which the prohibited position is held must be provided and, if applicable, the name of the employer or employers.</p> <p class=\"paragraph-e\">  7.  The Council position sought by the person.</p> <p class=\"paragraph-e\">  8.  A statement, signed and dated by the person, containing the following:</p> <p class=\"subpara-e\">  i.  Confirmation that the person is eligible to be nominated for the position sought.</p> <p class=\"subpara-e\">  ii.  Confirmation that the person is willing to be nominated and to serve on the Council.</p> <p class=\"subpara-e\">  iii.  Confirmation that the information about the nominee contained in the nomination form is accurate.</p> <p class=\"subpara-e\">  iv.  A statement of whether or not the person holds a prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8).</p> <p class=\"subpara-e\">  v.  The person’s acknowledgement that, if elected, he or she will be required to swear an oath or make an affirmation as set out in section 4.1 of Ontario Regulation 72/97 (General) made under the Act, in the manner and form and within the time period set out in that regulation.</p> <p class=\"paragraph-e\">  9.  If the person states under subparagraph 8 iv that he or she holds a prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8), an additional statement, signed and dated by the person, containing the following:</p> <p class=\"subpara-e\">  i.  The person’s undertaking that he or she will resign from the prohibited position before taking office as a member of Council if,</p> <p class=\"subsubpara-e\">  A.  the person is elected to Council, and </p> <p class=\"subsubpara-e\">  B.  at the time the person is elected, he or she holds such a position.</p> <p class=\"subpara-e\">  ii.  For a person being nominated to one of positions 1 to 6, the person’s undertaking to make his or her best efforts to obtain employment as a full-time or part-time classroom teacher before taking office as a member of Council if,</p> <p class=\"subsubpara-e\">  A.  the person is elected to Council, and</p> <p class=\"subsubpara-e\">  B.  at the time the person is elected, he or she is not a full-time or part-time classroom teacher.</p> <p class=\"subpara-e\">  iii.  For a person being nominated to one of positions 7 to 12, the person’s undertaking to make his or her best efforts to obtain employment as a full-time classroom teacher before taking office as a member of Council if,</p> <p class=\"subsubpara-e\">  A.  the person is elected to Council, and</p> <p class=\"subsubpara-e\">  B.  at the time the person is elected, he or she is not a full-time classroom teacher.</p> <p class=\"subpara-e\">  iv.  For a person being nominated to one of positions 13 to 19, the person’s undertaking to make his or her best efforts to obtain employment that satisfies the requirements listed in Column 3 of Table 2 with respect to the position for which he or she is nominated, before taking office as a member of Council if,</p> <p class=\"subsubpara-e\">  A.  the person is elected to Council, and</p> <p class=\"subsubpara-e\">  B.  at the time the person is elected, he or she does not have such employment.</p> <p class=\"subpara-e\">  v.  For a person being nominated to one of positions 20 to 23, the person’s undertaking to make his or her best efforts to obtain employment that satisfies the requirements listed in Column 3 of Table 3 with respect to the position for which he or she is nominated, before taking office as a member of Council if,</p> <p class=\"subsubpara-e\">  A.  the person is elected to Council, and</p> <p class=\"subsubpara-e\">  B.  at the time the person is elected, he or she does not have such employment.</p> <p class=\"paragraph-e\">  10.  The signatures of and information about nominators required by subsection (3). </p> <p class=\"paragraph-e\">  11.  A biographical statement about the person.  O. Reg. 270/06, s. 3; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) The person’s biographical statement referred to in paragraph 11 of subsection (1), </p> <p class=\"clause-e\">  (a)  must include information about,  </p> <p class=\"subclause-e\">  (i)  the person’s teaching qualifications and experience,</p> <p class=\"subclause-e\">  (ii)  the person’s current position or positions at a district school board, school authority, private school or post-secondary institution or at the Provincial Schools Authority, if any,</p> <p class=\"subclause-e\">  (iii)  the person’s current and past memberships or involvement with any of the organizations listed in Schedule 1, and</p> <p class=\"subclause-e\">  (iv)  the person’s understanding of the duty of the College and of Council members to serve and protect the public interest; </p> <p class=\"clause-e\">  (b)  may, if the candidate chooses, include information about,</p> <p class=\"subclause-e\">  (i)  the person’s current memberships or involvement with any group or organization related to the education profession, other than the organizations listed in Schedule 1,</p> <p class=\"subclause-e\">  (ii)  the person’s participation in professional development, and</p> <p class=\"subclause-e\">  (iii)  any of the person’s other interests or activities relating to education; and</p> <p class=\"clause-e\">  (c)  may, if the candidate chooses, include a statement of the person’s professional goals.  O. Reg. 270/06, s. 3; O. Reg. 91/17, s. 4.</p> <p class=\"subsection-e\">  (3) The nomination form must include signatures of at least 10 nominators and the following information about each nominator:</p> <p class=\"paragraph-e\">  1.  The nominator’s name.</p> <p class=\"paragraph-e\">  2.  The nominator’s registration number, issued by the College under its by-laws.</p> <p class=\"paragraph-e\">  3.  The nominator’s home address.</p> <p class=\"paragraph-e\">  4.  The nominator’s work address.</p> <p class=\"paragraph-e\">  5.  A statement signed by the nominator confirming that he or she,</p> <p class=\"subpara-e\">  i.  is eligible to be a nominator, and</p> <p class=\"subpara-e\">  ii.  supports the nominee’s nomination.  O. Reg. 270/06, s. 3.</p> <p class=\"subsection-e\">  (4) An elector is eligible to nominate a person for a position if the elector is eligible to seek the position.  O. Reg. 270/06, s. 3.</p> <p class=\"subsection-e\">  (5) A nomination of a person is not valid unless the nomination form contains all the information and materials required by subsections (1) and (3).  O. Reg. 270/06, s. 3.</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 11. A person is entitled to nominate only one nominee for each position.  O. Reg. 293/00, s. 11. ",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>A person is entitled to nominate only one nominee for each position.  O. Reg. 293/00, s. 11. </p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. (1) No person shall seek nomination for more than one position.  O. Reg. 293/00, s. 12 (1). (2) The Registrar shall reject all nominations of a person who contravenes subsection (1).  O. Reg. 293/00, s. 12 (2); S.O. 2009, c. 33, Sched. 13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) No person shall seek nomination for more than one position.  O. Reg. 293/00, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall reject all nominations of a person who contravenes subsection (1).  O. Reg. 293/00, s. 12 (2); S.O. 2009, c. 33, Sched. 13, s. 4.</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 13. Nominations shall be delivered to the office of the Registrar or sent to the Registrar by mail.  O. Reg. 293/00, s. 13; S.O. 2009, c. 33, Sched. 13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>Nominations shall be delivered to the office of the Registrar or sent to the Registrar by mail.  O. Reg. 293/00, s. 13; S.O. 2009, c. 33, Sched. 13, s. 4.</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. (1) The Registrar shall review the nominations and shall reject a nomination, (a)  if the Registrar has reason to believe that the nominee is not eligible to be nominated for the position; (b)  if the nomination was not delivered or sent to the Registrar by the date specified in the notice for providing nominations to the Registrar under subsection 9 (2); or (c)  if the nomination form does not contain all the information and materials required by subsections 10 (1) and (3).  O. Reg. 293/00, s. 14 (1); O. Reg. 270/06, s. 4; S.O. 2009, c. 33, Sched. 13, s. 4. (2) The Registrar may reject a nomination if he or she reasonably determines that it does not meet the requirements of this Regulation.  O. Reg. 293/00, s. 14 (2); S.O. 2009, c. 33, Sched. 13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The Registrar shall review the nominations and shall reject a nomination,</p> <p class=\"clause-e\">  (a)  if the Registrar has reason to believe that the nominee is not eligible to be nominated for the position;</p> <p class=\"clause-e\">  (b)  if the nomination was not delivered or sent to the Registrar by the date specified in the notice for providing nominations to the Registrar under subsection 9 (2); or</p> <p class=\"clause-e\">  (c)  if the nomination form does not contain all the information and materials required by subsections 10 (1) and (3).  O. Reg. 293/00, s. 14 (1); O. Reg. 270/06, s. 4; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) The Registrar may reject a nomination if he or she reasonably determines that it does not meet the requirements of this Regulation.  O. Reg. 293/00, s. 14 (2); S.O. 2009, c. 33, Sched. 13, s. 4.</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. The Registrar shall, within 10 working days of the receipt of the nomination, give each nominee written notice as to whether the nominee has been accepted or rejected as a candidate.  O. Reg. 293/00, s. 15; S.O. 2009, c. 33, Sched. 13, s. 4; O. Reg. 120/15, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The Registrar shall, within 10 working days of the receipt of the nomination, give each nominee written notice as to whether the nominee has been accepted or rejected as a candidate.  O. Reg. 293/00, s. 15; S.O. 2009, c. 33, Sched. 13, s. 4; O. Reg. 120/15, s. 3.</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  16. (1) The Registrar shall declare a person’s candidacy for a position terminated where the Registrar reasonably determines that the person, (a)  was not eligible to be nominated for the position at the time the person’s nomination was delivered or sent to the Registrar; (b)  has ceased to be eligible to be nominated for the position since the time mentioned in clause (a); (c)  signed a statement under paragraph 8 of subsection 10 (1) as a nominee for more than one position; or (d)  falsified or intentionally omitted any information required by subsection 10 (1) or (3).  O. Reg. 293/00, s. 16 (1); O. Reg. 270/06, s. 5; S.O. 2009, c. 33, Sched. 13, s. 4. (2) The Registrar shall declare a person’s candidacy for a position terminated on receiving written notification from the person that he or she wishes the candidacy terminated.  O. Reg. 293/00, s. 16 (2); S.O. 2009, c. 33, Sched. 13, s. 4. (3) Where a person’s candidacy is terminated, the Registrar shall, (a)  give the person written notice of the termination; and (b)  take reasonable steps to make the electorate aware that the candidacy has been terminated.  O. Reg. 293/00, s. 16 (3); S.O. 2009, c. 33, Sched. 13, s. 4. Acclamations, Vacant Positions",
            "raw_html": "<p class=\"section-e\"><b>  16. </b>(1) The Registrar shall declare a person’s candidacy for a position terminated where the Registrar reasonably determines that the person,</p> <p class=\"clause-e\">  (a)  was not eligible to be nominated for the position at the time the person’s nomination was delivered or sent to the Registrar;</p> <p class=\"clause-e\">  (b)  has ceased to be eligible to be nominated for the position since the time mentioned in clause (a);</p> <p class=\"clause-e\">  (c)  signed a statement under paragraph 8 of subsection 10 (1) as a nominee for more than one position; or</p> <p class=\"clause-e\">  (d)  falsified or intentionally omitted any information required by subsection 10 (1) or (3).  O. Reg. 293/00, s. 16 (1); O. Reg. 270/06, s. 5; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) The Registrar shall declare a person’s candidacy for a position terminated on receiving written notification from the person that he or she wishes the candidacy terminated.  O. Reg. 293/00, s. 16 (2); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (3) Where a person’s candidacy is terminated, the Registrar shall,</p> <p class=\"clause-e\">  (a)  give the person written notice of the termination; and</p> <p class=\"clause-e\">  (b)  take reasonable steps to make the electorate aware that the candidacy has been terminated.  O. Reg. 293/00, s. 16 (3); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Acclamations, Vacant Positions</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. Where only one person is a candidate for a position, the Registrar shall declare the person elected to the position by acclamation.  O. Reg. 293/00, s. 17; S.O. 2009, c. 33, Sched. 13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>Where only one person is a candidate for a position, the Registrar shall declare the person elected to the position by acclamation.  O. Reg. 293/00, s. 17; S.O. 2009, c. 33, Sched. 13, s. 4.</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18. (1) Where there is no candidate for a position, a majority of the members of Council shall at its second meeting elect a person to the position. O. Reg. 91/17, s. 5. (2) A vote under subsection (1) may only be cast for a person who, at the time of the vote, is eligible to be nominated for the position.  O. Reg. 293/00, s. 18 (2); O. Reg. 270/06, s. 6. Election Procedures",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) Where there is no candidate for a position, a majority of the members of Council shall at its second meeting elect a person to the position. O. Reg. 91/17, s. 5.</p> <p class=\"subsection-e\">  (2) A vote under subsection (1) may only be cast for a person who, at the time of the vote, is eligible to be nominated for the position.  O. Reg. 293/00, s. 18 (2); O. Reg. 270/06, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Election Procedures</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 19. (1) The governance committee shall establish the voting procedures for the election.  O. Reg. 270/06, s. 7; O. Reg. 120/15, s. 4. (2) The procedures shall, (a)  specify the period during which each elector may vote; and (b)  require the Registrar to provide, (i)  a telephone line to be used exclusively for election purposes, through which candidates may obtain information from the College about the election or about the mandate and activities of the College, and (ii)  at least three opportunities for candidates to communicate with electors, in addition to the distribution of the nomination forms, through the College’s official publication, the College website or electronic means.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4. (3) The procedures may provide for the use of electronic means for voting and for tabulating results.  O. Reg. 270/06, s. 7. (4) The Registrar shall make reasonable efforts to ensure that any records that connect the name of an elector to the votes cast by him or her remain confidential and are used only to the extent necessary for the purposes of voting and tabulating results.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) The governance committee shall establish the voting procedures for the election.  O. Reg. 270/06, s. 7; O. Reg. 120/15, s. 4.</p> <p class=\"subsection-e\">  (2) The procedures shall,</p> <p class=\"clause-e\">  (a)  specify the period during which each elector may vote; and</p> <p class=\"clause-e\">  (b)  require the Registrar to provide,</p> <p class=\"subclause-e\">  (i)  a telephone line to be used exclusively for election purposes, through which candidates may obtain information from the College about the election or about the mandate and activities of the College, and</p> <p class=\"subclause-e\">  (ii)  at least three opportunities for candidates to communicate with electors, in addition to the distribution of the nomination forms, through the College’s official publication, the College website or electronic means.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (3) The procedures may provide for the use of electronic means for voting and for tabulating results.  O. Reg. 270/06, s. 7.</p> <p class=\"subsection-e\">  (4) The Registrar shall make reasonable efforts to ensure that any records that connect the name of an elector to the votes cast by him or her remain confidential and are used only to the extent necessary for the purposes of voting and tabulating results.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) The Registrar shall record a list of electors including, (a)  each elector’s name; (b)  the elector’s current address, as provided by the elector under the by-laws of the College; and (c)  the positions for which the elector is entitled to vote.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4. (2) At least one month before the election date, the Registrar shall ensure that all electors receive the following information or are made aware of how to obtain the information by electronic means: 1.  A list of the positions for which electors are entitled to vote. 2.  An alphabetical list of the candidates for each position. 3.  The nomination form and all material and information required by subsections 10 (1) and (3) for each candidate, in alphabetical order for each position. 4.  The information that was required to be included in the notice of election under subparagraphs 1 i to vi of subsection 9 (2). 5.  Instructions on how to vote.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4. (3) The Registrar shall ensure that the following information is not provided or made available under paragraph 3 of subsection (2): 1.  The candidate’s home address, day-time and home telephone numbers and work address. 2.  The nominator’s home address and work address.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4. (4) At least one month before the election date, the Registrar shall provide a ballot to each elector.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4. (5) The Registrar may extend the period for providing ballots or voting if there is a postal disruption or a disruption in a means of electronic communication.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4. Right to Use French or English",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) The Registrar shall record a list of electors including,</p> <p class=\"clause-e\">  (a)  each elector’s name;</p> <p class=\"clause-e\">  (b)  the elector’s current address, as provided by the elector under the by-laws of the College; and</p> <p class=\"clause-e\">  (c)  the positions for which the elector is entitled to vote.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) At least one month before the election date, the Registrar shall ensure that all electors receive the following information or are made aware of how to obtain the information by electronic means:</p> <p class=\"paragraph-e\">  1.  A list of the positions for which electors are entitled to vote.</p> <p class=\"paragraph-e\">  2.  An alphabetical list of the candidates for each position.</p> <p class=\"paragraph-e\">  3.  The nomination form and all material and information required by subsections 10 (1) and (3) for each candidate, in alphabetical order for each position.</p> <p class=\"paragraph-e\">  4.  The information that was required to be included in the notice of election under subparagraphs 1 i to vi of subsection 9 (2).</p> <p class=\"paragraph-e\">  5.  Instructions on how to vote.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (3) The Registrar shall ensure that the following information is not provided or made available under paragraph 3 of subsection (2):</p> <p class=\"paragraph-e\">  1.  The candidate’s home address, day-time and home telephone numbers and work address.</p> <p class=\"paragraph-e\">  2.  The nominator’s home address and work address.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (4) At least one month before the election date, the Registrar shall provide a ballot to each elector.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (5) The Registrar may extend the period for providing ballots or voting if there is a postal disruption or a disruption in a means of electronic communication.  O. Reg. 270/06, s. 7; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Right to Use French or English</p>"
        },
        {
            "ahref_id": "#21.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21. (1) An elector has the right to use French or English in all dealings with the Registrar relating to the election of members to the Council.  O. Reg. 293/00, s. 21 (1); S.O. 2009, c. 33, Sched. 13, s. 4. (2) An elector has the right to vote in French or English.  O. Reg. 293/00, s. 21 (2). Election Results",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) An elector has the right to use French or English in all dealings with the Registrar relating to the election of members to the Council.  O. Reg. 293/00, s. 21 (1); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) An elector has the right to vote in French or English.  O. Reg. 293/00, s. 21 (2). </p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Election Results</p>"
        },
        {
            "ahref_id": "#22.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22. (1) The Registrar shall, within two days after the election date, (a)  ensure that the votes for each candidate are counted; and (b)  declare elected the candidate who received the greatest number of votes for each of the positions.  O. Reg. 293/00, s. 22 (1); S.O. 2009, c. 33, Sched. 13, s. 4. (2) The Registrar shall make the election results available to the public, and those results shall include the name of the candidate elected to each position, the total number of votes cast for each position, the number of votes cast for each candidate and the number of votes rejected.  O. Reg. 293/00, s. 22 (2); S.O. 2009, c. 33, Sched. 13, s. 4. (3) After making the election results available to the public, the Registrar shall ensure that the election results are published in the College’s official publication.  O. Reg. 293/00, s. 22 (3); S.O. 2009, c. 33, Sched. 13, s. 4. (4) If fewer than 50 votes separate an elected candidate from another candidate for the same position, the Registrar shall, on the written request of the other candidate, promptly retabulate the results of the election for the position and provide the retabulated results to all candidates for the position.  O. Reg. 293/00, s. 22 (4); S.O. 2009, c. 33, Sched. 13, s. 4. (5) A request by a candidate under subsection (4) may only be made within 10 days after the election date.  O. Reg. 293/00, s. 22 (5). (6) Where from the retabulation it appears to the Registrar that a wrong candidate was declared elected, the Registrar shall correct the results, declare the correct candidate as elected and make the corrected election results available to the public.  O. Reg. 293/00, s. 22 (6); S.O. 2009, c. 33, Sched. 13, s. 4. (7) The Registrar shall retain all returns from the election until the Council authorizes their destruction or until June 30 of an election year, whichever comes first.  O. Reg. 293/00, s. 22 (7); S.O. 2009, c. 33, Sched. 13, s. 4. (8) Where necessary, the Registrar shall break a tie by lot.  O. Reg. 293/00, s. 22 (8); S.O. 2009, c. 33, Sched. 13, s. 4. Eligibility to Take Office",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) The Registrar shall, within two days after the election date,</p> <p class=\"clause-e\">  (a)  ensure that the votes for each candidate are counted; and</p> <p class=\"clause-e\">  (b)  declare elected the candidate who received the greatest number of votes for each of the positions.  O. Reg. 293/00, s. 22 (1); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (2) The Registrar shall make the election results available to the public, and those results shall include the name of the candidate elected to each position, the total number of votes cast for each position, the number of votes cast for each candidate and the number of votes rejected.  O. Reg. 293/00, s. 22 (2); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (3) After making the election results available to the public, the Registrar shall ensure that the election results are published in the College’s official publication.  O. Reg. 293/00, s. 22 (3); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (4) If fewer than 50 votes separate an elected candidate from another candidate for the same position, the Registrar shall, on the written request of the other candidate, promptly retabulate the results of the election for the position and provide the retabulated results to all candidates for the position.  O. Reg. 293/00, s. 22 (4); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (5) A request by a candidate under subsection (4) may only be made within 10 days after the election date.  O. Reg. 293/00, s. 22 (5).</p> <p class=\"subsection-e\">  (6) Where from the retabulation it appears to the Registrar that a wrong candidate was declared elected, the Registrar shall correct the results, declare the correct candidate as elected and make the corrected election results available to the public.  O. Reg. 293/00, s. 22 (6); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (7) The Registrar shall retain all returns from the election until the Council authorizes their destruction or until June 30 of an election year, whichever comes first.  O. Reg. 293/00, s. 22 (7); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"subsection-e\">  (8) Where necessary, the Registrar shall break a tie by lot.  O. Reg. 293/00, s. 22 (8); S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Eligibility to Take Office</p>"
        },
        {
            "ahref_id": "#22.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22.1 (1) A person who is declared elected under clause 22 (1) (b) or section 22.2 to a Council position may take the position if, before the start of his or her term of office, the person meets the following requirements, in addition to the requirement or requirements described in subsection (2), (3), (4) or (5), as the case may be: 1.  The person resigns from any prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8) that he or she may hold. 2.  The person swears an oath or makes an affirmation as set out in section 4.1 to Ontario Regulation 72/97 (General) made under the Act, in the manner and form and within the time period set out in that regulation.  O. Reg. 270/06, s. 8. (2) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 1 to 6 who is not a full-time or part-time classroom teacher may take the position only if he or she obtains employment as a full-time or part-time classroom teacher.  O. Reg. 270/06, s. 8. (3) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 7 to 12 who is not a full-time classroom teacher may take the position only if he or she obtains employment as a full-time classroom teacher.  O. Reg. 270/06, s. 8. (4) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 13 to 19 who does not hold employment that satisfies the requirements set out in Column 3 of Table 2 with respect to that position may take the position only if he or she obtains such employment.  O. Reg. 270/06, s. 8. (5) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 20 to 23 who does not hold employment that satisfies the requirements set out in Column 3 of Table 3 with respect to that position may take the position only if he or she obtains such employment.  O. Reg. 270/06, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>22.1 </b>(1) A person who is declared elected under clause 22 (1) (b) or section 22.2 to a Council position may take the position if, before the start of his or her term of office, the person meets the following requirements, in addition to the requirement or requirements described in subsection (2), (3), (4) or (5), as the case may be:</p> <p class=\"paragraph-e\">  1.  The person resigns from any prohibited position listed in paragraphs 1 to 3 of subsection 7.1 (8) that he or she may hold.</p> <p class=\"paragraph-e\">  2.  The person swears an oath or makes an affirmation as set out in section 4.1 to Ontario Regulation 72/97 (General) made under the Act, in the manner and form and within the time period set out in that regulation.  O. Reg. 270/06, s. 8.</p> <p class=\"subsection-e\">  (2) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 1 to 6 who is not a full-time or part-time classroom teacher may take the position only if he or she obtains employment as a full-time or part-time classroom teacher.  O. Reg. 270/06, s. 8.</p> <p class=\"subsection-e\">  (3) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 7 to 12 who is not a full-time classroom teacher may take the position only if he or she obtains employment as a full-time classroom teacher.  O. Reg. 270/06, s. 8.</p> <p class=\"subsection-e\">  (4) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 13 to 19 who does not hold employment that satisfies the requirements set out in Column 3 of Table 2 with respect to that position may take the position only if he or she obtains such employment.  O. Reg. 270/06, s. 8.</p> <p class=\"subsection-e\">  (5) A person who is declared elected under clause 22 (1) (b) or section 22.2 to one of positions 20 to 23 who does not hold employment that satisfies the requirements set out in Column 3 of Table 3 with respect to that position may take the position only if he or she obtains such employment.  O. Reg. 270/06, s. 8.</p>"
        },
        {
            "ahref_id": "#22.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22.2 If a person who is declared elected under clause 22 (1) (b) or under this section does not satisfy the requirements set out in section 22.1 before the start of his or her term of office, the Registrar shall declare elected the person who received the next greatest number of votes for the position.  O. Reg. 270/06, s. 8; S.O. 2009, c. 33, Sched. 13, s. 4. Term of Office",
            "raw_html": "<p class=\"section-e\"> <b>22.2 </b>If a person who is declared elected under clause 22 (1) (b) or under this section does not satisfy the requirements set out in section 22.1 before the start of his or her term of office, the Registrar shall declare elected the person who received the next greatest number of votes for the position.  O. Reg. 270/06, s. 8; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Term of Office</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 23. (1) Subject to subsection (2), the term of office of a person elected to the Council starts on July 1 of the election year and expires on June 30 of the year of the next election of Council members.  O. Reg. 270/06, s. 9. (2) The term of office of a person elected to the Council in 2006 starts at the first regular meeting of the Council, at which a quorum is present, held after the person is elected and expires on June 30 of the year of the next election of Council members.  O. Reg. 270/06, s. 9. Report to Registrar",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) Subject to subsection (2), the term of office of a person elected to the Council starts on July 1 of the election year and expires on June 30 of the year of the next election of Council members.  O. Reg. 270/06, s. 9.</p> <p class=\"subsection-e\">  (2) The term of office of a person elected to the Council in 2006 starts at the first regular meeting of the Council, at which a quorum is present, held after the person is elected and expires on June 30 of the year of the next election of Council members.  O. Reg. 270/06, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Report to Registrar</p>"
        },
        {
            "ahref_id": "#24.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  24. Every person elected to the Council shall, within 30 days after being declared elected, provide the Registrar with a report setting out, (a)  the amount of money received in relation to the election; (b)  the value of goods or services received in relation to the election; and (c)  the sources of the money, goods or services referred to in clauses (a) and (b).  O. Reg. 270/06, s. 10; S.O. 2009, c. 33, Sched. 13, s. 4. TABLE 1 Column 1 Position   Column 2 Residence Requirement \n\n  Regional Positions 1 and 7   The elector or nominee must reside in one of the following regions: Algoma, Cochrane, Kenora, Rainy River, Thunder Bay, The Regional County Municipality of Abitibi, The Regional County Municipality of Abitibi-Ouest, The Regional County Municipality of Rouyn-Noranda, The Regional County Municipality of Témiscamingue, The Regional County Municipality of Vallée-de-l’Or in Quebec or Manitoba. \n\n  Regional Positions 2 and 8   The elector or nominee must reside in the following region:  Sudbury, Manitoulin, Timiskaming, Nipissing or Parry Sound. \n\n  Regional Positions 3 and 9   The elector or nominee must reside in one of the following regions: Ottawa, Prescott, Russell, Stormont, Dundas, Glengarry, Hastings, Lennox, Addington, Lanark, Renfrew, Leeds, Grenville, Frontenac, Prince Edward or any part of Quebec not described in Column 2 opposite Regional Positions 1 and 7. \n\n  Regional Positions 4 and 10   The elector or nominee must reside in one of the following regions: Northumberland, Kawartha Lakes, Peterborough, Clarington, Simcoe, Haliburton, Muskoka, Dufferin, Wellington, Peel, Halton, Waterloo, Niagara or Hamilton. \n\n  Regional Positions 5 and 11   The elector or nominee must reside in one of the following regions: Brant, Essex, Lambton, Elgin, Middlesex, Huron, Perth, Bruce, Grey, Oxford, Haldimand, Norfolk or Chatham-Kent. \n\n  Regional Positions 6 and 12   The elector or nominee must reside in one of the following regions: Toronto, York, Durham (excluding Clarington) or any area not described in Column 2 opposite Regional Positions 1 to 5 or 7 to 11. O. Reg. 270/06, s. 11. TABLE 2 Column 1 Position   Column 2 Position Description   Column 3 Requirements \n\n  Position 13   English-language public board elementary   The person must satisfy all of the following requirements:    1.  The person must be employed by an English-language public district school board, the Provincial Schools Authority or a school authority, other than a Roman Catholic school authority or a board of a secondary school district established under section 67 of the  Education Act.   2.  The person must be employed as an elementary school teacher.   3.  The person must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division.   4.  The person must not be employed in a French-language instructional unit.   5.  The person must be a full-time classroom teacher. \n\n  Position 14   English-language public board secondary   The person must satisfy all of the following requirements:   1.  The person must be employed by an English-language public district school board, public school authority or the Provincial Schools Authority.   2.  The person must be employed as a secondary school teacher.   3.  The person must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.   4.  The person must not be employed in a French-language instructional unit.   5.  The person must be a full-time classroom teacher. \n\n  Position 15   English-language Roman Catholic board elementary   The person must satisfy all of the following requirements:   1.  The person must be employed by an English-language separate district school board or a Roman Catholic school authority.   2.  The person must be employed as an elementary school teacher.   3.  The person must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division.   4.  The person must not be employed in a French-language instructional unit.   5.  The person must be a full-time classroom teacher. \n\n  Position 16   English-language Roman Catholic board secondary   The person must satisfy all of the following requirements:   1.  The person must be employed by an English-language separate district school board.   2.  The person must be employed as a secondary school teacher.   3.  The person must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.   4.  The person must be a full-time classroom teacher. \n\n  Position 17   French-language Roman Catholic board elementary   The person must satisfy all of the following requirements:   1.  The person must be employed by a French-language separate district school board or Roman Catholic school authority that operates a French-language instructional unit.   2.  The person must be employed as an elementary school teacher.   3.  The person must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division.   4.  The person must be employed in a French-language instructional unit.   5.  The person must be a full-time classroom teacher. \n\n  Position 18   French-language Roman Catholic board secondary   The person must satisfy all of the following requirements:   1.  The person must be employed by a French-language separate district school board.   2.  The person must be employed as a secondary school teacher.   3.  The person must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.   4.  The person must be a full-time classroom teacher. \n\n  Position 19   French-language public board elementary or secondary   The person must satisfy all of the following requirements:   1.  The person must be employed by a French-language public district school board, a public school authority that operates a French-language instructional unit, or the Provincial Schools Authority at Centre Jules-Léger.   2.  The person,   i.  must be employed as an elementary school teacher and must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division, or   ii.  must be employed as a secondary school teacher and must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.   3.  The person must be employed in a French-language instructional unit.   4.  The person must be a full-time classroom teacher. O. Reg. 270/06, s. 11. TABLE 3 Column 1 Position   Column 2 Position Description   Column 3 Requirements \n\n  Position 20   Principal/Vice-Principal   The person must be employed as a principal or vice-principal. \n\n  Position 21   Supervisory Officers   The person must be employed as a supervisory officer. \n\n  Position 22   Private Schools   The person must be employed by a private school that has submitted a current notice of intention under section 16 of the Education Act. \n\n  Position 23   Faculties of Education   The person must be employed,  (a)  as a tenured or tenure-track faculty member;  (b)  by a university or other post-secondary institution; and  (c)  at a school or faculty of education or equivalent that offers a program of professional education or a program of additional qualification accredited by the College under Ontario Regulation 347/02 (Accreditation of Teacher Education Programs) made under the Act. O. Reg. 270/06, s. 11; O. Reg. 181/10, s. 1. Schedule 1 1.  Association des directions et directions adjointes des écoles franco-ontariennes. 2.  Association des enseignantes et des enseignants franco-ontariens. 3.  Association des gestionnaires de l’éducation franco-ontarienne. 4.  Catholic Principals’ Council of Ontario. 5.  Council of Ontario Directors of Education. 6.  Elementary Teachers’ Federation of Ontario. 7.  Ontario Catholic Supervisory Officers’ Association. 8.  Ontario English Catholic Teachers’ Association. 9.  Ontario Ministry of Education. 10.  Ontario Principals’ Council. 11.  Ontario Public Supervisory Officials’ Association. 12.  Ontario Secondary School Teachers’ Federation. 13.  Ontario Teachers’ Federation. O. Reg. 270/06, s. 12.  Français  ",
            "raw_html": "<p class=\"section-e\"><b>  24. </b>Every person elected to the Council shall, within 30 days after being declared elected, provide the Registrar with a report setting out,</p> <p class=\"clause-e\">  (a)  the amount of money received in relation to the election;</p> <p class=\"clause-e\">  (b)  the value of goods or services received in relation to the election; and</p> <p class=\"clause-e\">  (c)  the sources of the money, goods or services referred to in clauses (a) and (b).  O. Reg. 270/06, s. 10; S.O. 2009, c. 33, Sched. 13, s. 4.</p> <p class=\"tableheading-e\"><a name=\"BK14\"></a>TABLE 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Position</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Residence Requirement</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Regional Positions 1 and 7</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">The elector or nominee must reside in one of the following regions:</p> <p class=\"table-e\">Algoma, Cochrane, Kenora, Rainy River, Thunder Bay, The Regional County Municipality of Abitibi, The Regional County Municipality of Abitibi-Ouest, The Regional County Municipality of Rouyn-Noranda, The Regional County Municipality of Témiscamingue, The Regional County Municipality of Vallée-de-l’Or in Quebec or Manitoba.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Regional Positions 2 and 8</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">The elector or nominee must reside in the following region: </p> <p class=\"table-e\">Sudbury, Manitoulin, Timiskaming, Nipissing or Parry Sound.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Regional Positions 3 and 9</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">The elector or nominee must reside in one of the following regions:</p> <p class=\"table-e\">Ottawa, Prescott, Russell, Stormont, Dundas, Glengarry, Hastings, Lennox, Addington, Lanark, Renfrew, Leeds, Grenville, Frontenac, Prince Edward or any part of Quebec not described in Column 2 opposite Regional Positions 1 and 7.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Regional Positions 4 and 10</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">The elector or nominee must reside in one of the following regions:</p> <p class=\"table-e\">Northumberland, Kawartha Lakes, Peterborough, Clarington, Simcoe, Haliburton, Muskoka, Dufferin, Wellington, Peel, Halton, Waterloo, Niagara or Hamilton.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Regional Positions 5 and 11</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">The elector or nominee must reside in one of the following regions:</p> <p class=\"table-e\">Brant, Essex, Lambton, Elgin, Middlesex, Huron, Perth, Bruce, Grey, Oxford, Haldimand, Norfolk or Chatham-Kent.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"147\"> <p class=\"table-e\">Regional Positions 6 and 12</p> </td> <td valign=\"top\" width=\"525\"> <p class=\"table-e\">The elector or nominee must reside in one of the following regions:</p> <p class=\"table-e\">Toronto, York, Durham (excluding Clarington) or any area not described in Column 2 opposite Regional Positions 1 to 5 or 7 to 11.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 270/06, s. 11.</p> <p class=\"tableheading-e\"><a name=\"BK15\"></a>TABLE 2</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Position</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Position Description</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Requirements</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 13</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">English-language public board elementary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements: </p> <p class=\"tablelevel1-e\">  1.  The person must be employed by an English-language public district school board, the Provincial Schools Authority or a school authority, other than a Roman Catholic school authority or a board of a secondary school district established under section 67 of the  <i>Education Act</i>.</p> <p class=\"tablelevel1-e\">  2.  The person must be employed as an elementary school teacher.</p> <p class=\"tablelevel1-e\">  3.  The person must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division.</p> <p class=\"tablelevel1-e\">  4.  The person must not be employed in a French-language instructional unit.</p> <p class=\"tablelevel1-e\">  5.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 14</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">English-language public board secondary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements:</p> <p class=\"tablelevel1-e\">  1.  The person must be employed by an English-language public district school board, public school authority or the Provincial Schools Authority.</p> <p class=\"tablelevel1-e\">  2.  The person must be employed as a secondary school teacher.</p> <p class=\"tablelevel1-e\">  3.  The person must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.</p> <p class=\"tablelevel1-e\">  4.  The person must not be employed in a French-language instructional unit.</p> <p class=\"tablelevel1-e\">  5.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 15</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">English-language Roman Catholic board elementary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements:</p> <p class=\"tablelevel1-e\">  1.  The person must be employed by an English-language separate district school board or a Roman Catholic school authority.</p> <p class=\"tablelevel1-e\">  2.  The person must be employed as an elementary school teacher.</p> <p class=\"tablelevel1-e\">  3.  The person must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division.</p> <p class=\"tablelevel1-e\">  4.  The person must not be employed in a French-language instructional unit.</p> <p class=\"tablelevel1-e\">  5.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 16</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">English-language Roman Catholic board secondary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements:</p> <p class=\"tablelevel1-e\">  1.  The person must be employed by an English-language separate district school board.</p> <p class=\"tablelevel1-e\">  2.  The person must be employed as a secondary school teacher.</p> <p class=\"tablelevel1-e\">  3.  The person must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.</p> <p class=\"tablelevel1-e\">  4.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 17</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">French-language Roman Catholic board elementary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements:</p> <p class=\"tablelevel1-e\">  1.  The person must be employed by a French-language separate district school board or Roman Catholic school authority that operates a French-language instructional unit.</p> <p class=\"tablelevel1-e\">  2.  The person must be employed as an elementary school teacher.</p> <p class=\"tablelevel1-e\">  3.  The person must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division.</p> <p class=\"tablelevel1-e\">  4.  The person must be employed in a French-language instructional unit.</p> <p class=\"tablelevel1-e\">  5.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 18</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">French-language Roman Catholic board secondary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements:</p> <p class=\"tablelevel1-e\">  1.  The person must be employed by a French-language separate district school board.</p> <p class=\"tablelevel1-e\">  2.  The person must be employed as a secondary school teacher.</p> <p class=\"tablelevel1-e\">  3.  The person must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.</p> <p class=\"tablelevel1-e\">  4.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 19</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">French-language public board elementary or secondary</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must satisfy all of the following requirements:</p> <p class=\"tablelevel1-e\">  1.  The person must be employed by a French-language public district school board, a public school authority that operates a French-language instructional unit, or the Provincial Schools Authority at Centre Jules-Léger.</p> <p class=\"tablelevel1-e\">  2.  The person,</p> <p class=\"tablelevel2-e\">  i.  must be employed as an elementary school teacher and must hold the qualifications required to teach a course or class in the primary or junior division or in the first two years of the intermediate division, or</p> <p class=\"tablelevel2-e\">  ii.  must be employed as a secondary school teacher and must hold the qualifications required to teach a course or class in the last two years of the intermediate division or in the senior division.</p> <p class=\"tablelevel1-e\">  3.  The person must be employed in a French-language instructional unit.</p> <p class=\"tablelevel1-e\">  4.  The person must be a full-time classroom teacher.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 270/06, s. 11.</p> <p class=\"tableheading-e\"><a name=\"BK16\"></a>TABLE 3</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Position</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Position Description</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Requirements</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 20</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Principal/Vice-Principal</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must be employed as a principal or vice-principal.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 21</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Supervisory Officers</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must be employed as a supervisory officer.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 22</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Private Schools</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must be employed by a private school that has submitted a current notice of intention under section 16 of the <i>Education Act</i>.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Position 23</p> </td> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Faculties of Education</p> </td> <td valign=\"top\" width=\"432\"> <p class=\"table-e\">The person must be employed,</p> <p class=\"tablelevel1-e\"> (a)  as a tenured or tenure-track faculty member;</p> <p class=\"tablelevel1-e\"> (b)  by a university or other post-secondary institution; and</p> <p class=\"tablelevel1-e\"> (c)  at a school or faculty of education or equivalent that offers a program of professional education or a program of additional qualification accredited by the College under Ontario Regulation 347/02 (Accreditation of Teacher Education Programs) made under the Act.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 270/06, s. 11; O. Reg. 181/10, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK17\"></a>Schedule 1</p> <p class=\"paragraph-e\">  1.  Association des directions et directions adjointes des écoles franco-ontariennes.</p> <p class=\"paragraph-e\">  2.  Association des enseignantes et des enseignants franco-ontariens.</p> <p class=\"paragraph-e\">  3.  Association des gestionnaires de l’éducation franco-ontarienne.</p> <p class=\"paragraph-e\">  4.  Catholic Principals’ Council of Ontario.</p> <p class=\"paragraph-e\">  5.  Council of Ontario Directors of Education.</p> <p class=\"paragraph-e\">  6.  Elementary Teachers’ Federation of Ontario.</p> <p class=\"paragraph-e\">  7.  Ontario Catholic Supervisory Officers’ Association.</p> <p class=\"paragraph-e\">  8.  Ontario English Catholic Teachers’ Association.</p> <p class=\"paragraph-e\">  9.  Ontario Ministry of Education.</p> <p class=\"paragraph-e\">  10.  Ontario Principals’ Council.</p> <p class=\"paragraph-e\">  11.  Ontario Public Supervisory Officials’ Association.</p> <p class=\"paragraph-e\">  12.  Ontario Secondary School Teachers’ Federation.</p> <p class=\"paragraph-e\">  13.  Ontario Teachers’ Federation.</p> <p class=\"footnote-e\">O. Reg. 270/06, s. 12.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000293\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}