{
    "reg_info": {
        "full_title": "O. Reg. 104/14: RATIOS OF JOURNEYPERSONS TO APPRENTICES",
        "reg_name_text": "RATIOS OF JOURNEYPERSONS TO APPRENTICES",
        "citation": "O. Reg. 104/14: ",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/140104",
        "date_scraped": "2023-12-18 13:10:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/140104/v2",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/140104/v1",
            "valid_from": "April 10, 2014",
            "valid_to": "December 21, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Prohibition",
            "content": " 1. Without limiting the generality of section 8 of the Act, sponsors of apprentices in trades that are set out in this Regulation are required to comply with the prohibition in that section by not permitting an apprentice to work in a trade except in accordance with the ratio set out in this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Without limiting the generality of section 8 of the Act, sponsors of apprentices in trades that are set out in this Regulation are required to comply with the prohibition in that section by not permitting an apprentice to work in a trade except in accordance with the ratio set out in this Regulation.</p>"
        },
        {
            "id": "2.",
            "section": "Employer as journeyperson",
            "content": " 2. For the purposes of this Regulation, where the person who employs an apprentice in a trade is a journeyperson in the trade, that person is considered the first journeyperson for purposes of determining the journeyperson to apprentice ratio in the trade. Ratios of Journeypersons to Apprentices",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of this Regulation, where the person who employs an apprentice in a trade is a journeyperson in the trade, that person is considered the first journeyperson for purposes of determining the journeyperson to apprentice ratio in the trade.</p> <p class=\"heading1-e\">Ratios of Journeypersons to Apprentices</p>"
        },
        {
            "id": "3.",
            "section": "Architectural glass and metal technician",
            "content": " 3. The number of apprentices who may be sponsored or employed by a person in the trade of architectural glass and metal technician in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The number of apprentices who may be sponsored or employed by a person in the trade of architectural glass and metal technician in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "4.",
            "section": "Brick and stone mason",
            "content": " 4. The number of apprentices who may be sponsored or employed by a person in the trade of brick and stone mason in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The number of apprentices who may be sponsored or employed by a person in the trade of brick and stone mason in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "5.",
            "section": "Cement (concrete) finisher",
            "content": " 5. The number of apprentices who may be sponsored or employed by a person in the trade of cement (concrete) finisher in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; (b) for the second journeyperson, an additional apprentice; and (c) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The number of apprentices who may be sponsored or employed by a person in the trade of cement (concrete) finisher in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice;</p> <p class=\"clause-e\">  (b) for the second journeyperson, an additional apprentice; and</p> <p class=\"clause-e\">  (c) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "6.",
            "section": "Construction boilermaker",
            "content": " 6. The number of apprentices who may be sponsored or employed by a person in the trade of construction boilermaker in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The number of apprentices who may be sponsored or employed by a person in the trade of construction boilermaker in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "7.",
            "section": "Construction millwright",
            "content": " 7. The number of apprentices who may be sponsored or employed by a person in the trade of construction millwright in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The number of apprentices who may be sponsored or employed by a person in the trade of construction millwright in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "8.",
            "section": "Drywall, acoustic and lathing applicator",
            "content": " 8. The number of apprentices who may be sponsored or employed by a person in the trade of drywall, acoustic and lathing applicator in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every four additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The number of apprentices who may be sponsored or employed by a person in the trade of drywall, acoustic and lathing applicator in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every four additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "9.",
            "section": "Drywall finisher and plasterer",
            "content": " 9. The number of apprentices who may be sponsored or employed by a person in the trade of drywall finisher and plasterer in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first  journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The number of apprentices who may be sponsored or employed by a person in the trade of drywall finisher and plasterer in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first  journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "10.",
            "section": "Electrician — construction and maintenance",
            "content": " 10. The number of apprentices who may be sponsored or employed by a person in the trade of electrician — construction and maintenance in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; (b) for the second journeyperson, an additional apprentice; (c) for the third journeyperson, an additional apprentice; (d) for the fourth journeyperson, an additional apprentice; (e) for the next three additional journeypersons, an additional apprentice; (f) for the next six additional journeypersons, an additional apprentice; and (g) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The number of apprentices who may be sponsored or employed by a person in the trade of electrician — construction and maintenance in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice;</p> <p class=\"clause-e\">  (b) for the second journeyperson, an additional apprentice;</p> <p class=\"clause-e\">  (c) for the third journeyperson, an additional apprentice;</p> <p class=\"clause-e\">  (d) for the fourth journeyperson, an additional apprentice;</p> <p class=\"clause-e\">  (e) for the next three additional journeypersons, an additional apprentice;</p> <p class=\"clause-e\">  (f) for the next six additional journeypersons, an additional apprentice; and</p> <p class=\"clause-e\">  (g) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "11.",
            "section": "Electrician — domestic and rural",
            "content": " 11. The number of apprentices who may be sponsored or employed by a person in the trade of electrician — domestic and rural in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) where the work of the trade is not being done in the low rise residential sector, (i) for the first journeyperson, one apprentice, (ii) for the second journeyperson, an additional apprentice, (iii) for the third journeyperson, an additional apprentice, (iv) for the fourth journeyperson, an additional apprentice, (v) for the next three journeypersons, an additional apprentice, (vi) for the next six journeypersons, an additional apprentice, and (vii) for every three additional journeypersons thereafter, an additional apprentice; or (b) where the work of the trade is being done in the low rise residential sector, (i) for the first journeyperson, one apprentice, (ii) for the second journeyperson, an additional apprentice, (iii) for the third journeyperson, an additional apprentice, (iv) for the fourth journeyperson, an additional apprentice, (v) for the next three journeypersons, an additional apprentice, (vi) for the next five journeypersons, an additional apprentice, and (vii) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The number of apprentices who may be sponsored or employed by a person in the trade of electrician — domestic and rural in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) where the work of the trade is not being done in the low rise residential sector,</p> <p class=\"subclause-e\">  (i) for the first journeyperson, one apprentice,</p> <p class=\"subclause-e\">  (ii) for the second journeyperson, an additional apprentice,</p> <p class=\"subclause-e\">  (iii) for the third journeyperson, an additional apprentice,</p> <p class=\"subclause-e\">  (iv) for the fourth journeyperson, an additional apprentice,</p> <p class=\"subclause-e\">  (v) for the next three journeypersons, an additional apprentice,</p> <p class=\"subclause-e\">  (vi) for the next six journeypersons, an additional apprentice, and</p> <p class=\"subclause-e\">  (vii) for every three additional journeypersons thereafter, an additional apprentice; or</p> <p class=\"clause-e\">  (b) where the work of the trade is being done in the low rise residential sector, </p> <p class=\"subclause-e\">  (i) for the first journeyperson, one apprentice,</p> <p class=\"subclause-e\">  (ii) for the second journeyperson, an additional apprentice,</p> <p class=\"subclause-e\">  (iii) for the third journeyperson, an additional apprentice,</p> <p class=\"subclause-e\">  (iv) for the fourth journeyperson, an additional apprentice,</p> <p class=\"subclause-e\">  (v) for the next three journeypersons, an additional apprentice,</p> <p class=\"subclause-e\">  (vi) for the next five journeypersons, an additional apprentice, and</p> <p class=\"subclause-e\">  (vii) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "12.",
            "section": "Floor covering installer",
            "content": " 12. The number of apprentices who may be sponsored or employed by a person in the trade of floor covering installer in relation to the number of journeypersons employed by the person in the trade shall not exceed for every two journeypersons, one apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The number of apprentices who may be sponsored or employed by a person in the trade of floor covering installer in relation to the number of journeypersons employed by the person in the trade shall not exceed for every two journeypersons, one apprentice.</p>"
        },
        {
            "id": "13.",
            "section": "General carpenter",
            "content": " 13. The number of apprentices who may be sponsored or employed by a person in the trade of general carpenter in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The number of apprentices who may be sponsored or employed by a person in the trade of general carpenter in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "14.",
            "section": "Heat and frost insulator",
            "content": " 14. The number of apprentices who may be sponsored or employed by a person in the trade of heat and frost insulator in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The number of apprentices who may be sponsored or employed by a person in the trade of heat and frost insulator in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "15.",
            "section": "Hoisting engineer — mobile crane operator 1",
            "content": " 15. The number of apprentices who may be sponsored or employed by a person in the trade of hoisting engineer — mobile crane operator 1 in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every additional journeyperson thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The number of apprentices who may be sponsored or employed by a person in the trade of hoisting engineer — mobile crane operator 1 in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every additional journeyperson thereafter, an additional apprentice.</p>"
        },
        {
            "id": "16.",
            "section": "Hoisting engineer — mobile crane operator 2",
            "content": " 16. The number of apprentices who may be sponsored or employed by a person in the trade of hoisting engineer — mobile crane operator 2 in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every additional journeyperson thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>The number of apprentices who may be sponsored or employed by a person in the trade of hoisting engineer — mobile crane operator 2 in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every additional journeyperson thereafter, an additional apprentice.</p>"
        },
        {
            "id": "17.",
            "section": "Hoisting engineer — tower crane operator",
            "content": " 17. The number of apprentices who may be sponsored or employed by a person in the trade of hoisting engineer — tower crane operator in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every additional journeyperson thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The number of apprentices who may be sponsored or employed by a person in the trade of hoisting engineer — tower crane operator in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every additional journeyperson thereafter, an additional apprentice.</p>"
        },
        {
            "id": "18.",
            "section": "Ironworker — generalist",
            "content": " 18. The number of apprentices who may be sponsored or employed by a person in the trade of ironworker — generalist in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The number of apprentices who may be sponsored or employed by a person in the trade of ironworker — generalist in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "19.",
            "section": "Ironworker — structural and ornamental",
            "content": " 19. The number of apprentices who may be sponsored or employed by a person in the trade of ironworker — structural and ornamental in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>The number of apprentices who may be sponsored or employed by a person in the trade of ironworker — structural and ornamental in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "20.",
            "section": "Painter and decorator — commercial and residential",
            "content": " 20. The number of apprentices who may be sponsored or employed by a person in the trade of painter and decorator — commercial and residential in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; (b) for the second journeyperson, an additional apprentice; and (c) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>The number of apprentices who may be sponsored or employed by a person in the trade of painter and decorator — commercial and residential in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice;</p> <p class=\"clause-e\">  (b) for the second journeyperson, an additional apprentice; and</p> <p class=\"clause-e\">  (c) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "21.",
            "section": "Painter and decorator — industrial",
            "content": " 21. The number of apprentices who may be sponsored or employed by a person in the trade of painter and decorator — industrial in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; (b) for the second journeyperson, an additional apprentice; and (c) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>The number of apprentices who may be sponsored or employed by a person in the trade of painter and decorator — industrial in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice;</p> <p class=\"clause-e\">  (b) for the second journeyperson, an additional apprentice; and</p> <p class=\"clause-e\">  (c) for every three additional journeypersons thereafter, an additional apprentice.  </p>"
        },
        {
            "id": "22.",
            "section": "Plumber",
            "content": " 22. The number of apprentices who may be sponsored or employed by a person in the trade of plumber in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>The number of apprentices who may be sponsored or employed by a person in the trade of plumber in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "23.",
            "section": "Powerline technician",
            "content": " 23. The number of apprentices who may be sponsored or employed by a person in the trade of powerline technician in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every additional journeyperson thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>The number of apprentices who may be sponsored or employed by a person in the trade of powerline technician in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every additional journeyperson thereafter, an additional apprentice.</p>"
        },
        {
            "id": "24.",
            "section": "Precast concrete erector",
            "content": " 24. The number of apprentices who may be sponsored or employed by a person in the trade of precast concrete erector in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>The number of apprentices who may be sponsored or employed by a person in the trade of precast concrete erector in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "25.",
            "section": "Precast concrete finisher",
            "content": " 25. The number of apprentices who may be sponsored or employed by a person in the trade of precast concrete finisher in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>The number of apprentices who may be sponsored or employed by a person in the trade of precast concrete finisher in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "26.",
            "section": "Refrigeration and air conditioning systems mechanic",
            "content": " 26. The number of apprentices who may be sponsored or employed by a person in the trade of refrigeration and air conditioning systems mechanic in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>The number of apprentices who may be sponsored or employed by a person in the trade of refrigeration and air conditioning systems mechanic in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "27.",
            "section": "Reinforcing rodworker",
            "content": " 27. The number of apprentices who may be sponsored or employed by a person in the trade of reinforcing rodworker in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>The number of apprentices who may be sponsored or employed by a person in the trade of reinforcing rodworker in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "28.",
            "section": "Residential air conditioning systems mechanic",
            "content": " 28. The number of apprentices who may be sponsored or employed by a person in the trade of residential air conditioning systems mechanic in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>The number of apprentices who may be sponsored or employed by a person in the trade of residential air conditioning systems mechanic in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "29.",
            "section": "Residential (low rise) sheet metal installer",
            "content": " 29. The number of apprentices who may be sponsored or employed by a person in the trade of residential (low rise) sheet metal installer in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every three additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>The number of apprentices who may be sponsored or employed by a person in the trade of residential (low rise) sheet metal installer in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every three additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "30.",
            "section": "Restoration mason",
            "content": " 30. The number of apprentices who may be sponsored or employed by a person in the trade of restoration mason in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>The number of apprentices who may be sponsored or employed by a person in the trade of restoration mason in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "31.",
            "section": "Roofer",
            "content": " 31. The number of apprentices who may be sponsored or employed by a person in the trade of roofer in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>The number of apprentices who may be sponsored or employed by a person in the trade of roofer in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "32.",
            "section": "Sheet metal worker",
            "content": " 32. The number of apprentices who may be sponsored or employed by a person in the trade of sheet metal worker in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; (b) for the first three additional journeypersons, an additional apprentice; (c) for the next three additional journeypersons, an additional apprentice; and (d) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>The number of apprentices who may be sponsored or employed by a person in the trade of sheet metal worker in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice;</p> <p class=\"clause-e\">  (b) for the first three additional journeypersons, an additional apprentice;</p> <p class=\"clause-e\">  (c) for the next three additional journeypersons, an additional apprentice; and</p> <p class=\"clause-e\">  (d) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "33.",
            "section": "Sprinkler and fire protection installer",
            "content": " 33. The number of apprentices who may be sponsored or employed by a person in the trade of sprinkler and fire protection installer in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every additional journeyperson thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>The number of apprentices who may be sponsored or employed by a person in the trade of sprinkler and fire protection installer in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every additional journeyperson thereafter, an additional apprentice.</p>"
        },
        {
            "id": "34.",
            "section": "Steamfitter",
            "content": " 34. The number of apprentices who may be sponsored or employed by a person in the trade of steamfitter in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>34. </b>The number of apprentices who may be sponsored or employed by a person in the trade of steamfitter in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "35.",
            "section": "Terrazzo, tile and marble setter",
            "content": " 35. The number of apprentices who may be sponsored or employed by a person in the trade of terrazzo, tile and marble setter in relation to the number of journeypersons employed by the person in the trade shall not exceed, (a) for the first journeyperson, one apprentice; and (b) for every two additional journeypersons thereafter, an additional apprentice.",
            "raw_html": "<p class=\"section-e\"> <b>35. </b>The number of apprentices who may be sponsored or employed by a person in the trade of terrazzo, tile and marble setter in relation to the number of journeypersons employed by the person in the trade shall not exceed,</p> <p class=\"clause-e\">  (a) for the first journeyperson, one apprentice; and</p> <p class=\"clause-e\">  (b) for every two additional journeypersons thereafter, an additional apprentice.</p>"
        },
        {
            "id": "36.",
            "section": "Terrazzo, tile and marble setter",
            "content": " 36. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>36.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "37.",
            "section": "Terrazzo, tile and marble setter",
            "content": " 37. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>37.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Terrazzo, tile and marble setter",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/140104\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}