{
    "reg_info": {
        "full_title": "O. Reg. 514/96: PROPANE STORAGE,  HANDLING AND UTILIZATION",
        "reg_name_text": "PROPANE STORAGE,    HANDLING AND UTILIZATION",
        "citation": "O. Reg. 514/96: PROPANE STORAGE,  HANDLING AND UTILIZATION",
        "act_under": "Energy Act   Loi sur les hydrocarbures",
        "url": "https://www.ontario.ca/laws/regulation/960514",
        "date_scraped": "2023-12-19 22:49:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “approved” means, (a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the Energy Act”, dated November 1, 1996, as amended from time to time, (b) with respect to an appliance, equipment, a component or an accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the Director, certifying compliance with an approved standard or laboratory test report, (c) with respect to an installation or work, that it complies with this Regulation or a predecessor of it as it read when the installation was done; “certificate” means a certificate referred to in section 14 of the Act, except in section 10; “Code” means the Ontario Propane Code, 1996 adopted as part of this Regulation under section 2, as amended from time to time; “cylinder handling facility” means a facility where propane in refillable cylinders is sold or otherwise distributed to end users; “engineering services” means services performed for the purposes of the Act and includes services relating to the review of plans or drawings, requests for variances or deviations, the monitoring of field development projects, site remediation and general consultations; “fuel features” means parts that use propane, handle propane, govern combustion or vent combustion products and the features of construction and installation that relate to the safe use and handling of propane; “professional engineer” means a professional engineer within the meaning of the Professional Engineers Act; “propane vehicle” means a vehicle that is designed to travel only or primarily on land and that is propelled by an internal combustion engine fuelled by propane; “unacceptable condition” means, (a) with respect to an appliance, container or work, that it is being used for a purpose other than that for which it was approved, (b) with respect to an appliance, container or work, that an alteration to it, by the addition of a device or attachment or in any other way, or any deterioration of it, is likely to impair its safe operation, or (c) with respect to an appliance or work that the condition of piping, tubing or hoses, the venting of products of combustion, the supply of air for combustion or the clearance from adjacent combustible matter is likely to impair its safe operation or does not meet the requirements of this Regulation or a predecessor of it as it read when the appliance or work was installed; “vehicle conversion centre” means any place where a person carries on the business of, or whose business includes, (a) converting a vehicle designed to travel primarily on land and propelled by a non-propane internal combustion engine so that the vehicle’s engine is fuelled by propane, or (b) repairing, removing, altering or servicing the engine or propane fuel system, or both, of a propane vehicle. O. Reg. 514/96, s. 1. Code",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“approved” means,</p> <p class=\"defclause-e\">(a) with respect to a standard or a laboratory test report, that it is listed in “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the <i>Energy Act</i>”, dated November 1, 1996, as amended from time to time, </p> <p class=\"defclause-e\">(b) with respect to an appliance, equipment, a component or an accessory, that it bears the label or symbol of a designated testing organization or a label or symbol authorized by the Director, certifying compliance with an approved standard or laboratory test report, </p> <p class=\"defclause-e\">(c) with respect to an installation or work, that it complies with this Regulation or a predecessor of it as it read when the installation was done;</p> <p class=\"definition-e\">“certificate” means a certificate referred to in section 14 of the Act, except in section 10;</p> <p class=\"definition-e\">“Code” means the <i>Ontario Propane Code, 1996 </i>adopted as part of this Regulation under section 2, as amended from time to time; </p> <p class=\"definition-e\">“cylinder handling facility” means a facility where propane in refillable cylinders is sold or otherwise distributed to end users;</p> <p class=\"definition-e\">“engineering services” means services performed for the purposes of the Act and includes services relating to the review of plans or drawings, requests for variances or deviations, the monitoring of field development projects, site remediation and general consultations;</p> <p class=\"definition-e\">“fuel features” means parts<b> </b>that use propane, handle propane, govern combustion or vent combustion products and the features of construction and installation that relate to the safe use and handling of propane;</p> <p class=\"definition-e\">“professional engineer” means a professional engineer within the meaning of the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“propane vehicle” means a vehicle that is designed to travel only or primarily on land and that is propelled by an internal combustion engine fuelled by propane;</p> <p class=\"definition-e\">“unacceptable condition” means,</p> <p class=\"defclause-e\">(a) with respect to an appliance, container or work, that it is being used for a purpose other than that for which it was approved,</p> <p class=\"defclause-e\">(b) with respect to an appliance, container or work, that an alteration to it, by the addition of a device or attachment or in any other way, or any deterioration of it, is likely to impair its safe operation, or</p> <p class=\"defclause-e\">(c) with respect to an appliance or work that the condition of piping, tubing or hoses, the venting of products of combustion, the supply of air for combustion or the clearance from adjacent combustible matter is likely to impair its safe operation or does not meet the requirements of this Regulation or a predecessor of it as it read when the appliance or work was installed;</p> <p class=\"definition-e\">“vehicle conversion centre” means any place where a person carries on the business of, or whose business includes,</p> <p class=\"defclause-e\">(a) converting a vehicle designed to travel primarily on land and propelled by a non-propane internal combustion engine so that the vehicle’s engine is fuelled by propane, or</p> <p class=\"defclause-e\">(b) repairing, removing, altering or servicing the engine or propane fuel system, or both, of a propane vehicle. O. Reg. 514/96, s. 1.</p> <p class=\"heading1-e\">Code</p>"
        },
        {
            "id": "2.",
            "section": "Code",
            "content": "2. The Ontario Propane Code, 1996 issued by the Engineering and Standards Branch, Technical Standards Division of the Ministry of Consumer and Commercial Relations and the standards and specifications set out in it, and the “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the Energy Act”, dated November 1, 1996, as amended from time to time, are adopted as part of this Regulation. O. Reg. 514/96, s. 2. Supply and Use of Propane",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The <i>Ontario Propane Code, 1996</i> issued by the Engineering and Standards Branch, Technical Standards Division of the Ministry of Consumer and Commercial Relations and the standards and specifications set out in it, and the “Titles of Standards and Laboratory Test Reports Authorized in the Province of Ontario under the <i>Energy Act”, </i>dated November 1, 1996, as amended from time to time, are adopted as part of this Regulation. O. Reg. 514/96, s. 2.</p> <p class=\"heading1-e\">Supply and Use of Propane</p>"
        },
        {
            "id": "3.",
            "section": "Supply and Use of Propane",
            "content": "3. (1) No person shall knowingly supply propane to or use an appliance, a container, equipment, a propane vehicle, a work or any other thing employed in the handling or use of propane that does not comply with this Regulation or a predecessor of it as it read at the time of the installation. (2) An owner and every person responsible for the operation of an appliance, a container, equipment, a work or any other thing employed in the handling or use of propane shall ensure that an appliance, a container, equipment, a work or any other thing employed in the handling of propane is maintained in a safe operating condition. (3) No person shall operate, or permit to be operated, an appliance or work unless it is maintained in safe operating condition and it complies with this Regulation or a predecessor of it as it read when the appliance or work was installed. O. Reg. 514/96, s. 3. Operation OF AN Appliance OR Work",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) No person shall knowingly supply propane to or use an appliance, a container, equipment, a propane vehicle, a work or any other thing employed in the handling or use of propane that does not comply with this Regulation or a predecessor of it as it read at the time of the installation.</p> <p class=\"subsection-e\">(2) An owner and every person responsible for the operation of an appliance, a container, equipment, a work or any other thing employed in the handling or use of propane shall ensure that an appliance, a container, equipment, a work or any other thing employed in the handling of propane is maintained in a safe operating condition.</p> <p class=\"subsection-e\">(3) No person shall operate, or permit to be operated, an appliance or work unless it is maintained in safe operating condition and it complies with this Regulation or a predecessor of it as it read when the appliance or work was installed. O. Reg. 514/96, s. 3.</p> <p class=\"heading1-e\">Operation OF AN Appliance OR Work</p>"
        },
        {
            "id": "4.",
            "section": "Operation OF AN Appliance OR Work",
            "content": "4. (1) No distributor shall supply propane to a container that is connected to an appliance or work unless the distributor, (a) has inspected the appliance or work at least once within the previous 10 years; and (b) is satisfied that the installation and use of the appliance or work complies with the Act and with this Regulation or a predecessor of it as it read when the appliance or work was installed. (2) A distributor shall prepare a report on each inspection made under subsection (1) and shall retain the report until the next inspection and report are completed. (3) This section does not apply to propane vehicles, industrial vehicles or to appliances on highway vehicles or recreational vehicles. (4) An inspection shall be carried out by a person who is the holder of a valid certificate for the purpose. O. Reg. 514/96, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No distributor shall supply propane to a container that is connected to an appliance or work unless the distributor,</p> <p class=\"clause-e\">(a) has inspected the appliance or work at least once within the previous 10 years; and</p> <p class=\"clause-e\">(b) is satisfied that the installation and use of the appliance or work complies with the Act and with this Regulation or a predecessor of it as it read when the appliance or work was installed.</p> <p class=\"subsection-e\">(2) A distributor shall prepare a report on each inspection made under subsection (1) and shall retain the report until the next inspection and report are completed.</p> <p class=\"subsection-e\">(3) This section does not apply to propane vehicles, industrial vehicles or to appliances on highway vehicles or recreational vehicles.</p> <p class=\"subsection-e\">(4) An inspection shall be carried out by a person who is the holder of a valid certificate for the purpose. O. Reg. 514/96, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Operation OF AN Appliance OR Work",
            "content": "5. (1) This section applies if a person who is exempted from section 14 of the Act installs an appliance or works on an installed appliance in his or her own detached dwelling. (2) The person shall promptly notify the distributor after he or she completes the installation or work. (3) The distributor shall inspect the installation or work to determine whether it complies with the requirements of the Act and regulations. (4) A person referred to in subsection (1) shall not activate any appliance or work installed or serviced by him or her until a holder of a valid certificate has determined that the appliance and its installation comply with this Regulation. (5) In subsection (4), “serviced” does not include the carrying out of routine maintenance. O. Reg. 514/96, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) This section applies if a person who is exempted from section 14 of the Act installs an appliance or works on an installed appliance in his or her own detached dwelling.</p> <p class=\"subsection-e\">(2) The person shall promptly notify the distributor after he or she completes the installation or work.</p> <p class=\"subsection-e\">(3) The distributor shall inspect the installation or work to determine whether it complies with the requirements of the Act and regulations.</p> <p class=\"subsection-e\">(4) A person referred to in subsection (1) shall not activate any appliance or work installed or serviced by him or her until a holder of a valid certificate has determined that the appliance and its installation comply with this Regulation.</p> <p class=\"subsection-e\">(5) In subsection (4), </p> <p class=\"firstdef-e\">“serviced” does not include the carrying out of routine maintenance. O. Reg. 514/96, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Operation OF AN Appliance OR Work",
            "content": "6. (1) A distributor who finds that an appliance or work is in an unacceptable condition constituting an immediate hazard shall, (a) immediately shut off the supply of propane to the appliance or work; and (b) give prompt written notice of the condition to its user, including a direction that it is not to be used until the condition is corrected and a distributor has determined on re-inspection that the condition has been corrected. (2) No user to whom notice has been given under subsection (1) shall use, or permit to be used, the appliance or work until the condition has been corrected and a distributor has determined on re-inspection that the condition has been corrected. (3) A distributor who finds that an appliance or work is in an unacceptable condition that does not constitute an immediate hazard shall promptly give the user a written notice describing the condition and indicate in it that the distributor will shut off the supply of propane to the appliance or work within the period of time specified in the notice, which shall not be greater than 90 days. (4) A distributor who gives notice under subsection (3) shall shut off the supply of propane to the appliance or work if the unacceptable condition is not corrected within 90 days. (5) No user to whom notice has been given under subsection (3) shall use, or permit to be used, the appliance or work after the expiry of the period of time specified in the notice for correcting the condition, unless the condition has been corrected. O. Reg. 514/96, s. 6. Certificate AND Registration Holder Responsibilities",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A distributor who finds that an appliance or work is in an unacceptable condition constituting an immediate hazard shall,</p> <p class=\"clause-e\">(a) immediately shut off the supply of propane to the appliance or work; and</p> <p class=\"clause-e\">(b) give prompt written notice of the condition to its user, including a direction that it is not to be used until the condition is corrected and a distributor has determined on re-inspection that the condition has been corrected.</p> <p class=\"subsection-e\">(2) No user to whom notice has been given under subsection (1) shall use, or permit to be used, the appliance or work until the condition has been corrected and a distributor has determined on re-inspection that the condition has been corrected.</p> <p class=\"subsection-e\">(3) A distributor who finds that an appliance or work is in an unacceptable condition that does not constitute an immediate hazard shall promptly give the user a written notice describing the condition and indicate in it that the distributor will shut off the supply of propane to the appliance or work within the period of time specified in the notice, which shall not be greater than 90 days.</p> <p class=\"subsection-e\">(4) A distributor who gives notice under subsection (3) shall shut off the supply of propane to the appliance or work if the unacceptable condition is not corrected within 90 days.</p> <p class=\"subsection-e\">(5) No user to whom notice has been given under subsection (3) shall use, or permit to be used, the appliance or work after the expiry of the period of time specified in the notice for correcting the condition, unless the condition has been corrected. O. Reg. 514/96, s. 6.</p> <p class=\"heading1-e\">Certificate AND Registration Holder Responsibilities</p>"
        },
        {
            "id": "7.",
            "section": "Certificate AND Registration Holder Responsibilities",
            "content": "7. (1) A holder of a certificate or registration who finds that the unacceptable condition of an appliance or work is an immediate hazard shall, (a) immediately shut off the supply of propane to the appliance or work; (b) promptly give to the propane distributor oral notice of the actions taken under clause (a); (c) promptly give to the user a written notice, (i) describing the condition that constitutes an immediate hazard, and (ii) a statement indicating that the appliance or work shall not be used until the condition is corrected; and (d) give written notice of the condition to the distributor, including notice that the supply of propane has been shut off, within 14 days of finding the condition. (2) No user to whom notice has been given under subsection (1) shall use, or permit to be used, the appliance or work until the condition is corrected. (3) A holder of a certificate or registration who finds an appliance or work is in an unacceptable condition not constituting an immediate hazard shall, (a) immediately give oral notice of the condition to the distributor of propane to the appliance or work; (b) immediately give written notice to the user of the appliance or work describing the condition and advising that notice of the condition has been given to the distributor; and (c) give written notice of the condition to the distributor within 14 days of finding the condition. (4) A distributor to whom notice is given under subsection (1) or (3) shall inspect the appliance or work and take the action required under section 6. O. Reg. 514/96, s. 7. Laboratory Approval OF Appliances,   Components, Accessories AND Equipment",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) A holder of a certificate or registration who finds that the unacceptable condition of an appliance or work is an immediate hazard shall,</p> <p class=\"clause-e\">(a) immediately shut off the supply of propane to the appliance or work;</p> <p class=\"clause-e\">(b) promptly give to the propane distributor oral notice of the actions taken under clause (a);</p> <p class=\"clause-e\">(c) promptly give to the user a written notice,</p> <p class=\"subclause-e\">(i) describing the condition that constitutes an immediate hazard, and</p> <p class=\"subclause-e\">(ii) a statement indicating that the appliance or work shall not be used until the condition is corrected; and</p> <p class=\"clause-e\">(d) give written notice of the condition to the distributor, including notice that the supply of propane has been shut off, within 14 days of finding the condition.</p> <p class=\"subsection-e\">(2) No user to whom notice has been given under subsection (1) shall use, or permit to be used, the appliance or work until the condition is corrected.</p> <p class=\"subsection-e\">(3) A holder of a certificate or registration who finds an appliance or work is in an unacceptable condition not constituting an immediate hazard shall,</p> <p class=\"clause-e\">(a) immediately give oral notice of the condition to the distributor of propane to the appliance or work;</p> <p class=\"clause-e\">(b) immediately give written notice to the user of the appliance or work describing the condition and advising that notice of the condition has been given to the distributor; and</p> <p class=\"clause-e\">(c) give written notice of the condition to the distributor within 14 days of finding the condition.</p> <p class=\"subsection-e\">(4) A distributor to whom notice is given under subsection (1) or (3) shall inspect the appliance or work and take the action required under section 6. O. Reg. 514/96, s. 7.</p> <p class=\"heading1-e\">Laboratory Approval OF Appliances, <br/>  Components, Accessories AND Equipment</p>"
        },
        {
            "id": "8.",
            "section": "Laboratory Approval OF Appliances,   Components, Accessories AND Equipment",
            "content": "8. (1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at a place other than the place where they were installed for their intended use. (2) A person may apply to a designated testing organization to have an appliance, equipment, a component or an accessory tested under this section. (3) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada, the Underwriters’ Laboratories Inc., Inchcape Testing Services NA Inc. and Inchcape Testing Services NA Ltd. are designated as organizations to test appliances, equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of clause 3.2.1 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted by the Code. (4) The Factory Mutual System is designated as an organization to test equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of clause 3.2.1 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted by the Code. (5) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section shall place its label or symbol on it if it conforms to the applicable approved standards or laboratory test reports. O. Reg. 514/96, s. 8. Field Approval OF Appliances,   Equipment, Components, Accessories",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) This section applies only to the testing of an appliance, equipment, a component or an accessory that is carried out at a place other than the place where they were installed for their intended use.</p> <p class=\"subsection-e\">(2) A person may apply to a designated testing organization to have an appliance, equipment, a component or an accessory tested under this section.</p> <p class=\"subsection-e\">(3) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada, the Underwriters’ Laboratories Inc., Inchcape Testing Services NA Inc. and Inchcape Testing Services NA Ltd. are designated as organizations to test appliances, equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of clause 3.2.1 of the Canadian Gas Association Standard CAN/CGA B149.2-M95<b> </b>as adopted by the Code.</p> <p class=\"subsection-e\">(4) The Factory Mutual System is designated as an organization to test equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of clause 3.2.1 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted by the Code.</p> <p class=\"subsection-e\">(5) A designated testing organization that tests an appliance, equipment, a component or an accessory under this section shall place its label or symbol on it if it conforms to the applicable approved standards or laboratory test reports. O. Reg. 514/96, s. 8.</p> <p class=\"heading1-e\">Field Approval OF Appliances, <br/>  Equipment, Components, Accessories </p>"
        },
        {
            "id": "9.",
            "section": "Field Approval OF Appliances,   Equipment, Components, Accessories ",
            "content": "9. (1) This section applies only to the testing of appliances, equipment, a component or an accessory that is carried out at the place where they are installed for their intended use. (2) A person may apply to the Director, an inspector authorized by the Director or International Approval Services Canada Inc. to have an appliance, equipment, a component or an accessory tested under this section. (3) The Director, an inspector authorized by the Director or International Approval Services Canada Inc. may decline to test an appliance, equipment, a component or an accessory if its design is substantially the same as one that has been tested and approved by a designated testing organization. (4) The Director, an inspector authorized by the Director or International Approval Services Canada Inc. may test appliances, equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of clause 3.2.1 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted by the Code. (5) If an appliance, equipment, a component or an accessory tested under subsection (4) conforms to the applicable approved standards or laboratory test reports, an inspector authorized by the Director or International Approval Services Canada Inc. shall place their label or symbol on it. (6) If an appliance, equipment, a component or an accessory is tested under this section, the Director, an inspector authorized by the Director or International Approval Services Canada Inc. shall, (a) determine whether its fuel features comply with the approved standards and this Regulation; (b) affix or cause to be affixed a label or symbol authorized by the Director to the appliance, equipment, a component or accessory, if the Director, an inspector authorized by the Director or International Approval Services Canada Inc. determines that its fuel features comply with the approved standards and this Regulation. (7) An applicant shall provide to the Director, an inspector authorized by the Director or International Approval Services Canada Inc. all information, and shall conduct or cause to be conducted all tests, required to determine compliance with clause (6) (a). (8) An applicant who applies to the Director to have an appliance, equipment, a component or an accessory tested and approved under this section shall pay the non-refundable fees prescribed in the Schedule for the time reasonably spent, (a) in reviewing information about the thing to be tested; (b) in inspecting its fuel features; and (c) in observing any test of the fuel features to determine their compliance with this Regulation. O. Reg. 514/96, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) This section applies only to the testing of appliances, equipment, a component or an accessory that is carried out at the place where they are installed for their intended use.</p> <p class=\"subsection-e\">(2) A person may apply to the Director, an inspector authorized by the Director or International Approval Services Canada Inc. to have an appliance, equipment, a component or an accessory tested under this section.</p> <p class=\"subsection-e\">(3) The Director, an inspector authorized by the Director or International Approval Services Canada Inc. may decline to test an appliance, equipment, a component or an accessory if its design is substantially the same as one that has been tested and approved by a designated testing organization.</p> <p class=\"subsection-e\">(4) The Director, an inspector authorized by the Director or International Approval Services Canada Inc. may test appliances, equipment, components and accessories to applicable approved standards or laboratory test reports for the purposes of clause 3.2.1 of the Canadian Gas Association Standard CAN/CGA B149.2-M95<b> </b>as adopted by the Code.</p> <p class=\"subsection-e\">(5) If an appliance, equipment, a component or an accessory tested under subsection (4) conforms to the applicable approved standards or laboratory test reports, an inspector authorized by the Director or International Approval Services Canada Inc. shall place their label or symbol on it.</p> <p class=\"subsection-e\">(6) If an appliance, equipment, a component or an accessory is tested under this section, the Director, an inspector authorized by the Director or International Approval Services Canada Inc. shall,</p> <p class=\"clause-e\">(a) determine whether its fuel features comply with the approved standards and this Regulation;</p> <p class=\"clause-e\">(b) affix or cause to be affixed a label or symbol authorized by the Director to the appliance, equipment, a component or accessory, if the Director, an inspector authorized by the Director or International Approval Services Canada Inc. determines that its fuel features comply with the approved standards and this Regulation.</p> <p class=\"subsection-e\">(7) An applicant shall provide to the Director, an inspector authorized by the Director or International Approval Services Canada Inc. all information, and shall conduct or cause to be conducted all tests, required to determine compliance with clause (6) (a).</p> <p class=\"subsection-e\">(8) An applicant who applies to the Director to have an appliance, equipment, a component or an accessory tested and approved under this section shall pay the non-refundable fees prescribed in the Schedule for the time reasonably spent,</p> <p class=\"clause-e\">(a) in reviewing information about the thing to be tested;</p> <p class=\"clause-e\">(b) in inspecting its fuel features; and</p> <p class=\"clause-e\">(c) in observing any test of the fuel features to determine their compliance with this Regulation. O. Reg. 514/96, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Field Approval OF Appliances,   Equipment, Components, Accessories ",
            "content": "10. (1) As an alternative to an application under subsection 9 (2), a user of an appliance having an input exceeding 15,000 kilowatts (50,000,000 British thermal units per hour) may, before the appliance is initially activated and used for its intended purpose, obtain a written statement from a professional engineer certifying that the appliance complies with the approved standards and this Regulation. (2) A user seeking to certify an appliance under subsection (1) shall, for the purpose of determining compliance with clause 9 (6) (a) provide the professional engineer with all the information that he or she requires and conduct, or cause to be conducted, all tests that he or she requires. (3) A professional engineer who certifies an appliance shall state whether the fuel features meet the requirement set out in clause 9 (6) (a). (4) The user shall retain the certificate obtained under subsection (1), and the certificate is sufficient indication that the appliance has been approved and replaces the requirement for a label or symbol referred to in clause 9 (6) (b). (5) Before an appliance certified by a professional engineer is activated, the user shall submit to the propane distributor a copy of the certificate, along with the name, address and telephone number of the person who will activate the appliance. O. Reg. 514/96, s. 10. Registration",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) As an alternative to an application under subsection 9 (2), a user of an appliance having an input exceeding 15,000 kilowatts (50,000,000 British thermal units per hour) may, before the appliance is initially activated and used for its intended purpose, obtain a written statement from a professional engineer certifying that the appliance complies with the approved standards and this Regulation.</p> <p class=\"subsection-e\">(2) A user seeking to certify an appliance under subsection (1) shall, for the purpose of determining compliance with clause 9 (6) (a) provide the professional engineer with all the information that he or she requires and conduct, or cause to be conducted, all tests that he or she requires.</p> <p class=\"subsection-e\">(3) A professional engineer who certifies an appliance shall state whether the fuel features meet the requirement set out in clause 9 (6) (a).</p> <p class=\"subsection-e\">(4) The user shall retain the certificate obtained under subsection (1), and the certificate is sufficient indication that the appliance has been approved and replaces the requirement for a label or symbol referred to in clause 9 (6) (b).</p> <p class=\"subsection-e\">(5) Before an appliance certified by a professional engineer is activated, the user shall submit to the propane distributor a copy of the certificate, along with the name, address and telephone number of the person who will activate the appliance. O. Reg. 514/96, s. 10.</p> <p class=\"heading1-e\">Registration </p>"
        },
        {
            "id": "11.",
            "section": "Registration ",
            "content": "11. (1) An application for registration as a contractor or propane vehicle conversion contractor shall be made to the Director in the required form and be accompanied by the prescribed fee. (2) An applicant under subsection (1) shall make separate applications to the Director, (a) for registration as a propane vehicle conversion contractor in respect of each vehicle conversion centre the applicant operates, if any; and (b) for registration as a contractor in respect of operations other than the operation of a vehicle conversion centre. (3) An applicant under clause (2) (a) shall submit with the application for each vehicle conversion centre, (a) a letter from the municipality where the centre is located indicating that the use of the centre for its intended purpose does not contravene the zoning by-laws of the municipality; (b) a legible plan in triplicate showing, (i) each building located within 75 feet of the vehicle conversion centre, and (ii) any other relevant information; (c) a written statement identifying at least one person who is the holder of a valid internal combustion alternate fuel technician (ICE) certificate and who performs work at the applicant’s vehicle conversion centre; and (d) confirmation that the site complies with Branch Standard No. 9. (4) The Director shall issue a registration to a person if the person complies with subsections (1), (2) and (3). (5) A registration expires one year after the date of its issue. (6) A propane vehicle conversion contractor may operate a vehicle conversion centre only at the location set out in the registration. (7) No person shall operate a vehicle conversion centre unless the person is registered as a propane vehicle conversion contractor. (8) The holder of a registration shall display it in a conspicuous place at the business address set out on the registration. (9) A registration is not transferable. O. Reg. 514/96, s. 11. Propane Vehicle Conversions",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) An application for registration as a contractor or propane vehicle conversion contractor shall be made to the Director in the required form and be accompanied by the prescribed fee.</p> <p class=\"subsection-e\">(2) An applicant under subsection (1) shall make separate applications to the Director,</p> <p class=\"clause-e\">(a) for registration as a propane vehicle conversion contractor in respect of each vehicle conversion centre the applicant operates, if any; and</p> <p class=\"clause-e\">(b) for registration as a contractor in respect of operations other than the operation of a vehicle conversion centre.</p> <p class=\"subsection-e\">(3) An applicant under clause (2) (a) shall submit with the application for each vehicle conversion centre,</p> <p class=\"clause-e\">(a) a letter from the municipality where the centre is located indicating that the use of the centre for its intended purpose does not contravene the zoning by-laws of the municipality;</p> <p class=\"clause-e\">(b) a legible plan in triplicate showing,</p> <p class=\"subclause-e\">(i) each building located within 75 feet of the vehicle conversion centre, and </p> <p class=\"subclause-e\">(ii) any other relevant information; </p> <p class=\"clause-e\">(c) a written statement identifying at least one person who is the holder of a valid internal combustion alternate fuel technician (ICE) certificate and who performs work at the applicant’s vehicle conversion centre; and</p> <p class=\"clause-e\">(d) confirmation that the site complies with Branch Standard No. 9.</p> <p class=\"subsection-e\">(4) The Director shall issue a registration to a person if the person complies with subsections (1), (2) and (3).</p> <p class=\"subsection-e\">(5) A registration expires one year after the date of its issue.</p> <p class=\"subsection-e\">(6) A propane vehicle conversion contractor may operate a vehicle conversion centre only at the location set out in the registration.</p> <p class=\"subsection-e\">(7) No person shall operate a vehicle conversion centre unless the person is registered as a propane vehicle conversion contractor.</p> <p class=\"subsection-e\">(8) The holder of a registration shall display it in a conspicuous place at the business address set out on the registration.</p> <p class=\"subsection-e\">(9) A registration is not transferable. O. Reg. 514/96, s. 11.</p> <p class=\"heading1-e\">Propane Vehicle Conversions</p>"
        },
        {
            "id": "12.",
            "section": "Propane Vehicle Conversions",
            "content": "12. (1) A propane vehicle conversion contractor who operates a vehicle conversion centre shall ensure that each vehicle converted to propane at the centre is converted in compliance with this Regulation and has affixed to it the labels required by the Code. (2) A contractor shall pay the required fee to the Director for the labels required under subsection (1). (3) A vehicle conversion centre shall be equipped with one or more approved fire extinguishers classified in accordance with ULC Standard CAN-S508 of not less than a total 40-B,C rating. O. Reg. 514/96, s. 12. Vehicle Operation",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) A propane vehicle conversion contractor who operates a vehicle conversion centre shall ensure that each vehicle converted to propane at the centre is converted in compliance with this Regulation and has affixed to it the labels required by the Code.</p> <p class=\"subsection-e\">(2) A contractor shall pay the required fee to the Director for the labels required under subsection (1).</p> <p class=\"subsection-e\">(3) A vehicle conversion centre shall be equipped with one or more approved fire extinguishers classified in accordance with ULC Standard CAN-S508 of not less than a total 40-B,C rating. O. Reg. 514/96, s. 12.</p> <p class=\"heading1-e\">Vehicle Operation</p>"
        },
        {
            "id": "13.",
            "section": "Vehicle Operation",
            "content": "13. (1) No person shall operate, or permit to be operated, a vehicle that is converted to use propane, after this Regulation comes into force, unless the labels required by the Code are affixed to the vehicle.  (2) No person shall operate, or permit to be operated, a vehicle that is converted to use propane unless the propane fuel system complies with this Regulation or a predecessor of the Regulation as it read at the time of the conversion. (3) No person shall connect, or permit to be connected, a gasoline or propane fuelling nozzle to the fuel fill point of a vehicle equipped with a propane appliance unless the supply of propane to the main burners and pilot burners of the appliance is shut off. (4) An operator of a vehicle with a propane appliance installed on it shall shut off, or cause to be shut off, the supply of propane to the main burner and pilot burner of the appliance before a gasoline or propane fuelling nozzle is connected by anyone to the fuel fill point of the vehicle. (5) Except as permitted by the Code, no person shall park a vehicle inside a building, if a cylinder containing propane is mounted, installed or stored in or on the vehicle. (6) No person shall supply propane to a tank installed on a propane vehicle unless, (a) the fixed liquid level gauge of the tank remains open during the filling operation; or (b) a tank on a propane vehicle is equipped with an approved automatic stop-fill valve and the vehicle has a label located at the fill point identifying that an approved automatic stop-fill valve is installed. (7) A person filling a tank using a fixed liquid level gauge shall immediately stop filling and close the gauge when liquid propane appears at the outlet of the gauge. (8) No person shall transfer propane to the tank of a propane vehicle on a highway except in an emergency. (9) No person shall operate a propane vehicle unless the service valve of the propane tank on the vehicle is fully open when the engine of the vehicle is operating on propane fuel. O. Reg. 514/96, s. 13. Cylinder Handling Facility Licence",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) No person shall operate, or permit to be operated, a vehicle that is converted to use propane, after this Regulation comes into force, unless the labels required by the Code are affixed to the vehicle. </p> <p class=\"subsection-e\">(2) No person shall operate, or permit to be operated, a vehicle that is converted to use propane unless the propane fuel system complies with this Regulation or a predecessor of the Regulation as it read at the time of the conversion.</p> <p class=\"subsection-e\">(3) No person shall connect, or permit to be connected, a gasoline or propane fuelling nozzle to the fuel fill point of a vehicle equipped with a propane appliance unless the supply of propane to the main burners and pilot burners of the appliance is shut off.</p> <p class=\"subsection-e\">(4) An operator of a vehicle with a propane appliance installed on it shall shut off, or cause to be shut off, the supply of propane to the main burner and pilot burner of the appliance before a gasoline or propane fuelling nozzle is connected by anyone to the fuel fill point of the vehicle.</p> <p class=\"subsection-e\">(5) Except as permitted by the Code, no person shall park a vehicle inside a building, if a cylinder containing propane is mounted, installed or stored in or on the vehicle.</p> <p class=\"subsection-e\">(6) No person shall supply propane to a tank installed on a propane vehicle unless, </p> <p class=\"clause-e\">(a) the fixed liquid level gauge of the tank remains open during the filling operation; or</p> <p class=\"clause-e\">(b) a tank on a propane vehicle is equipped with an approved automatic stop-fill valve and the vehicle has a label located at the fill point identifying that an approved automatic stop-fill valve is installed.</p> <p class=\"subsection-e\">(7) A person filling a tank using a fixed liquid level gauge shall immediately stop filling and close the gauge when liquid propane appears at the outlet of the gauge.</p> <p class=\"subsection-e\">(8) No person shall transfer propane to the tank of a propane vehicle on a highway except in an emergency.</p> <p class=\"subsection-e\">(9) No person shall operate a propane vehicle unless the service valve of the propane tank on the vehicle is fully open when the engine of the vehicle is operating on propane fuel. O. Reg. 514/96, s. 13.</p> <p class=\"heading1-e\">Cylinder Handling Facility Licence</p>"
        },
        {
            "id": "14.",
            "section": "Cylinder Handling Facility Licence",
            "content": "14. (1) An application for a licence to operate a cylinder handling facility may be made to the Director and, subject to subsection (2), separate applications shall be made for a licence for each facility. (2) A holder of a licence permitting the operation of a filling plant or a container refill centre, either of which contains a cylinder handling facility, is not required to apply under subsection (1) for a separate licence for the operation of the cylinder handling facility. (3) An applicant who applies to the Director for a licence under subsection (1) shall, (a) submit an application in the form required by the Director; (b) pay the required fee; (c) provide a letter from the municipality where the applicant’s cylinder handling facility is located indicating that the use of the facility for its intended purpose does not contravene the zoning by-laws of the municipality; and (d) subject to subsections (12), (13) and (14), prepare and submit a legible plan in triplicate showing, (i) the height, type and construction materials of each fence surrounding each cylinder storage area at the facility, (ii) the distance from each cylinder storage area at the facility to the property lines of the facility, (iii) each building or structure located within 50 feet of each cylinder storage area at the facility, (iv) the distance from each cylinder storage area at the facility to any other site where flammable or combustible substances are stored, (v) the location of thoroughfares and sidewalks adjacent to the facility, (vi) the property lines of adjoining property occupied by schools, churches, hospitals, athletic fields or other points of public gathering, and (vii) any other relevant information. (4) The Director may cause an inspector to inspect a cylinder handling facility referred to in a licence or in an application for a licence to determine if the facility complies with this Regulation. (5) The Director shall issue a licence to operate a cylinder handling facility to an applicant who, (a) complies with subsection (3); (b) pays the required fee for any engineering services or inspection services rendered; and (c) complies with the applicable provisions of Parts 8, 9 and 10 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code in respect of cylinder handling facilities. (6) A holder of a licence to operate a cylinder handling facility shall not make an addition or alteration to the facility unless the holder has applied for and received the written permission of the Director. (7) The Director shall give the written permission under subsection (6) if, in his or her opinion, the addition or alteration meets the requirements of this Regulation and is not inconsistent with the applicable municipal by-laws. (8) An applicant under subsection (6) shall, (a) set out in the application all details of the addition or alteration proposed; (b) provide a letter from the municipality under clause (3) (c), if the addition or alteration affects compliance with the municipality’s zoning by-laws; and (c) provide a new plan under clause (3) (d), if the addition or alteration entails any changes to the plan previously provided under that clause or a predecessor of it. (9) No person shall operate a cylinder handling facility if an addition or alteration to it is made without the Director’s written permission. (10) A licence to operate a cylinder handling facility expires one year after the date of its issue. (11) A holder of a licence to operate a cylinder handling facility shall post the licence in a conspicuous place at the business address of the holder set out on the licence. (12) An applicant does not have to prepare a plan under clause (3) (d) if no filling or purging of cylinders will occur at the cylinder handling facility for which the application is made. (13) An applicant must prepare, but is not required to submit, plans under clause (3) (d) if, (a) the plans are approved by, and stamped with the seal of, a professional engineer; (b) the professional engineer submits a written declaration to the Director that the plans were approved and stamped in accordance with clause (a); and (c) the plans are kept at all times at the cylinder handling facility during its construction. (14) Upon request by an inspector, an applicant under subsection (13) must produce the plans within 72 hours for inspection. O. Reg. 514/96, s. 14. Filling Plants and Container Refill Centres",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) An application for a licence to operate a cylinder handling facility may be made to the Director and, subject to subsection (2), separate applications shall be made for a licence for each facility.</p> <p class=\"subsection-e\">(2) A holder of a licence permitting the operation of a filling plant or a container refill centre, either of which contains a cylinder handling facility, is not required to apply under subsection (1) for a separate licence for the operation of the cylinder handling facility.</p> <p class=\"subsection-e\">(3) An applicant who applies to the Director for a licence under subsection (1) shall,</p> <p class=\"clause-e\">(a) submit an application in the form required by the Director;</p> <p class=\"clause-e\">(b) pay the required fee;</p> <p class=\"clause-e\">(c) provide a letter from the municipality where the applicant’s cylinder handling facility is located indicating that the use of the facility for its intended purpose does not contravene the zoning by-laws of the municipality; and</p> <p class=\"clause-e\">(d) subject to subsections (12), (13) and (14), prepare and submit a legible plan in triplicate showing,</p> <p class=\"subclause-e\">(i) the height, type and construction materials of each fence surrounding each cylinder storage area at the facility,</p> <p class=\"subclause-e\">(ii) the distance from each cylinder storage area at the facility to the property lines of the facility,</p> <p class=\"subclause-e\">(iii) each building or structure located within 50 feet of each cylinder storage area at the facility, </p> <p class=\"subclause-e\">(iv) the distance from each cylinder storage area at the facility to any other site where flammable or combustible substances are stored,</p> <p class=\"subclause-e\">(v) the location of thoroughfares and sidewalks adjacent to the facility,</p> <p class=\"subclause-e\">(vi) the property lines of adjoining property occupied by schools, churches, hospitals, athletic fields or other points of public gathering, and</p> <p class=\"subclause-e\">(vii) any other relevant information.</p> <p class=\"subsection-e\">(4) The Director may cause an inspector to inspect a cylinder handling facility referred to in a licence or in an application for a licence to determine if the facility complies with this Regulation.</p> <p class=\"subsection-e\">(5) The Director shall issue a licence to operate a cylinder handling facility to an applicant who,</p> <p class=\"clause-e\">(a) complies with subsection (3); </p> <p class=\"clause-e\">(b) pays the required fee for any engineering services or inspection services rendered; and</p> <p class=\"clause-e\">(c) complies with the applicable provisions of Parts 8, 9 and 10 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code in respect of cylinder handling facilities.</p> <p class=\"subsection-e\">(6) A holder of a licence to operate a cylinder handling facility shall not make an addition or alteration to the facility unless the holder has applied for and received the written permission of the Director.</p> <p class=\"subsection-e\">(7) The Director shall give the written permission under subsection (6) if, in his or her opinion, the addition or alteration meets the requirements of this Regulation and is not inconsistent with the applicable municipal by-laws.</p> <p class=\"subsection-e\">(8) An applicant under subsection (6) shall,</p> <p class=\"clause-e\">(a) set out in the application all details of the addition or alteration proposed;</p> <p class=\"clause-e\">(b) provide a letter from the municipality under clause (3) (c), if the addition or alteration affects compliance with the municipality’s zoning by-laws; and</p> <p class=\"clause-e\">(c) provide a new plan under clause (3) (d), if the addition or alteration entails any changes to the plan previously provided under that clause or a predecessor of it.</p> <p class=\"subsection-e\">(9) No person shall operate a cylinder handling facility if an addition or alteration to it is made without the Director’s written permission.</p> <p class=\"subsection-e\">(10) A licence to operate a cylinder handling facility expires one year after the date of its issue.</p> <p class=\"subsection-e\">(11) A holder of a licence to operate a cylinder handling facility shall post the licence in a conspicuous place at the business address of the holder set out on the licence.</p> <p class=\"subsection-e\">(12) An applicant does not have to prepare a plan under clause (3) (d) if no filling or purging of cylinders will occur at the cylinder handling facility for which the application is made.</p> <p class=\"subsection-e\">(13) An applicant must prepare, but is not required to submit, plans under clause (3) (d) if,</p> <p class=\"clause-e\">(a) the plans are approved by, and stamped with the seal of, a professional engineer;</p> <p class=\"clause-e\">(b) the professional engineer submits a written declaration to the Director that the plans were approved and stamped in accordance with clause (a); and</p> <p class=\"clause-e\">(c) the plans are kept at all times at the cylinder handling facility during its construction.</p> <p class=\"subsection-e\">(14) Upon request by an inspector, an applicant under subsection (13) must produce the plans within 72 hours for inspection. O. Reg. 514/96, s. 14.</p> <p class=\"heading1-e\">Filling Plants and Container Refill Centres</p>"
        },
        {
            "id": "15.",
            "section": "Filling Plants and Container Refill Centres",
            "content": "15. (1) An application for a licence to operate a container refill centre or filling plant may be made to the Director. (2) An applicant under subsection (1) shall, (a) submit an application in the form required by the Director; (b) pay the required fee; (c) provide a letter from the municipality where the container refill centre or filling plant, as the case may be, is located indicating that the use of it for its intended purpose does not contravene the zoning by-laws of the municipality; (d) subject to subsections (16) and (17), prepare and submit a legible plan in triplicate showing, (i) the location of each propane storage tank, cylinder storage facility, underground piping or tubing and other propane handling facilities within the container refill centre or filling plant, (ii) the distance from each propane storage tank and cylinder storage facility to the property lines of the centre or plant, (iii) each building or structure located within 50 feet of a propane storage tank, (iv) the location of each site where flammable or combustible substances are stored, (v) the capacity in USWG of each propane storage tank within the centre or plant, and (vi) any other relevant information; and (e) submit a pre-installation site checksheet confirming that the site complies with Branch Standard No. 9. (3) The Director may cause an inspector to inspect a container refill centre or filling plant referred to in a licence or in an application for a licence to determine if the centre or plant complies with the applicable provisions of Part 10 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code. (4) The Director shall issue a licence to operate a container refill centre or filling plant to an applicant if, (a) the applicant complies with subsection (2); (b) the applicant pays the required fee for any engineering services or inspection services rendered; and (c) the centre or plant complies with the applicable provisions of Part 10 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code. (5) A holder of a licence to operate a container refill centre or filling plant shall not make an addition or alteration to it unless the holder has applied for and received the written permission of the Director. (6) The Director shall give the written permission under subsection (5) if, in his or her opinion, the addition or alteration meets the requirements of this Regulation and is not inconsistent with the applicable municipal by-laws. (7) An applicant under subsection (5) shall, (a) set out in the application all details of the addition or alteration proposed; (b) provide a letter from the municipality under clause (2) (c) if the addition or alteration affects compliance with the municipality’s zoning by-laws; and (c) provide a new plan under clause (2) (d) if the addition or alteration entails any changes to the plan previously provided under that clause or a predecessor of it. (8) No person shall operate a container refill centre or a filling plant if an addition or alteration to it is made without the Director’s written permission. (9) A holder of a licence to operate a container refill centre or a filling plant shall ensure that each employee of the holder who handles propane, each person who is authorized to transfer propane to a container and each person to whom the holder issues an access code, card or key to dispense propane is trained, (a) in the safe handling of propane, including the safe operation and use of propane dispensing equipment; and (b) in the use of emergency shut-down switches, valves and procedures in respect of propane. (10) A licence to operate a container refill centre or a filling plant expires one year after the date of its issue. (11) The holder of a licence to operate a container refill centre or a filling plant shall display the licence in a conspicuous place at the business address referred to in the licence. (12) An operator of a propane vehicle situated at a container refill centre or a filling plant shall ensure that the engine ignition of the vehicle is off during refuelling of the vehicle with propane. (13) While a propane vehicle is being refuelled with propane, no person shall knowingly have in his or her possession lighted smoking material or any other ignited substance within 10 feet of, (a) the propane dispenser used to refuel the vehicle; (b) the propane tank of the vehicle; or (c) the propane fill point of the vehicle. (14) No person shall knowingly refuel a propane vehicle with propane if, (a) the vehicle’s engine ignition is on; (b) the main-burner or pilot light of a fuel-fired appliance on board the vehicle is on; or (c) any lighted smoking material or other ignited substance is within 10 feet of, (i) the propane dispenser used to refuel the vehicle, (ii) the propane container of the vehicle, or (iii) the propane fill point of the vehicle. (15) The total capacity of all propane storage tanks at a container refill centre shall not exceed 5,000 USWG. (16) An applicant must prepare, but is not required to submit, plans under clause (2) (d) if, (a) the plans are approved by, and stamped with the seal of, a professional engineer; (b) the professional engineer submits a written declaration to the Director that the plans were approved and stamped in accordance with clause (a); and (c) the plans are kept at all times at the centre or plant during its construction. (17) Upon request by an inspector, an applicant under subsection (16) must produce the plans within 72 hours for inspection. O. Reg. 514/96, s. 15. Tank Truck OR Cargo Liner Licence",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) An application for a licence to operate a container refill centre or filling plant may be made to the Director.</p> <p class=\"subsection-e\">(2) An applicant under subsection (1) shall,</p> <p class=\"clause-e\">(a) submit an application in the form required by the Director;</p> <p class=\"clause-e\">(b) pay the required fee;</p> <p class=\"clause-e\">(c) provide a letter from the municipality where the container refill centre or filling plant, as the case may be, is located indicating that the use of it for its intended purpose does not contravene the zoning by-laws of the municipality;</p> <p class=\"clause-e\">(d) subject to subsections (16) and (17), prepare and submit a legible plan in triplicate showing,</p> <p class=\"subclause-e\">(i) the location of each propane storage tank, cylinder storage facility, underground piping or tubing and other propane handling facilities within the container refill centre or filling plant,</p> <p class=\"subclause-e\">(ii) the distance from each propane storage tank and cylinder storage facility to the property lines of the centre or plant,</p> <p class=\"subclause-e\">(iii) each building or structure located within 50 feet of a propane storage tank, </p> <p class=\"subclause-e\">(iv) the location of each site where flammable or combustible substances are stored,</p> <p class=\"subclause-e\">(v) the capacity in USWG of each propane storage tank within the centre or plant, and</p> <p class=\"subclause-e\">(vi) any other relevant information; and</p> <p class=\"clause-e\">(e) submit a pre-installation site checksheet confirming that the site complies with Branch Standard No. 9.</p> <p class=\"subsection-e\">(3) The Director may cause an inspector to inspect a container refill centre or filling plant referred to in a licence or in an application for a licence to determine if the centre or plant complies with the applicable provisions of Part 10 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code.</p> <p class=\"subsection-e\">(4) The Director shall issue a licence to operate a container refill centre or filling plant to an applicant if,</p> <p class=\"clause-e\">(a) the applicant complies with subsection (2);</p> <p class=\"clause-e\">(b) the applicant pays the required fee for any engineering services or inspection services rendered; and</p> <p class=\"clause-e\">(c) the centre or plant complies with the applicable provisions of Part 10 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code.</p> <p class=\"subsection-e\">(5) A holder of a licence to operate a container refill centre or filling plant shall not make an addition or alteration to it unless the holder has applied for and received the written permission of the Director.</p> <p class=\"subsection-e\">(6) The Director shall give the written permission under subsection (5) if, in his or her opinion, the addition or alteration meets the requirements of this Regulation and is not inconsistent with the applicable municipal by-laws.</p> <p class=\"subsection-e\">(7) An applicant under subsection (5) shall,</p> <p class=\"clause-e\">(a) set out in the application all details of the addition or alteration proposed; </p> <p class=\"clause-e\">(b) provide a letter from the municipality under clause (2) (c) if the addition or alteration affects compliance with the municipality’s zoning by-laws; and</p> <p class=\"clause-e\">(c) provide a new plan under clause (2) (d) if the addition or alteration entails any changes to the plan previously provided under that clause or a predecessor of it.</p> <p class=\"subsection-e\">(8) No person shall operate a container refill centre or a filling plant if an addition or alteration to it is made without the Director’s written permission.</p> <p class=\"subsection-e\">(9) A holder of a licence to operate a container refill centre or a filling plant shall ensure that each employee of the holder who handles propane, each person who is authorized to transfer propane to a container and each person to whom the holder issues an access code, card or key to dispense propane is trained,</p> <p class=\"clause-e\">(a) in the safe handling of propane, including the safe operation and use of propane dispensing equipment; and</p> <p class=\"clause-e\">(b) in the use of emergency shut-down switches, valves and procedures in respect of propane.</p> <p class=\"subsection-e\">(10) A licence to operate a container refill centre or a filling plant expires one year after the date of its issue.</p> <p class=\"subsection-e\">(11) The holder of a licence to operate a container refill centre or a filling plant shall display the licence in a conspicuous place at the business address referred to in the licence.</p> <p class=\"subsection-e\">(12) An operator of a propane vehicle situated at a container refill centre or a filling plant shall ensure that the engine ignition of the vehicle is off during refuelling of the vehicle with propane.</p> <p class=\"subsection-e\">(13) While a propane vehicle is being refuelled with propane, no person shall knowingly have in his or her possession lighted smoking material or any other ignited substance within 10 feet of,</p> <p class=\"clause-e\">(a) the propane dispenser used to refuel the vehicle;</p> <p class=\"clause-e\">(b) the propane tank of the vehicle; or</p> <p class=\"clause-e\">(c) the propane fill point of the vehicle.</p> <p class=\"subsection-e\">(14) No person shall knowingly refuel a propane vehicle with propane if,</p> <p class=\"clause-e\">(a) the vehicle’s engine ignition is on;</p> <p class=\"clause-e\">(b) the main-burner or pilot light of a fuel-fired appliance on board the vehicle is on; or</p> <p class=\"clause-e\">(c) any lighted smoking material or other ignited substance is within 10 feet of,</p> <p class=\"subclause-e\">(i) the propane dispenser used to refuel the vehicle,</p> <p class=\"subclause-e\">(ii) the propane container of the vehicle, or</p> <p class=\"subclause-e\">(iii) the propane fill point of the vehicle.</p> <p class=\"subsection-e\">(15) The total capacity of all propane storage tanks at a container refill centre shall not exceed 5,000 USWG.</p> <p class=\"subsection-e\">(16) An applicant must prepare, but is not required to submit, plans under clause (2) (d) if,</p> <p class=\"clause-e\">(a) the plans are approved by, and stamped with the seal of, a professional engineer;</p> <p class=\"clause-e\">(b) the professional engineer submits a written declaration to the Director that the plans were approved and stamped in accordance with clause (a); and</p> <p class=\"clause-e\">(c) the plans are kept at all times at the centre or plant during its construction.</p> <p class=\"subsection-e\">(17) Upon request by an inspector, an applicant under subsection (16) must produce the plans within 72 hours for inspection. O. Reg. 514/96, s. 15.</p> <p class=\"heading1-e\">Tank Truck OR Cargo Liner Licence</p>"
        },
        {
            "id": "16.",
            "section": "Tank Truck OR Cargo Liner Licence",
            "content": "16. (1) An application for a licence to transport propane in tank trucks or cargo liners used in a person’s business may be made to the Director and separate applications shall be made in respect of each tank truck or cargo liner. (2) An applicant who applies for a licence under subsection (1) shall, (a) submit an application in the form required by the Director; and (b) pay the required fee. (3) The Director may cause an inspector to inspect a tank truck or cargo liner referred to in a licence or in an application for a licence for the truck or liner. (4) The Director shall issue a licence to operate a tank truck or cargo liner to a person who, (a) complies with subsection (2); (b) pays the required fee for any inspection services rendered; and (c) complies with the applicable provisions of Part 11 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code in respect of the tank truck or cargo liner. (5) A licence for a tank truck or cargo liner expires one year after the date of its issue. (6) A licence for a tank truck or cargo liner shall be carried in or on the tank truck or cargo liner, as the case may be, referred to in the licence. (7) No person shall operate a tank truck or cargo liner to transport propane unless the licence for it is in or on the tank truck or cargo liner, as the case may be. O. Reg. 514/96, s. 16. Renewals",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) An application for a licence to transport propane in tank trucks or cargo liners used in a person’s business may be made to the Director and separate applications shall be made in respect of each tank truck or cargo liner.</p> <p class=\"subsection-e\">(2) An applicant who applies for a licence under subsection (1) shall,</p> <p class=\"clause-e\">(a) submit an application in the form required by the Director; and</p> <p class=\"clause-e\">(b) pay the required fee. </p> <p class=\"subsection-e\">(3) The Director may cause an inspector to inspect a tank truck or cargo liner referred to in a licence or in an application for a licence for the truck or liner.</p> <p class=\"subsection-e\">(4) The Director shall issue a licence to operate a tank truck or cargo liner to a person who,</p> <p class=\"clause-e\">(a) complies with subsection (2);</p> <p class=\"clause-e\">(b) pays the required fee for any inspection services rendered; and</p> <p class=\"clause-e\">(c) complies with the applicable provisions of Part 11 of the Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code in respect of the tank truck or cargo liner. </p> <p class=\"subsection-e\">(5) A licence for a tank truck or cargo liner expires one year after the date of its issue.</p> <p class=\"subsection-e\">(6) A licence for a tank truck or cargo liner shall be carried in or on the tank truck or cargo liner, as the case may be, referred to in the licence.</p> <p class=\"subsection-e\">(7) No person shall operate a tank truck or cargo liner to transport propane unless the licence for it is in or on the tank truck or cargo liner, as the case may be. O. Reg. 514/96, s. 16.</p> <p class=\"heading1-e\">Renewals</p>"
        },
        {
            "id": "17.",
            "section": "Renewals",
            "content": "17. (1) The Director shall issue a renewal of a registration as a contractor or propane vehicle conversion contractor if the holder of the registration applies for a renewal, pays the required fee and is not in arrears of any fees owed to the Director.  (2) Subsections 11 (1) to (4) do not apply to a renewal under subsection (1). (3) An application to renew a registration as a contractor or propane vehicle conversion contractor received by the Director after the registration has expired shall be treated as a new application to which subsections 11 (1) to (4) apply. (4) The Director shall issue a renewal of a licence to operate a cylinder handling facility, container refill centre or a filling plant or a licence for a tank truck or cargo liner, if the holder of the licence applies for a renewal, pays the required fee for it, and pays all fees that the Director may require for inspection services. (5) With respect to renewals under subsection (4), (a) subsections 14 (3) and 14 (5) do not apply to a renewal of a licence to operate a cylinder handling facility; (b) subsections 15 (2) and 15 (4) do not apply to a renewal of a licence to operate a container refill centre or a filling plant; and (c) subsections 16 (2) and 16 (4) do not apply to a renewal of a licence for a tank truck or cargo liner. (6) An application to renew a licence to operate a cylinder handling facility, container refill centre or a filling plant, or a licence for a tank truck or cargo liner, received by the Director after the licence has expired shall be treated as a new application to which subsection (5) does not apply. O. Reg. 514/96, s. 17. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) The Director shall issue a renewal of a registration as a contractor or propane vehicle conversion contractor if the holder of the registration applies for a renewal, pays the required fee and is not in arrears of any fees owed to the Director. </p> <p class=\"subsection-e\">(2) Subsections 11 (1) to (4) do not apply to a renewal under subsection (1).</p> <p class=\"subsection-e\">(3) An application to renew a registration as a contractor or propane vehicle conversion contractor received by the Director after the registration has expired shall be treated as a new application to which subsections 11 (1) to (4) apply.</p> <p class=\"subsection-e\">(4) The Director shall issue a renewal of a licence to operate a cylinder handling facility, container refill centre or a filling plant or a licence for a tank truck or cargo liner, if the holder of the licence applies for a renewal, pays the required fee for it, and pays all fees that the Director may require for inspection services. </p> <p class=\"subsection-e\">(5) With respect to renewals under subsection (4), </p> <p class=\"clause-e\">(a) subsections 14 (3) and 14 (5) do not apply to a renewal of a licence to operate a cylinder handling facility;</p> <p class=\"clause-e\">(b) subsections 15 (2) and 15 (4) do not apply to a renewal of a licence to operate a container refill centre or a filling plant; and</p> <p class=\"clause-e\">(c) subsections 16 (2) and 16 (4) do not apply to a renewal of a licence for a tank truck or cargo liner.</p> <p class=\"subsection-e\">(6) An application to renew a licence to operate a cylinder handling facility, container refill centre or a filling plant, or a licence for a tank truck or cargo liner, received by the Director after the licence has expired shall be treated as a new application to which subsection (5) does not apply. O. Reg. 514/96, s. 17.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "18.",
            "section": "Exemptions",
            "content": "18. (1) A person is exempt from section 10 of the Act with respect to the following: 1. Manually operated industrial appliances that have an input of not more than 6 kilowatts (20,000 British thermal units per hour). 2. Bunsen burners. 3. Stationary propane engines, and portable propane engines, that are not part of a vehicle. 4. Portable propane equipment used for road construction or repair of a road. 5. Propane hand torches connected to a cylinder having a propane capacity of not more than 5 pounds by weight. 6. Appliances connected to a container having a propane capacity of not more than 0.45 pounds by weight. 7. Mobile asphalt or tar pots that are heated with propane. 8. Propane vehicles. (2) A person who transports propane with a tank trailer is exempt from section 12 of the Act in respect of the tank trailer. O. Reg. 514/96, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) A person is exempt from section 10 of the Act with respect to the following:</p> <p class=\"paragraph-e\">1. Manually operated industrial appliances that have an input of not more than 6 kilowatts (20,000 British thermal units per hour).</p> <p class=\"paragraph-e\">2. Bunsen burners.</p> <p class=\"paragraph-e\">3. Stationary propane engines, and portable propane engines, that are not part of a vehicle.</p> <p class=\"paragraph-e\">4. Portable propane equipment used for road construction or repair of a road.</p> <p class=\"paragraph-e\">5. Propane hand torches connected to a cylinder having a propane capacity of not more than 5 pounds by weight.</p> <p class=\"paragraph-e\">6. Appliances connected to a container having a propane capacity of not more than 0.45 pounds by weight.</p> <p class=\"paragraph-e\">7. Mobile asphalt or tar pots that are heated with propane.</p> <p class=\"paragraph-e\">8. Propane vehicles.</p> <p class=\"subsection-e\">(2) A person who transports propane with a tank trailer is exempt from section 12 of the Act in respect of the tank trailer. O. Reg. 514/96, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Exemptions",
            "content": "19. (1) Any person who carries on business with the public or provides police services, and operates a container refill centre or a filling plant or both, for the exclusive use of that person, is exempt from section 12 of the Act if the person,  (a) applies to the Director for approval to operate the container refill centre or filling plant; and (b) complies with this section and subsections 15 (12) to (17). (2) An applicant under clause (1) (a) shall, (a) submit an application in the form required by the Director; (b) provide a letter from the municipality where the container refill centre or filling plant, as the case may be, is located indicating that the use of it for its intended purpose does not contravene the zoning by-laws of the municipality; (c) submit a legible plan in triplicate showing, (i) the location of each propane storage tank, cylinder storage facility, underground piping or tubing and other propane handling facilities within the container refill centre or filling plant, (ii) the distance from each propane storage tank and cylinder storage facility to the property lines of the centre or plant, (iii) each building or structure located within 50 feet of a propane storage tank, (iv) the location of each site where flammable or combustible substances are stored, (v) the capacity in USWG of each propane storage tank within the centre or plant, and (vi) any other relevant information; (d) submit a pre-installation site checksheet confirming that the site complies with Branch Standard No. 9. (3) The Director shall give approval for the applicant to operate a container refill centre or filling plant if, (a) the applicant complies with subsection (2); and (b) the centre or plant complies with the applicable provisions of Part 10 of Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code. (4) A person to whom the Director has given approval to operate a container refill centre or filling plant shall not make an addition or alteration to it unless the person has applied for and received the written permission of the Director. (5) The Director shall give the written permission under subsection (4) if, in his or her opinion, the addition or alteration meets the requirements of this Regulation and is not inconsistent with the applicable municipal by-laws. (6) An applicant under subsection (4) shall, (a) set out in the application all details of the addition or alteration proposed; (b) provide a letter from the municipality under clause (2) (b) if the addition or alteration affects compliance with the municipality’s zoning by-laws; and (c) provide a new plan under clause (2) (c) if the addition or alteration entails any changes to the plan previously provided under that clause or a predecessor of it. (7) No person shall operate a container refill centre or a filling plant if an addition or alteration to it is made without the Director’s written permission. (8) A person to whom the Director has given approval to operate a container refill centre or a filling plant shall ensure that each employee of the holder who handles propane, each person who is authorized to transfer propane to a container and each person to whom the holder issues an access code, card or key to dispense propane is trained, (a) in the safe handling of propane, including the safe operation and use of propane dispensing equipment; and (b) in the use of emergency shut-down switches, valves and procedures in respect of propane. O. Reg. 514/96, s. 19. Inspections",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) Any person who carries on business with the public or provides police services, and operates a container refill centre or a filling plant or both, for the exclusive use of that person, is exempt from section 12 of the Act if the person, </p> <p class=\"clause-e\">(a) applies to the Director for approval to operate the container refill centre or filling plant; and</p> <p class=\"clause-e\">(b) complies with this section and subsections 15 (12) to (17).</p> <p class=\"subsection-e\">(2) An applicant under clause (1) (a) shall,</p> <p class=\"clause-e\">(a) submit an application in the form required by the Director;</p> <p class=\"clause-e\">(b) provide a letter from the municipality where the container refill centre or filling plant, as the case may be, is located indicating that the use of it for its intended purpose does not contravene the zoning by-laws of the municipality;</p> <p class=\"clause-e\">(c) submit a legible plan in triplicate showing,</p> <p class=\"subclause-e\">(i) the location of each propane storage tank, cylinder storage facility, underground piping or tubing and other propane handling facilities within the container refill centre or filling plant,</p> <p class=\"subclause-e\">(ii) the distance from each propane storage tank and cylinder storage facility to the property lines of the centre or plant,</p> <p class=\"subclause-e\">(iii) each building or structure located within 50 feet of a propane storage tank, </p> <p class=\"subclause-e\">(iv) the location of each site where flammable or combustible substances are stored,</p> <p class=\"subclause-e\">(v) the capacity in USWG of each propane storage tank within the centre or plant, and</p> <p class=\"subclause-e\">(vi) any other relevant information;</p> <p class=\"clause-e\">(d) submit a pre-installation site checksheet confirming that the site complies with Branch Standard No. 9.</p> <p class=\"subsection-e\">(3) The Director shall give approval for the applicant to operate a container refill centre or filling plant if,</p> <p class=\"clause-e\">(a) the applicant complies with subsection (2); and</p> <p class=\"clause-e\">(b) the centre or plant complies with the applicable provisions of Part 10 of Canadian Gas Association Standard CAN/CGA B149.2-M95 as adopted in Part I of the Code.</p> <p class=\"subsection-e\">(4) A person to whom the Director has given approval to operate a container refill centre or filling plant shall not make an addition or alteration to it unless the person has applied for and received the written permission of the Director.</p> <p class=\"subsection-e\">(5) The Director shall give the written permission under subsection (4) if, in his or her opinion, the addition or alteration meets the requirements of this Regulation and is not inconsistent with the applicable municipal by-laws.</p> <p class=\"subsection-e\">(6) An applicant under subsection (4) shall,</p> <p class=\"clause-e\">(a) set out in the application all details of the addition or alteration proposed;</p> <p class=\"clause-e\">(b) provide a letter from the municipality under clause (2) (b) if the addition or alteration affects compliance with the municipality’s zoning by-laws; and</p> <p class=\"clause-e\">(c) provide a new plan under clause (2) (c) if the addition or alteration entails any changes to the plan previously provided under that clause or a predecessor of it.</p> <p class=\"subsection-e\">(7) No person shall operate a container refill centre or a filling plant if an addition or alteration to it is made without the Director’s written permission.</p> <p class=\"subsection-e\">(8) A person to whom the Director has given approval to operate a container refill centre or a filling plant shall ensure that each employee of the holder who handles propane, each person who is authorized to transfer propane to a container and each person to whom the holder issues an access code, card or key to dispense propane is trained,</p> <p class=\"clause-e\">(a) in the safe handling of propane, including the safe operation and use of propane dispensing equipment; and</p> <p class=\"clause-e\">(b) in the use of emergency shut-down switches, valves and procedures in respect of propane. O. Reg. 514/96, s. 19.</p> <p class=\"heading1-e\">Inspections</p>"
        },
        {
            "id": "20.",
            "section": "Inspections",
            "content": "20. (1) A person who operates a business using a tank truck, cargo liner, filling plant, container refill centre or cylinder handling facility shall inspect, or shall have the person’s supplier of propane inspect, each one of them at least once a year, to determine that they comply with this Regulation, or a predecessor of the Regulation as it read when a licence was issued for them or the facility was first approved. (2) No person shall supply propane to a tank truck, cargo liner, filling plant, container refill centre or cylinder handling facility unless a duly completed inspection report made under subsection (1), or a predecessor of subsection (1), indicates that it complies with this Regulation, or a predecessor of the Regulation as it read when a licence was issued for it or the facility was first approved. (3) A person who makes an inspection under subsection (1) shall prepare a report of the inspection, and shall clearly identify himself or herself on the report and legibly complete, date and sign the report. (4) A person for whom an inspection is made under subsection (1) shall retain the completed inspection report for at least three years from the date of inspection, (a) at the filling plant, container refill centre or cylinder handling facility referred to in the inspection report; or (b) at the place of business set out on the licence for what was inspected. (5) A person for whom an inspection is made under subsection (1) shall, on request, produce the inspection report made under subsection (3) for examination by an inspector. (6) A person who operates a filling plant or a container refill centre shall maintain at the plant or centre, records and plans of the location of the underground piping and tubing of the plant or centre, as the case may be, and shall, on request, produce them for examination by an inspector. O. Reg. 514/96, s. 20. General",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) A person who operates a business using a tank truck, cargo liner, filling plant, container refill centre or cylinder handling facility shall inspect, or shall have the person’s supplier of propane inspect, each one of them at least once a year, to determine that they comply with this Regulation, or a predecessor of the Regulation as it read when a licence was issued for them or the facility was first approved.</p> <p class=\"subsection-e\">(2) No person shall supply propane to a tank truck, cargo liner, filling plant, container refill centre or cylinder handling facility unless a duly completed inspection report made under subsection (1), or a predecessor of subsection (1), indicates that it complies with this Regulation, or a predecessor of the Regulation as it read when a licence was issued for it or the facility was first approved.</p> <p class=\"subsection-e\">(3) A person who makes an inspection under subsection (1) shall prepare a report of the inspection, and shall clearly identify himself or herself on the report and legibly complete, date and sign the report.</p> <p class=\"subsection-e\">(4) A person for whom an inspection is made under subsection (1) shall retain the completed inspection report for at least three years from the date of inspection,</p> <p class=\"clause-e\">(a) at the filling plant, container refill centre or cylinder handling facility referred to in the inspection report; or</p> <p class=\"clause-e\">(b) at the place of business set out on the licence for what was inspected.</p> <p class=\"subsection-e\">(5) A person for whom an inspection is made under subsection (1) shall, on request, produce the inspection report made under subsection (3) for examination by an inspector.</p> <p class=\"subsection-e\">(6) A person who operates a filling plant or a container refill centre shall maintain at the plant or centre, records and plans of the location of the underground piping and tubing of the plant or centre, as the case may be, and shall, on request, produce them for examination by an inspector. O. Reg. 514/96, s. 20.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "21.",
            "section": "General",
            "content": "21. (1) A licence or registration is not transferable. (2) If the name on a licence or registration changes, the holder shall promptly apply to the Director for a licence or registration containing the new name and shall pay the required fee. (3) On receiving payment of the required fee, the Director shall issue a licence or registration containing the new name. (4) If the address on a licence or registration changes, the holder shall notify the Director of the new address within six days of the change. (5) A holder whose licence or registration is lost or destroyed shall promptly apply to the Director for a duplicate and shall pay the required fee. (6) On receiving payment of the required fee, the Director shall issue a duplicate licence or registration. (7) Any duplicate registration issued due to the loss or theft of the original shall promptly be returned to the Director if the original is recovered. O. Reg. 514/96, s. 21. Fees",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) A licence or registration is not transferable.</p> <p class=\"subsection-e\">(2) If the name on a licence or registration changes, the holder shall promptly apply to the Director for a licence or registration containing the new name and shall pay the required fee.</p> <p class=\"subsection-e\">(3) On receiving payment of the required fee, the Director shall issue a licence or registration containing the new name.</p> <p class=\"subsection-e\">(4) If the address on a licence or registration changes, the holder shall notify the Director of the new address within six days of the change.</p> <p class=\"subsection-e\">(5) A holder whose licence or registration is lost or destroyed shall promptly apply to the Director for a duplicate and shall pay the required fee.</p> <p class=\"subsection-e\">(6) On receiving payment of the required fee, the Director shall issue a duplicate licence or registration. </p> <p class=\"subsection-e\">(7) Any duplicate registration issued due to the loss or theft of the original shall promptly be returned to the Director if the original is recovered. O. Reg. 514/96, s. 21.</p> <p class=\"heading1-e\">Fees</p>"
        },
        {
            "id": "22.",
            "section": "Fees",
            "content": "22. (1) The fees payable under this Regulation are set out in the Schedule. (2) A person for whom inspection or engineering services are provided for the purposes of administering or determining compliance with this Regulation shall pay the prescribed fees, or cause them to be paid, including where applicable, travel time and reasonable travel and living expenses incurred by the inspector or person providing the engineering services. (3) A fee set out in the Schedule that is expressed as an amount per hour is payable on the basis of each quarter hour or part of a quarter hour that the person charging the fee spends, subject to the minimum set out in the Schedule. O. Reg. 514/96, s. 22. SCHEDULE FEES  1.\n\nApplication for registration as a contractor or a propane vehicle conversion contractor\n\n\n$210.00\n\n\n2.\n\nApplication for a licence to operate a cylinder handling facility   \n\n\n90.00\n\n\n3.\n\nApplication for a licence to operate a filling plant or a container refill centre, if the total water capacity of the propane storage tanks at the plant or centre measured in US water gallons (USWG) is,\n\n \r\n\n\n \r\n\n(a) not more than 1,125 USWG   \n\n90.00\n\n\n \r\n\n(b) more than 1,125 USWG   \n\n.08\nper USWG or part of a USWG for the total water capacity\n\n\n4.\n\nApplication for a licence for a tank truck or cargo liner  \n\n\n105.00\n\n\n5.\n\nIssuance of a duplicate licence or registration   \n\n   15.00\n\n\n6.\n\nIssuance of a licence or registration containing a new name   \n\n\n15.00\n\n\n7.\n\nInspection services   \n\n120.00 \n per hour for each inspector providing the services, minimum of one hour\n\n\n8.\n\nEngineering services   \n\n120.00 \nper hour for each person providing the services, minimum of one hour\n\n\n9.\n\nFor labels for propane vehicles   \n\n100.00 \nper package of 10 labels O. Reg. 514/96, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) The fees payable under this Regulation are set out in the Schedule.</p> <p class=\"subsection-e\">(2) A person for whom inspection or engineering services are provided for the purposes of administering or determining compliance with this Regulation shall pay the prescribed fees, or cause them to be paid, including where applicable, travel time and reasonable travel and living expenses incurred by the inspector or person providing the engineering services.</p> <p class=\"subsection-e\">(3) A fee set out in the Schedule that is expressed as an amount per hour is payable on the basis of each quarter hour or part of a quarter hour that the person charging the fee spends, subject to the minimum set out in the Schedule. O. Reg. 514/96, s. 22.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"zheadingx-e\">FEES</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Application for registration as a contractor or a propane vehicle conversion contractor</p>\n</td>\n<td valign=\"top\" width=\"72\">\n<p align=\"right\" class=\"table-e\">$210.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Application for a licence to operate a cylinder handling facility   </p>\n</td>\n<td valign=\"top\" width=\"72\">\n<p align=\"right\" class=\"table-e\">90.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Application for a licence to operate a filling plant or a container refill centre, if the total water capacity of the propane storage tanks at the plant or centre measured in US water gallons (USWG) is,</p>\n</td>\n<td valign=\"top\" width=\"72\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"> \r\n</td>\n<td valign=\"top\" width=\"204\"><ul><p class=\"table-e\">(a) not more than 1,125 USWG   </p></ul>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">90.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"> \r\n</td>\n<td valign=\"top\" width=\"204\"><ul><p class=\"table-e\">(b) more than 1,125 USWG   </p></ul>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">.08</p>\n<p align=\"right\" class=\"table-e\">per USWG or part of a USWG for the total water capacity</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Application for a licence for a tank truck or cargo liner  </p>\n</td>\n<td valign=\"top\" width=\"72\">\n<p align=\"right\" class=\"table-e\">105.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Issuance of a duplicate licence or registration   </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\"> <br/>  15.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Issuance of a licence or registration containing a new name   </p>\n</td>\n<td valign=\"top\" width=\"72\">\n<p align=\"right\" class=\"table-e\">15.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Inspection services   </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">120.00 </p>\n<p align=\"right\" class=\"table-e\"> per hour for each inspector providing the services, minimum of one hour</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">Engineering services   </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">120.00 </p>\n<p align=\"right\" class=\"table-e\">per hour for each person providing the services, minimum of one hour</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"43\"><p align=\"right\" class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"204\"><p class=\"table-e\">For labels for propane vehicles   </p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">100.00 </p>\n<p align=\"right\" class=\"table-e\">per package of 10 labels</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 514/96, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}