{
    "reg_info": {
        "full_title": "O. Reg. 145/20: WORK DEPLOYMENT MEASURES FOR SERVICE AGENCIES PROVIDING VIOLENCE AGAINST WOMEN RESIDENTIAL SERVICES AND CRISIS LINE SERVICES",
        "reg_name_text": "WORK DEPLOYMENT MEASURES FOR SERVICE AGENCIES PROVIDING VIOLENCE AGAINST WOMEN RESIDENTIAL SERVICES AND CRISIS LINE SERVICES",
        "citation": "O. Reg. 145/20: ",
        "act_under": "Reopening Ontario (A Flexible Response to COVID-19) Act, 2020",
        "url": "https://www.ontario.ca/laws/regulation/200145",
        "date_scraped": "2023-12-18 06:03:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200145/v3",
            "valid_from": "April 14, 2022",
            "valid_to": "April 26, 2022"
        },
        {
            "a_href": "/laws/regulation/200145/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "April 13, 2022"
        },
        {
            "a_href": "/laws/regulation/200145/v1",
            "valid_from": "April 14, 2020",
            "valid_to": "July 14, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": "  1. The terms of this Order are set out in Schedule 1. O. Reg. 393/20, s. 3. Schedule 1",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The terms of this Order are set out in Schedule 1. O. Reg. 393/20, s. 3.</p> <p class=\"schedule-e\"><a name=\"Sig\"></a>Schedule 1</p>"
        },
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Order, “service agency” means an agency funded by the Ministry of Children, Community and Social Services that delivers, (a) residential or emergency residential services under the Violence Against Women Support Services program or the Anti-Human Trafficking Community Supports program, or (b) provincial crisis line services under the Violence Against Women Support Services program.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“service agency” means an agency funded by the Ministry of Children, Community and Social Services that delivers,</p> <p class=\"defclause-e\">  (a) residential or emergency residential services under the Violence Against Women Support Services program or the Anti-Human Trafficking Community Supports program, or</p> <p class=\"defclause-e\">  (b) provincial crisis line services under the Violence Against Women Support Services program.</p>"
        },
        {
            "id": "2.",
            "section": "Work deployment and staffing",
            "content": " 2. (1) Every service agency is authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (the “Virus”). (2) The work redeployment and staffing measures described in this Order may be taken with respect to staff, contractors and volunteers who provide, for a service agency, any services funded by the Ministry of Children, Community and Social Services under the Violence Against Women Support Services or the Anti-Human Trafficking Community Supports programs, including services other than residential, emergency residential or provincial crisis line services under those programs.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Every service agency is authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (the “Virus”).</p> <p class=\"subsection-e\">  (2) The work redeployment and staffing measures described in this Order may be taken with respect to staff, contractors and volunteers who provide, for a service agency, any services funded by the Ministry of Children, Community and Social Services under the Violence Against Women Support Services or the Anti-Human Trafficking Community Supports programs, including services other than residential, emergency residential or provincial crisis line services under those programs.</p>"
        },
        {
            "id": "3.",
            "section": "Same",
            "content": " 3. Without limiting the generality of section 2 of this Schedule, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, service agencies are authorized to do the following: 1. Identify staffing priorities and develop, modify and implement redeployment plans, including the following: i. Redeploying staff within different locations in (or between) premises where a service agency provides services and supports, including premises at which the service agency has been contracted or designated to provide services on a temporary basis in response to the declared emergency. ii. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work. iii. Changing the scheduling of work or shift assignments. iv. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise. v. Employing extra full-time, part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work. vi. Using volunteers to perform work, including to perform bargaining unit work. vii. Providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan. 2. Conduct any skills and experience inventories of staff to identify possible alternative roles in any area. 3. Require and collect information from staff or contractors about their availability to provide services for the service agency. 4. Require and collect information from staff or contractors about their likely or actual exposure to the Virus, or about any other health conditions that may affect their ability to provide services and supports. 5. Suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Without limiting the generality of section 2 of this Schedule, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, service agencies are authorized to do the following:</p> <p class=\"paragraph-e\">  1. Identify staffing priorities and develop, modify and implement redeployment plans, including the following:</p> <p class=\"subpara-e\">  i. Redeploying staff within different locations in (or between) premises where a service agency provides services and supports, including premises at which the service agency has been contracted or designated to provide services on a temporary basis in response to the declared emergency.</p> <p class=\"subpara-e\">  ii. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work.</p> <p class=\"subpara-e\">  iii. Changing the scheduling of work or shift assignments.</p> <p class=\"subpara-e\">  iv. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise.</p> <p class=\"subpara-e\">  v. Employing extra full-time, part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work.</p> <p class=\"subpara-e\">  vi. Using volunteers to perform work, including to perform bargaining unit work.</p> <p class=\"subpara-e\">  vii. Providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan.</p> <p class=\"paragraph-e\">  2. Conduct any skills and experience inventories of staff to identify possible alternative roles in any area.</p> <p class=\"paragraph-e\">  3. Require and collect information from staff or contractors about their availability to provide services for the service agency.</p> <p class=\"paragraph-e\">  4. Require and collect information from staff or contractors about their likely or actual exposure to the Virus, or about any other health conditions that may affect their ability to provide services and supports.</p> <p class=\"paragraph-e\">  5. Suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.</p>"
        },
        {
            "id": "4.",
            "section": "Redeployment plans",
            "content": " 4. For greater certainty, a service agency may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For greater certainty, a service agency may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions.</p>"
        },
        {
            "id": "5",
            "section": "Service agencies shall comply with Health Protection and Promotion Act",
            "content": " 5. Despite anything in this Order, service agencies shall comply with any order or directive issued under the Health Protection and Promotion Act as it relates to a service agency.",
            "raw_html": "<p class=\"section-e\"> <b>5</b><b>. </b>Despite anything in this Order, service agencies shall comply with any order or directive issued under the <i>Health Protection and Promotion Act</i> as it relates to a service agency.</p>"
        },
        {
            "id": null,
            "section": "Service agencies shall comply with Health Protection and Promotion Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200145\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}