{
    "reg_info": {
        "full_title": "O. Reg. 68/91: ASSESSMENT AND TAX ADJUSTMENTS-1991",
        "reg_name_text": "ASSESSMENT AND TAX ADJUSTMENTS—1991",
        "citation": "O. Reg. 68/91: ASSESSMENT AND TAX ADJUSTMENTS-1991",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/910068",
        "date_scraped": "2023-12-19 20:56:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Proportions of Assessment",
            "content": "1. (1) For purposes of taxation in 1991, the proportions of assessment of public corporations rated and assessed in each area municipality set out in Column 1 of Schedule 1 shall be adjusted as follows: 1. For public school purposes, to the percentage of the assessment set out in Column 2 opposite the municipality. 2. For separate school purposes, to the percentage of the assessment set out in Column 3 opposite the municipality. (2) The assessment commissioner shall adjust the assessment roll returned for each municipality in 1990 for taxation in 1991 according to the calculations made under subsection (1). O. Reg. 68/91, s. 1. Allocation of Telephone and Telegraph Levies",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) For purposes of taxation in 1991, the proportions of assessment of public corporations rated and assessed in each area municipality set out in Column 1 of Schedule 1 shall be adjusted as follows:</p> <p class=\"paragraph-e\">1. For public school purposes, to the percentage of the assessment set out in Column 2 opposite the municipality.</p> <p class=\"paragraph-e\">2. For separate school purposes, to the percentage of the assessment set out in Column 3 opposite the municipality.</p> <p class=\"subsection-e\">(2) The assessment commissioner shall adjust the assessment roll returned for each municipality in 1990 for taxation in 1991 according to the calculations made under subsection (1). O. Reg. 68/91, s. 1.</p> <p class=\"heading1-e\">Allocation of Telephone and Telegraph Levies</p>"
        },
        {
            "id": "2.",
            "section": "Allocation of Telephone and Telegraph Levies",
            "content": "2. (1) For purposes of taxation in 1991, the allocation of the tax levied under subsections 159 (12) and (13) of the Municipal Act in each area municipality of The Regional Municipality of Ottawa-Carleton set out in Column 1 of Schedule 2 shall be adjusted as follows: 1. For The Ottawa Board of Education or The Carleton Board of Education, to the percentage of the tax levied set out in Column 2 opposite the area municipality. 2. For The Ottawa Roman Catholic Separate School Board or The Carleton Roman Catholic Separate School Board, to the percentage of the tax levied set out in Column 3 opposite the area municipality. 3. For the public sector of The Ottawa-Carleton French-language School Board, to the percentage of the tax levied set out in Column 4 opposite the area municipality. 4. For the Roman Catholic sector of The Ottawa-Carleton French-language School Board, to the percentage of the tax levied set out in Column 5 opposite the area municipality. (2) The council of each area municipality of The Regional Municipality of Ottawa-Carleton shall allocate the tax levied under subsections 159 (12) and (13) of the Municipal Act according to the proportions determined under subsection (1). O. Reg. 68/91, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For purposes of taxation in 1991, the allocation of the tax levied under subsections 159 (12) and (13) of the <i>Municipal Act</i> in each area municipality of The Regional Municipality of Ottawa-Carleton set out in Column 1 of Schedule 2 shall be adjusted as follows:</p> <p class=\"paragraph-e\">1. For The Ottawa Board of Education or The Carleton Board of Education, to the percentage of the tax levied set out in Column 2 opposite the area municipality.</p> <p class=\"paragraph-e\">2. For The Ottawa Roman Catholic Separate School Board or The Carleton Roman Catholic Separate School Board, to the percentage of the tax levied set out in Column 3 opposite the area municipality.</p> <p class=\"paragraph-e\">3. For the public sector of The Ottawa-Carleton French-language School Board, to the percentage of the tax levied set out in Column 4 opposite the area municipality.</p> <p class=\"paragraph-e\">4. For the Roman Catholic sector of The Ottawa-Carleton French-language School Board, to the percentage of the tax levied set out in Column 5 opposite the area municipality.</p> <p class=\"subsection-e\">(2) The council of each area municipality of The Regional Municipality of Ottawa-Carleton shall allocate the tax levied under subsections 159 (12) and (13) of the <i>Municipal Act</i> according to the proportions determined under subsection (1). O. Reg. 68/91, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Allocation of Telephone and Telegraph Levies",
            "content": "3. (1) For purposes of taxation in 1991, the allocation or payment of the tax levied under subsections 159 (12) and (13) of the Municipal Act in each municipality set out in Column 1 of Schedule 3 shall be adjusted as follows: 1. For public school boards, to the percentage of the tax levied set out in Column 2 opposite the municipality. 2. For separate school boards, to the percentage of the tax levied set out in Column 3 opposite the municipality. (2) The council of each municipality set out in Column 1 of Schedule 3 shall allocate or pay the tax levied under subsections 159 (12) and (13) of the Municipal Act according to the proportions determined under subsection (1). O. Reg. 68/91, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For purposes of taxation in 1991, the allocation or payment of the tax levied under subsections 159 (12) and (13) of the <i>Municipal Act</i> in each municipality set out in Column 1 of Schedule 3 shall be adjusted as follows:</p> <p class=\"paragraph-e\">1. For public school boards, to the percentage of the tax levied set out in Column 2 opposite the municipality.</p> <p class=\"paragraph-e\">2. For separate school boards, to the percentage of the tax levied set out in Column 3 opposite the municipality.</p> <p class=\"subsection-e\">(2) The council of each municipality set out in Column 1 of Schedule 3 shall allocate or pay the tax levied under subsections 159 (12) and (13) of the <i>Municipal Act</i> according to the proportions determined under subsection (1). O. Reg. 68/91, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Allocation of Telephone and Telegraph Levies",
            "content": "4. References in this Regulation to Schedules 1, 2 and 3 are references to Schedules 1, 2 and 3, respectively, as set out in the original version of Ontario Regulation 68/91 as published in The Ontario Gazette dated March 16, 1991. O. Reg. 68/91, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>References in this Regulation to Schedules 1, 2 and 3 are references to Schedules 1, 2 and 3, respectively, as set out in the original version of Ontario Regulation 68/91 as published in <i>The Ontario Gazette</i> dated March 16, 1991. O. Reg. 68/91, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}