{
    "reg_info": {
        "full_title": "O. Reg. 266/09: LIVESTOCK AND POULTRY CARCASSES - GRADES AND SALES",
        "reg_name_text": "Livestock and poultry carcasses — grades and sales",
        "citation": "O. Reg. 266/09: LIVESTOCK AND POULTRY CARCASSES - GRADES AND SALES",
        "act_under": "Food Safety and Quality Act, 2001   Loi de 2001 sur la qualité et la salubrité des aliments",
        "url": "https://www.ontario.ca/laws/regulation/090266",
        "date_scraped": "2023-12-18 19:17:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090266/v3",
            "valid_from": "December  8, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/090266/v2",
            "valid_from": "October  1, 2009",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/regulation/090266/v1",
            "valid_from": "July 16, 2009",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “beef” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “beef carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “freestanding meat plant” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act; “grade stamp” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “grader” means a grader designated under subsection 13 (3) of the Canadian Food Inspection Act\r\n(Canada) for the purposes of the Safe Food for Canadians Act (Canada) or a grader appointed by a director under section 6 of this Regulation; “inspection legend” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act; “livestock carcass” means a beef carcass, an ovine carcass or a veal carcass; “meat plant” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act; “operator” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act; “ovine carcass” has the same meaning as in the document entitled “Canadian Grade Compendium” prepared by the Canadian Food Inspection Agency and published on its website, as that document exists from time to time; “package” includes any box, crate or other receptacle used for or suitable for use in the marketing, transporting or shipping of, (a)  a livestock carcass or part thereof, (b)  a poultry carcass or part thereof, or (c)  a cut of meat; “poultry carcass” has the same meaning as in the Safe Food for Canadians Regulations\r\n(Canada); “regional veterinarian” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act; “roller brand” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “sell” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act and “sale” has a corresponding meaning; “slaughter plant” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act; “veal” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “veal carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “yield stamp” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time. O. Reg. 266/09, s. 1 (1); O. Reg. 720/20, s. 1 (1, 2). (2) Revoked: O. Reg. 720/20, s. 1 (3). (3) For the purposes of this Regulation, any reference to an establishment in the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada) shall be deemed to be a reference to a slaughter plant. O. Reg. 720/20, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“beef” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“beef carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“freestanding meat plant” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act;</p> <p class=\"definition-e\">“grade stamp” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“grader” means a grader designated under subsection 13 (3) of the <i>Canadian Food Inspection Act</i>\r\n(Canada) for the purposes of the <i>Safe Food for Canadians Act</i> (Canada) or a grader appointed by a director under section 6 of this Regulation;</p> <p class=\"definition-e\">“inspection legend” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act;</p> <p class=\"definition-e\">“livestock carcass” means a beef carcass, an ovine carcass or a veal carcass;</p> <p class=\"definition-e\">“meat plant” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act;</p> <p class=\"definition-e\">“operator” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act;</p> <p class=\"definition-e\">“ovine carcass” has the same meaning as in the document entitled “Canadian Grade Compendium” prepared by the Canadian Food Inspection Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“package” includes any box, crate or other receptacle used for or suitable for use in the marketing, transporting or shipping of,</p> <p class=\"defclause-e\">  (a)  a livestock carcass or part thereof,</p> <p class=\"defclause-e\">  (b)  a poultry carcass or part thereof, or</p> <p class=\"defclause-e\">  (c)  a cut of meat;</p> <p class=\"definition-e\">“poultry carcass” has the same meaning as in the <i>Safe Food for Canadians Regulations</i>\r\n(Canada);</p> <p class=\"definition-e\">“regional veterinarian” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act;</p> <p class=\"definition-e\">“roller brand” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“sell” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act and “sale” has a corresponding meaning;</p> <p class=\"definition-e\">“slaughter plant” has the same meaning as in Ontario Regulation 31/05 (Meat) made under the Act;</p> <p class=\"definition-e\">“veal” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“veal carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“yield stamp” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time. O. Reg. 266/09, s. 1 (1); O. Reg. 720/20, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 720/20, s. 1 (3).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, any reference to an establishment in the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada) shall be deemed to be a reference to a slaughter plant. O. Reg. 720/20, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Beef carcasses",
            "content": " 2. The grade names for beef carcasses and the grades, standards and tolerances therefor, established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 2; O. Reg. 720/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The grade names for beef carcasses and the grades, standards and tolerances therefor, established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 2; O. Reg. 720/20, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Veal carcasses",
            "content": " 3. The grade names for veal carcasses and the grades, standards and tolerances therefor, established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 3; O. Reg. 720/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The grade names for veal carcasses and the grades, standards and tolerances therefor, established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 3; O. Reg. 720/20, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Ovine carcasses",
            "content": " 4. The grade names for ovine carcasses and the grades, standards and tolerances therefor, established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 4; O. Reg. 720/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The grade names for ovine carcasses and the grades, standards and tolerances therefor, established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 4; O. Reg. 720/20, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Poultry carcasses",
            "content": " 5. (1) Subject to subsection (2), the grade names for poultry carcasses and the grades, standards and tolerances therefor, including any packing and marking requirements, established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 5 (1); O. Reg. 720/20, s. 2. (2) Despite subsection (1), any rules under the Safe Food for Canadians Act\r\n(Canada) or the Safe Food for Canadians Regulations\r\n(Canada) relating to certificates of inspection for processed poultry are not adopted. O. Reg. 720/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsection (2), the grade names for poultry carcasses and the grades, standards and tolerances therefor, including any packing and marking requirements, established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada), are hereby adopted in whole. O. Reg. 266/09, s. 5 (1); O. Reg. 720/20, s. 2.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), any rules under the <i>Safe Food for Canadians Act</i>\r\n(Canada) or the <i>Safe Food for Canadians Regulations</i>\r\n(Canada) relating to certificates of inspection for processed poultry are not adopted. O. Reg. 720/20, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Graders",
            "content": " 6. A director may appoint one or more graders for the purposes of this Regulation and the appointment shall specify the powers and duties of the grader.  O. Reg. 266/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A director may appoint one or more graders for the purposes of this Regulation and the appointment shall specify the powers and duties of the grader.  O. Reg. 266/09, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Terms and conditions of grading",
            "content": " 7. (1) No livestock or poultry carcass shall be graded by a person other than a grader.  O. Reg. 266/09, s. 7 (1). (2) No livestock carcass shall be graded, (a)  at a place other than a slaughter plant; (b)  unless the livestock carcass is from an animal slaughtered in the slaughter plant where it is to be graded; (c)  unless it bears an inspection legend; (d)  unless the grader is provided with a sufficient number of efficient helpers to assist the grader in his or her duties; and (e)  if the grader is of the opinion that he or she does not have freedom from interference in carrying out his or her duties.  O. Reg. 266/09, s. 7 (2). (3) Despite clauses (2) (a) and (b), upon approval of a director or a regional veterinarian, a beef carcass or a veal carcass may be graded at a freestanding meat plant.  O. Reg. 266/09, s. 7 (3). (4) Subsection (3) does not apply if the head of cattle was purchased for a price calculated on a carcass weight basis.  O. Reg. 266/09, s. 7 (4). (5) A grader is not required to grade a carcass unless it is presented to the grader for grading during reasonable hours mutually agreed upon between the operator and the grader.  O. Reg. 266/09, s. 7 (5). (6) Where, at a slaughter plant, (a)  a livestock carcass that bears an inspection legend and is meant to be graded is placed under detention pursuant to the Act or the regulations; or (b)  an inspector, on reasonable grounds, believes that there has been a contravention of the Act or the regulations, every livestock carcass at the slaughter plant that bears an inspection legend and is meant to be graded shall nevertheless be graded.  O. Reg. 266/09, s. 7 (6). (7) Subject to subsections (1) to (6), the terms and conditions of grading livestock and poultry carcasses established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada) are hereby adopted with the following modifications: 1.  A grader includes a grader appointed by a director under section 6 of this Regulation. 2.  Any reference to any inspection legend under the Safe Food for Canadians Act\r\n(Canada) or the Safe Food for Canadians Regulations\r\n(Canada) shall be deemed to be a reference to an inspection legend under Ontario Regulation 31/05 (Meat), made under the Act. 3.  Any reference to a bison carcass shall be deemed to be deleted. 4.  Revoked: O. Reg. 720/20, s. 4. 5.  Any reference to an imported beef carcass shall be deemed to be deleted. 6.  Any reference to an Act of the legislature of a province that provides for the inspection of processed poultry shall be deemed to be a reference to the Food Safety and Quality Act, 2001. O. Reg. 266/09, s. 7 (7); O. Reg. 720/20, s. 2, 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) No livestock or poultry carcass shall be graded by a person other than a grader.  O. Reg. 266/09, s. 7 (1).</p> <p class=\"subsection-e\">  (2) No livestock carcass shall be graded,</p> <p class=\"clause-e\">  (a)  at a place other than a slaughter plant;</p> <p class=\"clause-e\">  (b)  unless the livestock carcass is from an animal slaughtered in the slaughter plant where it is to be graded;</p> <p class=\"clause-e\">  (c)  unless it bears an inspection legend;</p> <p class=\"clause-e\">  (d)  unless the grader is provided with a sufficient number of efficient helpers to assist the grader in his or her duties; and</p> <p class=\"clause-e\">  (e)  if the grader is of the opinion that he or she does not have freedom from interference in carrying out his or her duties.  O. Reg. 266/09, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Despite clauses (2) (a) and (b), upon approval of a director or a regional veterinarian, a beef carcass or a veal carcass may be graded at a freestanding meat plant.  O. Reg. 266/09, s. 7 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply if the head of cattle was purchased for a price calculated on a carcass weight basis.  O. Reg. 266/09, s. 7 (4).</p> <p class=\"subsection-e\">  (5) A grader is not required to grade a carcass unless it is presented to the grader for grading during reasonable hours mutually agreed upon between the operator and the grader.  O. Reg. 266/09, s. 7 (5).</p> <p class=\"subsection-e\">  (6) Where, at a slaughter plant,</p> <p class=\"clause-e\">  (a)  a livestock carcass that bears an inspection legend and is meant to be graded is placed under detention pursuant to the Act or the regulations; or</p> <p class=\"clause-e\">  (b)  an inspector, on reasonable grounds, believes that there has been a contravention of the Act or the regulations,</p> <p class=\"Ssubsection-e\">every livestock carcass at the slaughter plant that bears an inspection legend and is meant to be graded shall nevertheless be graded.  O. Reg. 266/09, s. 7 (6).</p> <p class=\"subsection-e\">  (7) Subject to subsections (1) to (6), the terms and conditions of grading livestock and poultry carcasses established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada) are hereby adopted with the following modifications:</p> <p class=\"paragraph-e\">  1.  A grader includes a grader appointed by a director under section 6 of this Regulation.</p> <p class=\"paragraph-e\">  2.  Any reference to any inspection legend under the <i>Safe Food for Canadians Act</i>\r\n(Canada) or the <i>Safe Food for Canadians Regulations</i>\r\n(Canada) shall be deemed to be a reference to an inspection legend under Ontario Regulation 31/05 (Meat), made under the Act.</p> <p class=\"paragraph-e\">  3.  Any reference to a bison carcass shall be deemed to be deleted.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 720/20, s. 4.</p> <p class=\"paragraph-e\">  5.  Any reference to an imported beef carcass shall be deemed to be deleted.</p> <p class=\"paragraph-e\">  6.  Any reference to an Act of the legislature of a province that provides for the inspection of processed poultry shall be deemed to be a reference to the <i>Food Safety and Quality Act, 2001</i>. O. Reg. 266/09, s. 7 (7); O. Reg. 720/20, s. 2, 4.</p>"
        },
        {
            "id": "8.",
            "section": "Grading certificate",
            "content": " 8. The rules for issuing grading certificates established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada) are hereby adopted with the following modifications: 1.  A grading certificate shall be issued if it is required by the Beef Cattle Marketing Act\r\nor the regulations made under that Act. 2.  Any reference to the Safe Food for Canadians Regulations (Canada) shall be deemed to include Ontario Regulation 31/05. 3.  Any reference to a bison carcass shall be deemed to be deleted. O. Reg. 266/09, s. 8; O. Reg. 720/20, s. 2, 5.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The rules for issuing grading certificates established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada) are hereby adopted with the following modifications:</p> <p class=\"paragraph-e\">  1.  A grading certificate shall be issued if it is required by the <i>Beef Cattle Marketing Act</i>\r\nor the regulations made under that Act.</p> <p class=\"paragraph-e\">  2.  Any reference to the <i>Safe Food for Canadians Regulations</i> (Canada)<i> </i>shall be deemed to include Ontario Regulation 31/05.</p> <p class=\"paragraph-e\">  3.  Any reference to a bison carcass shall be deemed to be deleted. O. Reg. 266/09, s. 8; O. Reg. 720/20, s. 2, 5.</p>"
        },
        {
            "id": "9.",
            "section": "Marking",
            "content": " 9. The rules for marking livestock carcasses established under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada) are hereby adopted with the following modifications: 1.  If ink is used to mark a livestock carcass, only ink that is fit for human consumption shall be used for the mark. 2.  A person other than a grader may mark a livestock carcass that bears a grade name, a grade stamp, a yield stamp or a roller brand with a mark, other than a grade name, a grade stamp, a yield stamp or a roller brand if, i.  the mark does not touch or otherwise obscure the grade name, the grade stamp, the yield stamp or the roller brand, and ii.  the mark is sufficiently distinct from any grade name, grade stamp, yield stamp or roller brand. 3.  Any reference to a bison carcass shall be deemed to be deleted. O. Reg. 266/09, s. 9; O. Reg. 720/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The rules for marking livestock carcasses established under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada) are hereby adopted with the following modifications:</p> <p class=\"paragraph-e\">  1.  If ink is used to mark a livestock carcass, only ink that is fit for human consumption shall be used for the mark.</p> <p class=\"paragraph-e\">  2.  A person other than a grader may mark a livestock carcass that bears a grade name, a grade stamp, a yield stamp or a roller brand with a mark, other than a grade name, a grade stamp, a yield stamp or a roller brand if,</p> <p class=\"subpara-e\">  i.  the mark does not touch or otherwise obscure the grade name, the grade stamp, the yield stamp or the roller brand, and</p> <p class=\"subpara-e\">  ii.  the mark is sufficiently distinct from any grade name, grade stamp, yield stamp or roller brand.</p> <p class=\"paragraph-e\">  3.  Any reference to a bison carcass shall be deemed to be deleted. O. Reg. 266/09, s. 9; O. Reg. 720/20, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": "Beef and veal identification protocol",
            "content": " 10. (1) For the purposes of subsection 5 (4) of the Act, it is a condition of a licence to operate a slaughter plant where calves will be slaughtered for veal that before any calves are slaughtered, the operator shall have in place and shall be in compliance with an approved beef and veal identification protocol that satisfies the requirements set out in this section.  O. Reg. 266/09, s. 10 (1). (2) A beef and veal identification protocol shall be in writing and shall specify the manner in which beef and veal carcasses, parts and cuts will be identified during dressing, processing and packaging and shall include, (a)  a description of how the weighing and dressing procedures for veal carcasses will ensure that veal carcasses are dressed appropriately before being weighed; (b)  a description of how beef carcasses and veal carcasses will be visually identified so that they can be easily distinguished by employees and inspectors; and (c)  a description of how the identification of a carcass, part or cut as beef or veal will be maintained while the carcass, part or cut is handled, cut, processed, stored, packaged and labelled.  O. Reg. 266/09, s. 10 (2). (3) The operator shall submit the protocol to a regional veterinarian for approval and the regional veterinarian may approve or reject the protocol and may require such modifications be made to the protocol as he or she determines are necessary.  O. Reg. 266/09, s. 10 (3). (4) A regional veterinarian may at any time suspend or revoke an approval of a protocol if the regional veterinarian is of the opinion that the operator or a person under his or her control is not complying with the beef and veal identification protocol.  O. Reg. 266/09, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) For the purposes of subsection 5 (4) of the Act, it is a condition of a licence to operate a slaughter plant where calves will be slaughtered for veal that before any calves are slaughtered, the operator shall have in place and shall be in compliance with an approved beef and veal identification protocol that satisfies the requirements set out in this section.  O. Reg. 266/09, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A beef and veal identification protocol shall be in writing and shall specify the manner in which beef and veal carcasses, parts and cuts will be identified during dressing, processing and packaging and shall include,</p> <p class=\"clause-e\">  (a)  a description of how the weighing and dressing procedures for veal carcasses will ensure that veal carcasses are dressed appropriately before being weighed;</p> <p class=\"clause-e\">  (b)  a description of how beef carcasses and veal carcasses will be visually identified so that they can be easily distinguished by employees and inspectors; and </p> <p class=\"clause-e\">  (c)  a description of how the identification of a carcass, part or cut as beef or veal will be maintained while the carcass, part or cut is handled, cut, processed, stored, packaged and labelled.  O. Reg. 266/09, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The operator shall submit the protocol to a regional veterinarian for approval and the regional veterinarian may approve or reject the protocol and may require such modifications be made to the protocol as he or she determines are necessary.  O. Reg. 266/09, s. 10 (3).</p> <p class=\"subsection-e\">  (4) A regional veterinarian may at any time suspend or revoke an approval of a protocol if the regional veterinarian is of the opinion that the operator or a person under his or her control is not complying with the beef and veal identification protocol.  O. Reg. 266/09, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Commingling of beef and veal",
            "content": " 11. (1) Subject to subsection (2), a meat plant that processes beef and veal shall ensure that they are not commingled prior to packaging.  O. Reg. 266/09, s. 11 (1). (2) This section does not apply to cuts of beef or veal less than 125 cm3 in size that are of manufacturing quality or that are intended for grinding.  O. Reg. 266/09, s. 11 (2). (3) If cuts of beef and veal described in subsection (2) are commingled, that meat shall be labelled as beef when it is packaged.  O. Reg. 266/09, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Subject to subsection (2), a meat plant that processes beef and veal shall ensure that they are not commingled prior to packaging.  O. Reg. 266/09, s. 11 (1).</p> <p class=\"subsection-e\">  (2) This section does not apply to cuts of beef or veal less than 125 cm<sup>3 </sup>in size that are of manufacturing quality or that are intended for grinding.  O. Reg. 266/09, s. 11 (2).</p> <p class=\"subsection-e\">  (3) If cuts of beef and veal described in subsection (2) are commingled, that meat shall be labelled as beef when it is packaged.  O. Reg. 266/09, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Description of livestock and poultry carcasses",
            "content": "  12. No person shall, on a package or sign, or on an invoice or manifest describing the whole or part of a carcass or a cut of meat for sale, or in an advertisement offering the whole or part of a carcass or a cut of meat for sale, (a)  make any statement that is untrue, deceptive, misleading or that is likely to deceive or mislead a person; (b)  use any words that resemble a grade name or that may be mistaken by a person for a grade name other than a grade name applied to a carcass under this Regulation; or (c)  describe the whole or part of a carcass or a cut of meat as veal unless the carcass meets the requirements for veal set out in this Regulation.  O. Reg. 266/09, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>No person shall, on a package or sign, or on an invoice or manifest describing the whole or part of a carcass or a cut of meat for sale, or in an advertisement offering the whole or part of a carcass or a cut of meat for sale,</p> <p class=\"clause-e\">  (a)  make any statement that is untrue, deceptive, misleading or that is likely to deceive or mislead a person;</p> <p class=\"clause-e\">  (b)  use any words that resemble a grade name or that may be mistaken by a person for a grade name other than a grade name applied to a carcass under this Regulation; or</p> <p class=\"clause-e\">  (c)  describe the whole or part of a carcass or a cut of meat as veal unless the carcass meets the requirements for veal set out in this Regulation.  O. Reg. 266/09, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Grade labelling of beef",
            "content": " 13. (1) In this section, “advertise” includes to list or to quote the price of the cuts of beef that are being advertised; “principal display panel” has the same meaning as in the Consumer Packaging and Labelling Regulations (Canada); “processed” has the same meaning as in the Ontario Regulation 31/05 (Meat), made under the Act; “retail sale” has the same meaning as in the Retail Sales Tax Act. O. Reg. 266/09, s. 13 (1); O. Reg. 720/20, s. 6 (1). (2) For the purposes of this section, the term “cut of beef” does not include ground or processed beef or cuts of beef less than 125 cm3 in size that are of manufacturing quality or that are intended for grinding. O. Reg. 266/09, s. 13 (2). (3) The following persons shall ensure that cuts of beef are packed in containers marked with the information described in subsection (4) or are accompanied with documentation of the information described in subsection (4): 1.  An operator. 2.  A person who undertakes activities related to the processing of carcasses, parts of carcasses or meat products that are prescribed activities under the Safe Food for Canadians Act (Canada) and who holds a licence to do so under that Act. 3.  A person who operates premises, other than a restaurant, where meat products are produced, processed, handled or stored but no animals are slaughtered. O. Reg. 720/20, s. 6 (2). (4) The information shall consist of, (a)  all the grade names established in section 2 that apply to each cut of beef, if the cuts of beef have been graded under this Regulation; (b)  all the grade names assigned to each cut of beef in the jurisdiction where the cuts of beef have been graded, if that jurisdiction is not Ontario; or (c)  the words “ungraded beef” in all other cases. O. Reg. 266/09, s. 13 (4). (5) Every person who, for sale in Ontario except for retail sale, sells cuts of beef in a package shall mark the information described in subsection (4) on the package, or the container in which the package is packed. O. Reg. 266/09, s. 13 (5). (6) Every person who, for retail sale in Ontario, sells cuts of beef in a package shall mark the information described in subsection (4) on the package or on a sign next to the place where the cuts of beef are located. O. Reg. 266/09, s. 13 (6). (7) No person shall advertise cuts of beef for sale in Ontario without declaring in the advertisement the information described in subsection (4). O. Reg. 266/09, s. 13 (7). (8) Where this section requires that a package or a container be marked with a grade name or the words “ungraded beef”, the marking shall appear on the principal display panel of the package or the container, as the case may be, in type at least as legible and conspicuous as all other type on the panel. O. Reg. 266/09, s. 13 (8).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) In this section,</p> <p class=\"firstdef-e\">“advertise” includes to list or to quote the price of the cuts of beef that are being advertised;</p> <p class=\"definition-e\">“principal display panel” has the same meaning as in the <i>Consumer Packaging and Labelling Regulations </i>(Canada);</p> <p class=\"definition-e\">“processed” has the same meaning as in the Ontario Regulation 31/05 (Meat), made under the Act;</p> <p class=\"definition-e\">“retail sale” has the same meaning as in the <i>Retail Sales Tax Act</i>. O. Reg. 266/09, s. 13 (1); O. Reg. 720/20, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, the term “cut of beef” does not include ground or processed beef or cuts of beef less than 125 cm<sup>3 </sup>in size that are of manufacturing quality or that are intended for grinding. O. Reg. 266/09, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The following persons shall ensure that cuts of beef are packed in containers marked with the information described in subsection (4) or are accompanied with documentation of the information described in subsection (4):</p> <p class=\"paragraph-e\">  1.  An operator.</p> <p class=\"paragraph-e\">  2.  A person who undertakes activities related to the processing of carcasses, parts of carcasses or meat products that are prescribed activities under the <i>Safe Food for Canadians Act</i> (Canada) and who holds a licence to do so under that Act.</p> <p class=\"paragraph-e\">  3.  A person who operates premises, other than a restaurant, where meat products are produced, processed, handled or stored but no animals are slaughtered. O. Reg. 720/20, s. 6 (2).</p> <p class=\"subsection-e\">  (4) The information shall consist of,</p> <p class=\"clause-e\">  (a)  all the grade names established in section 2 that apply to each cut of beef, if the cuts of beef have been graded under this Regulation;</p> <p class=\"clause-e\">  (b)  all the grade names assigned to each cut of beef in the jurisdiction where the cuts of beef have been graded, if that jurisdiction is not Ontario; or</p> <p class=\"clause-e\">  (c)  the words “ungraded beef” in all other cases. O. Reg. 266/09, s. 13 (4).</p> <p class=\"subsection-e\">  (5) Every person who, for sale in Ontario except for retail sale, sells cuts of beef in a package shall mark the information described in subsection (4) on the package, or the container in which the package is packed. O. Reg. 266/09, s. 13 (5).</p> <p class=\"subsection-e\">  (6) Every person who, for retail sale in Ontario, sells cuts of beef in a package shall mark the information described in subsection (4) on the package or on a sign next to the place where the cuts of beef are located. O. Reg. 266/09, s. 13 (6).</p> <p class=\"subsection-e\">  (7) No person shall advertise cuts of beef for sale in Ontario without declaring in the advertisement the information described in subsection (4). O. Reg. 266/09, s. 13 (7).</p> <p class=\"subsection-e\">  (8) Where this section requires that a package or a container be marked with a grade name or the words “ungraded beef”, the marking shall appear on the principal display panel of the package or the container, as the case may be, in type at least as legible and conspicuous as all other type on the panel. O. Reg. 266/09, s. 13 (8).</p>"
        },
        {
            "id": "14.",
            "section": "Grade labelling of beef",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 266/09, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 266/09, s. 14.</p>"
        },
        {
            "id": null,
            "section": "Grade labelling of beef",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}