{
    "reg_info": {
        "full_title": "O. Reg. 451/00: ZONING ORDER - TOWN OF INNISFIL",
        "reg_name_text": "ZONING ORDER — TOWN OF INNISFIL",
        "citation": "O. Reg. 451/00: ZONING ORDER - TOWN OF INNISFIL",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/000451",
        "date_scraped": "2023-12-19 23:33:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 28, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. This Order applies to the land in the Town of Innisfil in the County of Simcoe, being parts of the North and South Halves of Lot 6, Concession VIII, designated as Parts 1-8 inclusive on Reference Plan 51R-22764 deposited in the Land Registry Office for the Registry Division of Simcoe (No. 51). O. Reg. 451/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Order applies to the land in the Town of Innisfil in the County of Simcoe, being parts of the North and South Halves of Lot 6, Concession VIII, designated as Parts 1-8 inclusive on Reference Plan 51R-22764 deposited in the Land Registry Office for the Registry Division of Simcoe (No. 51). O. Reg. 451/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be a by-law to amend By-law 24-83 of the council of the Town of Innisfil. O. Reg. 451/00, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be a by-law to amend By-law 24-83 of the council of the Town of Innisfil. O. Reg. 451/00, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The amendment to By-law 24-83 shall be deemed to be in force on the day this Order comes into force. O. Reg. 451/00, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The amendment to By-law 24-83 shall be deemed to be in force on the day this Order comes into force. O. Reg. 451/00, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Subsection 7A (12) of By-law 24-83 is amended by adding the following clause: (iii) M5-4 Map 44 In addition to all other uses permitted in the M5 Zone, the following uses are permitted: a horse racing track, slot machine gaming facility, a restaurant and any other incidental or accessory use or structure. Despite clause 7A (9) (e), the maximum building height for the racetrack grandstand is 16 metres. O. Reg. 451/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Subsection 7A (12) of By-law 24-83 is amended by adding the following clause:</p> <p class=\"subclause-e\">(iii) M5-4</p> <p class=\"Ssubclause-e\">Map 44</p> <p class=\"Ssubclause-e\">In addition to all other uses permitted in the M5 Zone, the following uses are permitted: a horse racing track, slot machine gaming facility, a restaurant and any other incidental or accessory use or structure. Despite clause 7A (9) (e), the maximum building height for the racetrack grandstand is 16 metres. O. Reg. 451/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Map 44 of By-law 24-83 as shown on Schedule B to By-law 91-92 of the Town of Innisfil is amended by changing the zone of the lands described in section 1 of this Order from Light Industrial-Commercial Zone (M5-H) to Light Industrial-Commercial Exception four (M5-4). O. Reg. 451/00, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Map 44 of By-law 24-83 as shown on Schedule B to By-law 91-92 of the Town of Innisfil is amended by changing the zone of the lands described in section 1 of this Order from Light Industrial-Commercial Zone (M5-H) to Light Industrial-Commercial Exception four (M5-4). O. Reg. 451/00, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. By-Law 24-83 is further amended by adding the following definition: “slot machine” means any automatic machine or slot machine, (a) that is used or intended to be used for any purpose other than vending merchandise or services, or (b) that is used or intended to be used for the purpose of vending merchandise or services if, (i) the result of one of any number or operations of the machine is a matter of chance or uncertainty to the operator, (ii) as a result of a given number of successive operations by the operator the machine produces different results, or (iii) on any operation of the machine it discharges or emits a slug or token, but does not include an automatic machine or slot machine that dispenses as prizes only one or more free games on that machine. O. Reg. 451/00, s. 6. ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>By-Law 24-83 is further amended by adding the following definition:</p> <p class=\"firstdef-e\">“slot machine” means any automatic machine or slot machine,</p> <p class=\"defclause-e\">(a) that is used or intended to be used for any purpose other than vending merchandise or services, or</p> <p class=\"defclause-e\">(b) that is used or intended to be used for the purpose of vending merchandise or services if, </p> <p class=\"defsubclause-e\">(i) the result of one of any number or operations of the machine is a matter of chance or uncertainty to the operator,</p> <p class=\"defsubclause-e\">(ii) as a result of a given number of successive operations by the operator the machine produces different results, or</p> <p class=\"defsubclause-e\">(iii) on any operation of the machine it discharges or emits a slug or token,</p> <p class=\"Sdefinition-e\">but does not include an automatic machine or slot machine that dispenses as prizes only one or more free games on that machine. O. Reg. 451/00, s. 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}