{
    "reg_info": {
        "full_title": "O. Reg. 221/01: AMUSEMENT DEVICES",
        "reg_name_text": "amusement devices",
        "citation": "O. Reg. 221/01: AMUSEMENT DEVICES",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/010221",
        "date_scraped": "2023-12-19 07:55:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010221/v2",
            "valid_from": "July 16, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/regulation/010221/v1",
            "valid_from": "July  8, 2003",
            "valid_to": "July 15, 2008"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “adult kart” means a kart that is designed for use by persons who are at least 1.32 metres in height; “air-supported structure” means a structure that incorporates a structural and mechanical system and uses a high-strength fabric or film that achieves its strength, shape and stability by pre-tensioning with internal air pressure; “alteration” means a modification or replacement, removal or addition of any component or part of an amusement device that results in, or may result in, a change in the original design, inherent safety or operational characteristics of the amusement device, and “altered” has a corresponding meaning; “amusement device” means a machine, contrivance, structure, vehicle or device, or component attached or to be attached thereto, used to entertain persons by moving them or causing them to be moved and includes the area peripheral thereto if such area is integral to the device; “ASTM” means the American Society for Testing and Materials; “attendant” means a person who actively engages in or supervises the loading, movement or unloading of passengers on an amusement device or the marshalling of passenger-carrying units, or both; “cable ride” means an amusement device that incorporates structural supports, and a cable and pulley system, including a hand-gripping component that one or more riders use to suspend themselves and glide along a predetermined horizontal or inclined path; “CAN/CSA” means a national standard of Canada developed by the Canadian Standards Association and approved by the Standards Council of Canada; “code adoption document” means the “Amusement Devices Code Adoption Document” adopted as part of this Regulation under Ontario Regulation 223/01; “dry slide” means an amusement device that consists of one or more inclined channels that do not contain water and on which a person slides down from a predetermined height into a landing area; “field test” means a test or a series of tests used to determine whether an amusement device conforms to its original design and operational criteria; “go-kart” means an amusement device that consists of one or more adult karts or kiddie karts that are driven on a go-kart track and includes the pit area and surrounding area; “go-kart track” means a specially constructed track that is used for karts; “incident” means an occurrence involving a system, device or component of an amusement device, whereby a hazard is exposed resulting in an adverse consequence to a person or property; “kart” means a self-propelled motorized vehicle that is designed to be driven on a go-kart track at limited speed where the driver has control over acceleration from rest, deceleration, stopping and steering of the vehicle; “kiddie kart” means a kart that is designed for use by persons who do not exceed 1.375 metres in height; “manufacturer” means the manufacturer of an amusement device; “maximum capacity” means the maximum number of passengers, passenger carrying units or maximum weight, or any combination of these, that the amusement device is designed for in order to operate safely at the maximum speed specified by the manufacturer for the amusement device; “mechanic” means a person who holds a certificate referred to in subsection 3 (1) of Ontario Regulation 187/03; “mechanic-in-training” means a person who works under the supervision of a mechanic for the purpose of obtaining the qualifying time required for a certificate referred to in subsection 3 (1) of Ontario Regulation 187/03 (Certification and Training of Amusement Device Mechanics) made under the Act; “medical practitioner” means a physician, nurse, dentist, chiropractor or physiotherapist legally qualified to practise their profession in Ontario, and a paramedic as defined under the Ambulance Act; “operator” means a person who has direct control over the starting, stopping and speed of an amusement device or part thereof or is in charge of the entire operation of an amusement device; “passenger-carrying unit” means that part of an amusement device that is self-propelled or attached directly or indirectly to the drive mechanism by means of a flexible linkage and that carries passengers through an operation cycle; “preliminary review” means a review of a design for an amusement device that is submitted to obtain prior verification of compliance with this Regulation; “professional engineer” means a holder of a licence, limited licence or temporary licence under the Professional Engineers Act and, for the purposes of clauses 9 (2) (h), (i) and (j), 9 (3) (c) and subsection 10 (5) with respect to any part of an amusement device manufactured outside Ontario, includes a professional engineer recognized under similar legislation of another jurisdiction in Canada or the United States; “prototype test” means a test or series of tests performed by the manufacturer on the primary model of an amusement device to verify the design and operational characteristics of the amusement device, including the deflections, loads and forces that are intended to be placed on the amusement device and the passengers riding on the amusement device; “safety retainer” means a wire, rope, chain, bar, attachment or other device that is designed to prevent a part or parts of an amusement device from tipping, tilting, or disengaging in a manner that could cause a hazard to a person using the amusement device or a person in the vicinity of the amusement device, should the means of suspension, guiding or attachment fail; “technical dossier” means a technical dossier referred to in section 9; “track ride” means an amusement device that incorporates a structural and non-motorized mechanical system, including a hand-gripping component that one or more riders use to suspend themselves and glide along a predetermined horizontal or inclined path; “type certification” means a certification, granted by the director to a manufacturer after reviewing a technical dossier, that applies to all devices of the same design and manufacture with regard to structural, mechanical, electrical, electronic, programmable electronic, pneumatic, hydraulic, control feature, restraint and other protective features; “water slide” means an amusement device that consists of one or more inclined channels of similar design and function attached to a common platform, that contains running water and on which a person slides down from a pre-determined height into a common splash-down area; “zip line” means an amusement device that incorporates structural supports and a cable and pulley system from which one or more riders are suspended by means of a harness and glide along a predetermined horizontal or inclined path.  O. Reg. 221/01, s. 1 (1); O. Reg. 188/03, s. 1; O. Reg. 249/08, s. 1 (1-24). (2) In the event of a conflict between a provision of this Regulation and the code adoption document, this Regulation prevails.  O. Reg. 221/01, s. 1 (2). (2.1) Except as otherwise indicated, a reference in this Regulation to “director’s order” means a safety order under section 14 of the Act, a public safety order under section 31 of the Act or an authorization under clause 36 (3) (a) of the Act.  O. Reg. 249/08, s. 1 (25). (3) A reference in this Regulation to a director is a reference to the director to whom the subject-matter of this Regulation is assigned.  O. Reg. 221/01, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“adult kart” means a kart that is designed for use by persons who are at least 1.32 metres in height;</p> <p class=\"definition-e\">“air-supported structure” means a structure that incorporates a structural and mechanical system and uses a high-strength fabric or film that achieves its strength, shape and stability by pre-tensioning with internal air pressure;</p> <p class=\"definition-e\"> “alteration” means a modification or replacement, removal or addition of any component or part of an amusement device that results in, or may result in, a change in the original design, inherent safety or operational characteristics of the amusement device, and “altered” has a corresponding meaning;</p> <p class=\"definition-e\">“amusement device” means a machine, contrivance, structure, vehicle or device, or component attached or to be attached thereto, used to entertain persons by moving them or causing them to be moved and includes the area peripheral thereto if such area is integral to the device;</p> <p class=\"definition-e\">“ASTM” means the American Society for Testing and Materials;</p> <p class=\"definition-e\">“attendant” means a person who actively engages in or supervises the loading, movement or unloading of passengers on an amusement device or the marshalling of passenger-carrying units, or both;</p> <p class=\"definition-e\">“cable ride” means an amusement device that incorporates structural supports, and a cable and pulley system, including a hand-gripping component that one or more riders use to suspend themselves and glide along a predetermined horizontal or inclined path; </p> <p class=\"definition-e\">“CAN/CSA” means a national standard of Canada developed by the Canadian Standards Association and approved by the Standards Council of Canada;</p> <p class=\"definition-e\">“code adoption document” means the “Amusement Devices Code Adoption Document” adopted as part of this Regulation under Ontario Regulation 223/01; </p> <p class=\"definition-e\">“dry slide” means an amusement device that consists of one or more inclined channels that do not contain water and on which a person slides down from a predetermined height into a landing area;</p> <p class=\"definition-e\">“field test” means a test or a series of tests used to determine whether an amusement device conforms to its original design and operational criteria;</p> <p class=\"definition-e\">“go-kart” means an amusement device that consists of one or more adult karts or kiddie karts that are driven on a go-kart track and includes the pit area and surrounding area;</p> <p class=\"definition-e\">“go-kart track” means a specially constructed track that is used for karts;</p> <p class=\"definition-e\">“incident” means an occurrence involving a system, device or component of an amusement device, whereby a hazard is exposed resulting in an adverse consequence to a person or property;</p> <p class=\"definition-e\">“kart” means a self-propelled motorized vehicle that is designed to be driven on a go-kart track at limited speed where the driver has control over acceleration from rest, deceleration, stopping and steering of the vehicle;</p> <p class=\"definition-e\">“kiddie kart” means a kart that is designed for use by persons who do not exceed 1.375 metres in height; </p> <p class=\"definition-e\">“manufacturer” means the manufacturer of an amusement device;</p> <p class=\"definition-e\">“maximum capacity” means the maximum number of passengers, passenger carrying units or maximum weight, or any combination of these, that the amusement device is designed for in order to operate safely at the maximum speed specified by the manufacturer for the amusement device; </p> <p class=\"definition-e\">“mechanic” means a person who holds a certificate referred to in subsection 3 (1) of Ontario Regulation 187/03;</p> <p class=\"definition-e\">“mechanic-in-training” means a person who works under the supervision of a mechanic for the purpose of obtaining the qualifying time required for a certificate referred to in subsection 3 (1) of Ontario Regulation 187/03 (Certification and Training of Amusement Device Mechanics) made under the Act; </p> <p class=\"definition-e\">“medical practitioner” means a physician, nurse, dentist, chiropractor or physiotherapist legally qualified to practise their profession in Ontario, and a paramedic as defined under the <i>Ambulance Act</i>; </p> <p class=\"definition-e\">“operator” means a person who has direct control over the starting, stopping and speed of an amusement device or part thereof or is in charge of the entire operation of an amusement device;</p> <p class=\"definition-e\">“passenger-carrying unit” means that part of an amusement device that is self-propelled or attached directly or indirectly to the drive mechanism by means of a flexible linkage and that carries passengers through an operation cycle;</p> <p class=\"definition-e\">“preliminary review” means a review of a design for an amusement device that is submitted to obtain prior verification of compliance with this Regulation;</p> <p class=\"definition-e\">“professional engineer” means a holder of a licence, limited licence or temporary licence under the <i>Professional Engineers Act</i> and, for the purposes of clauses 9 (2) (h), (i) and (j), 9 (3) (c) and subsection 10 (5) with respect to any part of an amusement device manufactured outside Ontario, includes a professional engineer recognized under similar legislation of another jurisdiction in Canada or the United States;</p> <p class=\"definition-e\">“prototype test” means a test or series of tests performed by the manufacturer on the primary model of an amusement device to verify the design and operational characteristics of the amusement device, including the deflections, loads and forces that are intended to be placed on the amusement device and the passengers riding on the amusement device; </p> <p class=\"definition-e\">“safety retainer” means a wire, rope, chain, bar, attachment or other device that is designed to prevent a part or parts of an amusement device from tipping, tilting, or disengaging in a manner that could cause a hazard to a person using the amusement device or a person in the vicinity of the amusement device, should the means of suspension, guiding or attachment fail;</p> <p class=\"definition-e\">“technical dossier” means a technical dossier referred to in section 9;</p> <p class=\"definition-e\">“track ride” means an amusement device that incorporates a structural and non-motorized mechanical system, including a hand-gripping component that one or more riders use to suspend themselves and glide along a predetermined horizontal or inclined path; </p> <p class=\"definition-e\">“type certification” means a certification, granted by the director to a manufacturer after reviewing a technical dossier, that applies to all devices of the same design and manufacture with regard to structural, mechanical, electrical, electronic, programmable electronic, pneumatic, hydraulic, control feature, restraint and other protective features;</p> <p class=\"definition-e\">“water slide” means an amusement device that consists of one or more inclined channels of similar design and function attached to a common platform, that contains running water and on which a person slides down from a pre-determined height into a common splash-down area;</p> <p class=\"definition-e\">“zip line” means an amusement device that incorporates structural supports and a cable and pulley system from which one or more riders are suspended by means of a harness and glide along a predetermined horizontal or inclined path.  O. Reg. 221/01, s. 1 (1); O. Reg. 188/03, s. 1; O. Reg. 249/08, s. 1 (1-24).</p> <p class=\"subsection-e\">  (2) In the event of a conflict between a provision of this Regulation and the code adoption document, this Regulation prevails.  O. Reg. 221/01, s. 1 (2).</p> <p class=\"subsection-e\">  (2.1) Except as otherwise indicated, a reference in this Regulation to “director’s order” means a safety order under section 14 of the Act, a public safety order under section 31 of the Act or an authorization under clause 36 (3) (a) of the Act.  O. Reg. 249/08, s. 1 (25).</p> <p class=\"subsection-e\">  (3) A reference in this Regulation to a director is a reference to the director to whom the subject-matter of this Regulation is assigned.  O. Reg. 221/01, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. (1) This Regulation applies to the design, construction, installation, use, maintenance, repair, service and operation of amusement devices unless otherwise provided in this Regulation.  O. Reg. 221/01, s. 2 (1); O. Reg. 249/08, s. 2 (1). (2) This Regulation does not apply to the following: 1. Devices that are provided in a public park, playground, play space or similar facility. 2. Devices that are, i. designed and built to be operated by coin, token or card, and ii. designed to be operated without the assistance of an operator. 3. Trains, vehicles or conveyances that are operated primarily for transportation purposes and that are not used exclusively for amusement. 3.1 Trains known as model trains that operate on a track with an internal gauge of 12 inches or less, operate at a speed of 12 kilometres per hour or less and are operated primarily for demonstration purposes in support of railroad heritage or technology. 4. Elevating devices regulated under Ontario Regulation 209/01 (Elevating Devices) except for those elevating devices that are used to entertain members of the public and fall within the definition of an amusement device. 5. Off-road vehicles within the meaning of the Off-Road Vehicles Act. 6. Motorized snow vehicles within the meaning of the Motorized Snow Vehicles Act. 7. Public pools, wave action pools and lazy rivers. 8. Aircraft within the meaning of the Aeronautics Act (Canada). 9. Devices whose sliding action is dependent on snow or ice. 10. Boats and other watercraft used for transportation and leisure but not for amusement. 11. Jet water skis and similar jet or motorized devices used on water. 12. Wind surfers and surf boards. 13. Devices that require human or animal muscular power to move. 14. Parasails, hang gliders, balloons and chutes. 15. Hay rides driven by any propulsion. 16. Soap box racers. 17. Golf carts. 18. Hovercraft. 19. Skateboards, roller skates and in-line blade skates. 20. Live animal rides. 21. Self-propelled vehicles that travel a speed of 4 kilometres per hour or less. 22. Dry slides that meet the following criteria: i. the vertical height of the slide, measured from its entry to the exit, is 3m or less for open flume slide and is 5m or less for closed flume slide, ii. the average angle of the slide flume, measured from its entry to the exit, is 30º or less, and iii. the maximum speed of the rider at the slide exit is not more than 2m/s. 23. Track rides that meet the following criteria: i. the vertical height of the hand-gripping component is less than 1,950 mm from the finished grade at any point along the ride, ii. the maximum speed of the hand-gripping component of the ride on arrival at the arrival station is two metres per second, and iii. the maximum speed of the rider at any point along the ride is five metres per second. 24. Air supported pillows that meet the following criteria: i. they are protected from ambient weather conditions, ii. they are less than 900 mm thick, and iii. they do not have inflated walls. 24.1 Air supported structures that are buildings or that are used solely for advertising or spectator participation. 25. Water slides that meet the following criteria: i. the vertical height of the water slide, measured from its entry to the exit, is 2m or less, ii. the average angle of the water slide, measured from its entry to the exit, is less than 6º, and iii. the maximum speed of the passenger on the slide does not exceed 2m/s. 26. Children’s Play Space and Equipment covered by CAN/CSA-Z614-1998 Standard and ASTM-F 1918-98 Standard Safety Performance Specification for Soft Contained Play Equipment. 27. Go-kart tracks, go-karts or facilities that are affiliated to and sanctioned by the National Karting Council of the Autorité Sportive Nationale du Canada la Fédération Internationale de l’Automobile or organizations that, in the opinion of the director, are equivalent thereto and that are involved in the sport of racing and that are subject to the regulations, licensing and driver qualifications as mandated by such organizations. 28. Rubber tired wagons or trains not on tracks. 29. Amusement devices operated at private dwellings, including the land upon which the private dwellings are situated, and used exclusively by the owner or occupants and their guests. 30. Fixed or portable climbing walls, rock climbing walls or inflatable climbing walls. 31. Zip lines or cable rides that meet the following criteria: i. the vertical height of the suspension cable is less than 2,400 mm from the finished grade at any point along the ride, ii. the maximum speed at which the rider may be travelling on arrival at the arrival station is two metres per second, and iii. the maximum speed of the rider at any point along the ride is five metres per second.  O. Reg. 221/01, s. 2 (2); O. Reg. 188/03, s. 2; O. Reg. 249/08, s. 2 (2-4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2.</b><b> </b>(1) This Regulation applies to the design, construction, installation, use, maintenance, repair, service and operation of amusement devices unless otherwise provided in this Regulation.  O. Reg. 221/01, s. 2 (1); O. Reg. 249/08, s. 2 (1).</p> <p class=\"subsection-e\">  (2) This Regulation does not apply to the following:</p> <p class=\"paragraph-e\">  1. Devices that are provided in a public park, playground, play space or similar facility.</p> <p class=\"paragraph-e\">  2. Devices that are,</p> <p class=\"subpara-e\">  i. designed and built to be operated by coin, token or card, and </p> <p class=\"subpara-e\">  ii. designed to be operated without the assistance of an operator. </p> <p class=\"paragraph-e\">  3. Trains, vehicles or conveyances that are operated primarily for transportation purposes and that are not used exclusively for amusement.</p> <p class=\"paragraph-e\">  3.1 Trains known as model trains that operate on a track with an internal gauge of 12 inches or less, operate at a speed of 12 kilometres per hour or less and are operated primarily for demonstration purposes in support of railroad heritage or technology.</p> <p class=\"paragraph-e\">  4. Elevating devices regulated under Ontario Regulation 209/01 (Elevating Devices) except for those elevating devices that are used to entertain members of the public and fall within the definition of an amusement device.</p> <p class=\"paragraph-e\">  5. Off-road vehicles within the meaning of the <i>Off-Road Vehicles Act</i>.</p> <p class=\"paragraph-e\">  6. Motorized snow vehicles within the meaning of the <i>Motorized Snow Vehicles Act</i>.</p> <p class=\"paragraph-e\">  7. Public pools, wave action pools and lazy rivers.</p> <p class=\"paragraph-e\">  8. Aircraft within the meaning of the <i>Aeronautics Act</i> (Canada).</p> <p class=\"paragraph-e\">  9. Devices whose sliding action is dependent on snow or ice. </p> <p class=\"paragraph-e\">  10. Boats and other watercraft used for transportation and leisure but not for amusement. </p> <p class=\"paragraph-e\">  11. Jet water skis and similar jet or motorized devices used on water.</p> <p class=\"paragraph-e\">  12. Wind surfers and surf boards.</p> <p class=\"paragraph-e\">  13. Devices that require human or animal muscular power to move.</p> <p class=\"paragraph-e\">  14. Parasails, hang gliders, balloons and chutes.</p> <p class=\"paragraph-e\">  15. Hay rides driven by any propulsion.</p> <p class=\"paragraph-e\">  16. Soap box racers.</p> <p class=\"paragraph-e\">  17. Golf carts.</p> <p class=\"paragraph-e\">  18. Hovercraft.</p> <p class=\"paragraph-e\">  19. Skateboards, roller skates and in-line blade skates.</p> <p class=\"paragraph-e\">  20. Live animal rides.</p> <p class=\"paragraph-e\">  21. Self-propelled vehicles that travel a speed of 4 kilometres per hour or less.</p> <p class=\"paragraph-e\">  22. Dry slides that meet the following criteria:</p> <p class=\"subpara-e\">  i. the vertical height of the slide, measured from its entry to the exit, is 3m or less for open flume slide and is 5m or less for closed flume slide,</p> <p class=\"subpara-e\">  ii. the average angle of the slide flume, measured from its entry to the exit, is 30º or less, and</p> <p class=\"subpara-e\">  iii. the maximum speed of the rider at the slide exit is not more than 2m/s.</p> <p class=\"paragraph-e\">  23. Track rides that meet the following criteria:</p> <p class=\"subpara-e\">  i. the vertical height of the hand-gripping component is less than 1,950 mm from the finished grade at any point along the ride,</p> <p class=\"subpara-e\">  ii. the maximum speed of the hand-gripping component of the ride on arrival at the arrival station is two metres per second, and </p> <p class=\"subpara-e\">  iii. the maximum speed of the rider at any point along the ride is five metres per second.  </p> <p class=\"paragraph-e\">  24. Air supported pillows that meet the following criteria:</p> <p class=\"subpara-e\">  i. they are protected from ambient weather conditions,</p> <p class=\"subpara-e\">  ii. they are less than 900 mm thick, and</p> <p class=\"subpara-e\">  iii. they do not have inflated walls.  </p> <p class=\"paragraph-e\"> 24.1 Air supported structures that are buildings or that are used solely for advertising or spectator participation. </p> <p class=\"paragraph-e\">  25. Water slides that meet the following criteria:</p> <p class=\"subpara-e\">  i. the vertical height of the water slide, measured from its entry to the exit, is 2m or less,</p> <p class=\"subpara-e\">  ii. the average angle of the water slide, measured from its entry to the exit, is less than 6º, and</p> <p class=\"subpara-e\">  iii. the maximum speed of the passenger on the slide does not exceed 2m/s.</p> <p class=\"paragraph-e\">  26. Children’s Play Space and Equipment covered by CAN/CSA-Z614-1998 Standard and ASTM-F 1918-98 Standard Safety Performance Specification for Soft Contained Play Equipment.</p> <p class=\"paragraph-e\">  27. Go-kart tracks, go-karts or facilities that are affiliated to and sanctioned by the National Karting Council of the Autorité Sportive Nationale du Canada la Fédération Internationale de l’Automobile or organizations that, in the opinion of the director, are equivalent thereto and that are involved in the sport of racing and that are subject to the regulations, licensing and driver qualifications as mandated by such organizations.</p> <p class=\"paragraph-e\">  28. Rubber tired wagons or trains not on tracks.</p> <p class=\"paragraph-e\">  29. Amusement devices operated at private dwellings, including the land upon which the private dwellings are situated, and used exclusively by the owner or occupants and their guests.  </p> <p class=\"paragraph-e\">  30. Fixed or portable climbing walls, rock climbing walls or inflatable climbing walls.</p> <p class=\"paragraph-e\">  31. Zip lines or cable rides that meet the following criteria:</p> <p class=\"paragraph-e\">  i. the vertical height of the suspension cable is less than 2,400 mm from the finished grade at any point along the ride, </p> <p class=\"paragraph-e\">  ii. the maximum speed at which the rider may be travelling on arrival at the arrival station is two metres per second, and</p> <p class=\"paragraph-e\">  iii. the maximum speed of the rider at any point along the ride is five metres per second.  O. Reg. 221/01, s. 2 (2); O. Reg. 188/03, s. 2; O. Reg. 249/08, s. 2 (2-4).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "General requirement for compliance",
            "content": " 3. (1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act, this Regulation, including the code adoption document, and any applicable director’s order.  O. Reg. 221/01, s. 3 (1); O. Reg. 249/08, s. 3. (2) For the purposes of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited to, design, construction, erection, dismantling, operation, installation, inspection, testing, maintenance, alterations, service or use.  O. Reg. 221/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3.</b><b> </b>(1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act, this Regulation, including the code adoption document, and any applicable director’s order.  O. Reg. 221/01, s. 3 (1); O. Reg. 249/08, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited to, design, construction, erection, dismantling, operation, installation, inspection, testing, maintenance, alterations, service or use.  O. Reg. 221/01, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Prohibitions",
            "content": " 4. (1) No person shall carry on the business of operating an amusement device unless licensed to do so in accordance with the Act and this Regulation, including the code adoption document.  O. Reg. 221/01, s. 4 (1); O. Reg. 249/08, s. 4 (1). (2) No person shall erect, operate or maintain an amusement device to which this Regulation applies except in accordance with this Regulation, including the code adoption document and any applicable director’s order.  O. Reg. 221/01, s. 4 (2); O. Reg. 249/08, s. 4 (2). (3) No person shall operate an amusement device unless there is a current permit issued by the director for the device.  O. Reg. 221/01, s. 4 (3). (4) No person shall alter an amusement device after a permit has been issued for it without the express consent of the director.  O. Reg. 221/01, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4.</b><b> </b>(1) No person shall carry on the business of operating an amusement device unless licensed to do so in accordance with the Act and this Regulation, including the code adoption document.  O. Reg. 221/01, s. 4 (1); O. Reg. 249/08, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No person shall erect, operate or maintain an amusement device to which this Regulation applies except in accordance with this Regulation, including the code adoption document and any applicable director’s order.  O. Reg. 221/01, s. 4 (2); O. Reg. 249/08, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No person shall operate an amusement device unless there is a current permit issued by the director for the device.  O. Reg. 221/01, s. 4 (3).</p> <p class=\"subsection-e\">  (4) No person shall alter an amusement device after a permit has been issued for it without the express consent of the director.  O. Reg. 221/01, s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Licence to carry on business",
            "content": " 5. (1) An application for a licence to carry on the business of operating an amusement device or for a renewal of such licence shall be in a form published by the designated administrative authority and be accompanied by the fee set by the designated administrative authority.  O. Reg. 221/01, s. 5 (1). (2) It is a condition for the issuing of a licence to carry on the business of operating an amusement device or for a renewal of such a licence that the applicant, (a) have full knowledge of the Act, this Regulation, including the code adoption document, and any applicable director’s order or have in the employ of, or otherwise under written contract to, the applicant, a person who has such knowledge; and (b) be a mechanic, or have in the employ of, or otherwise under written contract to, the applicant, a person who is capable of, (i) erecting the amusement devices to be operated by the applicant, and (ii) maintaining the amusement devices operated by the applicant.  O. Reg. 249/08, s. 5. (3) Every person who carries on the business of operating an amusement device shall obtain and maintain public liability insurance in respect of the business in an amount not less than $2,000,000 per occurrence from an insurer licensed under the Insurance Act or under similar legislation of another Canadian jurisdiction.  O. Reg. 249/08, s. 5. (4) Each licence to carry on the business of operating an amusement device expires one year immediately following the date on which it was issued, unless otherwise stated in the licence.  O. Reg. 221/01, s. 5 (4). (5) A licence holder shall provide the personnel and any devices, such as test load and measuring devices, that are required for the carrying out of the inspection.  O. Reg. 221/01, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>5.</b><b> </b>(1) An application for a licence to carry on the business of operating an amusement device or for a renewal of such licence shall be in a form published by the designated administrative authority and be accompanied by the fee set by the designated administrative authority.  O. Reg. 221/01, s. 5 (1).</p> <p class=\"subsection-e\">  (2) It is a condition for the issuing of a licence to carry on the business of operating an amusement device or for a renewal of such a licence that the applicant,</p> <p class=\"clause-e\">  (a) have full knowledge of the Act, this Regulation, including the code adoption document, and any applicable director’s order or have in the employ of, or otherwise under written contract to, the applicant, a person who has such knowledge; and  </p> <p class=\"clause-e\">  (b) be a mechanic, or have in the employ of, or otherwise under written contract to, the applicant, a person who is capable of, </p> <p class=\"subclause-e\">  (i) erecting the amusement devices to be operated by the applicant, and</p> <p class=\"subclause-e\">  (ii) maintaining the amusement devices operated by the applicant.  O. Reg. 249/08, s. 5.</p> <p class=\"subsection-e\">  (3) Every person who carries on the business of operating an amusement device shall obtain and maintain public liability insurance in respect of the business in an amount not less than $2,000,000 per occurrence from an insurer licensed under the <i>Insurance Act</i> or under similar legislation of another Canadian jurisdiction.  O. Reg. 249/08, s. 5.</p> <p class=\"subsection-e\">  (4) Each licence to carry on the business of operating an amusement device expires one year immediately following the date on which it was issued, unless otherwise stated in the licence.  O. Reg. 221/01, s. 5 (4).</p> <p class=\"subsection-e\">  (5) A licence holder shall provide the personnel and any devices, such as test load and measuring devices, that are required for the carrying out of the inspection.  O. Reg. 221/01, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Permit to operate an amusement device",
            "content": " 6. (1) An application for a permit for an amusement device or a renewal of such a permit shall be in the form published by the designated administrative authority and be accompanied by the fee set by the authority.  O. Reg. 221/01, s. 6 (1). (2) It is a condition for the issuing of a permit for an amusement device that, (a) the applicant be a licence holder; (b) the amusement device to which the permit relates meet the requirements of subsections 8 (1) and (2); (c) the applicant file with the director an operating schedule that is in accordance with subsection (4) and comply with section 7 where there is a change in the operating schedule; (d) the amusement device to which the permit relates be in compliance with this Regulation; and (e) the applicant pay the fee set by the designated administrative authority.  O. Reg. 221/01, s. 6 (2). (3) It is a condition for the renewal of a permit that, (a) the applicant be a licence holder; (b) the amusement device to which the permit relates meet the requirements of section 8; (c) the amusement device be maintained in accordance with the requirements of section 8; (d) the technical dossier required under section 9 be updated in accordance with section 10; and (e) the applicant file with the director an operating schedule that is in accordance with subsection (4).  O. Reg. 221/01, s. 6 (3). (4) For the purposes of this section, an operating schedule shall include, (a) the location or locations in Ontario where the amusement device will be operated; (b) the operating dates of the amusement device for the calendar year; and (c) the date or dates for the erection or dismantling of an amusement device that is designed to be moved from place to place.  O. Reg. 221/01, s. 6 (4); O. Reg. 249/08, s. 6 (1). (5) A permit expires one year immediately following the date on which it is issued unless otherwise stated on the permit.  O. Reg. 221/01, s. 6 (5). (6) A permit shall be kept in the vicinity of the amusement device to which it relates.  O. Reg. 221/01, s. 6 (6). (7) Revoked:  O. Reg. 249/08, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6.</b><b> </b>(1) An application for a permit for an amusement device or a renewal of such a permit shall be in the form published by the designated administrative authority and be accompanied by the fee set by the authority.  O. Reg. 221/01, s. 6 (1).</p> <p class=\"subsection-e\">  (2) It is a condition for the issuing of a permit for an amusement device that,</p> <p class=\"clause-e\">  (a) the applicant be a licence holder;\r\n</p> <p class=\"clause-e\">  (b) the amusement device to which the permit relates meet the requirements of subsections 8 (1) and (2);</p> <p class=\"clause-e\">  (c) the applicant file with the director an operating schedule that is in accordance with subsection (4) and comply with section 7 where there is a change in the operating schedule; </p> <p class=\"clause-e\">  (d) the amusement device to which the permit relates be in compliance with this Regulation; and</p> <p class=\"clause-e\">  (e) the applicant pay the fee set by the designated administrative authority.  O. Reg. 221/01, s. 6 (2).</p> <p class=\"subsection-e\">  (3) It is a condition for the renewal of a permit that,</p> <p class=\"clause-e\">  (a) the applicant be a licence holder;</p> <p class=\"clause-e\">  (b) the amusement device to which the permit relates meet the requirements of section 8;</p> <p class=\"clause-e\">  (c) the amusement device be maintained in accordance with the requirements of section 8;</p> <p class=\"clause-e\">  (d) the technical dossier required under section 9 be updated in accordance with section 10; and </p> <p class=\"clause-e\">  (e) the applicant file with the director an operating schedule that is in accordance with subsection (4).  O. Reg. 221/01, s. 6 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of this section, an operating schedule shall include,</p> <p class=\"clause-e\">  (a) the location or locations in Ontario where the amusement device will be operated;</p> <p class=\"clause-e\">  (b) the operating dates of the amusement device for the calendar year; and</p> <p class=\"clause-e\">  (c) the date or dates for the erection or dismantling of an amusement device that is designed to be moved from place to place.  O. Reg. 221/01, s. 6 (4); O. Reg. 249/08, s. 6 (1).</p> <p class=\"subsection-e\">  (5) A permit expires one year immediately following the date on which it is issued unless otherwise stated on the permit.  O. Reg. 221/01, s. 6 (5).</p> <p class=\"subsection-e\">  (6) A permit shall be kept in the vicinity of the amusement device to which it relates.  O. Reg. 221/01, s. 6 (6).</p> <p class=\"subsection-e\">  (7) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 249/08, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Operating schedule",
            "content": " 7. A change in the operating schedule of a licence holder shall be forwarded by the licence holder to the director, (a) forthwith by telephone, fax or other means of electronic communication, if the change is to occur within 14 days of the licence holder becoming aware of the change; or (b) in writing, if the change is not to occur within 14 days of the licence holder becoming aware of the change.  O. Reg. 221/01, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>7.</b><b> </b>A change in the operating schedule of a licence holder shall be forwarded by the licence holder to the director,</p> <p class=\"clause-e\">  (a) forthwith by telephone, fax or other means of electronic communication,<b> </b>if the change is to occur within 14 days of the licence holder becoming aware of the change; or</p> <p class=\"clause-e\">  (b) in writing, if the change is not to occur within 14 days of the licence holder becoming aware of the change.  O. Reg. 221/01, s. 7.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Conditions for permit",
            "content": " 8. (1) It is a condition for the issuing of a permit for an amusement device that,  (a) the applicant file with the director, (i) a technical dossier in accordance with section 9, or (ii) in the case of a device for which the director has a type certification on file, an application form for the device and a letter from the manufacturer of the device stating that the safety features of the device are identical to those of the type certified; (b) the device be erected by or under the direct supervision of a mechanic; (c) after the device is erected, the licence holder carry out or have carried out by a mechanic an examination of the device to ensure that it complies with the technical dossier or type certification referred to in clause (a) and conforms to this Regulation.  O. Reg. 249/08, s. 7 (1). (2) Upon the conditions set out in subsection 6 (2) and subsection (1) being satisfied, the director shall issue a permit for the amusement device.  O. Reg. 221/01, s. 8 (2). (3) Where a permit is issued for an amusement device, the licence holder who applied for the permit shall affix to the device the permit number in the form of a plate supplied by the director.  O. Reg. 221/01, s. 8 (3); O. Reg. 249/08, s. 7 (2). (4) An applicant for a permit for an amusement device who makes the application more than five years after a permit for the device was last obtained shall file with the director an amendment to the technical dossier consisting of a statement by the manufacturer of the device or the licence holder that the safety features of the device have been altered to conform with the recommendations of the manufacturer made subsequent to the filing of the technical dossier and with this Regulation.  O. Reg. 249/08, s. 7 (3). (5), (6) Revoked:  O. Reg. 249/08, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>8.</b><b> </b>(1) It is a condition for the issuing of a permit for an amusement device that, </p> <p class=\"clause-e\">  (a) the applicant file with the director, </p> <p class=\"subclause-e\">  (i) a technical dossier in accordance with section 9, or </p> <p class=\"subclause-e\">  (ii) in the case of a device for which the director has a type certification on file, an application form for the device and a letter from the manufacturer of the device stating that the safety features of the device are identical to those of the type certified; </p> <p class=\"clause-e\">  (b) the device be erected by or under the direct supervision of a mechanic; </p> <p class=\"clause-e\">  (c) after the device is erected, the licence holder<b> </b>carry out or have carried out by a mechanic an examination of the device to ensure that it complies with the technical dossier or type certification referred to in clause (a) and conforms to this Regulation.  O. Reg. 249/08, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Upon the conditions set out in subsection 6 (2) and subsection (1) being satisfied, the director shall issue a permit for the amusement device.  O. Reg. 221/01, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Where a permit is issued for an amusement device, the licence holder who applied for the permit shall affix to the device the permit number in the form of a plate supplied by the director.  O. Reg. 221/01, s. 8 (3); O. Reg. 249/08, s. 7 (2).</p> <p class=\"subsection-e\">  (4) An applicant for a permit for an amusement device who makes the application more than five years after a permit for the device was last obtained shall file with the director an amendment to the technical dossier consisting of a statement by the manufacturer of the device or the licence holder that the safety features of the device have been altered to conform with the recommendations of the manufacturer made subsequent to the filing of the technical dossier and with this Regulation.  O. Reg. 249/08, s. 7 (3).</p> <p class=\"subsection-e\">  (5), (6) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 249/08, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Technical dossiers",
            "content": " 9. (1) A technical dossier shall be presented in English, meet the requirements of this Regulation and the code adoption document and be presented for examination in a form acceptable to the Director.  O. Reg. 249/08, s. 8 (1). (2) A technical dossier for an amusement device shall include at least, (a) specifications with respect to the amusement device in the form published by the designated administrative authority and the fee set by the authority; (b) a site layout of the amusement device that shows the static and operational mode clearance requirements, fences, barriers and structures in the vicinity of the amusement device, loading and unloading areas, track and foundations; (c) drawings that contain plan and elevation views and cross-sectional areas to show the general arrangement of the amusement device, materials used, major components, dimensions and passenger-carrying units; (d) drawings showing details of devices used to keep the passenger inside the passenger-carrying unit during the operation of the amusement device and safety retainers used; (e) instructions with respect to erection and dismantling of the amusement device; (f) operation instructions with respect to daily inspections, loading and unloading of the amusement device, communication between operators, attendants and passengers, environmental conditions that could affect the safe operation of the amusement device, procedures to be followed during an emergency shut-down of the amusement device, procedures to be followed when evacuating the amusement device and duties and responsibilities of operators and attendants; (g) a maintenance manual with respect to the amusement device that contains, (i) schematics of the hydraulic and electrical systems showing all operational and safety-related components and their characteristics, together with sequence of operation, (ii) detailed instructions with respect to the method and interval of inspections, tests, lubrication and replacement of parts, (iii) a list of parts the failure of which would immediately jeopardize passenger safety, and (iv) the location of and the amount of torque to be applied to fasteners the failure of which could create a hazard; (h) one of, (i) a report of a prototype test carried out by the manufacturer of the amusement device that includes a statement by the manufacturer that it is not necessary to carry out a field test on the amusement device, (ii) a report of a field test carried out on the amusement device by the manufacturer, the professional engineer who certifies the technical dossier in accordance with subsection (2.1) or the licence holder, (iii) a statement by the licence holder that a field test will be carried out on the amusement device and a report filed with the director before an inspection under clause 8 (1) (d) or clause 10 (3) (c) is arranged with an inspector, or (iv) a statement by the manufacturer that no tests are necessary to ensure the safety of the amusement device and the reasons why; (i)  Revoked:  O. Reg. 249/08, s. 8 (3). (j) a statement by a professional engineer that the design of the amusement device, including the parts and features not specifically identified in the technical dossier and the procedures and instructions laid down in the technical dossier, except for any variance from this Regulation or a Minister’s order made under the Act indicated, are in compliance with this Regulation; and (k) such other additional information or documents as are necessary to demonstrate to the satisfaction of the director that the amusement device will operate safely and in accordance with this Regulation.  O. Reg. 221/01, s. 9 (2); O. Reg. 249/08, s. 8 (2-4). (2.1) A professional engineer shall sign and seal all documents making up the technical dossier described in subsection (2).  O. Reg. 249/08, s. 8 (5). (2.2) A professional engineer who relies on the opinion of, or information obtained from, another professional engineer with respect to a document or drawing in a technical dossier shall attach to the document or drawing a statement identifying in what respect and to what degree he or she has relied on that other opinion or information.  O. Reg. 249/08, s. 8 (5). (3) Subsection (2) does not apply with respect to an amusement device if a technical dossier for the same make and model of device has been filed with the director and it contains, (a) the written permission of the person who filed the original technical dossier allowing it to be used in other applications for a permit, regardless of when the permission is given; (b) a photocopy of the filed technical dossier, including any revisions to it; (c) the written permission of the professional engineer who provided the statement under clause (2) (j) that it may be used for the amusement device or the written confirmation of the manufacturer or a professional engineer that the device is identical in design, construction, mode of operation and safety-related components to the device for which the technical dossier was previously filed; (d) a statement by the manufacturer or licence holder that all safety-related replacements and changes recommended by the manufacturer subsequent to the date of filing of the original technical dossier have been completed in accordance with the manufacturer’s recommendation and this Regulation; (e) for a fixed amusement device, a site layout of the amusement device that shows the static and operational mode clearance requirements, fences, barriers and structures in the vicinity of the amusement device, loading and unloading areas, track and foundation; (f) one of the documents required under clause (2) (h); (g) a statement by the licence holder that the amusement device is identical in design and mode of operation to the amusement device that is the subject of the original technical dossier, except those replacements and changes referred to in clause (d). (h) the written confirmation of the manufacturer or professional engineer that the device meets or exceeds the requirements of the code referred to in the code adoption document.  O. Reg. 221/01, s. 9 (3); O. Reg. 249/08, s. 8 (6, 7). (4) Revoked:  O. Reg. 249/08, s. 8 (8). (5) An amusement device to which no provision of a code adoption document applies or a part of such a device shall be designed and constructed to comply with such codes or other technical rules as are imposed by the director pursuant to subsection 36 (3) of the Act but if no codes or rules apply to the particular device, the applicant for a permit shall conduct risk assessment according to general engineering practice normally applied to amusement devices on the basis of the adopted codes.  O. Reg. 221/01, s. 9 (5); O. Reg. 249/08, s. 8 (9). (6) A request that a preliminary review be undertaken shall contain two copies of such pertinent data as is necessary to determine compliance with this Regulation.  O. Reg. 221/01, s. 9 (6). (7) A request for an amendment to the technical dossier that is not an alteration to a technical dossier under section 9 that is made at the request of the director or the licence holder before the amusement device to which the technical dossier relates is given a permit shall include, (a) a detailed description of the amendment; (b) where the amendment affects a document in the technical dossier, each document required to be submitted with the technical dossier under subsection (2), (3), (4), (5) or (6), as the case may be, indicating the amendment in the document; and (c) a statement required under clause (2) (j) or (4) (c), as the case requires, with respect to the amendment.  O. Reg. 221/01, s. 9 (7). (8) The licence holder shall keep a copy of the filed technical dossier, including any amendments or alterations to it, at the location of the amusement device.  O. Reg. 221/01, s. 9 (8). (9) The director shall refuse to file a technical dossier that does not comply with the requirements of this Regulation.  O. Reg. 221/01, s. 9 (9). (10) Where a provision or other part of a technical dossier is in conflict with this Regulation, this Regulation prevails.  O. Reg. 221/01, s. 9 (10). (11) A technical dossier may be submitted for the purpose of obtaining a type certification, provided the dossier contains the items referred to in subsection (2).  O. Reg. 249/08, s. 8 (10). (12) A type certification for an amusement device expires on the occurrence of the first of the following: 1. A significant safety issue is identified in relation to an amusement device covered by the certification. 2. The standards and requirements for the amusement device are amended in a way that materially affects the safety of the device. 3. Five years have elapsed since the filing of the type certification.  O. Reg. 249/08, s. 8 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>9.</b><b> </b>(1) A technical dossier shall be presented in English, meet the requirements of this Regulation and the code adoption document and be presented for examination in a form acceptable to the Director.  O. Reg. 249/08, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A technical dossier for an amusement device shall include at least,</p> <p class=\"clause-e\">  (a) specifications with respect to the amusement device in the form published by the designated administrative authority and the fee set by the authority;</p> <p class=\"clause-e\">  (b) a site layout of the amusement device that shows the static and operational mode clearance requirements, fences, barriers and structures in the vicinity of the amusement device, loading and unloading areas, track and foundations;</p> <p class=\"clause-e\">  (c) drawings that contain plan and elevation views and cross-sectional areas to show the general arrangement of the amusement device, materials used, major components, dimensions and passenger-carrying units;</p> <p class=\"clause-e\">  (d) drawings showing details of devices used to keep the passenger inside the passenger-carrying unit during the operation of the amusement device and safety retainers used;</p> <p class=\"clause-e\">  (e) instructions with respect to erection and dismantling of the amusement device;</p> <p class=\"clause-e\">  (f) operation instructions with respect to daily inspections, loading and unloading of the amusement device, communication between operators, attendants and passengers, environmental conditions that could affect the safe operation of the amusement device, procedures to be followed during an emergency shut-down of the amusement device, procedures to be followed when evacuating the amusement device and duties and responsibilities of operators and attendants;</p> <p class=\"clause-e\">  (g) a maintenance manual with respect to the amusement device that contains,</p> <p class=\"subclause-e\">  (i) schematics of the hydraulic and electrical systems showing all operational and safety-related components and their characteristics, together with sequence of operation,</p> <p class=\"subclause-e\">  (ii) detailed instructions with respect to the method and interval of inspections, tests, lubrication and replacement of parts,</p> <p class=\"subclause-e\">  (iii) a list of parts the failure of which would immediately jeopardize passenger safety, and</p> <p class=\"subclause-e\">  (iv) the location of and the amount of torque to be applied to fasteners the failure of which could create a hazard;</p> <p class=\"clause-e\">  (h) one of,</p> <p class=\"subclause-e\">  (i) a report of a prototype test carried out by the manufacturer of the amusement device that includes a statement by the manufacturer that it is not necessary to carry out a field test on the amusement device,</p> <p class=\"subclause-e\">  (ii) a report of a field test carried out on the amusement device by the manufacturer, the professional engineer who certifies the technical dossier in accordance with subsection (2.1) or the licence holder, </p> <p class=\"subclause-e\">  (iii) a statement by the licence holder that a field test will be carried out on the amusement device and a report filed with the director before an inspection under clause 8 (1) (d) or clause 10 (3) (c) is arranged with an inspector, or</p> <p class=\"subclause-e\">  (iv) a statement by the manufacturer that no tests are necessary to ensure the safety of the amusement device and the reasons why;</p> <p class=\"clause-e\">  (i)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 249/08, s. 8 (3).</p> <p class=\"clause-e\">  (j) a statement by a professional engineer that the design of the amusement device, including the parts and features not specifically identified in the technical dossier and the procedures and instructions laid down in the technical dossier, except for any variance from this Regulation or a Minister’s order made under the Act indicated, are in compliance with this Regulation; and</p> <p class=\"clause-e\">  (k) such other additional information or documents as are necessary to demonstrate to the satisfaction of the director that the amusement device will operate safely and in accordance with this Regulation.  O. Reg. 221/01, s. 9 (2); O. Reg. 249/08, s. 8 (2-4).</p> <p class=\"subsection-e\"><b> </b>(2.1) A professional engineer shall sign and seal all documents making up the technical dossier described in subsection (2).  O. Reg. 249/08, s. 8 (5).</p> <p class=\"subsection-e\">  (2.2) A professional engineer who relies on the opinion of, or information obtained from, another professional engineer with respect to a document or drawing in a technical dossier shall attach to the document or drawing a statement identifying in what respect and to what degree he or she has relied on that other opinion or information.  O. Reg. 249/08, s. 8 (5).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply with respect to an amusement device if a technical dossier for the same make and model of device has been filed with the director and it contains, </p> <p class=\"clause-e\">  (a) the written permission of the person who filed the original technical dossier allowing it to be used in other applications for a permit, regardless of when the permission is given;</p> <p class=\"clause-e\">  (b) a photocopy of the filed technical dossier, including any revisions to it;</p> <p class=\"clause-e\">  (c) the written permission of the professional engineer who provided the statement under clause (2) (j) that it may be used for the amusement device or the written confirmation of the manufacturer or a professional engineer that the device is identical in design, construction, mode of operation and safety-related components to the device for which the technical dossier was previously filed;</p> <p class=\"clause-e\">  (d) a statement by the manufacturer or licence holder that all safety-related replacements and changes recommended by the manufacturer subsequent to the date of filing of the original technical dossier have been completed in accordance with the manufacturer’s recommendation and this Regulation;</p> <p class=\"clause-e\">  (e) for a fixed amusement device, a site layout of the amusement device that shows the static and operational mode clearance requirements, fences, barriers and structures in the vicinity of the amusement device, loading and unloading areas, track and foundation;</p> <p class=\"clause-e\">  (f) one of the documents required under clause (2) (h);</p> <p class=\"clause-e\">  (g) a statement by the licence holder that the amusement device is identical in design and mode of operation to the amusement device that is the subject of the original technical dossier, except those replacements and changes referred to in clause (d).</p> <p class=\"clause-e\">  (h) the written confirmation of the manufacturer or professional engineer that the device meets or exceeds the requirements of the code referred to in the code adoption document.  O. Reg. 221/01, s. 9 (3); O. Reg. 249/08, s. 8 (6, 7).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 249/08, s. 8 (8).</p> <p class=\"subsection-e\">  (5) An amusement device to which no provision of a code adoption document applies or a part of such a device shall be designed and constructed to comply with such codes or other technical rules as are imposed by the director pursuant to subsection 36 (3) of the Act but if no codes or rules apply to the particular device, the applicant for a permit shall conduct risk assessment according to general engineering practice normally applied to amusement devices on the basis of the adopted codes.  O. Reg. 221/01, s. 9 (5); O. Reg. 249/08, s. 8 (9).</p> <p class=\"subsection-e\">  (6) A request that a preliminary review be undertaken shall contain two copies of such pertinent data as is necessary to determine compliance with this Regulation.  O. Reg. 221/01, s. 9 (6).</p> <p class=\"subsection-e\">  (7) A request for an amendment to the technical dossier that is not an alteration to a technical dossier under section 9 that is made at the request of the director or the licence holder before the amusement device to which the technical dossier relates is given a permit shall include,</p> <p class=\"clause-e\">  (a) a detailed description of the amendment;</p> <p class=\"clause-e\">  (b) where the amendment affects a document in the technical dossier, each document required to be submitted with the technical dossier under subsection (2), (3), (4), (5) or (6), as the case may be, indicating the amendment in the document; and</p> <p class=\"clause-e\">  (c) a statement required under clause (2) (j) or (4) (c), as the case requires, with respect to the amendment.  O. Reg. 221/01, s. 9 (7).</p> <p class=\"subsection-e\">  (8) The licence holder shall keep a copy of the filed technical dossier, including any amendments or alterations to it, at the location of the amusement device.  O. Reg. 221/01, s. 9 (8).</p> <p class=\"subsection-e\">  (9) The director shall refuse to file a technical dossier that does not comply with the requirements of this Regulation.  O. Reg. 221/01, s. 9 (9).</p> <p class=\"subsection-e\">  (10) Where a provision or other part of a technical dossier is in conflict with this Regulation, this Regulation prevails.  O. Reg. 221/01, s. 9 (10).</p> <p class=\"subsection-e\">  (11) A technical dossier may be submitted for the purpose of obtaining a type certification, provided the dossier contains the items referred to in subsection (2).  O. Reg. 249/08, s. 8 (10).</p> <p class=\"subsection-e\">  (12) A type certification for an amusement device expires on the occurrence of the first of the following: </p> <p class=\"paragraph-e\">  1. A significant safety issue is identified in relation to an amusement device covered by the certification.</p> <p class=\"paragraph-e\">  2. The standards and requirements for the amusement device are amended in a way that materially affects the safety of the device.  </p> <p class=\"paragraph-e\">  3. Five years have elapsed since the filing of the type certification.  O. Reg. 249/08, s. 8 (10).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Alteration",
            "content": " 10. (1) A licence holder shall submit the documents set out in subsection (2) to the director if the licence holder proposes to alter the structural design, the inherent safety or the operational characteristics of an amusement device for which a permit has been issued by, without limiting the generality of the foregoing, (a) changing the maximum capacity or speed of an amusement device; (b) changing the load bearing structure of an amusement device; (c) changing the source of power for the main drive or control mechanism of an amusement device; (d) changing the method of guiding the passenger-carrying units of an amusement device; (e) changing the use of an amusement device from a primary use by adults to children and vice versa; (f) relocating an amusement device that was originally designed as non-portable; (g) changing an amusement device from ground-mounted to trailer-mounted or vice versa if the change would require an alteration in the design or the operational characteristics of the device, including a change to the area peripheral to the device if that area is accessible to the public; (h) replacing passenger carrying units with passenger carrying units differing from original design or manufacture; or (i) adding passenger carrying units to an amusement device with passenger carrying units differing from original design or manufacture.  O. Reg. 221/01, s. 10 (1); O. Reg. 249/08, s. 9. (2) The documents to be submitted under subsection (1) are, (a) a detailed description of the proposed alteration; and (b) all documents required to be filed as part of the technical dossier under subsection 9 (2) that relate to the proposed alteration.  O. Reg. 221/01, s. 10 (2). (3) A licence holder who proposes to make an alteration described in subsection (1) shall ensure that, (a) the alteration is made by or under the direct supervision of the licence holder; (b) the alteration is carried out in conformity with the requirements of this Regulation; and (c) the amusement device is inspected by an inspector prior to being put into operation after the alteration is made.  O. Reg. 221/01, s. 10 (3). (4) If, after a permit has been issued for an amusement device, the licence holder proposes to make an alteration to it, other than an alteration described in subsection (1), that affects the data contained in the technical dossier for the device, the holder shall submit to the director an amendment\nto the technical dossier outlining the alteration, (a) forthwith, if the alteration is an alteration that affects the safe operation of the device; or (b) at the time that the licence holder applies for a renewal of the permit for the device, if the alteration is not an alteration that affects the safe operation of the device.  O. Reg. 221/01, s. 10 (4). (5) A permit holder who proposes to make an alteration to an amusement device in accordance with subsection (4) shall ensure that, (a) the proposed alteration is in conformity with this Regulation; and (b) the proposed alteration complies with the manufacturer’s specifications or is approved by a professional engineer.  O. Reg. 221/01, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>10.</b><b> </b>(1) A licence holder shall submit the documents set out in subsection (2) to the director if the licence holder proposes to alter the structural design, the inherent safety or the operational characteristics of an amusement device for which a permit has been issued by, without limiting the generality of the foregoing,</p> <p class=\"clause-e\">  (a) changing the maximum capacity or speed of an amusement device;</p> <p class=\"clause-e\">  (b) changing the load bearing structure of an amusement device;</p> <p class=\"clause-e\">  (c) changing the source of power for the main drive or control mechanism of an amusement device;</p> <p class=\"clause-e\">  (d) changing the method of guiding the passenger-carrying units of an amusement device;</p> <p class=\"clause-e\">  (e) changing the use of an amusement device from a primary use by adults to children and vice versa;</p> <p class=\"clause-e\">  (f) relocating an amusement device that was originally designed as non-portable; </p> <p class=\"clause-e\">  (g) changing an amusement device from ground-mounted to trailer-mounted or vice versa if the change would require an alteration in the design or the operational characteristics of the device, including a change to the area peripheral to the device if that area is accessible to the public; </p> <p class=\"clause-e\">  (h) replacing passenger carrying units with passenger carrying units differing from original design or manufacture; or</p> <p class=\"clause-e\">  (i) adding passenger carrying units to an amusement device with passenger carrying units differing from original design or manufacture.  O. Reg. 221/01, s. 10 (1); O. Reg. 249/08, s. 9.</p> <p class=\"subsection-e\">  (2) The documents to be submitted under subsection (1) are,</p> <p class=\"clause-e\">  (a) a detailed description of the proposed alteration; and </p> <p class=\"clause-e\">  (b) all documents required to be filed as part of the technical dossier under subsection 9 (2) that relate to the proposed alteration.  O. Reg. 221/01, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A licence holder who proposes to make an alteration described in subsection (1) shall ensure that,</p> <p class=\"clause-e\">  (a) the alteration is made by or under the direct supervision of the licence holder;</p> <p class=\"clause-e\">  (b) the alteration is carried out in conformity with the requirements of this Regulation; and</p> <p class=\"clause-e\">  (c) the amusement device is inspected by an inspector prior to being put into operation after the alteration is made.  O. Reg. 221/01, s. 10 (3).</p> <p class=\"subsection-e\">  (4) If, after a permit has been issued for an amusement device, the licence holder proposes to make an alteration to it, other than an alteration described in subsection (1), that affects the data contained in the technical dossier for the device, the holder shall submit to the director an amendment<b>\n</b>to the technical dossier outlining the alteration, </p> <p class=\"clause-e\">  (a) forthwith, if the alteration is an alteration that affects the safe operation of the device; or</p> <p class=\"clause-e\">  (b) at the time that the licence holder applies for a renewal of the permit for the device, if the alteration is not an alteration that affects the safe operation of the device.  O. Reg. 221/01, s. 10 (4).</p> <p class=\"subsection-e\">  (5) A permit holder who proposes to make an alteration to an amusement device in accordance with subsection (4) shall ensure that,</p> <p class=\"clause-e\">  (a) the proposed alteration is in conformity with this Regulation; and</p> <p class=\"clause-e\">  (b) the proposed alteration complies with the manufacturer’s specifications or is approved by a professional engineer.  O. Reg. 221/01, s. 10 (5).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Erection and maintenance",
            "content": " 11. (1) With respect to each amusement device that a licence holder operates or intends to operate, the licence holder shall ensure that, (a) the erection of the amusement device is carried out in accordance with the procedures set out in this section and the technical dossier for the amusement device required under section 9; (b) no erection or maintenance is performed unless the work is performed by a mechanic or by a mechanic-in-training under the supervision of a mechanic; (c) no mechanic is assigned work that is beyond the scope of the mechanic’s experience and training; and (d) the amusement device is not used or operated unless it is maintained in accordance with the procedures set out in the technical dossier with respect to the amusement device and with this section.  O. Reg. 221/01, s. 11 (1). (2) A licence holder shall ensure that each amusement device operated by the licence holder is maintained in such a manner and as often as is necessary to ensure that the amusement device is in safe operating condition having regard to, (a) the inherent quality and condition of the amusement device; (b) the manufacturer’s recommendations for maintenance of the amusement device; and (c) the frequency and method of usage of the amusement device.  O. Reg. 221/01, s. 11 (2). (3) A licence holder shall ensure that the maintenance of each amusement device operated by the licence holder includes, (a) the carrying out of all safety-related recommendations issued by the manufacturer with respect to the amusement device; (b) the checking and examination of all parts and functions at intervals sufficient to ensure the safe operation of the amusement device; (c) the cleaning, lubricating and adjusting of all parts at intervals sufficient to ensure the safe operation of the amusement device; and (d) the repairing or replacing of worn, defective, damaged or broken parts on the amusement device.  O. Reg. 221/01, s. 11 (3). (4) If maintenance referred to in subsection (3) is carried out on an amusement device, the licence holder shall ensure that it is in safe operating condition and take all steps and reasonable precautions to ensure that the parts and functions will remain in safe operating condition until the next scheduled inspection and examination.  O. Reg. 221/01, s. 11 (4). (5) No mechanic shall undertake work on an amusement device that is beyond the scope of the mechanic’s experience and training.  O. Reg. 221/01, s. 11 (5). (6) If a part of an amusement device is replaced for any reason, the replacement part shall be at least equivalent in strength and function to the original supplied by the manufacturer.  O. Reg. 221/01, s. 11 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>11.</b><b> </b>(1) With respect to each amusement device that a licence holder operates or intends to operate, the licence holder shall ensure that,</p> <p class=\"clause-e\">  (a) the erection of the amusement device is carried out in accordance with the procedures set out in this section and the technical dossier for the amusement device required under section 9;</p> <p class=\"clause-e\">  (b) no erection or maintenance is performed unless the work is performed by a mechanic or by a mechanic-in-training under the supervision of a mechanic;</p> <p class=\"clause-e\">  (c) no mechanic is assigned work that is beyond the scope of the mechanic’s experience and training; and</p> <p class=\"clause-e\">  (d) the amusement device is not used or operated unless it is maintained in accordance with the procedures set out in the technical dossier with respect to the amusement device and with this section.  O. Reg. 221/01, s. 11 (1).</p> <p class=\"subsection-e\">  (2) A licence holder shall ensure that each amusement device operated by the licence holder is maintained in such a manner and as often as is necessary to ensure that the amusement device is in safe operating condition having regard to,</p> <p class=\"clause-e\">  (a) the inherent quality and condition of the amusement device;</p> <p class=\"clause-e\">  (b) the manufacturer’s recommendations for maintenance of the amusement device; and</p> <p class=\"clause-e\">  (c) the frequency and method of usage of the amusement device.  O. Reg. 221/01, s. 11 (2).</p> <p class=\"subsection-e\">  (3) A licence holder shall ensure that the maintenance of each amusement device operated by the licence holder includes,</p> <p class=\"clause-e\">  (a) the carrying out of all safety-related recommendations issued by the manufacturer with respect to the amusement device;</p> <p class=\"clause-e\">  (b) the checking and examination of all parts and functions at intervals sufficient to ensure the safe operation of the amusement device;</p> <p class=\"clause-e\">  (c) the cleaning, lubricating and adjusting of all parts at intervals sufficient to ensure the safe operation of the amusement device; and</p> <p class=\"clause-e\">  (d) the repairing or replacing of worn, defective, damaged or broken parts on the amusement device.  O. Reg. 221/01, s. 11 (3).</p> <p class=\"subsection-e\">  (4) If maintenance referred to in subsection (3) is carried out on an amusement device, the licence holder shall ensure that it is in safe operating condition and take all steps and reasonable precautions to ensure that the parts and functions will remain in safe operating condition until the next scheduled inspection and examination.  O. Reg. 221/01, s. 11 (4).</p> <p class=\"subsection-e\">  (5) No mechanic shall undertake work on an amusement device that is beyond the scope of the mechanic’s experience and training.  O. Reg. 221/01, s. 11 (5).</p> <p class=\"subsection-e\">  (6) If a part of an amusement device is replaced for any reason, the replacement part shall be at least equivalent in strength and function to the original supplied by the manufacturer.  O. Reg. 221/01, s. 11 (6).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Notice to director in case of defect",
            "content": " 12. Where a manufacturer of an amusement device or a licence holder discovers a defect in a part or component of the device that is related to its safe operation or usage and that part or component is replaced, the manufacturer or permit holder, as the case may be, shall forthwith notify the director, in writing, stating the nature of the defect and the details of any action taken with respect to the part or component.  O. Reg. 221/01, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>12.</b><b> </b>Where a manufacturer of an amusement device or a licence holder discovers a defect in a part or component of the device that is related to its safe operation or usage and that part or component is replaced, the manufacturer or permit holder, as the case may be, shall forthwith notify the director, in writing, stating the nature of the defect and the details of any action taken with respect to the part or component.  O. Reg. 221/01, s. 12.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Operation of amusement devices",
            "content": " 13. (1) No person shall operate an amusement device or cause or permit it to be operated, (a) if the device is not safe to operate; (b) in an unsafe manner; or (c) using an unsafe practice.  O. Reg. 221/01, s. 13 (1). (2) No person shall, without the director’s consent, operate or cause or permit the operation of an amusement device that is involved in an incident that results in the death of or serious injury to a person.  O. Reg. 221/01, s. 13 (2); O. Reg. 249/08, s. 10 (1). (3) No person shall remove, displace, interfere with or damage any device installed in or about an amusement device for its safe operation.  O. Reg. 221/01, s. 13 (3). (4) No person shall behave in or on an amusement device or do any work on an amusement device in such manner as to, (a) impair the safe operation of the device; or (b) endanger any person.  O. Reg. 221/01, s. 13 (4). (5)-(7) Revoked:  O. Reg. 249/08, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>13.</b><b> </b>(1) No person shall operate an amusement device or cause or permit it to be operated,</p> <p class=\"clause-e\">  (a) if the device is not safe to operate;</p> <p class=\"clause-e\">  (b) in an unsafe manner; or</p> <p class=\"clause-e\">  (c) using an unsafe practice.  O. Reg. 221/01, s. 13 (1).</p> <p class=\"subsection-e\">  (2) No person shall, without the director’s consent, operate or cause or permit the operation of an amusement device that is involved in an incident that results in the death of or serious injury to a person.  O. Reg. 221/01, s. 13 (2); O. Reg. 249/08, s. 10 (1).</p> <p class=\"subsection-e\">  (3) No person shall remove, displace, interfere with or damage any device installed in or about an amusement device for its safe operation.  O. Reg. 221/01, s. 13 (3).</p> <p class=\"subsection-e\">  (4) No person shall behave in or on an amusement device or do any work on an amusement device in such manner as to,</p> <p class=\"clause-e\">  (a) impair the safe operation of the device; or</p> <p class=\"clause-e\">  (b) endanger any person.  O. Reg. 221/01, s. 13 (4).</p> <p class=\"subsection-e\">  (5)-(7) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 249/08, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Duty of licence holder and log books",
            "content": " 14. (1) A licence holder shall ensure with respect to each amusement device operated by the licence holder that, (a) the device is operated in accordance with this Regulation, the technical dossier filed with the director and the manufacturer’s instructions, where applicable, relating to the device; (b) before the device is opened to the public each day, it is inspected and tested in accordance with the technical dossier and manufacturer’s instructions, where applicable, relating to the device; (c) a record of each inspection and test that is carried out on the device is kept in a log book.  O. Reg. 221/01, s. 14 (1). (2) A record referred to in clause (1) (c) shall be signed by the person performing the inspection or test, or that person’s supervisor, attesting to the carrying out of the inspection or test.  O. Reg. 221/01, s. 14 (2). (3) In addition to a record of daily inspections and tests, the log book shall contain, (a) results of all other inspections and tests on the amusement device; (b) daily records of the operation of the amusement device, including all data concerning incidents involving the device; and (c) maintenance records, including all data concerning changes and improvements carried out on the device.  O. Reg. 221/01, s. 14 (3); O. Reg. 249/08, s. 11. (4) A log book shall be kept for a period of at least six years from the date of the last entry in the log book.  O. Reg. 221/01, s. 14 (4). (5) That portion of a log book that covers the 12-month period previous to the date of the last entry in the log book shall be kept at the location of the amusement device to which it relates.  O. Reg. 221/01, s. 14 (5). (6) A licence holder shall ensure that copies of the last inspection report prepared by an inspector under the Act, the licence to carry on the business of operating amusement devices, the permit for the amusement device, the technical dossier and any manufacturer’s bulletins relating to the amusement device are available to the inspector for inspection purposes in the vicinity of the amusement device to which it relates.  O. Reg. 221/01, s. 14 (6). (7) Signs describing rider responsibility shall be posted at or near the amusement device as required by the director.  O. Reg. 221/01, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>14.</b><b> </b>(1) A licence holder shall ensure with respect to each amusement device operated by the licence holder that,</p> <p class=\"clause-e\">  (a) the device is operated in accordance with this Regulation, the technical dossier filed with the director and the manufacturer’s instructions, where applicable, relating to the device;</p> <p class=\"clause-e\">  (b) before the device is opened to the public each day, it is inspected and tested in accordance with the technical dossier and manufacturer’s instructions, where applicable, relating to the device;</p> <p class=\"clause-e\">  (c) a record of each inspection and test that is carried out on the device is kept in a log book.  O. Reg. 221/01, s. 14 (1).</p> <p class=\"subsection-e\">  (2) A record referred to in clause (1) (c) shall be signed by the person performing the inspection or test, or that person’s supervisor, attesting to the carrying out of the inspection or test.  O. Reg. 221/01, s. 14 (2).</p> <p class=\"subsection-e\">  (3) In addition to a record of daily inspections and tests, the log book shall contain,</p> <p class=\"clause-e\">  (a) results of all other inspections and tests on the amusement device;</p> <p class=\"clause-e\">  (b) daily records of the operation of the amusement device, including all data concerning incidents involving the device; and</p> <p class=\"clause-e\">  (c) maintenance records, including all data concerning changes and improvements<b> </b>carried out on the device.  O. Reg. 221/01, s. 14 (3); O. Reg. 249/08, s. 11.</p> <p class=\"subsection-e\">  (4) A log book shall be kept for a period of at least six years from the date of the last entry in the log book.  O. Reg. 221/01, s. 14 (4).</p> <p class=\"subsection-e\">  (5) That portion of a log book that covers the 12-month period previous to the date of the last entry in the log book shall be kept at the location of the amusement device to which it relates.  O. Reg. 221/01, s. 14 (5).</p> <p class=\"subsection-e\">  (6) A licence holder shall ensure that copies of the last inspection report prepared by an inspector under the Act, the licence to carry on the business of operating amusement devices, the permit for the amusement device, the technical dossier and any manufacturer’s bulletins relating to the amusement device are available to the inspector for inspection purposes in the vicinity of the amusement device to which it relates.  O. Reg. 221/01, s. 14 (6).</p> <p class=\"subsection-e\">  (7) Signs describing rider responsibility shall be posted at or near the amusement device as required by the director.  O. Reg. 221/01, s. 14 (7).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.1",
            "part_id": null,
            "part_type": null,
            "section": "Training records",
            "content": " 14.1 (1) A licence holder shall ensure that a record of training provided to operators and attendants on amusement devices operated by the licence holder is kept in the log book referred to in section 14.  O. Reg. 249/08, s. 12. (2) The record shall indicate, (a) the date of the training and the specific device on which the training took place; (b) the printed name of the supervisor who conducted the training and the printed name of the trainee; (c) a statement signed by the supervisor that the trainee is competent to perform the assigned duties after having taken the training specified in a documented training procedure that includes the manufacturers’ recommendations.  O. Reg. 249/08, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14.1 </b>(1) A licence holder shall ensure that a record of training provided to operators and attendants on amusement devices operated by the licence holder is kept in the log book referred to in section 14.  O. Reg. 249/08, s. 12.</p> <p class=\"subsection-e\">  (2) The record shall indicate,</p> <p class=\"clause-e\">  (a) the date of the training and the specific device on which the training took place;</p> <p class=\"clause-e\">  (b) the printed name of the supervisor who conducted the training and the printed name of the trainee;</p> <p class=\"clause-e\">  (c) a statement signed by the supervisor that the trainee is competent to perform the assigned duties after having taken the training specified in a documented training procedure that includes the manufacturers’ recommendations.  O. Reg. 249/08, s. 12.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Attendants and operators",
            "content": " 15. (1) A licence holder shall appoint a sufficient number of operators and attendants in respect of each amusement device operated by the holder to ensure that they are operated safely and in accordance with this Regulation.  O. Reg. 221/01, s. 15 (1). (2) A licence holder shall ensure that the attendants and operators of the holder are readily identifiable.  O. Reg. 221/01, s. 15 (2). (3) A licence holder shall ensure that, (a) each operator of an amusement device of the holder has such knowledge, training and experience that, (i) he or she is able to operate it safely without supervision, and (ii) he or she is aware of the hazardous situations that may occur with respect to persons using the amusement device to which the operator is assigned; (b) each attendant of an amusement device of the holder has such knowledge, training and experience that, (i) he or she is able to carry out his or her responsibilities without supervision, and (ii) he or she is aware of the hazardous situations that may occur with respect to persons using the amusement device to which the attendant is assigned.  O. Reg. 221/01, s. 15 (3). (4) An attendant who is assigned to an amusement device shall, (a) be located in the area or at the position required by the manufacturer of the device or by the licence holder; (b) be responsible for the safe functioning and use of the amusement device or component that is within the scope of the attendant’s duties as assigned by the licence holder in the technical dossier; (c) ensure that persons move safely to or from the device; (d) ensure that persons using the device are adequately instructed with respect to the use of the area and components under the attendant’s supervision; and (e) ensure that all components of the device are engaged in order to fulfil their respective purposes and that all necessary safety measures in the circumstances are taken before a signal to operate is given to the operator or person using the device.  O. Reg. 221/01, s. 15 (4). (5) An operator shall be responsible for the safe operation and use of the amusement device or part of it to which he or she is assigned.  O. Reg. 221/01, s. 15 (5). (6) No operator assigned to an amusement device shall, (a) operate or initiate the operation of the device unless signalled by an attendant that it is ready for operation or unless the operator is otherwise satisfied that all necessary safety measures in the circumstances have been taken to ensure the safe operation of the device; (b) operate more than one amusement device at a time; or (c) while on duty, leave the controls of the device unattended without taking measures to prevent the unauthorized operation of the device and ensure its safe operation.  O. Reg. 221/01, s. 15 (6). (7) A rider who has direct control over the starting, stopping and speed of a passenger carrying unit of an amusement device is not an operator despite the definition of “operator” in subsection 1 (1).  O. Reg. 221/01, s. 15 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15.</b><b> </b>(1) A licence holder shall appoint a sufficient number of operators and attendants in respect of each amusement device operated by the holder to ensure that they are operated safely and in accordance with this Regulation.  O. Reg. 221/01, s. 15 (1).</p> <p class=\"subsection-e\">  (2) A licence holder shall ensure that the attendants and operators of the holder are readily identifiable.  O. Reg. 221/01, s. 15 (2).</p> <p class=\"subsection-e\">  (3) A licence holder shall ensure that,</p> <p class=\"clause-e\">  (a) each operator of an amusement device of the holder has such knowledge, training and experience that,</p> <p class=\"subclause-e\">  (i) he or she is able to operate it safely without supervision, and</p> <p class=\"subclause-e\">  (ii) he or she is aware of the hazardous situations that may occur with respect to persons using the amusement device to which the operator is assigned;</p> <p class=\"clause-e\">  (b) each attendant of an amusement device of the holder has such knowledge, training and experience that,</p> <p class=\"subclause-e\">  (i) he or she is able to carry out his or her responsibilities without supervision, and</p> <p class=\"subclause-e\">  (ii) he or she is aware of the hazardous situations that may occur with respect to persons using the amusement device to which the attendant is assigned.  O. Reg. 221/01, s. 15 (3).</p> <p class=\"subsection-e\">  (4) An attendant who is assigned to an amusement device shall,</p> <p class=\"clause-e\">  (a) be located in the area or at the position required by the manufacturer of the device or by the licence holder;  </p> <p class=\"clause-e\">  (b) be responsible for the safe functioning and use of the amusement device or component that is within the scope of the attendant’s duties as assigned by the licence holder in the technical dossier;</p> <p class=\"clause-e\">  (c) ensure that persons move safely to or from the device;</p> <p class=\"clause-e\">  (d) ensure that persons using the device are adequately instructed with respect to the use of the area and components under the attendant’s supervision; and</p> <p class=\"clause-e\">  (e) ensure that all components of the device are engaged in order to fulfil their respective purposes and that all necessary safety measures in the circumstances are taken before a signal to operate is given to the operator or person using the device.  O. Reg. 221/01, s. 15 (4).</p> <p class=\"subsection-e\">  (5) An operator shall be responsible for the safe operation and use of the amusement device or part of it to which he or she is assigned.  O. Reg. 221/01, s. 15 (5).</p> <p class=\"subsection-e\">  (6) No operator assigned to an amusement device shall,</p> <p class=\"clause-e\">  (a) operate or initiate the operation of the device unless signalled by an attendant that it is ready for operation or unless the operator is otherwise satisfied that all necessary safety measures in the circumstances have been taken to ensure the safe operation of the device;</p> <p class=\"clause-e\">  (b) operate more than one amusement device at a time; or</p> <p class=\"clause-e\">  (c) while on duty, leave the controls of the device unattended without taking measures to prevent the unauthorized operation of the device and ensure its safe operation.  O. Reg. 221/01, s. 15 (6).</p> <p class=\"subsection-e\">  (7) A rider who has direct control over the starting, stopping and speed of a passenger carrying unit of an amusement device is not an operator despite the definition of “operator” in subsection 1 (1).  O. Reg. 221/01, s. 15 (7).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Inspections",
            "content": " 16. (1) An amusement device shall be inspected by an inspector at such intervals as may be determined by the director to ensure that the device is safe.  O. Reg. 221/01, s. 16 (1). (2) The licence holder shall provide the labour, test load, measuring and other devices necessary for the inspection of the amusement device and pay the inspection fee set by the designated administrative authority.  O. Reg. 249/08, s. 13. Incidents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16.</b><b> </b>(1) An amusement device shall be inspected by an inspector at such intervals as may be determined by the director to ensure that the device is safe.  O. Reg. 221/01, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The licence holder shall provide the labour, test load, measuring and other devices necessary for the inspection of the amusement device and pay the inspection fee set by the designated administrative authority.  O. Reg. 249/08, s. 13.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Incidents</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Incidents",
            "part_id": null,
            "part_type": null,
            "section": "Incidents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting of incidents",
            "content": " 17. (1) Where an incident occurs in connection with an amusement device that results in the death of a person or injury to a person that requires the services of a medical practitioner, the licence holder for the device shall, (a) notify the director by telephone immediately; and (b) within 24 hours of first becoming aware of the incident, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14. (2) Where an incident occurs in connection with an amusement device, other than an incident described in subsection (1), the licence holder shall, (a) notify the director by telephone or other means within 24 hours of first becoming aware of the incident; and (b) within seven days of first becoming aware of the incident, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14. (3) Where the amusement device has been subjected to fire, impact, vandalism or lightning strike that may adversely affect the safe operation of the device, the licence holder for the device shall, (a) notify the director by telephone or other means within 24 hours of first becoming aware of the condition that may adversely affect the safe operation of the device; (b) within seven days of first becoming aware of the condition, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14. (4) Where a mechanic finds that an amusement device is in a condition that constitutes an immediate hazard to the safety of a person or property, he or she shall immediately remove the device from service and notify the licence holder.  O. Reg. 249/08, s. 14. (5) Where a licence holder for an amusement device finds or becomes aware that the device is in a condition that constitutes an immediate hazard to the safety of a person or property, the licence holder shall, (a) immediately remove the device from service; (b) notify the director by telephone or other means within 24 hours of making the finding; and (c) within seven days of making the finding, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14. (6) Where an incident referred to in subsection (1) occurs or a condition referred to in subsection (3), (4) or (5) is found, no person shall, except for the purpose of making the site safe or rescuing a person injured in the incident, interfere with, disturb, destroy, carry away or alter any wreckage, article or thing at the scene of or connected with the incident or condition until an inspector gives permission to do so.  O. Reg. 249/08, s. 14. (7) No person shall return an amusement device referred to in subsection (1), (3), (4) or (5) to service until the cause of the incident, occurrence or condition is identified, the safety of the device restored and an inspector gives permission to return the device to service.  O. Reg. 249/08, s. 14. (8) An investigation under this section shall be conducted in such manner as the director considers necessary in the circumstances.  O. Reg. 249/08, s. 14.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>17. </b>(1) Where an incident occurs in connection with an amusement device that results in the death of a person or injury to a person that requires the services of a medical practitioner, the licence holder for the device shall,</p> <p class=\"clause-e\">  (a) notify the director by telephone immediately; and</p> <p class=\"clause-e\">  (b) within 24 hours of first becoming aware of the incident, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (2) Where an incident occurs in connection with an amusement device, other than an incident described in subsection (1), the licence holder shall,</p> <p class=\"clause-e\">  (a) notify the director by telephone or other means within 24 hours of first becoming aware of the incident; and</p> <p class=\"clause-e\">  (b) within seven days of first becoming aware of the incident, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (3) Where the amusement device has been subjected to fire, impact, vandalism or lightning strike that may adversely affect the safe operation of the device, the licence holder for the device shall, </p> <p class=\"clause-e\">  (a) notify the director by telephone or other means within 24 hours of first becoming aware of the condition that may adversely affect the safe operation of the device; </p> <p class=\"clause-e\">  (b) within seven days of first becoming aware of the condition, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (4) Where a mechanic finds that an amusement device is in a condition that constitutes an immediate hazard to the safety of a person or property, he or she shall immediately remove the device from service and notify the licence holder.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (5) Where a licence holder for an amusement device finds or becomes aware that the device is in a condition that constitutes an immediate hazard to the safety of a person or property, the licence holder shall,</p> <p class=\"clause-e\">  (a) immediately remove the device from service; </p> <p class=\"clause-e\">  (b) notify the director by telephone or other means within 24 hours of making the finding; and</p> <p class=\"clause-e\">  (c) within seven days of making the finding, submit to the director in the form provided by the designated administrative authority a written report giving full particulars.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (6) Where an incident referred to in subsection (1) occurs or a condition referred to in subsection (3), (4) or (5) is found, no person shall, except for the purpose of making the site safe or rescuing a person injured in the incident, interfere with, disturb, destroy, carry away or alter any wreckage, article or thing at the scene of or connected with the incident or condition until an inspector gives permission to do so.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (7) No person shall return an amusement device referred to in subsection (1), (3), (4) or (5) to service until the cause of the incident, occurrence or condition is identified, the safety of the device restored and an inspector gives permission to return the device to service.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\">  (8) An investigation under this section shall be conducted in such manner as the director considers necessary in the circumstances.  O. Reg. 249/08, s. 14.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}