{
    "reg_info": {
        "full_title": "O. Reg. 398/00: SECONDARY SCHOOL TEACHING ASSIGNMENTS",
        "reg_name_text": "SECONDARY SCHOOL TEACHING ASSIGNMENTS",
        "citation": "O. Reg. 398/00: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/000398",
        "date_scraped": "2023-12-19 22:38:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Credit Courses",
            "content": "1. Subject to sections 2 and 3, for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, (a) a credit course in which a full credit may be earned shall be counted as 1; (b) a credit course in which a partial credit or more than one full credit may be earned shall be counted on a prorated basis. O. Reg. 398/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Subject to sections 2 and 3, for the purposes of the calculation required by subsection 170.2.1 (2) of the Act,</p> <p class=\"clause-e\">(a) a credit course in which a full credit may be earned shall be counted as 1;</p> <p class=\"clause-e\">(b) a credit course in which a partial credit or more than one full credit may be earned shall be counted on a prorated basis. O. Reg. 398/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Credit Courses",
            "content": "2. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit may be earned and in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 398/00, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit may be earned and in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 398/00, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Credit Courses",
            "content": "3. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit, one full credit or more than one full credit may be earned and in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 398/00, s. 3. Credit Equivalent Courses",
            "raw_html": "<p class=\"section-e\"><b>3. </b>For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit, one full credit or more than one full credit may be earned and in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 398/00, s. 3.</p> <p class=\"heading1-e\">Credit Equivalent Courses</p>"
        },
        {
            "id": "4.",
            "section": "Credit Equivalent Courses",
            "content": "4. The following are credit-equivalent courses for the purposes of section 170.2.1 of the Act: 1. A special education course or program that is not eligible for credit. 2. An English as a Second Language (ESL) or actualisation linguistique en français (ALF) course or program that is not eligible for credit. 3. A Teacher Adviser Program, as described in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. 4. A remedial course the purpose of which is to assist pupils at risk in completing a credit course or a course or program that is required for an Ontario Secondary School Diploma, an Ontario Secondary School Certificate or a Certificate of Accomplishment granted by the Minister. O. Reg. 398/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The following are credit-equivalent courses for the purposes of section 170.2.1 of the Act:</p> <p class=\"paragraph-e\">1. A special education course or program that is not eligible for credit.</p> <p class=\"paragraph-e\">2. An English as a Second Language (ESL) or actualisation linguistique en français (ALF) course or program that is not eligible for credit.</p> <p class=\"paragraph-e\">3. A Teacher Adviser Program, as described in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”.</p> <p class=\"paragraph-e\">4. A remedial course the purpose of which is to assist pupils at risk in completing a credit course or a course or program that is required for an Ontario Secondary School Diploma, an Ontario Secondary School Certificate or a Certificate of Accomplishment granted by the Minister. O. Reg. 398/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Credit Equivalent Courses",
            "content": "5. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 398/00, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 398/00, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Credit Equivalent Courses",
            "content": "6. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 398/00, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 398/00, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Credit Equivalent Courses",
            "content": "7. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, the maximum average number for which the total of the credit-equivalent courses described in paragraphs 3 and 4 of section 4 may be counted is 0.17. O. Reg. 398/00, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, the maximum average number for which the total of the credit-equivalent courses described in paragraphs 3 and 4 of section 4 may be counted is 0.17. O. Reg. 398/00, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Credit Equivalent Courses",
            "content": "8. (1) Except where subsection (2) applies, for the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in an eligible course only when, (a) the teacher is the person assigned in his or her regular timetable to provide instruction in the eligible course; (b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the eligible course; (c) the teacher is qualified under the Act to provide the instruction; (d) the teacher providing the instruction is responsible for the instruction in the eligible course, the evaluation of the progress of the pupils in the eligible course and reporting to the principal on the progress of the pupils in the eligible course; and (e) the course is not provided in the circumstances described in subsection (3). O. Reg. 398/00, s. 8 (1).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Except where subsection (2) applies, for the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in an eligible course only when,</p> <p class=\"clause-e\">(a) the teacher is the person assigned in his or her regular timetable to provide instruction in the eligible course;</p> <p class=\"clause-e\">(b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the eligible course;</p> <p class=\"clause-e\">(c) the teacher is qualified under the Act to provide the instruction;</p> <p class=\"clause-e\">(d) the teacher providing the instruction is responsible for the instruction in the eligible course, the evaluation of the progress of the pupils in the eligible course and reporting to the principal on the progress of the pupils in the eligible course; and</p> <p class=\"clause-e\">(e) the course is not provided in the circumstances described in subsection (3). O. Reg. 398/00, s. 8 (1).</p>"
        },
        {
            "id": null,
            "section": "Credit Equivalent Courses",
            "content": "(2) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in a remedial course described in paragraph 4 of section 4 only when, (a) the teacher is the person assigned in his or her regular timetable to provide instruction in the remedial course; (b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the remedial course; (c) the teacher is qualified under the Act to provide instruction in the course or program for which assistance is being provided in the remedial course; and (d) the course is not provided in the circumstances described in subsection (3). O. Reg. 398/00, s. 8 (2).",
            "raw_html": "<p class=\"section-e\">(2) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in a remedial course described in paragraph 4 of section 4 only when,</p> <p class=\"clause-e\">(a) the teacher is the person assigned in his or her regular timetable to provide instruction in the remedial course;</p> <p class=\"clause-e\">(b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the remedial course;</p> <p class=\"clause-e\">(c) the teacher is qualified under the Act to provide instruction in the course or program for which assistance is being provided in the remedial course; and</p> <p class=\"clause-e\">(d) the course is not provided in the circumstances described in subsection (3). O. Reg. 398/00, s. 8 (2).</p>"
        },
        {
            "id": null,
            "section": "Credit Equivalent Courses",
            "content": "(3) The circumstances referred to in clauses (1) (e) and (2) (d) are that the course is provided during a period of time in which, (a) more than 75 per cent of the pupils enrolled in the school at which the course is provided are not scheduled in a regular timetable to receive instruction in any eligible course; and (b) more than 30 per cent of the classroom teachers in the school at which the course is provided are scheduled in a regular timetable to provide instruction in an eligible course. O. Reg. 398/00, s. 8 (3). Calculation Rules one teacher, more than one course",
            "raw_html": "<p class=\"section-e\">(3) The circumstances referred to in clauses (1) (e) and (2) (d) are that the course is provided during a period of time in which,</p> <p class=\"clause-e\">(a) more than 75 per cent of the pupils enrolled in the school at which the course is provided are not scheduled in a regular timetable to receive instruction in any eligible course; and</p> <p class=\"clause-e\">(b) more than 30 per cent of the classroom teachers in the school at which the course is provided are scheduled in a regular timetable to provide instruction in an eligible course. O. Reg. 398/00, s. 8 (3).</p> <p class=\"heading1-e\">Calculation Rules</p> <p class=\"heading2-e\">one teacher, more than one course</p>"
        },
        {
            "id": "9.",
            "section": "Calculation Rules",
            "content": "9. For the purposes of section 170.2.1 of the Act, where a classroom teacher is assigned to provide instruction, on a regular timetable, in more than one eligible course at the same time, only one of the eligible courses may be counted. O. Reg. 398/00, s. 9. one course, more than one teacher",
            "raw_html": "<p class=\"section-e\"><b>9. </b>For the purposes of section 170.2.1 of the Act, where a classroom teacher is assigned to provide instruction, on a regular timetable, in more than one eligible course at the same time, only one of the eligible courses may be counted. O. Reg. 398/00, s. 9.</p> <p class=\"heading2-e\">one course, more than one teacher</p>"
        },
        {
            "id": "10.",
            "section": "Calculation Rules",
            "content": "10. For the purposes of section 170.2.1 of the Act, where more than one teacher teaches one eligible course, the number for which the course may be counted shall be prorated amongst the teachers, in accordance with the proportion of the course each of them teaches. O. Reg. 398/00, s. 10. Application",
            "raw_html": "<p class=\"section-e\"><b>10. </b>For the purposes of section 170.2.1 of the Act, where more than one teacher teaches one eligible course, the number for which the course may be counted shall be prorated amongst the teachers, in accordance with the proportion of the course each of them teaches. O. Reg. 398/00, s. 10.</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "11.",
            "section": "Application",
            "content": "11. This Regulation applies in respect of the 2000-2001 school year and subsequent school years. O. Reg. 398/00, s. 11. Français ",
            "raw_html": "<p class=\"section-e\"><b>11. </b>This Regulation applies in respect of the 2000-2001 school year and subsequent school years. O. Reg. 398/00, s. 11.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000398_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000398_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}