{
    "reg_info": {
        "full_title": "O. Reg. 221/08: REGISTRATION",
        "reg_name_text": "Registration",
        "citation": "O. Reg. 221/08: REGISTRATION",
        "act_under": "Early Childhood Educators Act, 2007",
        "url": "https://www.ontario.ca/laws/regulation/080221",
        "date_scraped": "2023-12-18 05:05:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080221/v6",
            "valid_from": "January  1, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/080221/v5",
            "valid_from": "August 26, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/080221/v4",
            "valid_from": "November 27, 2015",
            "valid_to": "August 25, 2021"
        },
        {
            "a_href": "/laws/regulation/080221/v3",
            "valid_from": "November 24, 2010",
            "valid_to": "November 26, 2015"
        },
        {
            "a_href": "/laws/regulation/080221/v2",
            "valid_from": "February 14, 2009",
            "valid_to": "November 23, 2010"
        },
        {
            "a_href": "/laws/regulation/080221/v1",
            "valid_from": "June 19, 2008",
            "valid_to": "February 13, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “Agreement on Internal Trade” means the Agreement on Internal Trade as defined in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; (“Accord sur le commerce intérieur”) “authorizing certificate”, in relation to the profession of early childhood education, means a certificate, licence, registration, or other form of official recognition granted by an out-of-province regulatory authority to an individual, which attests to the individual being qualified to practise the profession of early childhood education and authorizes the individual to practise the profession of early childhood education or use a title or designation relating to the profession of early childhood education, or both; (“certificat d’autorisation”) “member” means member of the College; (“membre”) “out-of-province regulatory authority” means a body or individual that is authorized under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario, to grant an authorizing certificate; (“autorité de réglementation extraprovinciale”) “profession” means the profession of early childhood education. (“profession”)  O. Reg. 221/08, s. 1; O. Reg. 431/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Agreement on Internal Trade” means the Agreement on Internal Trade as defined in subsection 2 (1) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>; (“Accord sur le commerce intérieur”)</p> <p class=\"definition-e\">“authorizing certificate”, in relation to the profession of early childhood education, means a certificate, licence, registration, or other form of official recognition granted by an out-of-province regulatory authority to an individual, which attests to the individual being qualified to practise the profession of early childhood education and authorizes the individual to practise the profession of early childhood education or use a title or designation relating to the profession of early childhood education, or both; (“certificat d’autorisation”)</p> <p class=\"firstdef-e\">“member” means member of the College; (“membre”)</p> <p class=\"definition-e\">“out-of-province regulatory authority” means a body or individual that is authorized under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario, to grant an authorizing certificate; (“autorité de réglementation extraprovinciale”)</p> <p class=\"definition-e\">“profession” means the profession of early childhood education. (“profession”)  O. Reg. 221/08, s. 1; O. Reg. 431/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "General class of certificates of registration",
            "content": " 2. The General class is prescribed as a class of certificates of registration.  O. Reg. 221/08, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The General class is prescribed as a class of certificates of registration.  O. Reg. 221/08, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": " 3. A person may apply for a certificate of registration by submitting to the Registrar a completed application in the form provided by the Registrar, together with the applicable fees.  O. Reg. 221/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A person may apply for a certificate of registration by submitting to the Registrar a completed application in the form provided by the Registrar, together with the applicable fees.  O. Reg. 221/08, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Fees",
            "content": " 4. It is a requirement for the issuing of a certificate of registration that the applicant pay the applicable fees.  O. Reg. 221/08, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>It is a requirement for the issuing of a certificate of registration that the applicant pay the applicable fees.  O. Reg. 221/08, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Requirements for certificate of registration",
            "content": " 5. (1) This section applies for the purposes of section 25 of the Act.  O. Reg. 221/08, s. 5 (1); O. Reg. 583/21, s. 1 (1). (2) The following are registration requirements for a certificate of registration: 1.  The applicant must disclose the following information relating to the applicant and to the practice of the profession or any other profession, whether in Ontario or any other jurisdiction: i.  Every finding of professional misconduct, incompetence or incapacity and any other similar finding, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility. ii.  Every current proceeding in relation to professional misconduct, incompetence or incapacity and any other similar proceeding, including a proceeding related to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility. iii.  Every refusal to register or issue a licence and every denial of registration or licensure by a professional association or other body that has self-regulatory responsibility. iv.  Every allegation that has been verified by a children’s aid society or other body that has similar responsibility. v.  Any other event that would provide reasonable grounds for the belief that the applicant would not practice safely, ethically, professionally, or competently. 2.  Subject to subsection (5), the applicant must disclose every charge and finding of guilt in relation to a criminal offence, an offence under the Controlled Drugs and Substances Act (Canada) or the Food and Drugs Act (Canada) or any other offence relevant to the applicant’s suitability to practise the profession. 3.  The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant, i.  is mentally competent to practise the profession, ii.  will practise the profession with decency, integrity and honesty and in accordance with the law, including, but not limited to, the Act, the regulations and the by-laws, and iii.  has sufficient knowledge, skill and judgement to practise the profession. 4.  The applicant must be able to speak and write either English or French with reasonable fluency. 5.  Revoked: O. Reg. 583/21, s. 1 (4). O. Reg. 221/08, s. 5 (2); O. Reg. 583/21, s. 1 (2-4). (3) Despite any other provision in this Regulation, an applicant who makes a false or misleading statement, representation or declaration in or in connection with their application, by commission or omission, shall be deemed, with respect to the application, not to satisfy and not to have satisfied the requirements for a certificate of registration.  O. Reg. 221/08, s. 5 (3). (4) An applicant who, after having applied for but before being issued a certificate of registration, becomes the subject of a matter described in paragraph 1 of subsection (2) or is charged with or found guilty of an offence described in paragraph 2 of subsection (2), shall immediately inform the Registrar. O. Reg. 583/21, s. 1 (5). (5) In respect of matters concerning the Youth Criminal Justice Act (Canada) and the Young Offenders Act (Canada), paragraph 2 of subsection (2) only applies, (a)  to a finding of guilt under the Youth Criminal Justice Act if the person received an adult sentence; and (b)  to a finding of guilt in respect of a matter that was transferred to ordinary court under the Young Offenders Act.  O. Reg. 221/08, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section applies for the purposes of section 25 of the Act.  O. Reg. 221/08, s. 5 (1); O. Reg. 583/21, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The following are registration requirements for a certificate of registration: </p> <p class=\"paragraph-e\">  1.  The applicant must disclose the following information relating to the applicant and to the practice of the profession or any other profession, whether in Ontario or any other jurisdiction:</p> <p class=\"subpara-e\">  i.  Every finding of professional misconduct, incompetence or incapacity and any other similar finding, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  ii.  Every current proceeding in relation to professional misconduct, incompetence or incapacity and any other similar proceeding, including a proceeding related to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  iii.  Every refusal to register or issue a licence and every denial of registration or licensure by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  iv.  Every allegation that has been verified by a children’s aid society or other body that has similar responsibility.</p> <p class=\"subpara-e\">  v.  Any other event that would provide reasonable grounds for the belief that the applicant would not practice safely, ethically, professionally, or competently.</p> <p class=\"paragraph-e\">  2.  Subject to subsection (5), the applicant must disclose every charge and finding of guilt in relation to a criminal offence, an offence under the <i>Controlled Drugs and Substances Act</i> (Canada) or the <i>Food and Drugs Act</i><i> </i>(Canada) or any other offence relevant to the applicant’s suitability to practise the profession.</p> <p class=\"paragraph-e\">  3.  The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant,</p> <p class=\"subpara-e\">  i.  is mentally competent to practise the profession,</p> <p class=\"subpara-e\">  ii.  will practise the profession with decency, integrity and honesty and in accordance with the law, including, but not limited to, the Act, the regulations and the by-laws, and </p> <p class=\"subpara-e\">  iii.  has sufficient knowledge, skill and judgement to practise the profession.</p> <p class=\"paragraph-e\">  4.  The applicant must be able to speak and write either English or French with reasonable fluency.  </p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 583/21, s. 1 (4).</p> <p class=\"footnote-e\">O. Reg. 221/08, s. 5 (2); O. Reg. 583/21, s. 1 (2-4).</p> <p class=\"subsection-e\">  (3) Despite any other provision in this Regulation, an applicant who makes a false or misleading statement, representation or declaration in or in connection with their application, by commission or omission, shall be deemed, with respect to the application, not to satisfy and not to have satisfied the requirements for a certificate of registration.  O. Reg. 221/08, s. 5 (3).</p> <p class=\"subsection-e\">  (4) An applicant who, after having applied for but before being issued a certificate of registration, becomes the subject of a matter described in paragraph 1 of subsection (2) or is charged with or found guilty of an offence described in paragraph 2 of subsection (2), shall immediately inform the Registrar. O. Reg. 583/21, s. 1 (5).</p> <p class=\"subsection-e\">  (5) In respect of matters concerning the <i>Youth Criminal Justice Ac</i><i>t</i> (Canada) and the <i>Young Offenders Act</i> (Canada), paragraph 2 of subsection (2) only applies,</p> <p class=\"clause-e\">  (a)  to a finding of guilt under the <i>Youth Criminal Justice Act</i> if the person received an adult sentence; and</p> <p class=\"clause-e\">  (b)  to a finding of guilt in respect of a matter that was transferred to ordinary court under the <i>Young Offenders Act</i>.  O. Reg. 221/08, s. 5 (5).</p>"
        },
        {
            "id": "6.",
            "section": "Terms, conditions and limitations",
            "content": " 6. The following are terms, conditions and limitations of a certificate of registration: 1.  The member must disclose the following information relating to the member and to the practice of the profession or any other profession, whether in Ontario or in any other jurisdiction: i.  Every finding of professional misconduct, incompetence or incapacity and any other similar finding, if the finding is made after the initial registration of the member, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility. ii.  Every proceeding in relation to professional misconduct, incompetence or incapacity and any other similar proceeding, if the proceeding is held after the initial registration of the member, including a proceeding related to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility. iii.  Every refusal to register or issue a licence and every denial of registration or licensure by a professional association or other body that has self-regulatory responsibility, if the refusal or denial is made after the initial registration of the member. iv.  Every allegation that has been verified by a children’s aid society or other body that has similar responsibility, if the verification is made after the initial registration of the member. v.  Any other event that would provide reasonable grounds for the belief that the applicant would not practice safely, ethically, professionally, or competently. 2.  The member must disclose every charge and finding of guilt in relation to a criminal offence, an offence under the Controlled Drugs and Substances Act (Canada) or the Food and Drugs Act (Canada) or any other offence relevant to the member’s suitability to practise the profession, if the finding is made after the initial registration of the member.  O. Reg. 221/08, s. 6; O. Reg. 583/21, s. 2. General Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The following are terms, conditions and limitations of a certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member must disclose the following information relating to the member and to the practice of the profession or any other profession, whether in Ontario or in any other jurisdiction:</p> <p class=\"subpara-e\">  i.  Every finding of professional misconduct, incompetence or incapacity and any other similar finding, if the finding is made after the initial registration of the member, including a finding of professional misconduct, incompetence or incapacity made by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  ii.  Every proceeding in relation to professional misconduct, incompetence or incapacity and any other similar proceeding, if the proceeding is held after the initial registration of the member, including a proceeding related to professional misconduct, incompetence or incapacity held by a professional association or other body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">  iii.  Every refusal to register or issue a licence and every denial of registration or licensure by a professional association or other body that has self-regulatory responsibility, if the refusal or denial is made after the initial registration of the member.</p> <p class=\"subpara-e\">  iv.  Every allegation that has been verified by a children’s aid society or other body that has similar responsibility, if the verification is made after the initial registration of the member.</p> <p class=\"subpara-e\">  v.  Any other event that would provide reasonable grounds for the belief that the applicant would not practice safely, ethically, professionally, or competently. </p> <p class=\"paragraph-e\">  2.  The member must disclose every charge and finding of guilt in relation to a criminal offence, an offence under the <i>Controlled Drugs and Substances Act</i> (Canada) or the <i>Food and Drugs Act</i> (Canada) or any other offence relevant to the member’s suitability to practise the profession, if the finding is made after the initial registration of the member.  O. Reg. 221/08, s. 6; O. Reg. 583/21, s. 2.</p> <p class=\"heading1-e\">General Certificates of Registration</p>"
        },
        {
            "id": "7.",
            "section": "Standards and qualifications for general certificate of registration",
            "content": " 7. In addition to the requirements set out in sections 4 and 5 of this Regulation, the following are the standards and qualifications for a general certificate of registration to be issued under subsection 25 (1) of the Act: 1.  The applicant must have satisfied one of the following educational and training requirements: i.  possession of a diploma from a program in early childhood education offered by an Ontario College of Applied Arts and Technology, ii.  successful completion of a post secondary program in early childhood education at a Canadian institution which is equivalent to that described in subparagraph i and which has been approved by the College or a committee of the College or through an assessment process approved by the College or a committee of the College, iii.  possession of a degree from a Canadian university, whose major course content, both academic and practical, is relevant to early childhood education and which has been approved by the College or a committee of the College or through an assessment process approved by the College or a committee of the College, iv.  possession of a diploma or degree from a post secondary institution or a combination of a diploma or degree from a post secondary institution and experience which is equivalent to that described in subparagraph i and demonstrated by the successful completion of an assessment process approved by the College or a committee of the College, or v.  Revoked: O. Reg. 583/21, s. 3 (1). 2.  The applicant must have successfully completed the examination or examinations or other means, if any, set or approved by the College or a committee of the College, to verify, evaluate or assess the person’s competence. 3.  The applicant must have successfully completed the examination, assessment or other means, if any, set or approved by the College or a committee of the College, to demonstrate knowledge of matters applicable to the practice of early childhood education in Ontario. O. Reg. 221/08, s. 7; O. Reg. 431/10, s. 2; O. Reg. 583/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>In addition to the requirements set out in sections 4 and 5 of this Regulation, the following are the standards and qualifications for a general certificate of registration to be issued under subsection 25 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  The applicant must have satisfied one of the following educational and training requirements:</p> <p class=\"subpara-e\">  i.  possession of a diploma from a program in early childhood education offered by an Ontario College of Applied Arts and Technology,</p> <p class=\"subpara-e\">  ii.  successful completion of a post secondary program in early childhood education at a Canadian institution which is equivalent to that described in subparagraph i and which has been approved by the College or a committee of the College or through an assessment process approved by the College or a committee of the College,</p> <p class=\"subpara-e\">  iii.  possession of a degree from a Canadian university, whose major course content, both academic and practical, is relevant to early childhood education and which has been approved by the College or a committee of the College or through an assessment process approved by the College or a committee of the College,</p> <p class=\"subpara-e\">  iv.  possession of a diploma or degree from a post secondary institution or a combination of a diploma or degree from a post secondary institution and experience which is equivalent to that described in subparagraph i and demonstrated by the successful completion of an assessment process approved by the College or a committee of the College, or  </p> <p class=\"subpara-e\">  v.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 583/21, s. 3 (1).</p> <p class=\"paragraph-e\">  2.  The applicant must have successfully completed the examination or examinations or other means, if any, set or approved by the College or a committee of the College, to verify, evaluate or assess the person’s competence.</p> <p class=\"paragraph-e\">  3.  The applicant must have successfully completed the examination, assessment or other means, if any, set or approved by the College or a committee of the College, to demonstrate knowledge of matters applicable to the practice of early childhood education in Ontario. O. Reg. 221/08, s. 7; O. Reg. 431/10, s. 2; O. Reg. 583/21, s. 3.</p>"
        },
        {
            "id": "7.1",
            "section": "Standards and qualifications for general certificate of registration, holder of authorizing certificate",
            "content": " 7.1 (1) Except as modified by this section, the requirements set out in sections 4, 5 and 7 are the standards and qualifications that apply for a general certificate of registration to be issued under subsection 25 (1) of the Act to an applicant who already holds an authorizing certificate in early childhood education granted by an out-of-province regulatory authority that is equivalent to the general certificate of registration issued by the College.  O. Reg. 431/10, s. 3. (2) The applicant is deemed to have met the requirements of paragraph 4 of subsection 5 (2) where the requirements for the granting of the authorizing certificate to the applicant included language proficiency requirements equivalent to the requirements set out in that paragraph.  O. Reg. 431/10, s. 3. (3) The applicant is deemed to have met the requirements of paragraphs 1 and 2 of section 7 if the applicant provides a certificate, letter or other evidence satisfactory to the Registrar from every out-of-province regulatory authority from which the applicant currently holds an authorizing certificate in early childhood education confirming that the authorizing certificate in early childhood education that the out-of-province regulatory authority granted to the applicant is in good standing.  O. Reg. 431/10, s. 3. (4) Despite subsections (2) and (3) and in addition to the requirements in those subsections, the applicant must meet any registration requirement that, (a)  is listed on the publicly accessible website referred to in clause 9 (3) (a) of the Ontario Labour Mobility Act, 2009; and (b)  is stated on the website to be a permissible certification requirement for early childhood educators, adopted by the Government of Ontario under Article 708 of the Agreement on Internal Trade.  O. Reg. 431/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>(1) Except as modified by this section, the requirements set out in sections 4, 5 and 7 are the standards and qualifications that apply for a general certificate of registration to be issued under subsection 25 (1) of the Act to an applicant who already holds an authorizing certificate in early childhood education granted by an out-of-province regulatory authority that is equivalent to the general certificate of registration issued by the College.  O. Reg. 431/10, s. 3.</p> <p class=\"subsection-e\">  (2) The applicant is deemed to have met the requirements of paragraph 4 of subsection 5 (2) where the requirements for the granting of the authorizing certificate to the applicant included language proficiency requirements equivalent to the requirements set out in that paragraph.  O. Reg. 431/10, s. 3.</p> <p class=\"subsection-e\">  (3) The applicant is deemed to have met the requirements of paragraphs 1 and 2 of section 7 if the applicant provides a certificate, letter or other evidence satisfactory to the Registrar from every out-of-province regulatory authority from which the applicant currently holds an authorizing certificate in early childhood education confirming that the authorizing certificate in early childhood education that the out-of-province regulatory authority granted to the applicant is in good standing.  O. Reg. 431/10, s. 3.</p> <p class=\"subsection-e\">  (4) Despite subsections (2) and (3) and in addition to the requirements in those subsections, the applicant must meet any registration requirement that,</p> <p class=\"clause-e\">  (a)  is listed on the publicly accessible website referred to in clause 9 (3) (a) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>; and </p> <p class=\"clause-e\">  (b)  is stated on the website to be a permissible certification requirement for early childhood educators, adopted by the Government of Ontario under Article 708 of the Agreement on Internal Trade.  O. Reg. 431/10, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": "Standards and qualifications for general certificate of registration, holder of authorizing certificate",
            "content": " 8. Revoked: O. Reg. 583/21, s. 4. Revocation and Expiration of Certificates of Registration",
            "raw_html": "<p class=\"section-e\"> <b>8. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 583/21, s. 4.</p> <p class=\"heading1-e\">Revocation and Expiration of Certificates of Registration</p>"
        },
        {
            "id": "9.",
            "section": "Revocation of certificate of registration",
            "content": " 9. A member’s certificate of registration may be revoked, if the Registrar suspends the member’s certificate of registration for failure to pay a fee or penalty required by the by-laws or to provide information required by the by-laws and the suspension is not removed within three years after its commencement.  O. Reg. 221/08, s. 9; O. Reg. 358/15, s. 1. ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>A member’s certificate of registration may be revoked, if the Registrar suspends the member’s certificate of registration for failure to pay a fee or penalty required by the by-laws or to provide information required by the by-laws and the suspension is not removed within three years after its commencement.  O. Reg. 221/08, s. 9; O. Reg. 358/15, s. 1. </p>"
        },
        {
            "id": "10.",
            "section": "Revocation of certificate of registration",
            "content": " 10. Revoked: O. Reg. 583/21, s. 5. Reinstatement",
            "raw_html": "<p class=\"section-e\"> <b>10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 583/21, s. 5.</p> <p class=\"heading1-e\">Reinstatement</p>"
        },
        {
            "id": "11.",
            "section": "Application for reinstatement",
            "content": " 11. (1) A former member who resigned as a member may apply for reinstatement of their certificate of registration by submitting a completed application in the form approved by the Registrar.  O. Reg. 221/08, s. 11 (1); O. Reg. 358/15, s. 2 (1). (2) The Registrar may reinstate the former member’s certificate of registration if, (a)  the former member pays the applicable fees and any applicable penalties required by the by-laws; (b)  the former member provides the information, if any, required by the by-laws; (c)  the former member meets the requirements of subsection 5 (2); and (d)  the application for reinstatement is made within three years after the date of the resignation.  O. Reg. 221/08, s. 11 (2); O. Reg. 358/15, s. 2 (2). (3) Nothing in this section prevents a former member who resigned from applying for a new certificate of registration.  O. Reg. 221/08, s. 11 (3); O. Reg. 358/15, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A former member who resigned as a member may apply for reinstatement of their certificate of registration by submitting a completed application in the form approved by the Registrar.  O. Reg. 221/08, s. 11 (1); O. Reg. 358/15, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The Registrar may reinstate the former member’s certificate of registration if,</p> <p class=\"clause-e\">  (a)  the former member pays the applicable fees and any applicable penalties required by the by-laws;</p> <p class=\"clause-e\">  (b)  the former member provides the information, if any, required by the by-laws;</p> <p class=\"clause-e\">  (c)  the former member meets the requirements of subsection 5 (2); and</p> <p class=\"clause-e\">  (d)  the application for reinstatement is made within three years after the date of the resignation.  O. Reg. 221/08, s. 11 (2); O. Reg. 358/15, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Nothing in this section prevents a former member who resigned from applying for a new certificate of registration.  O. Reg. 221/08, s. 11 (3); O. Reg. 358/15, s. 2 (3).</p>"
        },
        {
            "id": "11.1",
            "section": "Transition, suspension before August 31, 2015",
            "content": "  11.1 If, pursuant to subsection 58 (3) of the Act, a person is not entitled to have a suspension removed under subsection 30 (3) of the Act because the suspension occurred before August 31, 2015, then sections 9 and 11 of this Regulation, as they read immediately before November 27, 2015, continue to apply to the suspension. O. Reg. 358/15, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  11.1 </b>If, pursuant to subsection 58 (3) of the Act, a person is not entitled to have a suspension removed under subsection 30 (3) of the Act because the suspension occurred before August 31, 2015, then sections 9 and 11 of this Regulation, as they read immediately before November 27, 2015, continue to apply to the suspension. O. Reg. 358/15, s. 3.</p>"
        },
        {
            "id": "12.",
            "section": "Order of reinstatement",
            "content": " 12. The Registrar shall reinstate the certificate of registration of a person upon payment of the fees required by the by-laws, if the person’s certificate of registration is ordered to be reinstated by the Discipline Committee or the Fitness to Practise Committee.  O. Reg. 221/08, s. 12. Titles and Designations",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Registrar shall reinstate the certificate of registration of a person upon payment of the fees required by the by-laws, if the person’s certificate of registration is ordered to be reinstated by the Discipline Committee or the Fitness to Practise Committee.  O. Reg. 221/08, s. 12.</p> <p class=\"heading1-e\">Titles and Designations</p>"
        },
        {
            "id": "13.",
            "section": "Titles and designations",
            "content": " 13. (1) A holder of a certificate of registration shall use at least one of the following titles in connection with their practice: 1.  Registered Early Childhood Educator. 2.  Éducatrice de la petite enfance inscrite. 3.  Éducateur de la petite enfance inscrit.  O. Reg. 221/08, s. 13 (1). (2) A holder of a certificate of registration shall use the designation RECE or EPEI in documentation used in connection with their practice.  O. Reg. 221/08, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) A holder of a certificate of registration shall use at least one of the following titles in connection with their practice:</p> <p class=\"paragraph-e\">  1.  Registered Early Childhood Educator.</p> <p class=\"paragraph-e\">  2.  Éducatrice de la petite enfance inscrite.</p> <p class=\"paragraph-e\">  3.  Éducateur de la petite enfance inscrit.  O. Reg. 221/08, s. 13 (1).</p> <p class=\"subsection-e\">  (2) A holder of a certificate of registration shall use the designation RECE or EPEI in documentation used in connection with their practice.  O. Reg. 221/08, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Titles and designations",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 221/08, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 221/08, s. 14.</p>"
        },
        {
            "id": null,
            "section": "Titles and designations",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080221\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}