{
    "reg_info": {
        "full_title": "O. Reg. 522/20: ELECTRICAL AND ELECTRONIC EQUIPMENT",
        "reg_name_text": "ELECTRICAL AND ELECTRONIC EQUIPMENT",
        "citation": "O. Reg. 522/20: ",
        "act_under": "Resource Recovery and Circular Economy Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/200522",
        "date_scraped": "2023-12-18 04:50:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 20, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200522/v3",
            "valid_from": "January  1, 2023",
            "valid_to": "March 19, 2023"
        },
        {
            "a_href": "/laws/regulation/200522/v2",
            "valid_from": "December  9, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/200522/v1",
            "valid_from": "September 21, 2020",
            "valid_to": "December  8, 2022"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I DEFINITIONS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS",
            "section": "Definitions",
            "content": " 1. In this Regulation, “battery” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“piles et batteries”) “battery hauler” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“transporteur de piles et batteries”) “battery processor” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“transformateur de piles et batteries”) “battery refurbisher” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“personne remettant à neuf des piles et batteries”) “EEE collection site” means a site where EEE used by a consumer in Ontario is collected for the purpose of resource recovery; (“lieu de collecte d’EEE”) “EEE hauler” means a person who arranges for the transport of EEE that is used by a consumer in Ontario and is destined for processing, reuse, refurbishing or disposal, but does not include a person who arranges for the transport of EEE initially generated by that person; (“transporteur d’EEE”) “EEE Processing and Refurbishing Procedure” means the document entitled “EEE Processing and Refurbishing Procedure” published by the Authority and dated July 15, 2020, as amended from time to time, and available on the Registry; (“Procédure pour la transformation et remise à neuf des EEE”) “EEE processor” means a person who processes, for the purpose of resource recovery, EEE used by a consumer in Ontario; (“transformateur d’EEE”) “EEE refurbisher” means a person who prepares or refurbishes, for the purpose of reuse, EEE used by a consumer in Ontario; (“personne remettant à neuf des EEE”) “EEE Verification and Audit Procedure” means the document entitled “EEE Verification and Audit Procedure” published by the Authority and dated July 15, 2020, as amended from time to time, and available on the Registry; (“Procédure de vérification des EEE”) “electrical and electronic equipment” or “EEE” means electrical and electronic equipment that, (a)  is designed for use with an electric current and a voltage rating not exceeding 1,000 volts for alternating current and 1,500 volts for direct current, (b)  weighs no more than 250 kilograms, and (c)  is not intended to be used permanently as part of a building or a structure at a pre-defined and dedicated location; (“équipement électrique et électronique” ou “EEE”) “information technology, telecommunications and audio visual equipment” or “ITT/AV” means EEE, of which the primary purpose is collecting, storing, processing, presenting or communicating information, including sounds and images, recording or reproducing sounds and images, including but not limited to the examples set out in section 1 of Schedule 1, but does not include equipment or products that fall into the category of lighting; (“équipement de technologie de l’information, de télécommunication et audiovisuel”) “land disposed” has the same meaning as “land disposal” in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act; (“éliminé en milieu terrestre”) “large producer” means a producer to whom section 10 applies; (“gros producteur”) “lighting” means EEE that has the primary purpose of producing light, such as a bulb, lamp, light emitting diode or tube, including but not limited to the examples set out in section 2 of Schedule 1, but does not include, (a)  lighting that is provided with another product or a fixture, or (b)  lighting that also falls into the category of ITT/AV; (“matériel d’éclairage”) “management requirement” means the minimum amount of EEE, determined under section 14, that a producer is required to manage; (“obligation de gestion”) “performance period” means the applicable calendar year, set out under section 4, during which a producer is responsible for collecting or managing EEE; (“période d’exécution”) “permanent establishment”, (a)  has the meaning assigned by subsection 400 (2) of the Income Tax Regulations\r\n(Canada) in the case of a corporation, and (b)  has the meaning assigned by subsection 2600 (2) of the Income Tax Regulations\r\n(Canada) in the case of an individual; (“établissement stable”) “primary battery” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“piles et batteries primaires”) “producer” means a person who is required to carry out responsibilities relating to EEE, as determined in accordance with section 5; (“producteur”) “producer responsibility organization” means a person retained by a producer for the purpose of carrying out one or more of the following producer responsibilities relating to EEE, but does not include an EEE processor retained solely for the purposes of processing EEE or an EEE refurbisher retained solely for the purposes of refurbishing EEE: 1.  Arranging for the establishment or operation of a collection or management system. 2.  Establishing or operating a collection or management system. 3.  Preparing and submitting reports; (“organisme assumant les responsabilités d’un producteur”) “rechargeable battery” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“piles et batteries rechargeables”) “recycling efficiency rate” means the ratio of the weight of recovered resources from EEE received by an EEE processor, to the weight of EEE received by that EEE processor; (“taux d’efficacité du recyclage”) “resident in Canada” means a person having a permanent establishment in Canada; (“résident du Canada”) “resident in Ontario” means a person having a permanent establishment in Ontario; (“résident de l’Ontario”) “territorial district” means a geographic area, other than a municipality, named and described in Schedule 2 to Ontario Regulation 180/03 (Division of Ontario into Geographic Areas) made under the Territorial Division Act, 2002; (“district territorial”) “volunteer organization” means a person who owns a brand that is used in respect of EEE and is not resident in Canada. (“organisme bénévole”) O. Reg. 522/20, s. 1; O. Reg. 554/22, s. 1. Part II   General",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>In this Regulation,</p> <p class=\"definition-e\">“battery” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“piles et batteries”)</p> <p class=\"definition-e\">“battery hauler” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“transporteur de piles et batteries”)</p> <p class=\"definition-e\">“battery processor” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“transformateur de piles et batteries”)</p> <p class=\"definition-e\">“battery refurbisher” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“personne remettant à neuf des piles et batteries”)</p> <p class=\"definition-e\">“EEE collection site” means a site where EEE used by a consumer in Ontario is collected for the purpose of resource recovery; (“lieu de collecte d’EEE”)</p> <p class=\"definition-e\">“EEE hauler” means a person who arranges for the transport of EEE that is used by a consumer in Ontario and is destined for processing, reuse, refurbishing or disposal, but does not include a person who arranges for the transport of EEE initially generated by that person; (“transporteur d’EEE”)</p> <p class=\"definition-e\">“EEE Processing and Refurbishing Procedure” means the document entitled “EEE Processing and Refurbishing Procedure” published by the Authority and dated July 15, 2020, as amended from time to time, and available on the Registry; (“Procédure pour la transformation et remise à neuf des EEE”)</p> <p class=\"definition-e\">“EEE processor” means a person who processes, for the purpose of resource recovery, EEE used by a consumer in Ontario; (“transformateur d’EEE”)</p> <p class=\"definition-e\">“EEE refurbisher” means a person who prepares or refurbishes, for the purpose of reuse, EEE used by a consumer in Ontario; (“personne remettant à neuf des EEE”)</p> <p class=\"definition-e\">“EEE Verification and Audit Procedure” means the document entitled “EEE Verification and Audit Procedure” published by the Authority and dated July 15, 2020, as amended from time to time, and available on the Registry; (“Procédure de vérification des EEE”)</p> <p class=\"definition-e\">“electrical and electronic equipment” or “EEE” means electrical and electronic equipment that,</p> <p class=\"defclause-e\">  (a)  is designed for use with an electric current and a voltage rating not exceeding 1,000 volts for alternating current and 1,500 volts for direct current,</p> <p class=\"defclause-e\">  (b)  weighs no more than 250 kilograms, and</p> <p class=\"defclause-e\">  (c)  is not intended to be used permanently as part of a building or a structure at a pre-defined and dedicated location; (“équipement électrique et électronique” ou “EEE”)</p> <p class=\"definition-e\">“information technology, telecommunications and audio visual equipment” or “ITT/AV” means EEE, of which the primary purpose is collecting, storing, processing, presenting or communicating information, including sounds and images, recording or reproducing sounds and images, including but not limited to the examples set out in section 1 of Schedule 1, but does not include equipment or products that fall into the category of lighting; (“équipement de technologie de l’information, de télécommunication et audiovisuel”)</p> <p class=\"definition-e\">“land disposed” has the same meaning as “land disposal” in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>; (“éliminé en milieu terrestre”)</p> <p class=\"definition-e\">“large producer” means a producer to whom section 10 applies; (“gros producteur”)</p> <p class=\"definition-e\">“lighting” means EEE that has the primary purpose of producing light, such as a bulb, lamp, light emitting diode or tube, including but not limited to the examples set out in section 2 of Schedule 1, but does not include,</p> <p class=\"defclause-e\">  (a)  lighting that is provided with another product or a fixture, or</p> <p class=\"defclause-e\">  (b)  lighting that also falls into the category of ITT/AV; (“matériel d’éclairage”)</p> <p class=\"definition-e\">“management requirement” means the minimum amount of EEE, determined under section 14, that a producer is required to manage; (“obligation de gestion”)</p> <p class=\"definition-e\">“performance period” means the applicable calendar year, set out under section 4, during which a producer is responsible for collecting or managing EEE; (“période d’exécution”)</p> <p class=\"definition-e\">“permanent establishment”,</p> <p class=\"defclause-e\">  (a)  has the meaning assigned by subsection 400 (2) of the <i>Income Tax Regulations</i>\r\n(Canada) in the case of a corporation, and</p> <p class=\"defclause-e\">  (b)  has the meaning assigned by subsection 2600 (2) of the <i>Income Tax Regulations</i>\r\n(Canada) in the case of an individual; (“établissement stable”)</p> <p class=\"definition-e\">“primary battery” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“piles et batteries primaires”)</p> <p class=\"definition-e\">“producer” means a person who is required to carry out responsibilities relating to EEE, as determined in accordance with section 5; (“producteur”)</p> <p class=\"definition-e\">“producer responsibility organization” means a person retained by a producer for the purpose of carrying out one or more of the following producer responsibilities relating to EEE, but does not include an EEE processor retained solely for the purposes of processing EEE or an EEE refurbisher retained solely for the purposes of refurbishing EEE:</p> <p class=\"defparagraph-e\">  1.  Arranging for the establishment or operation of a collection or management system.</p> <p class=\"defparagraph-e\">  2.  Establishing or operating a collection or management system.</p> <p class=\"defparagraph-e\">  3.  Preparing and submitting reports; (“organisme assumant les responsabilités d’un producteur”)</p> <p class=\"definition-e\">“rechargeable battery” has the same meaning as in Ontario Regulation 30/20 (Batteries) made under the Act; (“piles et batteries rechargeables”)</p> <p class=\"definition-e\">“recycling efficiency rate” means the ratio of the weight of recovered resources from EEE received by an EEE processor, to the weight of EEE received by that EEE processor; (“taux d’efficacité du recyclage”)</p> <p class=\"definition-e\">“resident in Canada” means a person having a permanent establishment in Canada; (“résident du Canada”)</p> <p class=\"definition-e\">“resident in Ontario” means a person having a permanent establishment in Ontario; (“résident de l’Ontario”)</p> <p class=\"definition-e\">“territorial district” means a geographic area, other than a municipality, named and described in Schedule 2 to Ontario Regulation 180/03 (Division of Ontario into Geographic Areas) made under the <i>Territorial Division Act, 2002</i>; (“district territorial”)</p> <p class=\"definition-e\">“volunteer organization” means a person who owns a brand that is used in respect of EEE and is not resident in Canada. (“organisme bénévole”) O. Reg. 522/20, s. 1; O. Reg. 554/22, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>Part II <br/>  General</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II GENERAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Designated class",
            "content": " 2. For the purposes of section 60 of the Act, electrical and electronic equipment are a designated class of material.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>For the purposes of section 60 of the Act, electrical and electronic equipment are a designated class of material.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Application",
            "content": " 3. (1) This Regulation applies to the following categories of EEE, and a reference to a category of EEE is a reference to one of the following categories: 1.  ITT/AV. 2.  Lighting. (2) This Regulation does not apply to the following products, regardless of whether they would fall into one or more categories of EEE: 1.  Cash registers, self-checkout machines, automated banking machines (ABMs) and automated teller machines (ATMs). 2.  Streetlights and signal or lighting systems designed to control or manage the movement of vehicles or pedestrians. 3.  Textiles, clothing, furniture or any other upholstered and stuffed articles containing any EEE. 4.  Motor vehicles. 5.  Any product that is, or that is designed for use with, any marine, military, aeronautic or space equipment. 6.  Any EEE that falls under the definition of “device” in section 2 of the Food and Drugs Act\r\n(Canada). 7.  Power tools. 8.  Children’s toys. 9.  Equipment of which the primary purpose is monitoring, measuring or controlling information or data, other than equipment that is included in the definition of ITT/AV. (3) In this Regulation, a reference to EEE includes all components, parts or peripherals, including batteries, that are provided with the product at the time of supply to the consumer, but does not include printed paper or packaging supplied with the product. (4) For the purposes of this Regulation, a product belongs to the category of EEE that is most closely related to the primary purpose of the product, regardless of whether the product falls into both categories of EEE described in subsection (1). (5) For greater certainty, this Regulation does not apply to a product if the primary purpose of the product does not fall into one of the categories of EEE described in subsection (1), regardless of whether any of the components, parts or peripherals of the product referred to in subsection (3) are EEE.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) This Regulation applies to the following categories of EEE, and a reference to a category of EEE is a reference to one of the following categories:</p> <p class=\"paragraph-e\">  1.  ITT/AV.</p> <p class=\"paragraph-e\">  2.  Lighting.</p> <p class=\"subsection-e\">  (2) This Regulation does not apply to the following products, regardless of whether they would fall into one or more categories of EEE:</p> <p class=\"paragraph-e\">  1.  Cash registers, self-checkout machines, automated banking machines (ABMs) and automated teller machines (ATMs).</p> <p class=\"paragraph-e\">  2.  Streetlights and signal or lighting systems designed to control or manage the movement of vehicles or pedestrians.</p> <p class=\"paragraph-e\">  3.  Textiles, clothing, furniture or any other upholstered and stuffed articles containing any EEE.</p> <p class=\"paragraph-e\">  4.  Motor vehicles.</p> <p class=\"paragraph-e\">  5.  Any product that is, or that is designed for use with, any marine, military, aeronautic or space equipment.</p> <p class=\"paragraph-e\">  6.  Any EEE that falls under the definition of “device” in section 2 of the <i>Food and Drugs Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  7.  Power tools.</p> <p class=\"paragraph-e\">  8.  Children’s toys.</p> <p class=\"paragraph-e\">  9.  Equipment of which the primary purpose is monitoring, measuring or controlling information or data, other than equipment that is included in the definition of ITT/AV.</p> <p class=\"subsection-e\">  (3) In this Regulation, a reference to EEE includes all components, parts or peripherals, including batteries, that are provided with the product at the time of supply to the consumer, but does not include printed paper or packaging supplied with the product.</p> <p class=\"subsection-e\">  (4) For the purposes of this Regulation, a product belongs to the category of EEE that is most closely related to the primary purpose of the product, regardless of whether the product falls into both categories of EEE described in subsection (1).</p> <p class=\"subsection-e\">  (5) For greater certainty, this Regulation does not apply to a product if the primary purpose of the product does not fall into one of the categories of EEE described in subsection (1), regardless of whether any of the components, parts or peripherals of the product referred to in subsection (3) are EEE.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Performance periods",
            "content": " 4. The following performance periods apply for the purposes of collecting or managing EEE under Parts III and IV: 1.  Every calendar year, starting on January 1, 2021 for ITT/AV. 2.  Every calendar year, starting on January 1, 2023 for lighting.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>The following performance periods apply for the purposes of collecting or managing EEE under Parts III and IV:</p> <p class=\"paragraph-e\">  1.  Every calendar year, starting on January 1, 2021 for ITT/AV.</p> <p class=\"paragraph-e\">  2.  Every calendar year, starting on January 1, 2023 for lighting.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Producers",
            "content": " 5. (1) For the purposes of the definition of “producer” in section 1, with respect to new EEE marketed to consumers in Ontario, the producer is, (a)  subject to subsections (2) and (3), if the brand holder of the EEE is resident in Canada, the brand holder; (b)  if there is no person described in clause (a) and the EEE is imported into Ontario by a person resident in Ontario, the importer; (c)  if there is no person described in clause (a) or (b) and the EEE is marketed by a person resident in Ontario, the first person who marketed the EEE; or (d)  if there is no person described in clause (a), (b) or (c) and the EEE is marketed by a person not resident in Ontario, the person who marketed the EEE. (2) For the purposes of clause (1) (a), if there are two or more brand holders of the new EEE marketed to consumers in Ontario who are resident in Canada, the producer is the brand holder most directly connected to the production of the EEE. (3) For the purposes of clause (1) (a), if more than one item of EEE produced by different brand holders are marketed as a single package, the producer is the brand holder who is more directly connected to the primary product in the package. (4) For the purposes of clause 61 (6) (c) of the Act, a person referred to in clause (1) (b) of this section is required to carry out the responsibilities of a producer under Part IV of the Act with respect to EEE if they market EEE to a consumer in Ontario or supply the EEE to another person in Ontario who will then market that EEE in Ontario. (5) Subsection (1) does not apply to a producer who markets new EEE to consumers in Ontario if the EEE is incorporated into, or is a component, part or peripheral supplied with, another product that is not ITT/AV or lighting and that is marketed to consumers in Ontario.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) For the purposes of the definition of “producer” in section 1, with respect to new EEE marketed to consumers in Ontario, the producer is,</p> <p class=\"clause-e\">  (a)  subject to subsections (2) and (3), if the brand holder of the EEE is resident in Canada, the brand holder;</p> <p class=\"clause-e\">  (b)  if there is no person described in clause (a) and the EEE is imported into Ontario by a person resident in Ontario, the importer;</p> <p class=\"clause-e\">  (c)  if there is no person described in clause (a) or (b) and the EEE is marketed by a person resident in Ontario, the first person who marketed the EEE; or</p> <p class=\"clause-e\">  (d)  if there is no person described in clause (a), (b) or (c) and the EEE is marketed by a person not resident in Ontario, the person who marketed the EEE.</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (a), if there are two or more brand holders of the new EEE marketed to consumers in Ontario who are resident in Canada, the producer is the brand holder most directly connected to the production of the EEE.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (1) (a), if more than one item of EEE produced by different brand holders are marketed as a single package, the producer is the brand holder who is more directly connected to the primary product in the package.</p> <p class=\"subsection-e\">  (4) For the purposes of clause 61 (6) (c) of the Act, a person referred to in clause (1) (b) of this section is required to carry out the responsibilities of a producer under Part IV of the Act with respect to EEE if they market EEE to a consumer in Ontario or supply the EEE to another person in Ontario who will then market that EEE in Ontario.</p> <p class=\"subsection-e\">  (5) Subsection (1) does not apply to a producer who markets new EEE to consumers in Ontario if the EEE is incorporated into, or is a component, part or peripheral supplied with, another product that is not ITT/AV or lighting and that is marketed to consumers in Ontario.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.1",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Producer responsibility organization",
            "content": " 5.1 (1) For the purposes of paragraph 2 of subsection 61 (2) of the Act, the condition that must be met by a person in respect of EEE is that the person must be a producer responsibility organization. O. Reg. 554/22, s. 2. (2) For the purposes of clause 61 (6) (c) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 554/22, s. 2. (3) For the purposes of clause 62 (1) (d) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 554/22, s. 2. 6., 7. Revoked: O. Reg. 554/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5.1 </b>(1) For the purposes of paragraph 2 of subsection 61 (2) of the Act, the condition that must be met by a person in respect of EEE is that the person must be a producer responsibility organization. O. Reg. 554/22, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of clause 61 (6) (c) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 554/22, s. 2.</p> <p class=\"subsection-e\">  (3) For the purposes of clause 62 (1) (d) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 554/22, s. 2.</p> <p class=\"section-e\"> <b>6., 7. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 554/22, s. 3.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section": "Exemptions, ITT/AV and lighting",
            "content": " 8. If, prior to any reductions under section 18, a producer’s management requirement for a performance period is not more than three and a half tonnes with respect to ITT/AV or not more than 350 kilograms with respect to lighting, the producer is exempt from the application of Parts III and IV and sections 20, 23, 24, 25 and 32 for that performance period in respect of that ITT/AV or lighting, as the case may be. O. Reg. 522/20, s. 8; O. Reg. 554/22, s. 4. Part III   collection of eEE — ITT/AV and Lighting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>If, prior to any reductions under section 18, a producer’s management requirement for a performance period is not more than three and a half tonnes with respect to ITT/AV or not more than 350 kilograms with respect to lighting, the producer is exempt from the application of Parts III and IV and sections 20, 23, 24, 25 and 32 for that performance period in respect of that ITT/AV or lighting, as the case may be. O. Reg. 522/20, s. 8; O. Reg. 554/22, s. 4.</p> <p class=\"partnum-e\"><a name=\"BK9\"></a>Part III <br/>  collection of eEE — ITT/AV and Lighting</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III COLLECTION OF EEE — ITT/AV AND LIGHTING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF EEE — ITT/AV AND LIGHTING",
            "section": "ITT/AV and lighting, producer requirements",
            "content": " 9. (1) Subject to section 8, every producer of ITT/AV and every producer of lighting shall establish and operate a collection system for each applicable category of EEE in accordance with the applicable requirements set out in sections 10 to 12. O. Reg. 522/20, s. 9. (2) Every producer responsibility organization that has entered into an agreement with a producer to provide collection services under this Part for a category of EEE is required to satisfy the requirements set out in this Part that apply to that producer with respect to each category of EEE covered in that agreement. O. Reg. 554/22, s. 5. (3) In this Part, a reference to a producer includes a producer responsibility organization to which subsection (2) applies. O. Reg. 554/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) Subject to section 8, every producer of ITT/AV and every producer of lighting shall establish and operate a collection system for each applicable category of EEE in accordance with the applicable requirements set out in sections 10 to 12. O. Reg. 522/20, s. 9.</p> <p class=\"subsection-e\">  (2) Every producer responsibility organization that has entered into an agreement with a producer to provide collection services under this Part for a category of EEE is required to satisfy the requirements set out in this Part that apply to that producer with respect to each category of EEE covered in that agreement. O. Reg. 554/22, s. 5.</p> <p class=\"subsection-e\">  (3) In this Part, a reference to a producer includes a producer responsibility organization to which subsection (2) applies. O. Reg. 554/22, s. 5.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF EEE — ITT/AV AND LIGHTING",
            "section": "Collection, large producers of ITT/AV and lighting",
            "content": " 10. (1) Every producer who is required under section 14 to manage, or to make best efforts to manage, as the case may be, 700 tonnes or more of ITT/AV or 35 tonnes or more of lighting in a performance period shall establish and operate a collection system for each applicable category of EEE the producer supplies in accordance with subsection (2) during each applicable performance period. (2) The producer shall establish and operate a collection system for each applicable category of EEE by satisfying the following requirements: 1.  Subject to subsections 12 (3) to (6), in each local municipality with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate EEE collection sites at which that category of EEE is collected, as follows: i.  If the population is 500,000 or less, at least one EEE collection site for every 15,000 people or portion thereof. ii.  If the population is more than 500,000, at least 34 EEE collection sites for the first 500,000, and at least one EEE collection site for every 50,000 people or portion thereof, for the portion that surpasses 500,000. 2.  In each territorial district with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate at least one EEE collection site at which that category of EEE is collected.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>(1) Every producer who is required under section 14 to manage, or to make best efforts to manage, as the case may be, 700 tonnes or more of ITT/AV or 35 tonnes or more of lighting in a performance period shall establish and operate a collection system for each applicable category of EEE the producer supplies in accordance with subsection (2) during each applicable performance period.</p> <p class=\"subsection-e\">  (2) The producer shall establish and operate a collection system for each applicable category of EEE by satisfying the following requirements:</p> <p class=\"paragraph-e\">  1.  Subject to subsections 12 (3) to (6), in each local municipality with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate EEE collection sites at which that category of EEE is collected, as follows:</p> <p class=\"subpara-e\">  i.  If the population is 500,000 or less, at least one EEE collection site for every 15,000 people or portion thereof.</p> <p class=\"subpara-e\">  ii.  If the population is more than 500,000, at least 34 EEE collection sites for the first 500,000, and at least one EEE collection site for every 50,000 people or portion thereof, for the portion that surpasses 500,000.</p> <p class=\"paragraph-e\">  2.  In each territorial district with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate at least one EEE collection site at which that category of EEE is collected.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF EEE — ITT/AV AND LIGHTING",
            "section": "Collection, small producers of ITT/AV and lighting",
            "content": " 11. (1) Every producer who is required under section 14 to manage, or to make best efforts to manage, as the case may be, more than three and a half and less than 700 tonnes of ITT/AV or more than 350 kilograms and less than 35 tonnes of lighting in a performance period shall establish and operate a collection system for each applicable category of EEE in accordance with subsection (2) during the applicable performance period. (2) The producer shall establish and operate a collection system for each applicable category of EEE by satisfying one of the following requirements: 1.  Subject to subsections 12 (3) to (6), in each local municipality or territorial district with one or more retail locations that supply the producer’s EEE, the producer shall establish and operate as many EEE collection sites at which that category of EEE is collected as are equal to or greater than 75 per cent of the number of retail locations in the municipality or territorial district that were operating in the previous calendar year. 2.  The producer shall establish and operate EEE collection sites at which that category of EEE is collected as follows: i.  Subject to subsections 12 (3) to (6), in each local municipality with a population of 5,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate, A.  at least one EEE collection site for every 15,000 people or portion thereof, if the population is 500,000 or less, or B.  if the population is more than 500,000, at least 34 EEE collection sites for the first 500,000, and at least one EEE collection site for every 50,000 people or portion thereof, for the portion that surpasses 500,000. ii.  The producer shall establish and operate at least one EEE collection site at which that category of EEE is collected in each territorial district with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, in which the producer supplied that category of EEE in the previous calendar year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11. </b>(1) Every producer who is required under section 14 to manage, or to make best efforts to manage, as the case may be, more than three and a half and less than 700 tonnes of ITT/AV or more than 350 kilograms and less than 35 tonnes of lighting in a performance period shall establish and operate a collection system for each applicable category of EEE in accordance with subsection (2) during the applicable performance period.</p> <p class=\"subsection-e\">  (2) The producer shall establish and operate a collection system for each applicable category of EEE by satisfying one of the following requirements:</p> <p class=\"paragraph-e\">  1.  Subject to subsections 12 (3) to (6), in each local municipality or territorial district with one or more retail locations that supply the producer’s EEE, the producer shall establish and operate as many EEE collection sites at which that category of EEE is collected as are equal to or greater than 75 per cent of the number of retail locations in the municipality or territorial district that were operating in the previous calendar year.</p> <p class=\"paragraph-e\">  2.  The producer shall establish and operate EEE collection sites at which that category of EEE is collected as follows:</p> <p class=\"subpara-e\">  i.  Subject to subsections 12 (3) to (6), in each local municipality with a population of 5,000 or more, as reported by Statistics Canada in the most recent official census, the producer shall establish and operate,</p> <p class=\"subsubpara-e\">  A.  at least one EEE collection site for every 15,000 people or portion thereof, if the population is 500,000 or less, or</p> <p class=\"subsubpara-e\">  B.  if the population is more than 500,000, at least 34 EEE collection sites for the first 500,000, and at least one EEE collection site for every 50,000 people or portion thereof, for the portion that surpasses 500,000.</p> <p class=\"subpara-e\">  ii.  The producer shall establish and operate at least one EEE collection site at which that category of EEE is collected in each territorial district with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, in which the producer supplied that category of EEE in the previous calendar year.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTION OF EEE — ITT/AV AND LIGHTING",
            "section": "EEE collection sites",
            "content": " 12. (1) Every producer who establishes and operates an EEE collection site for the purposes of subsection 10 (2) or 11 (2) shall ensure that, with respect to each EEE collection site that is part of the producer’s collection system, the following requirements are satisfied: 1.  If the EEE collection site is not part of a retail location, the site must accept all ITT/AV or lighting, as the case may be, including components, parts or peripherals supplied with another product that is not ITT/AV or lighting, if those components, parts or peripherals are ITT/AV or lighting, as the case may be, regardless of how the EEE or the components, parts or peripherals were supplied. 2.  If the EEE collection site is part of a retail location, the site must accept, at a minimum, all ITT/AV or lighting, as the case may be, that fall into the same category and are similar in size and function to the ITT/AV or lighting supplied by the producer at that location. 3.  The EEE collection site must be readily accessible to the public and must be operated and accept ITT/AV or lighting, as the case may be, during normal business hours throughout the performance period. 4.  If the EEE collection site collects ITT/AV, it must accept, at a minimum, up to 50 kilograms of ITT/AV per day from any person. 5.  If the EEE collection site collects lighting, it must accept, at a minimum, up to five kilograms of lighting per day from any person. 6.  If an EEE collection site is not part of a retail location and accepts more than the minimum amount of ITT/AV or lighting set out in paragraph 4 or 5 from a person on a single day, the operator of the site shall record the person’s name, contact information, any unique identifier assigned by the Registrar and the weight of EEE accepted. O. Reg. 522/20, s. 12 (1). (2) For greater certainty, an EEE collection site may be operated by or on behalf of one or more producers and may be relied on by one or more producers to satisfy the requirements set out in sections 10 and 11. O. Reg. 522/20, s. 12 (2). (3) Subject to subsection (6), a producer may reduce the number of EEE collection sites the producer is required to establish and operate in a local municipality or territorial district under subsection 10 (2) or 11 (2), as the case may be, by the percentage of residences in the municipality or territorial district, including residences in multi-unit residential buildings, (a)  from which the producer collects that category of EEE, at least four times during the applicable performance period; and (b)  to which the producer distributes adequate containers, where appropriate, for the collection of the EEE, at no charge. O. Reg. 522/20, s. 12 (3). (4) Subject to subsection (6), a producer may reduce the number of EEE collection sites the producer is required to establish and operate in a local municipality or territorial district under subsection 10 (2) or 11 (2), as the case may be, by the percentage of ITT/AV or lighting that the producer supplied in Ontario in the previous calendar year that was subject to a collection program operated by or on behalf of the producer that, (a)  allowed the consumer to return the EEE, at no charge, in a manner that was, at a minimum, equivalent to the manner in which the EEE was supplied; and (b)  provided the consumer, at no charge, with the packaging or shipping materials required to return the EEE. O. Reg. 522/20, s. 12 (4). (5) Subject to subsection (6), a producer may replace a portion of EEE collection sites the producer is required to establish and operate in a local municipality or territorial district under subsection 10 (2) or 11 (2), as the case may be, with public EEE collection events in accordance with the following rules: 1.  A producer may replace up to 25 per cent of the total number of EEE collection sites the producer is required to provide in Ontario, regardless of any reductions under subsections (3) and (4), with the same number of public EEE collection events. 2.  A public EEE collection event must be readily accessible to the public, must operate for at least four consecutive hours on the day it is held and must accept all ITT/AV or lighting, as the case may be. O. Reg. 522/20, s. 12 (5). (6) Despite subsections (3), (4) and (5), the number of EEE collection sites the producer is required to establish and operate shall not be reduced below one EEE collection site or one public EEE collection event in a local municipality or territorial district with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, in which the producer supplied EEE at a retail location in the previous calendar year. O. Reg. 522/20, s. 12 (6). (7) Subject to subsection (9), with respect to an EEE collection site owned or operated by the Crown in right of Ontario or by a municipality with a population of less than 1,000, as reported by Statistics Canada in the most recent official census, if the operator of the site collects more than four tonnes of ITT/AV or more than 300 kilograms of lighting, (a)  the operator may notify a large producer of EEE that falls into the same category collected at the site; and (b)  the producer referred to in clause (a) shall collect all of the EEE of which it was notified from the site within one year from the day the producer was notified. O. Reg. 522/20, s. 12 (7); O. Reg. 554/22, s. 6 (1). (8) Subject to subsection (9), with respect to an EEE collection site located on a reserve, as defined in the Indian Act (Canada), if the operator of the site collects more than four tonnes of ITT/AV or more than 300 kilograms of lighting, (a)  the operator may notify a large producer of EEE that falls into the same category collected at the site; and (b)  the producer referred to in clause (a) shall collect all of the EEE of which it was notified from the site within one year from the day the producer was notified. O. Reg. 522/20, s. 12 (8); O. Reg. 554/22, s. 6 (2). (9) Subsections (7) and (8) do not apply to an EEE collection site that is located in the Far North, as defined under the Far North Act, 2010. O. Reg. 522/20, s. 12 (9). Part Iv   management of EEE — ITT/AV and LIghting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>12. </b>(1) Every producer who establishes and operates an EEE collection site for the purposes of subsection 10 (2) or 11 (2) shall ensure that, with respect to each EEE collection site that is part of the producer’s collection system, the following requirements are satisfied:</p> <p class=\"paragraph-e\">  1.  If the EEE collection site is not part of a retail location, the site must accept all ITT/AV or lighting, as the case may be, including components, parts or peripherals supplied with another product that is not ITT/AV or lighting, if those components, parts or peripherals are ITT/AV or lighting, as the case may be, regardless of how the EEE or the components, parts or peripherals were supplied.</p> <p class=\"paragraph-e\">  2.  If the EEE collection site is part of a retail location, the site must accept, at a minimum, all ITT/AV or lighting, as the case may be, that fall into the same category and are similar in size and function to the ITT/AV or lighting supplied by the producer at that location.</p> <p class=\"paragraph-e\">  3.  The EEE collection site must be readily accessible to the public and must be operated and accept ITT/AV or lighting, as the case may be, during normal business hours throughout the performance period.</p> <p class=\"paragraph-e\">  4.  If the EEE collection site collects ITT/AV, it must accept, at a minimum, up to 50 kilograms of ITT/AV per day from any person.</p> <p class=\"paragraph-e\">  5.  If the EEE collection site collects lighting, it must accept, at a minimum, up to five kilograms of lighting per day from any person.</p> <p class=\"paragraph-e\">  6.  If an EEE collection site is not part of a retail location and accepts more than the minimum amount of ITT/AV or lighting set out in paragraph 4 or 5 from a person on a single day, the operator of the site shall record the person’s name, contact information, any unique identifier assigned by the Registrar and the weight of EEE accepted. O. Reg. 522/20, s. 12 (1).</p> <p class=\"subsection-e\">  (2) For greater certainty, an EEE collection site may be operated by or on behalf of one or more producers and may be relied on by one or more producers to satisfy the requirements set out in sections 10 and 11. O. Reg. 522/20, s. 12 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (6), a producer may reduce the number of EEE collection sites the producer is required to establish and operate in a local municipality or territorial district under subsection 10 (2) or 11 (2), as the case may be, by the percentage of residences in the municipality or territorial district, including residences in multi-unit residential buildings,</p> <p class=\"clause-e\">  (a)  from which the producer collects that category of EEE, at least four times during the applicable performance period; and</p> <p class=\"clause-e\">  (b)  to which the producer distributes adequate containers, where appropriate, for the collection of the EEE, at no charge. O. Reg. 522/20, s. 12 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsection (6), a producer may reduce the number of EEE collection sites the producer is required to establish and operate in a local municipality or territorial district under subsection 10 (2) or 11 (2), as the case may be, by the percentage of ITT/AV or lighting that the producer supplied in Ontario in the previous calendar year that was subject to a collection program operated by or on behalf of the producer that,</p> <p class=\"clause-e\">  (a)  allowed the consumer to return the EEE, at no charge, in a manner that was, at a minimum, equivalent to the manner in which the EEE was supplied; and</p> <p class=\"clause-e\">  (b)  provided the consumer, at no charge, with the packaging or shipping materials required to return the EEE. O. Reg. 522/20, s. 12 (4).</p> <p class=\"subsection-e\">  (5) Subject to subsection (6), a producer may replace a portion of EEE collection sites the producer is required to establish and operate in a local municipality or territorial district under subsection 10 (2) or 11 (2), as the case may be, with public EEE collection events in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  A producer may replace up to 25 per cent of the total number of EEE collection sites the producer is required to provide in Ontario, regardless of any reductions under subsections (3) and (4), with the same number of public EEE collection events.</p> <p class=\"paragraph-e\">  2.  A public EEE collection event must be readily accessible to the public, must operate for at least four consecutive hours on the day it is held and must accept all ITT/AV or lighting, as the case may be. O. Reg. 522/20, s. 12 (5).</p> <p class=\"subsection-e\">  (6) Despite subsections (3), (4) and (5), the number of EEE collection sites the producer is required to establish and operate shall not be reduced below one EEE collection site or one public EEE collection event in a local municipality or territorial district with a population of 1,000 or more, as reported by Statistics Canada in the most recent official census, in which the producer supplied EEE at a retail location in the previous calendar year. O. Reg. 522/20, s. 12 (6).</p> <p class=\"subsection-e\">  (7) Subject to subsection (9), with respect to an EEE collection site owned or operated by the Crown in right of Ontario or by a municipality with a population of less than 1,000, as reported by Statistics Canada in the most recent official census, if the operator of the site collects more than four tonnes of ITT/AV or more than 300 kilograms of lighting,</p> <p class=\"clause-e\">  (a)  the operator may notify a large producer of EEE that falls into the same category collected at the site; and</p> <p class=\"clause-e\">  (b)  the producer referred to in clause (a) shall collect all of the EEE of which it was notified from the site within one year from the day the producer was notified. O. Reg. 522/20, s. 12 (7); O. Reg. 554/22, s. 6 (1).</p> <p class=\"subsection-e\">  (8) Subject to subsection (9), with respect to an EEE collection site located on a reserve, as defined in the <i>Indian Act</i> (C<i>anada)</i>, if the operator of the site collects more than four tonnes of ITT/AV or more than 300 kilograms of lighting,</p> <p class=\"clause-e\">  (a)  the operator may notify a large producer of EEE that falls into the same category collected at the site; and</p> <p class=\"clause-e\">  (b)  the producer referred to in clause (a) shall collect all of the EEE of which it was notified from the site within one year from the day the producer was notified. O. Reg. 522/20, s. 12 (8); O. Reg. 554/22, s. 6 (2).</p> <p class=\"subsection-e\">  (9) Subsections (7) and (8) do not apply to an EEE collection site that is located in the Far North, as defined under the <i>Far North Act, 2010</i>. O. Reg. 522/20, s. 12 (9).</p> <p class=\"partnum-e\"><a name=\"BK14\"></a>Part Iv <br/>  management of EEE — ITT/AV and LIghting</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "section": "ITT/AV and lighting management, producer requirements",
            "content": " 13. (1) Subject to section 8, every producer of ITT/AV and every producer of lighting shall establish and operate a system for managing EEE by determining and satisfying their management requirement with respect to each applicable category of EEE in accordance with sections 14 to 18. O. Reg. 522/20, s. 13. (2) Every producer responsibility organization that has entered into an agreement with a producer to provide management services under section 15 for a category of EEE is required to satisfy the requirements set out in that section that apply to that producer with respect to that category of EEE. O. Reg. 554/22, s. 7. (3) In section 15, a reference to a producer includes a producer responsibility organization to which subsection (2) applies. O. Reg. 554/22, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>(1) Subject to section 8, every producer of ITT/AV and every producer of lighting shall establish and operate a system for managing EEE by determining and satisfying their management requirement with respect to each applicable category of EEE in accordance with sections 14 to 18. O. Reg. 522/20, s. 13.</p> <p class=\"subsection-e\">  (2) Every producer responsibility organization that has entered into an agreement with a producer to provide management services under section 15 for a category of EEE is required to satisfy the requirements set out in that section that apply to that producer with respect to that category of EEE. O. Reg. 554/22, s. 7.</p> <p class=\"subsection-e\">  (3) In section 15, a reference to a producer includes a producer responsibility organization to which subsection (2) applies. O. Reg. 554/22, s. 7.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "section": "Calculation of management requirement",
            "content": " 14. (1) Subject to section 18, every producer of ITT/AV and every producer of lighting shall make best efforts to manage a minimum amount of materials from each applicable category of EEE during the following applicable performance periods and shall determine the amount using the formulas set out in subsection (3): 1.  For producers of ITT/AV, the 2021 and 2022 calendar years. 2.  For producers of lighting, the 2023 and 2024 calendar years. (2) Subject to section 18, every producer of ITT/AV and every producer of lighting shall manage a minimum amount of materials from each applicable category of EEE during the following applicable performance periods and shall determine the amount using the formulas set out in subsection (3): 1.  For producers of ITT/AV, the 2023 calendar year and each subsequent calendar year. 2.  For producers of lighting, the 2025 calendar year and each subsequent calendar year. (3) The formulas referred to in subsections (1) and (2) are the following: 1.  For producers of ITT/AV for whom the performance period is the 2021 calendar year, Y3 × MP 2.  For producers of ITT/AV for whom the performance period is the 2022 calendar year, (Y3 + Y4) / 2 × MP 3.  For producers of ITT/AV and for producers of lighting for whom the performance period is the 2023 calendar year or a subsequent calendar year, (Y3 + Y4 + Y5) / 3 × MP (4) In the formulas set out in subsection (3), “Y3” is the weight of ITT/AV or lighting, as the case may be, of which the person is a producer, that was supplied in Ontario in the calendar year three years prior to the relevant performance period, “Y4” is the weight of ITT/AV or lighting, as the case may be, of which the person is a producer, that was supplied in Ontario in the calendar year four years prior to the relevant performance period, “Y5” is the weight of ITT/AV or lighting, as the case may be, of which the person is a producer, that was supplied in Ontario in the calendar year five years prior to the relevant performance period, and “MP” is the management percentage for the relevant performance period, which is, i.  with respect to ITT/AV, 55 per cent for the 2021 and 2022 calendar years, 60 per cent for the 2023 calendar year, 65 per cent for the 2024 calendar year and 70 per cent for the 2025 calendar year and for every subsequent calendar year, and ii.  with respect to lighting, 30 per cent for the 2023 to 2025 calendar years, 40 per cent for the 2026 calendar year and 50 per cent for the 2027 calendar year and for every subsequent calendar year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>14. </b>(1) Subject to section 18, every producer of ITT/AV and every producer of lighting shall make best efforts to manage a minimum amount of materials from each applicable category of EEE during the following applicable performance periods and shall determine the amount using the formulas set out in subsection (3):</p> <p class=\"paragraph-e\">  1.  For producers of ITT/AV, the 2021 and 2022 calendar years.</p> <p class=\"paragraph-e\">  2.  For producers of lighting, the 2023 and 2024 calendar years.</p> <p class=\"subsection-e\">  (2) Subject to section 18, every producer of ITT/AV and every producer of lighting shall manage a minimum amount of materials from each applicable category of EEE during the following applicable performance periods and shall determine the amount using the formulas set out in subsection (3):</p> <p class=\"paragraph-e\">  1.  For producers of ITT/AV, the 2023 calendar year and each subsequent calendar year.</p> <p class=\"paragraph-e\">  2.  For producers of lighting, the 2025 calendar year and each subsequent calendar year.</p> <p class=\"subsection-e\">  (3) The formulas referred to in subsections (1) and (2) are the following:</p> <p class=\"paragraph-e\">  1.  For producers of ITT/AV for whom the performance period is the 2021 calendar year,</p> <p class=\"equation-e\">Y3 × MP</p> <p class=\"paragraph-e\">  2.  For producers of ITT/AV for whom the performance period is the 2022 calendar year,</p> <p class=\"equation-e\">(Y3 + Y4) / 2 × MP</p> <p class=\"paragraph-e\">  3.  For producers of ITT/AV and for producers of lighting for whom the performance period is the 2023 calendar year or a subsequent calendar year,</p> <p class=\"equation-e\">(Y3 + Y4 + Y5) / 3 × MP</p> <p class=\"subsection-e\">  (4) In the formulas set out in subsection (3),</p> <p class=\"equationind1-e\"> “Y3” is the weight of ITT/AV or lighting, as the case may be, of which the person is a producer, that was supplied in Ontario in the calendar year three years prior to the relevant performance period,</p> <p class=\"equationind1-e\"> “Y4” is the weight of ITT/AV or lighting, as the case may be, of which the person is a producer, that was supplied in Ontario in the calendar year four years prior to the relevant performance period,</p> <p class=\"equationind1-e\"> “Y5” is the weight of ITT/AV or lighting, as the case may be, of which the person is a producer, that was supplied in Ontario in the calendar year five years prior to the relevant performance period, and</p> <p class=\"equationind1-e\">“MP” is the management percentage for the relevant performance period, which is,</p> <p class=\"subpara-e\">  i.  with respect to ITT/AV, 55 per cent for the 2021 and 2022 calendar years, 60 per cent for the 2023 calendar year, 65 per cent for the 2024 calendar year and 70 per cent for the 2025 calendar year and for every subsequent calendar year, and</p> <p class=\"subpara-e\">  ii.  with respect to lighting, 30 per cent for the 2023 to 2025 calendar years, 40 per cent for the 2026 calendar year and 50 per cent for the 2027 calendar year and for every subsequent calendar year.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "section": "Management of EEE",
            "content": " 15. Every producer who is required under section 14 to manage EEE, or to make best efforts to manage EEE, as the case may be, shall ensure that all EEE collected at an EEE collection site by the producer under Part III is, within three months from the date the EEE is picked up from the collection site, (a)  processed by an EEE processor who is registered under section 22; or (b)  managed by an EEE refurbisher who is, (i)  registered under section 22, or (ii)  not required to register under section 22 as a result of managing less than 10 tonnes of EEE in the calendar year prior to the applicable performance period. O. Reg. 522/20, s. 15; O. Reg. 554/22, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>15. </b>Every producer who is required under section 14 to manage EEE, or to make best efforts to manage EEE, as the case may be, shall ensure that all EEE collected at an EEE collection site by the producer under Part III is, within three months from the date the EEE is picked up from the collection site,</p> <p class=\"clause-e\">  (a)  processed by an EEE processor who is registered under section 22; or</p> <p class=\"clause-e\">  (b)  managed by an EEE refurbisher who is,</p> <p class=\"subclause-e\">  (i)  registered under section 22, or</p> <p class=\"subclause-e\">  (ii)  not required to register under section 22 as a result of managing less than 10 tonnes of EEE in the calendar year prior to the applicable performance period. O. Reg. 522/20, s. 15; O. Reg. 554/22, s. 8.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "section": "EEE Verification and Audit Procedure",
            "content": " 16. (1) With respect to the data used to calculate a management requirement, every producer shall use data determined in accordance with the EEE Verification and Audit Procedure. (2) Every producer shall ensure that the data referred to in subsection (1) is also verified in accordance with the EEE Verification and Audit Procedure, beginning with respect to data relating to the 2020 calendar year for ITT/AV and to the 2022 calendar year for lighting, and with respect to each subsequent calendar year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>16. </b>(1) With respect to the data used to calculate a management requirement, every producer shall use data determined in accordance with the EEE Verification and Audit Procedure.</p> <p class=\"subsection-e\">  (2) Every producer shall ensure that the data referred to in subsection (1) is also verified in accordance with the EEE Verification and Audit Procedure, beginning with respect to data relating to the 2020 calendar year for ITT/AV and to the 2022 calendar year for lighting, and with respect to each subsequent calendar year.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "section": "Managed EEE criteria",
            "content": " 17. (1) The following conditions apply for the purposes of satisfying a management requirement under section 14: 1.  The weight of recovered resources, including batteries removed, that may be counted toward the management requirement must be from either ITT/AV or from lighting, as the case may be, that was used by a consumer in Ontario, from the same category that was used to calculate the management requirement, and that has been, by the end of the management period, i.  with respect to recovered resources from ITT/AV or lighting, as the case may be, A.  managed in accordance with the EEE Processing and Refurbishing Procedure and provided to a person for reuse by an EEE refurbisher who is registered under section 22 or is not required to register under section 22 as a result of managing less than 10 tonnes of EEE in the calendar year prior to the applicable performance period, B.  processed in accordance with the EEE Processing and Refurbishing Procedure by an EEE processor who meets the requirements set out under subsection (4), and 1.  used or destined to be used by a person for the making of new products or packaging, or 2.  subject to subsection (2), if the processed material is glass, used as aggregate; and ii.  with respect to recovered resources from batteries removed from ITT/AV or lighting, A.  managed by a battery refurbisher who is registered under section 21 of Ontario Regulation 30/20 (Batteries) made under the Act and provided to a person for reuse, or B.  processed by a battery processor who meets the requirements set out under subsection (5), and 1.  used or destined to be used by a person for the making of new products or packaging, 2.  used to enrich soil, or 3.  subject to subsection (3), used as aggregate. 2.  Subject to paragraph 3, the weight of EEE, including recovered resources from and batteries removed from that EEE, may only be counted once, by one producer, for the purpose of meeting a management requirement and, once counted, shall not be used toward another management requirement provided for under Ontario Regulation 30/20 (Batteries) or any other regulation made under the Act. 3.  In the case of reuse or refurbishment, the weight of EEE, including recovered resources from and batteries removed from that EEE, i.  may be counted as two times its actual weight by the producer for the purpose of meeting management requirements under section 14, where the producer utilizes the services of a refurbisher who is located inside Ontario, ii.  may be counted as one times its actual weight by the producer for the purpose of meeting management requirements under section 14, where the producer utilizes the services of a refurbisher who is located outside Ontario, and iii.  once counted, shall not be used toward another management requirement provided for under Ontario Regulation 30/20 (Batteries) or any other regulation made under the Act. 4.  The following must not be counted toward the management requirement: i.  The weight of another product that is not ITT/AV or lighting that includes components, parts or peripherals that are ITT/AV or lighting, other than the weight of components, parts or peripherals that are ITT/AV or lighting that have been removed from those products. ii.  The weight of materials that are land disposed. iii.  The weight of materials that are incinerated. iv.  The weight of materials that are used as a fuel or a fuel supplement. v.  The weight of materials that are stored, stockpiled, used as daily landfill cover or otherwise deposited on land, unless they are deposited on land in a manner set out in sub-sub-subparagraph 1 i B 2 or sub-sub-subparagraph 1 ii B 2 or 3. (2) With respect to satisfying the management requirement under section 14, the weight of processed glass used as aggregate, referred to in sub-sub-subparagraph 1 i B 2 of subsection (1), may only account for up to, (a)  15 per cent of the management requirement, for ITT/AV; and (b)  50 per cent of the management requirement, for lighting. (3) With respect to satisfying the management requirement under section 14, the weight of material used as aggregate, referred to in sub-sub-subparagraph 1 ii B 3 of subsection (1) may only account for up to 15 per cent of the management requirement. (4) An EEE processor referred to in sub-subparagraph 1 i B of subsection (1) shall meet the following requirements: 1.  The EEE processor shall be registered under section 22. 2.  The EEE processor must have an average recycling efficiency rate, i.  of at least 80 per cent, with respect to ITT/AV, beginning in the 2023 calendar year, ii.  of at least 50 per cent, with respect to lighting, beginning in the 2025 calendar year, and iii.  of at least 90 per cent, with respect to mercury removed from lighting, beginning in the 2025 calendar year. (5) A battery processor referred to in sub-subparagraph 1 ii B of subsection (1) shall meet the following requirements: 1.  The battery processor must be registered under section 21 of Ontario Regulation 30/20 (Batteries) made under the Act or not be required to register under that section as a result of processing less than 300 tonnes of batteries, in total, for the purpose of fulfilling producer responsibilities under both that Regulation and this Regulation in the previous calendar year. 2.  Beginning in the 2023 calendar year, the battery processor must have an average recycling efficiency rate, i.  of at least 70 per cent, with respect to rechargeable batteries, and ii.  of at least 80 per cent, with respect to primary batteries. (6) The data used to calculate the average recycling efficiency rates referred to in paragraph 2 of subsection (4) and paragraph 2 of subsection (5) must be calculated and verified in accordance with the EEE Verification and Audit Procedure.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>17. </b>(1) The following conditions apply for the purposes of satisfying a management requirement under section 14:</p> <p class=\"paragraph-e\">  1.  The weight of recovered resources, including batteries removed, that may be counted toward the management requirement must be from either ITT/AV or from lighting, as the case may be, that was used by a consumer in Ontario, from the same category that was used to calculate the management requirement, and that has been, by the end of the management period,</p> <p class=\"subpara-e\">  i.  with respect to recovered resources from ITT/AV or lighting, as the case may be,</p> <p class=\"subsubpara-e\">  A.  managed in accordance with the EEE Processing and Refurbishing Procedure and provided to a person for reuse by an EEE refurbisher who is registered under section 22 or is not required to register under section 22 as a result of managing less than 10 tonnes of EEE in the calendar year prior to the applicable performance period,</p> <p class=\"subsubpara-e\">  B.  processed in accordance with the EEE Processing and Refurbishing Procedure by an EEE processor who meets the requirements set out under subsection (4), and</p> <p class=\"subsubsubpara-e\">  1.  used or destined to be used by a person for the making of new products or packaging, or</p> <p class=\"subsubsubpara-e\">  2.  subject to subsection (2), if the processed material is glass, used as aggregate; and</p> <p class=\"subpara-e\">  ii.  with respect to recovered resources from batteries removed from ITT/AV or lighting,</p> <p class=\"subsubpara-e\">  A.  managed by a battery refurbisher who is registered under section 21 of Ontario Regulation 30/20 (Batteries) made under the Act and provided to a person for reuse, or</p> <p class=\"subsubpara-e\">  B.  processed by a battery processor who meets the requirements set out under subsection (5), and</p> <p class=\"subsubsubpara-e\">  1.  used or destined to be used by a person for the making of new products or packaging,</p> <p class=\"subsubsubpara-e\">  2.  used to enrich soil, or</p> <p class=\"subsubsubpara-e\">  3.  subject to subsection (3), used as aggregate.</p> <p class=\"paragraph-e\">  2.  Subject to paragraph 3, the weight of EEE, including recovered resources from and batteries removed from that EEE, may only be counted once, by one producer, for the purpose of meeting a management requirement and, once counted, shall not be used toward another management requirement provided for under Ontario Regulation 30/20 (Batteries) or any other regulation made under the Act.</p> <p class=\"paragraph-e\">  3.  In the case of reuse or refurbishment, the weight of EEE, including recovered resources from and batteries removed from that EEE,</p> <p class=\"subpara-e\">  i.  may be counted as two times its actual weight by the producer for the purpose of meeting management requirements under section 14, where the producer utilizes the services of a refurbisher who is located inside Ontario,</p> <p class=\"subpara-e\">  ii.  may be counted as one times its actual weight by the producer for the purpose of meeting management requirements under section 14, where the producer utilizes the services of a refurbisher who is located outside Ontario, and</p> <p class=\"subpara-e\">  iii.  once counted, shall not be used toward another management requirement provided for under Ontario Regulation 30/20 (Batteries) or any other regulation made under the Act.</p> <p class=\"paragraph-e\">  4.  The following must not be counted toward the management requirement:</p> <p class=\"subpara-e\">  i.  The weight of another product that is not ITT/AV or lighting that includes components, parts or peripherals that are ITT/AV or lighting, other than the weight of components, parts or peripherals that are ITT/AV or lighting that have been removed from those products.</p> <p class=\"subpara-e\">  ii.  The weight of materials that are land disposed.</p> <p class=\"subpara-e\">  iii.  The weight of materials that are incinerated.</p> <p class=\"subpara-e\">  iv.  The weight of materials that are used as a fuel or a fuel supplement.</p> <p class=\"subpara-e\">  v.  The weight of materials that are stored, stockpiled, used as daily landfill cover or otherwise deposited on land, unless they are deposited on land in a manner set out in sub-sub-subparagraph 1 i B 2 or sub-sub-subparagraph 1 ii B 2 or 3.</p> <p class=\"subsection-e\">  (2) With respect to satisfying the management requirement under section 14, the weight of processed glass used as aggregate, referred to in sub-sub-subparagraph 1 i B 2 of subsection (1), may only account for up to,</p> <p class=\"clause-e\">  (a)  15 per cent of the management requirement, for ITT/AV; and</p> <p class=\"clause-e\">  (b)  50 per cent of the management requirement, for lighting.</p> <p class=\"subsection-e\">  (3) With respect to satisfying the management requirement under section 14, the weight of material used as aggregate, referred to in sub-sub-subparagraph 1 ii B 3 of subsection (1) may only account for up to 15 per cent of the management requirement.</p> <p class=\"subsection-e\">  (4) An EEE processor referred to in sub-subparagraph 1 i B of subsection (1) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The EEE processor shall be registered under section 22.</p> <p class=\"paragraph-e\">  2.  The EEE processor must have an average recycling efficiency rate,</p> <p class=\"subpara-e\">  i.  of at least 80 per cent, with respect to ITT/AV, beginning in the 2023 calendar year,</p> <p class=\"subpara-e\">  ii.  of at least 50 per cent, with respect to lighting, beginning in the 2025 calendar year, and</p> <p class=\"subpara-e\">  iii.  of at least 90 per cent, with respect to mercury removed from lighting, beginning in the 2025 calendar year.</p> <p class=\"subsection-e\">  (5) A battery processor referred to in sub-subparagraph 1 ii B of subsection (1) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The battery processor must be registered under section 21 of Ontario Regulation 30/20 (Batteries) made under the Act or not be required to register under that section as a result of processing less than 300 tonnes of batteries, in total, for the purpose of fulfilling producer responsibilities under both that Regulation and this Regulation in the previous calendar year.</p> <p class=\"paragraph-e\">  2.  Beginning in the 2023 calendar year, the battery processor must have an average recycling efficiency rate,</p> <p class=\"subpara-e\">  i.  of at least 70 per cent, with respect to rechargeable batteries, and</p> <p class=\"subpara-e\">  ii.  of at least 80 per cent, with respect to primary batteries.</p> <p class=\"subsection-e\">  (6) The data used to calculate the average recycling efficiency rates referred to in paragraph 2 of subsection (4) and paragraph 2 of subsection (5) must be calculated and verified in accordance with the EEE Verification and Audit Procedure.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "part_id": "PART IV  ",
            "part_type": "PART IV MANAGEMENT OF EEE — ITT/AV AND LIGHTING",
            "section": "Reduction of management requirement",
            "content": " 18. (1) Subject to subsection (3), if any of the new EEE that was supplied by a producer in Ontario in a calendar year meets the conditions set out in subsection (2), the producer may reduce their management requirement in accordance with the following rules: 1.  The producer may reduce the weight used in the relevant formula in section 14 with respect to each year that the EEE that meets the conditions set out in subsection (2) was supplied. 2.  The producer may reduce the weight used with respect to each year referred to in paragraph 1 by the equivalent weight that meets the conditions set out in subsection (2). 3.  The producer may only reduce the management requirement by a maximum of 50 per cent. (2) For the purposes of subsection (1), the management requirement determined under section 14 may be reduced in accordance with the following conditions: 1.  If any ITT/AV or lighting that was supplied in the calendar years in respect of which the management requirement has been determined contains post-consumer recycled glass or plastic content, and if any batteries in ITT/AV or lighting that were supplied in the calendar year in respect of which the management requirement has been determined contains post-consumer recycled content, the producer may reduce the weight of its supply data for each of those years by the equivalent weight of the post-consumer recycled glass or plastic used in the ITT/AV or lighting, and post-consumer recycled content used in the batteries. 2.  If any ITT/AV that was supplied in the calendar years in respect of which the management requirement has been determined is subject to a manufacturer’s warranty that covers the ongoing functionality of the product for the purpose for which it was first marketed for each full calendar year beyond one year from the date of purchase, at no additional charge, the producer may reduce the weight of its supply data by 5 per cent for each additional full calendar year in relation to the weight of the ITT/AV supplied with the warranty. 3.  With respect to ITT/AV that was supplied in the calendar years in respect of which the management requirement has been determined, if the producer of that ITT/AV makes information available to the consumer, at no charge, and tools and parts, at no charge or on a cost recovery basis, to repair the ITT/AV, the producer may reduce the weight of its supply data by 10 per cent of the weight of the ITT/AV for which the information, tools and parts were made available so long as the information, tools and parts remain available to the consumer at the time that the producer must fulfil its reporting obligations under Parts VI and VII. (3) The weight associated with any of the reductions referred to in subsection (1) must be verified in accordance with the EEE Verification and Audit Procedure, beginning with respect to data relating to the 2020 calendar year for ITT/AV and to the 2022 calendar year for lighting, and with respect to each subsequent calendar year. Part v   Promotion and Education",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>18. </b>(1) Subject to subsection (3), if any of the new EEE that was supplied by a producer in Ontario in a calendar year meets the conditions set out in subsection (2), the producer may reduce their management requirement in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  The producer may reduce the weight used in the relevant formula in section 14 with respect to each year that the EEE that meets the conditions set out in subsection (2) was supplied.</p> <p class=\"paragraph-e\">  2.  The producer may reduce the weight used with respect to each year referred to in paragraph 1 by the equivalent weight that meets the conditions set out in subsection (2).</p> <p class=\"paragraph-e\">  3.  The producer may only reduce the management requirement by a maximum of 50 per cent.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the management requirement determined under section 14 may be reduced in accordance with the following conditions:</p> <p class=\"paragraph-e\">  1.  If any ITT/AV or lighting that was supplied in the calendar years in respect of which the management requirement has been determined contains post-consumer recycled glass or plastic content, and if any batteries in ITT/AV or lighting that were supplied in the calendar year in respect of which the management requirement has been determined contains post-consumer recycled content, the producer may reduce the weight of its supply data for each of those years by the equivalent weight of the post-consumer recycled glass or plastic used in the ITT/AV or lighting, and post-consumer recycled content used in the batteries.</p> <p class=\"paragraph-e\">  2.  If any ITT/AV that was supplied in the calendar years in respect of which the management requirement has been determined is subject to a manufacturer’s warranty that covers the ongoing functionality of the product for the purpose for which it was first marketed for each full calendar year beyond one year from the date of purchase, at no additional charge, the producer may reduce the weight of its supply data by 5 per cent for each additional full calendar year in relation to the weight of the ITT/AV supplied with the warranty.</p> <p class=\"paragraph-e\">  3.  With respect to ITT/AV that was supplied in the calendar years in respect of which the management requirement has been determined, if the producer of that ITT/AV makes information available to the consumer, at no charge, and tools and parts, at no charge or on a cost recovery basis, to repair the ITT/AV, the producer may reduce the weight of its supply data by 10 per cent of the weight of the ITT/AV for which the information, tools and parts were made available so long as the information, tools and parts remain available to the consumer at the time that the producer must fulfil its reporting obligations under Parts VI and VII.</p> <p class=\"subsection-e\">  (3) The weight associated with any of the reductions referred to in subsection (1) must be verified in accordance with the EEE Verification and Audit Procedure, beginning with respect to data relating to the 2020 calendar year for ITT/AV and to the 2022 calendar year for lighting, and with respect to each subsequent calendar year.</p> <p class=\"partnum-e\"><a name=\"BK21\"></a>Part v <br/>  Promotion and Education</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V PROMOTION AND EDUCATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "part_id": "PART V  ",
            "part_type": "PART V PROMOTION AND EDUCATION",
            "section": "Promotion and education, producers",
            "content": " 19. (1) Producers who are required under section 14 to establish and operate a system for managing EEE in the following performance periods shall implement a promotion and education program during each applicable performance period in accordance with subsection (2): 1.  For producers of ITT/AV, the 2021 and 2022 performance periods. 2.  For producers of lighting, the 2023 and 2024 performance periods. (2) Every producer referred to in subsection (1) shall implement a promotion and education program during each applicable performance period by, at a minimum, (a)  making reasonable efforts to raise public awareness of the producer’s efforts to collect, reduce, reuse, recycle and recover ITT/AV or lighting, as the case may be, and to encourage public participation in those efforts; and (b)  publishing and clearly displaying the information set out under subsection (3) on their website, (i)  on or before January 1, 2021, if the producer marketed ITT/AV in Ontario between January 1, 2018 and December 31, 2019, or (ii)  on or before January 1, 2023 if the producer marketed lighting in Ontario between January 1, 2018 and December 31, 2021. (3) The information referred to in clause (2) (b) is the following: 1.  The location of each EEE collection site that is part of the producer’s collection system, for each applicable category of EEE, where consumers may return the EEE at no charge. 2.  A description of any collection services provided by the producer that are available other than at an EEE collection site. 3.  A description of the resource recovery activities engaged in by the producer for each applicable category of EEE in the course of managing the EEE. Note: On July 1, 2025, section 19 of the Regulation is revoked. (See: O. Reg. 522/20, s. 34 (1)) 19.1 Revoked: O. Reg. 44/23, s. 1. Part Vi   Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>19. </b>(1) Producers who are required under section 14 to establish and operate a system for managing EEE in the following performance periods shall implement a promotion and education program during each applicable performance period in accordance with subsection (2):</p> <p class=\"paragraph-e\">  1.  For producers of ITT/AV, the 2021 and 2022 performance periods.</p> <p class=\"paragraph-e\">  2.  For producers of lighting, the 2023 and 2024 performance periods.</p> <p class=\"subsection-e\">  (2) Every producer referred to in subsection (1) shall implement a promotion and education program during each applicable performance period by, at a minimum,</p> <p class=\"clause-e\">  (a)  making reasonable efforts to raise public awareness of the producer’s efforts to collect, reduce, reuse, recycle and recover ITT/AV or lighting, as the case may be, and to encourage public participation in those efforts; and</p> <p class=\"clause-e\">  (b)  publishing and clearly displaying the information set out under subsection (3) on their website,</p> <p class=\"subclause-e\">  (i)  on or before January 1, 2021, if the producer marketed ITT/AV in Ontario between January 1, 2018 and December 31, 2019, or</p> <p class=\"subclause-e\">  (ii)  on or before January 1, 2023 if the producer marketed lighting in Ontario between January 1, 2018 and December 31, 2021.</p> <p class=\"subsection-e\">  (3) The information referred to in clause (2) (b) is the following:</p> <p class=\"paragraph-e\">  1.  The location of each EEE collection site that is part of the producer’s collection system, for each applicable category of EEE, where consumers may return the EEE at no charge.</p> <p class=\"paragraph-e\">  2.  A description of any collection services provided by the producer that are available other than at an EEE collection site.</p> <p class=\"paragraph-e\">  3.  A description of the resource recovery activities engaged in by the producer for each applicable category of EEE in the course of managing the EEE.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2025<span>, </span>section 19 of the Regulation is revoked. <span>(See: </span>O. Reg. 522/20, s. 34 (1)<span>)</span></p> <p class=\"section-e\"> <b>19.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 44/23, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK23\"></a>Part Vi <br/>  Registration</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI REGISTRATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "part_id": "PART VI  ",
            "part_type": "PART VI REGISTRATION",
            "section": "Registration, producers",
            "content": " 20. (1) Every producer who markets ITT/AV or lighting in Ontario shall register with the Authority, through the Registry, by submitting the information set out under subsection (2) within 30 days of marketing the applicable category of EEE in Ontario. O. Reg. 554/22, s. 10. (2) The information referred to in subsection (1) is the following: 1.  The producer’s name, contact information and any unique identifier assigned by the Registrar. 2.  The category to which the EEE referred to in subsection (1) belongs. 3.  The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the producer. 4.  The name and contact information of an employee of the producer who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date. 5.  The date the producer first marketed the applicable category of EEE in Ontario. O. Reg. 554/22, s. 10. (3) The producer shall submit updated information within 15 days after any change to the information required under subsection (2). O. Reg. 554/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20. </b>(1) Every producer who markets ITT/AV or lighting in Ontario shall register with the Authority, through the Registry, by submitting the information set out under subsection (2) within 30 days of marketing the applicable category of EEE in Ontario. O. Reg. 554/22, s. 10.</p> <p class=\"subsection-e\">  (2) The information referred to in subsection (1) is the following:</p> <p class=\"paragraph-e\">  1.  The producer’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2.  The category to which the EEE referred to in subsection (1) belongs.</p> <p class=\"paragraph-e\">  3.  The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  4.  The name and contact information of an employee of the producer who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date.</p> <p class=\"paragraph-e\">  5.  The date the producer first marketed the applicable category of EEE in Ontario. O. Reg. 554/22, s. 10.</p> <p class=\"subsection-e\">  (3) The producer shall submit updated information within 15 days after any change to the information required under subsection (2). O. Reg. 554/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.1",
            "part_id": "PART VI  ",
            "part_type": "PART VI REGISTRATION",
            "section": "Submission of registration information by volunteer organization",
            "content": " 20.1 (1) A producer of EEE who is not the brand holder of the EEE may enter into a written agreement that authorizes a volunteer organization that owns a brand used in respect of EEE to submit information set out under section 20 on behalf of the producer. O. Reg. 554/22, s. 10. (2) A volunteer organization that enters into an agreement referred to in subsection (1) shall submit the information set out under section 20 on behalf of the producer at least 15 days before the producer is required to register under that section and shall also submit the following information: 1.  The volunteer organization’s name, contact information and any unique identifier assigned by the Registrar. 2.  The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the volunteer organization. 3.  The name and contact information of an employee of the volunteer organization who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date. 4.  The brand of EEE in respect of which the volunteer organization is a brand holder who owns the brand and in respect of which the registration relates. O. Reg. 554/22, s. 10. (3) The volunteer organization shall submit updated information within 15 days after any change to the information required under subsection (2) or 20 (2). O. Reg. 554/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20.1 </b>(1) A producer of EEE who is not the brand holder of the EEE may enter into a written agreement that authorizes a volunteer organization that owns a brand used in respect of EEE to submit information set out under section 20 on behalf of the producer. O. Reg. 554/22, s. 10.</p> <p class=\"subsection-e\">  (2) A volunteer organization that enters into an agreement referred to in subsection (1) shall submit the information set out under section 20 on behalf of the producer at least 15 days before the producer is required to register under that section and shall also submit the following information:</p> <p class=\"paragraph-e\">  1.  The volunteer organization’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2.  The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organization retained by the volunteer organization.</p> <p class=\"paragraph-e\">  3.  The name and contact information of an employee of the volunteer organization who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date.</p> <p class=\"paragraph-e\">  4.  The brand of EEE in respect of which the volunteer organization is a brand holder who owns the brand and in respect of which the registration relates. O. Reg. 554/22, s. 10.</p> <p class=\"subsection-e\">  (3) The volunteer organization shall submit updated information within 15 days after any change to the information required under subsection (2) or 20 (2). O. Reg. 554/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "part_id": "PART VI  ",
            "part_type": "PART VI REGISTRATION",
            "section": "Registration, producer responsibility organizations",
            "content": " 21. (1) Every producer responsibility organization shall, within 30 days of being retained by a producer, register with the Authority, through the Registry, by submitting the following information: 1.  The producer responsibility organization’s name, contact information and any unique identifier assigned by the Registrar. 2.  The category of EEE in respect of which the producer responsibility organization is retained. 3.  With respect to each producer who has retained the producer responsibility organization, i.  the name, contact information and any unique identifier assigned by the Registrar, and ii.  a description of the producer responsibilities relating to EEE that the producer responsibility organization has been retained to carry out. 4.  The name and contact information of an employee of the producer responsibility organization who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date. (2) The producer responsibility organization shall submit updated information within 15 days of any change to the information required under subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>21. </b>(1) Every producer responsibility organization shall, within 30 days of being retained by a producer, register with the Authority, through the Registry, by submitting the following information:</p> <p class=\"paragraph-e\">  1.  The producer responsibility organization’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2.  The category of EEE in respect of which the producer responsibility organization is retained.</p> <p class=\"paragraph-e\">  3.  With respect to each producer who has retained the producer responsibility organization,</p> <p class=\"subpara-e\">  i.  the name, contact information and any unique identifier assigned by the Registrar, and</p> <p class=\"subpara-e\">  ii.  a description of the producer responsibilities relating to EEE that the producer responsibility organization has been retained to carry out.</p> <p class=\"paragraph-e\">  4.  The name and contact information of an employee of the producer responsibility organization who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date.</p> <p class=\"subsection-e\">  (2) The producer responsibility organization shall submit updated information within 15 days of any change to the information required under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.",
            "part_id": "PART VI  ",
            "part_type": "PART VI REGISTRATION",
            "section": "Registration, EEE haulers, processors and refurbishers",
            "content": " 22. (1) Every EEE hauler and EEE processor that arranges for the transport of or that processes either ITT/AV or lighting shall register with the Authority, through the Registry, within 30 days of the applicable category of EEE being transported or processed, by submitting the information set out under subsection (3). O. Reg. 554/22, s. 11. (2) Every EEE refurbisher that refurbishes 10 tonnes or more of ITT/AV or lighting for the purpose of fulfilling producer responsibilities in a calendar year shall register with the Authority, through the Registry, on or before January 31 in the calendar year immediately following the year in which the applicable category of EEE was refurbished, by submitting the information set out under subsection (3). O. Reg. 554/22, s. 11. (3) The information referred to in subsections (1) and (2) is the following: 1.  The name, contact information and any unique identifier assigned by the Registrar of the EEE hauler, EEE processor or EEE refurbisher, as the case may be. 2.  The name and contact information of an employee of the EEE hauler, EEE processor or EEE refurbisher, as the case may be, who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date. 3.  If the person is an EEE hauler, each category of EEE for which the person arranges transport. 4.  If the person is an EEE processor, each category of EEE the person processes, the location of each site where the person receives and processes EEE and the types of processed materials that result from the processing. 5.  If the person is an EEE refurbisher, each category of EEE the person refurbishes or provides for reuse, and the location of each site where the person does the refurbishing or the preparation for the reuse. O. Reg. 522/20, s. 22 (3). (4) The EEE hauler, EEE processor or EEE refurbisher, as the case may be, shall submit updated information within 15 days of any change to the information required under subsection (3). O. Reg. 522/20, s. 22 (4). Part ViI   Reporting, Auditing and Record Keeping",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>22. </b>(1) Every EEE hauler and EEE processor that arranges for the transport of or that processes either ITT/AV or lighting shall register with the Authority, through the Registry, within 30 days of the applicable category of EEE being transported or processed, by submitting the information set out under subsection (3). O. Reg. 554/22, s. 11.</p> <p class=\"subsection-e\">  (2) Every EEE refurbisher that refurbishes 10 tonnes or more of ITT/AV or lighting for the purpose of fulfilling producer responsibilities in a calendar year shall register with the Authority, through the Registry, on or before January 31 in the calendar year immediately following the year in which the applicable category of EEE was refurbished, by submitting the information set out under subsection (3). O. Reg. 554/22, s. 11.</p> <p class=\"subsection-e\">  (3) The information referred to in subsections (1) and (2) is the following:</p> <p class=\"paragraph-e\">  1.  The name, contact information and any unique identifier assigned by the Registrar of the EEE hauler, EEE processor or EEE refurbisher, as the case may be.</p> <p class=\"paragraph-e\">  2.  The name and contact information of an employee of the EEE hauler, EEE processor or EEE refurbisher, as the case may be, who has authority to bind the corporation or entity and who is responsible for ensuring the registration is complete and up to date.</p> <p class=\"paragraph-e\">  3.  If the person is an EEE hauler, each category of EEE for which the person arranges transport.</p> <p class=\"paragraph-e\">  4.  If the person is an EEE processor, each category of EEE the person processes, the location of each site where the person receives and processes EEE and the types of processed materials that result from the processing.</p> <p class=\"paragraph-e\">  5.  If the person is an EEE refurbisher, each category of EEE the person refurbishes or provides for reuse, and the location of each site where the person does the refurbishing or the preparation for the reuse. O. Reg. 522/20, s. 22 (3).</p> <p class=\"subsection-e\">  (4) The EEE hauler, EEE processor or EEE refurbisher, as the case may be, shall submit updated information within 15 days of any change to the information required under subsection (3). O. Reg. 522/20, s. 22 (4).</p> <p class=\"partnum-e\"><a name=\"BK28\"></a>Part ViI <br/>  Reporting, Auditing and Record Keeping</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "PART VII  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Initial report, collection and management of lighting",
            "content": " 23. (1) Every producer of lighting who marketed lighting in Ontario between January 1, 2018 and November 30, 2022 shall, on or before April 30, 2023, submit a report to the Authority, through the Registry, that complies with subsection (2). O. Reg. 554/22, s. 12. (2) The report referred to in subsection (1) must contain a description of how the producer is fulfilling or plans to fulfil their responsibilities relating to lighting, including the following: 1.  The location of each EEE collection site that is part of the producer’s collection system, and the name and contact information of the operator of the site. 2.  The name, contact information and any unique identifier assigned by the Registrar of each EEE hauler, EEE processor, EEE refurbisher, battery hauler, battery processor and battery refurbisher that is part of the producer’s collection or management system. 3.  A description of any collection services provided by the producer that are available other than at an EEE collection site, including the name and contact information of the person who owns, operates or provides the service. O. Reg. 554/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>23. </b>(1) Every producer of lighting who marketed lighting in Ontario between January 1, 2018 and November 30, 2022 shall, on or before April 30, 2023, submit a report to the Authority, through the Registry, that complies with subsection (2). O. Reg. 554/22, s. 12.</p> <p class=\"subsection-e\">  (2) The report referred to in subsection (1) must contain a description of how the producer is fulfilling or plans to fulfil their responsibilities relating to lighting, including the following:</p> <p class=\"paragraph-e\">  1.  The location of each EEE collection site that is part of the producer’s collection system, and the name and contact information of the operator of the site.</p> <p class=\"paragraph-e\">  2.  The name, contact information and any unique identifier assigned by the Registrar of each EEE hauler, EEE processor, EEE refurbisher, battery hauler, battery processor and battery refurbisher that is part of the producer’s collection or management system.</p> <p class=\"paragraph-e\">  3.  A description of any collection services provided by the producer that are available other than at an EEE collection site, including the name and contact information of the person who owns, operates or provides the service. O. Reg. 554/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Initial report, producers",
            "content": " 24. On or before April 30, 2023, every producer who supplied lighting in Ontario in 2021 and who marketed lighting in Ontario between January 1, 2018 and November 30, 2022 shall submit a report to the Authority, through the Registry, that contains the following information: 1.  The weight of lighting supplied in Ontario in 2021 by the producer. 2.  With respect to the lighting supplied in Ontario in 2021, the weight, if any, i.  of post-consumer recycled glass or plastic content contained in the lighting, or ii.  of post-consumer recycled content contained in the batteries in the lighting. O. Reg. 554/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>24. </b>On or before April 30, 2023, every producer who supplied lighting in Ontario in 2021 and who marketed lighting in Ontario between January 1, 2018 and November 30, 2022 shall submit a report to the Authority, through the Registry, that contains the following information:</p> <p class=\"paragraph-e\">  1.  The weight of lighting supplied in Ontario in 2021 by the producer.</p> <p class=\"paragraph-e\">  2.  With respect to the lighting supplied in Ontario in 2021, the weight, if any,</p> <p class=\"subpara-e\">  i.  of post-consumer recycled glass or plastic content contained in the lighting, or</p> <p class=\"subpara-e\">  ii.  of post-consumer recycled content contained in the batteries in the lighting. O. Reg. 554/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Annual report, producers and volunteer organizations",
            "content": " 25. (1) Every producer of ITT/AV and every producer of lighting who is required to register under subsection 20 (1) shall submit a report to the Authority, through the Registry, that complies with subsection (2), (a)  on or before April 30 in each year, with respect to producers of ITT/AV; and (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to producers of lighting. O. Reg. 554/22, s. 13 (1). (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE: 1.  A description of the actions taken by the producer in the previous performance period to fulfil their responsibilities relating to the requirements set out under Parts III and IV and section 19. Note: On July 1, 2025, paragraph 1 of subsection 25 (2) of the Regulation is amended by striking out “and section 19” at the end. (See: O. Reg. 522/20, s. 34 (2)) 2.  A description of how the producer and any producer responsibility organization retained by the producer satisfied the management requirement in the previous performance period, including the following information: i.  The weight of EEE that was refurbished, including the weight of any parts, components, peripherals or batteries removed from EEE that were refurbished. ii.  The weight of EEE that was reused, including the weight of any parts, components, peripherals or batteries removed from EEE that were reused. iii.  The total weight of processed materials that resulted from the processing of EEE that were, A.  provided to a person for the making of new products or packaging, or B.  used as aggregate, if the processed material is glass. iv.  The total weight of processed materials that resulted from the processing of batteries removed from EEE that were, A.  provided to a person for the making of new products or packaging, B.  used to enrich soil, or C.  used as aggregate. v.  The total weight of EEE and the weight of processed materials from the EEE, including batteries removed from the EEE, that were, A.  land disposed, B.  incinerated, C.  used as a fuel or a fuel supplement, D.  stored, stockpiled, used as daily landfill cover or otherwise deposited on land, E.  used as aggregate, if the processed material is glass, with respect to any aggregate that was used beyond the 15 per cent maximum for ITT/AV or the 50 per cent maximum for lighting, as permitted under subsection 17 (2), or F.  used as aggregate, with respect to any aggregate that was used beyond the 15 per cent maximum for batteries, as permitted under subsection 17 (3). 3.  The weight of ITT/AV or lighting supplied in Ontario in the calendar year two years prior and the weight, if any, i.  of post-consumer recycled glass or plastic content contained in the ITT/AV or lighting, ii.  of post-consumer recycled content contained in the batteries in the ITT/AV or lighting, iii.  of the ITT/AV that is subject to a warranty, and iv.  of ITT/AV for which information, tools and parts are made available to the consumer to repair the ITT/AV. O. Reg. 522/20, s. 25 (2). (3), (4) Revoked: O. Reg. 554/22, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>25. </b>(1) Every producer of ITT/AV and every producer of lighting who is required to register under subsection 20 (1) shall submit a report to the Authority, through the Registry, that complies with subsection (2),</p> <p class=\"clause-e\">  (a)  on or before April 30 in each year, with respect to producers of ITT/AV; and</p> <p class=\"clause-e\">  (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to producers of lighting. O. Reg. 554/22, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE:</p> <p class=\"paragraph-e\">  1.  A description of the actions taken by the producer in the previous performance period to fulfil their responsibilities relating to the requirements set out under Parts III and IV and section 19.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2025<span>, </span>paragraph 1 of subsection 25 (2) of the Regulation is amended by striking out “and section 19” at the end. <span>(See: </span>O. Reg. 522/20, s. 34 (2)<span>)</span></p> <p class=\"paragraph-e\">  2.  A description of how the producer and any producer responsibility organization retained by the producer satisfied the management requirement in the previous performance period, including the following information:</p> <p class=\"subpara-e\">  i.  The weight of EEE that was refurbished, including the weight of any parts, components, peripherals or batteries removed from EEE that were refurbished.</p> <p class=\"subpara-e\">  ii.  The weight of EEE that was reused, including the weight of any parts, components, peripherals or batteries removed from EEE that were reused.</p> <p class=\"subpara-e\">  iii.  The total weight of processed materials that resulted from the processing of EEE that were,</p> <p class=\"subsubpara-e\">  A.  provided to a person for the making of new products or packaging, or</p> <p class=\"subsubpara-e\">  B.  used as aggregate, if the processed material is glass.</p> <p class=\"subpara-e\">  iv.  The total weight of processed materials that resulted from the processing of batteries removed from EEE that were,</p> <p class=\"subsubpara-e\">  A.  provided to a person for the making of new products or packaging,</p> <p class=\"subsubpara-e\">  B.  used to enrich soil, or</p> <p class=\"subsubpara-e\">  C.  used as aggregate.</p> <p class=\"subpara-e\">  v.  The total weight of EEE and the weight of processed materials from the EEE, including batteries removed from the EEE, that were,</p> <p class=\"subsubpara-e\">  A.  land disposed,</p> <p class=\"subsubpara-e\">  B.  incinerated,</p> <p class=\"subsubpara-e\">  C.  used as a fuel or a fuel supplement,</p> <p class=\"subsubpara-e\">  D.  stored, stockpiled, used as daily landfill cover or otherwise deposited on land,</p> <p class=\"subsubpara-e\">  E.  used as aggregate, if the processed material is glass, with respect to any aggregate that was used beyond the 15 per cent maximum for ITT/AV or the 50 per cent maximum for lighting, as permitted under subsection 17 (2), or</p> <p class=\"subsubpara-e\">  F.  used as aggregate, with respect to any aggregate that was used beyond the 15 per cent maximum for batteries, as permitted under subsection 17 (3).</p> <p class=\"paragraph-e\">  3.  The weight of ITT/AV or lighting supplied in Ontario in the calendar year two years prior and the weight, if any,</p> <p class=\"subpara-e\">  i.  of post-consumer recycled glass or plastic content contained in the ITT/AV or lighting,</p> <p class=\"subpara-e\">  ii.  of post-consumer recycled content contained in the batteries in the ITT/AV or lighting,</p> <p class=\"subpara-e\">  iii.  of the ITT/AV that is subject to a warranty, and</p> <p class=\"subpara-e\">  iv.  of ITT/AV for which information, tools and parts are made available to the consumer to repair the ITT/AV. O. Reg. 522/20, s. 25 (2).</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 554/22, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.1",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Submission of reports by third parties",
            "content": " 25.1 (1) A producer may enter into a written agreement that authorizes a third party, including a volunteer organization, to submit a report under this Part on behalf of the producer. O. Reg. 554/22, s. 14. (2) If the third party that submits a report under subsection (1) is a volunteer organization, the volunteer organization shall submit the report on behalf of the producer at least 15 days before the producer is required to submit the report. O. Reg. 554/22, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>25.1 </b>(1) A producer may enter into a written agreement that authorizes a third party, including a volunteer organization, to submit a report under this Part on behalf of the producer. O. Reg. 554/22, s. 14.</p> <p class=\"subsection-e\">  (2) If the third party that submits a report under subsection (1) is a volunteer organization, the volunteer organization shall submit the report on behalf of the producer at least 15 days before the producer is required to submit the report. O. Reg. 554/22, s. 14.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Annual report, producer responsibility organizations",
            "content": " 26. (1) Every producer responsibility organization that is retained with respect to ITT/AV or lighting and is required to register under section 21 shall submit a report to the Authority, through the Registry, that complies with subsection (2), (a)  on or before April 30 in each year, with respect to producer responsibility organizations for ITT/AV; and (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to producer responsibility organizations for lighting. O. Reg. 522/20, s. 26 (1); O. Reg. 554/22, s. 15. (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period: 1.  The weight of EEE collected by the producer responsibility organization. 2.  A list of every EEE processor and EEE refurbisher that the producer responsibility organization retains to process or refurbish EEE, including any unique identifier assigned by the Registrar, and the weight of the processed materials and refurbished EEE managed by each EEE processor or EEE refurbisher. 3.  A list of every battery processor and battery refurbisher that the producer responsibility organization retains to process or refurbish batteries, including any unique identifier assigned by the Registrar, and the weight of the processed batteries and refurbished batteries managed by each battery processor or battery refurbisher. 4.  The weight of refurbished EEE, including the weight of batteries removed from EEE that were refurbished, and the weight of processed materials allocated to each producer who retained the producer responsibility organization’s services for the purpose of satisfying their management requirement under section 14. 5.  The number and location of EEE collection sites or public EEE collection events, and a description of any collection services, arranged, established or operated on behalf of each producer by the producer responsibility organization and the producer’s name, contact information and any unique identifier assigned by the Registrar. O. Reg. 522/20, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>26. </b>(1) Every producer responsibility organization that is retained with respect to ITT/AV or lighting and is required to register under section 21 shall submit a report to the Authority, through the Registry, that complies with subsection (2),</p> <p class=\"clause-e\">  (a)  on or before April 30 in each year, with respect to producer responsibility organizations for ITT/AV; and</p> <p class=\"clause-e\">  (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to producer responsibility organizations for lighting. O. Reg. 522/20, s. 26 (1); O. Reg. 554/22, s. 15.</p> <p class=\"subsection-e\">  (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period:</p> <p class=\"paragraph-e\">  1.  The weight of EEE collected by the producer responsibility organization.</p> <p class=\"paragraph-e\">  2.  A list of every EEE processor and EEE refurbisher that the producer responsibility organization retains to process or refurbish EEE, including any unique identifier assigned by the Registrar, and the weight of the processed materials and refurbished EEE managed by each EEE processor or EEE refurbisher.</p> <p class=\"paragraph-e\">  3.  A list of every battery processor and battery refurbisher that the producer responsibility organization retains to process or refurbish batteries, including any unique identifier assigned by the Registrar, and the weight of the processed batteries and refurbished batteries managed by each battery processor or battery refurbisher.</p> <p class=\"paragraph-e\">  4.  The weight of refurbished EEE, including the weight of batteries removed from EEE that were refurbished, and the weight of processed materials allocated to each producer who retained the producer responsibility organization’s services for the purpose of satisfying their management requirement under section 14.</p> <p class=\"paragraph-e\">  5.  The number and location of EEE collection sites or public EEE collection events, and a description of any collection services, arranged, established or operated on behalf of each producer by the producer responsibility organization and the producer’s name, contact information and any unique identifier assigned by the Registrar. O. Reg. 522/20, s. 26 (2).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Annual report, EEE haulers",
            "content": " 27. (1) Every EEE hauler who is required to register under section 22 shall submit a report to the Authority, through the Registry, that complies with subsection (2), (a)  on or before April 30 in each year, with respect to EEE haulers of ITT/AV; and (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to EEE haulers of lighting. O. Reg. 522/20, s. 27 (1); O. Reg. 554/22, s. 16. (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period: 1.  The weight of EEE picked up from an EEE collection site or from a person and the name and contact information of the operator of the site or person. 2.  For each EEE refurbisher to whom the EEE hauler provided EEE referred to in paragraph 1, the weight of EEE provided and the EEE refurbisher’s name, contact information and any unique identifier assigned by the Registrar. 3.  For each EEE processor to whom the EEE hauler provided EEE referred to in paragraph 1, the weight of EEE provided and the EEE processor’s name, contact information and any unique identifier assigned by the Registrar. 4.  If the EEE hauler is part of a producer’s collection system, the name, contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. 5.  If any of the EEE referred to in paragraph 1 was collected from outside of Ontario, the weight of that EEE. O. Reg. 522/20, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>27. </b>(1) Every EEE hauler who is required to register under section 22 shall submit a report to the Authority, through the Registry, that complies with subsection (2),</p> <p class=\"clause-e\">  (a)  on or before April 30 in each year, with respect to EEE haulers of ITT/AV; and</p> <p class=\"clause-e\">  (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to EEE haulers of lighting. O. Reg. 522/20, s. 27 (1); O. Reg. 554/22, s. 16.</p> <p class=\"subsection-e\">  (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period:</p> <p class=\"paragraph-e\">  1.  The weight of EEE picked up from an EEE collection site or from a person and the name and contact information of the operator of the site or person.</p> <p class=\"paragraph-e\">  2.  For each EEE refurbisher to whom the EEE hauler provided EEE referred to in paragraph 1, the weight of EEE provided and the EEE refurbisher’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  3.  For each EEE processor to whom the EEE hauler provided EEE referred to in paragraph 1, the weight of EEE provided and the EEE processor’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  4.  If the EEE hauler is part of a producer’s collection system, the name, contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  5.  If any of the EEE referred to in paragraph 1 was collected from outside of Ontario, the weight of that EEE. O. Reg. 522/20, s. 27 (2).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Annual report, EEE processors",
            "content": " 28. (1) Every EEE processor who is required to register under section 22 shall submit a report to the Authority, through the Registry, that complies with subsection (2), (a)  on or before April 30 in each year, with respect to EEE processors of ITT/AV; and (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to EEE processors of lighting. O. Reg. 522/20, s. 28 (1); O. Reg. 554/22, s. 17. (2) Subject to subsection (3), the report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period: 1.  The weight of each applicable category of EEE and the weight of processed materials derived from EEE received from an EEE hauler or any other person at each site where the EEE processor receives and processes EEE and the EEE hauler’s or the other person’s name, contact information and any unique identifier assigned by the Registrar. 2.  The weight of EEE referred to in paragraph 1 that the EEE processor sold or provided for refurbishing or reuse. 3.  A description of the processing activities undertaken by the EEE processor, including the weight of EEE referred to in paragraph 1 that was processed and the weight of the processed materials, by material type. 4.  With respect to the processed materials referred to in paragraph 3, i.  a list of the types of products and packaging that were made by the EEE processor and the weight of the processed materials that were used in the making of such products and packaging, ii.  the weight of the processed materials that were sent by the EEE processor to another person for the purpose of making products and packaging and the types of products and packaging that were made by the other person with the processed materials, iii.  the weight of the processed materials that were used as aggregate, if the processed material is glass. 5.  The weight of EEE referred to in paragraph 1 and the weight of processed materials referred to in paragraph 3 that were, i.  land disposed, ii.  incinerated, iii.  used as a fuel or a fuel supplement, iv.  stored, stockpiled, used as daily landfill cover or otherwise deposited on land, or v.  used as aggregate, if the processed material is glass, with respect to any aggregate that was used beyond the 15 per cent maximum for ITT/AV or the 50 per cent maximum for lighting, as permitted under subsection 17 (2). 6.  If the EEE processor is part of a producer’s management system, the name, contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. 7.  The recycling efficiency rate, verified in accordance with the EEE Verification and Audit Procedure, of the EEE processor for each category of EEE processed at the facility and a description of the methodology and information used to calculate and verify the recycling efficiency rate. 8.  The weight of batteries removed from EEE and sent to another person for resource recovery or disposal, including the name, contact information and any unique identifier assigned by the Registrar. O. Reg. 522/20, s. 28 (2). (3) The information provided under paragraphs 1 to 5 and 8 of subsection (2) must include information with respect to EEE, and any processed materials derived from EEE, collected in Ontario as well as outside of Ontario. O. Reg. 522/20, s. 28 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>28. </b>(1) Every EEE processor who is required to register under section 22 shall submit a report to the Authority, through the Registry, that complies with subsection (2),</p> <p class=\"clause-e\">  (a)  on or before April 30 in each year, with respect to EEE processors of ITT/AV; and</p> <p class=\"clause-e\">  (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to EEE processors of lighting. O. Reg. 522/20, s. 28 (1); O. Reg. 554/22, s. 17.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period:</p> <p class=\"paragraph-e\">  1.  The weight of each applicable category of EEE and the weight of processed materials derived from EEE received from an EEE hauler or any other person at each site where the EEE processor receives and processes EEE and the EEE hauler’s or the other person’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2.  The weight of EEE referred to in paragraph 1 that the EEE processor sold or provided for refurbishing or reuse.</p> <p class=\"paragraph-e\">  3.  A description of the processing activities undertaken by the EEE processor, including the weight of EEE referred to in paragraph 1 that was processed and the weight of the processed materials, by material type.</p> <p class=\"paragraph-e\">  4.  With respect to the processed materials referred to in paragraph 3,</p> <p class=\"subpara-e\">  i.  a list of the types of products and packaging that were made by the EEE processor and the weight of the processed materials that were used in the making of such products and packaging,</p> <p class=\"subpara-e\">  ii.  the weight of the processed materials that were sent by the EEE processor to another person for the purpose of making products and packaging and the types of products and packaging that were made by the other person with the processed materials,</p> <p class=\"subpara-e\">  iii.  the weight of the processed materials that were used as aggregate, if the processed material is glass.</p> <p class=\"paragraph-e\">  5.  The weight of EEE referred to in paragraph 1 and the weight of processed materials referred to in paragraph 3 that were,</p> <p class=\"subpara-e\">  i.  land disposed,</p> <p class=\"subpara-e\">  ii.  incinerated,</p> <p class=\"subpara-e\">  iii.  used as a fuel or a fuel supplement,</p> <p class=\"subpara-e\">  iv.  stored, stockpiled, used as daily landfill cover or otherwise deposited on land, or</p> <p class=\"subpara-e\">  v.  used as aggregate, if the processed material is glass, with respect to any aggregate that was used beyond the 15 per cent maximum for ITT/AV or the 50 per cent maximum for lighting, as permitted under subsection 17 (2).</p> <p class=\"paragraph-e\">  6.  If the EEE processor is part of a producer’s management system, the name, contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  7.  The recycling efficiency rate, verified in accordance with the EEE Verification and Audit Procedure, of the EEE processor for each category of EEE processed at the facility and a description of the methodology and information used to calculate and verify the recycling efficiency rate.</p> <p class=\"paragraph-e\">  8.  The weight of batteries removed from EEE and sent to another person for resource recovery or disposal, including the name, contact information and any unique identifier assigned by the Registrar. O. Reg. 522/20, s. 28 (2).</p> <p class=\"subsection-e\">  (3) The information provided under paragraphs 1 to 5 and 8 of subsection (2) must include information with respect to EEE, and any processed materials derived from EEE, collected in Ontario as well as outside of Ontario. O. Reg. 522/20, s. 28 (3).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "29.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Annual report, EEE refurbishers",
            "content": " 29. (1) Every EEE refurbisher who is required to register under section 22 shall submit a report to the Authority, through the Registry, that complies with subsection (2), (a)  on or before April 30 in each year, with respect to EEE refurbishers of ITT/AV; and (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to EEE refurbishers of lighting. O. Reg. 522/20, s. 29 (1); O. Reg. 554/22, s. 18. (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period: 1.  The weight of EEE received from an EEE hauler or any other person at each site where the EEE refurbisher receives and refurbishes EEE and the EEE hauler’s or the person’s name, contact information and any unique identifier assigned by the Registrar. 2.  The weight of EEE referred to in paragraph 1 that was refurbished or provided for reuse. 3.  The weight of EEE referred to in paragraph 1 that was sent for resource recovery or disposal, including the person’s name, contact information and any unique identifier assigned by the Registrar. 4.  If the EEE refurbisher is part of a producer’s management system, the name, contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer. 5.  The weight of batteries removed from EEE and sent to another person for resource recovery or disposal, including the person’s name, contact information and any unique identifier assigned by the Registrar. O. Reg. 522/20, s. 29 (2). (3) The information provided under paragraphs 1 to 3 and 5 of subsection (2) must include information with respect to EEE, and any processed material derived from EEE, collected in Ontario as well as outside Ontario. O. Reg. 522/20, s. 29 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>29. </b>(1) Every EEE refurbisher who is required to register under section 22 shall submit a report to the Authority, through the Registry, that complies with subsection (2),</p> <p class=\"clause-e\">  (a)  on or before April 30 in each year, with respect to EEE refurbishers of ITT/AV; and</p> <p class=\"clause-e\">  (b)  on or before April 30, 2024 and on or before April 30 in each subsequent year, with respect to EEE refurbishers of lighting. O. Reg. 522/20, s. 29 (1); O. Reg. 554/22, s. 18.</p> <p class=\"subsection-e\">  (2) The report referred to in subsection (1) must contain the following information with respect to each applicable category of EEE in the previous performance period:</p> <p class=\"paragraph-e\">  1.  The weight of EEE received from an EEE hauler or any other person at each site where the EEE refurbisher receives and refurbishes EEE and the EEE hauler’s or the person’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2.  The weight of EEE referred to in paragraph 1 that was refurbished or provided for reuse.</p> <p class=\"paragraph-e\">  3.  The weight of EEE referred to in paragraph 1 that was sent for resource recovery or disposal, including the person’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  4.  If the EEE refurbisher is part of a producer’s management system, the name, contact information and any unique identifier assigned by the Registrar of the producer or of the producer responsibility organization retained by the producer.</p> <p class=\"paragraph-e\">  5.  The weight of batteries removed from EEE and sent to another person for resource recovery or disposal, including the person’s name, contact information and any unique identifier assigned by the Registrar. O. Reg. 522/20, s. 29 (2).</p> <p class=\"subsection-e\">  (3) The information provided under paragraphs 1 to 3 and 5 of subsection (2) must include information with respect to EEE, and any processed material derived from EEE, collected in Ontario as well as outside Ontario. O. Reg. 522/20, s. 29 (3).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "30.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Records",
            "content": " 30. Every producer, producer responsibility organization, EEE hauler, EEE processor, EEE refurbisher and volunteer organization shall keep the following applicable records in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation: 1.  Records related to arranging for the establishment or operation of a collection or management system for the purpose of fulfilling their responsibilities relating to EEE. 2.  Records related to establishing or operating a collection or management system for the purposes of fulfilling their responsibilities relating to EEE. 3.  Records related to information required to be submitted to the Authority, through the Registry. 4.  Records related to implementing a promotion and education program required under this Regulation. 5.  Records related to the weight of EEE supplied in Ontario, regardless of whether registration is required by the producer. 6.  Records related to the weight of EEE that is refurbished, regardless of whether registration is required by the EEE refurbisher. 7.  Any agreements that relate to paragraph 1, 2, 3, 4, 5 or 6.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK37\"></a>30. </b>Every producer, producer responsibility organization, EEE hauler, EEE processor, EEE refurbisher and volunteer organization shall keep the following applicable records in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation:</p> <p class=\"paragraph-e\">  1.  Records related to arranging for the establishment or operation of a collection or management system for the purpose of fulfilling their responsibilities relating to EEE.</p> <p class=\"paragraph-e\">  2.  Records related to establishing or operating a collection or management system for the purposes of fulfilling their responsibilities relating to EEE.</p> <p class=\"paragraph-e\">  3.  Records related to information required to be submitted to the Authority, through the Registry.</p> <p class=\"paragraph-e\">  4.  Records related to implementing a promotion and education program required under this Regulation.</p> <p class=\"paragraph-e\">  5.  Records related to the weight of EEE supplied in Ontario, regardless of whether registration is required by the producer.</p> <p class=\"paragraph-e\">  6.  Records related to the weight of EEE that is refurbished, regardless of whether registration is required by the EEE refurbisher.</p> <p class=\"paragraph-e\">  7.  Any agreements that relate to paragraph 1, 2, 3, 4, 5 or 6.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "31.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Records, EEE collection sites",
            "content": " 31. (1) Every operator of an EEE collection site at which ITT/AV or lighting is collected shall keep the following records with respect to each applicable category of EEE collected at each site, if there is more than one, in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation: 1.  The weight of EEE that was collected. 2.  The weight of EEE referred to in paragraph 1 that the operator provided for reuse or refurbishing or sent for processing. 3.  For each EEE hauler to whom the operator provided EEE referred to in paragraph 1, the weight of the EEE provided and the EEE hauler’s name, contact information and any unique identifier assigned by the Registrar. 4.  If any of the EEE referred to in paragraph 1 was collected from outside of Ontario, the weight of that EEE. (2) If an EEE processor, an EEE refurbisher or the operator of an EEE collection site that is not part of a retail location collects more than 50 kilograms of ITT/AV or five kilograms of lighting from a person on a single day, the EEE processor, EEE refurbisher or operator of the EEE collection site, as the case may be, shall keep the following records, in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation: 1.  The person’s name, contact information and any unique identifier assigned by the Registrar. 2.  The weight of EEE accepted on that day from that person.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK38\"></a>31. </b>(1) Every operator of an EEE collection site at which ITT/AV or lighting is collected shall keep the following records with respect to each applicable category of EEE collected at each site, if there is more than one, in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation:</p> <p class=\"paragraph-e\">  1.  The weight of EEE that was collected.</p> <p class=\"paragraph-e\">  2.  The weight of EEE referred to in paragraph 1 that the operator provided for reuse or refurbishing or sent for processing.</p> <p class=\"paragraph-e\">  3.  For each EEE hauler to whom the operator provided EEE referred to in paragraph 1, the weight of the EEE provided and the EEE hauler’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  4.  If any of the EEE referred to in paragraph 1 was collected from outside of Ontario, the weight of that EEE.</p> <p class=\"subsection-e\">  (2) If an EEE processor, an EEE refurbisher or the operator of an EEE collection site that is not part of a retail location collects more than 50 kilograms of ITT/AV or five kilograms of lighting from a person on a single day, the EEE processor, EEE refurbisher or operator of the EEE collection site, as the case may be, shall keep the following records, in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation:</p> <p class=\"paragraph-e\">  1.  The person’s name, contact information and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2.  The weight of EEE accepted on that day from that person.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "32.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Audit, management systems",
            "content": " 32. (1) Every producer shall cause an audit to be undertaken of the practices and procedures the producer implemented in order to comply with sections 13 to 17, (a)  on or before April 30, 2024, (i)  with respect to ITT/AV the producer was responsible for in 2022 and 2023, and (ii)  with respect to lighting the producer was responsible for in 2023; and (b)  on or before April 30, 2027 and on or before April 30 in every third performance period after that, with respect to each category of EEE the producer was responsible for in the three immediately preceding calendar years. (2) On or before April 30 in any year in which an audit is required under subsection (1), the producer shall prepare and submit a copy of a report on the audit to the Authority, through the Registry, that includes the following with respect to each applicable category of EEE: 1.  The weight of EEE that was refurbished, including the weight of any parts, components, peripherals or batteries removed from EEE that were refurbished. 2.  The weight of EEE that was reused, including the weight of any parts, components, peripherals or batteries removed from EEE that were reused. 3.  The weight of processed materials that resulted from the processing of EEE that were, i.  provided to a person for the making of new products or packaging, or ii.  used as aggregate, if the processed material is glass. 4.  The weight of processed materials that resulted from the processing of batteries removed from EEE that were, i.  provided to a person for the making of new products or packaging, ii.  used to enrich soil, or iii.  used as aggregate. 5.  A list of the types of products and packaging that were made with the processed materials referred to in paragraphs 3 and 4. 6.  The weight of EEE and the weight of processed materials referred to in paragraphs 3 and 4 that were, i.  land disposed, ii.  incinerated, iii.  used as a fuel or a fuel supplement, iv.  stored, stockpiled, used as daily landfill cover or otherwise deposited on land, v.  used as aggregate, if the processed material is glass, with respect to any aggregate that was used beyond the 15 per cent maximum for ITT/AV or the 50 per cent maximum for lighting, as permitted under subsection 17 (2), or vi.  used as aggregate, with respect to any aggregate that was used beyond the 15 per cent maximum for batteries, as permitted under subsection 17 (3). 7.  A statement confirming whether the producer satisfied their management requirement. (3) The audit referred to in subsection (1) must be conducted by an independent auditor who is licensed or holds a certificate of authorization under the Public Accounting Act, 2004 and in accordance with the procedures set out in the EEE Verification and Audit Procedure.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>32. </b>(1) Every producer shall cause an audit to be undertaken of the practices and procedures the producer implemented in order to comply with sections 13 to 17,</p> <p class=\"clause-e\">  (a)  on or before April 30, 2024,</p> <p class=\"subclause-e\">  (i)  with respect to ITT/AV the producer was responsible for in 2022 and 2023, and</p> <p class=\"subclause-e\">  (ii)  with respect to lighting the producer was responsible for in 2023; and</p> <p class=\"clause-e\">  (b)  on or before April 30, 2027 and on or before April 30 in every third performance period after that, with respect to each category of EEE the producer was responsible for in the three immediately preceding calendar years.</p> <p class=\"subsection-e\">  (2) On or before April 30 in any year in which an audit is required under subsection (1), the producer shall prepare and submit a copy of a report on the audit to the Authority, through the Registry, that includes the following with respect to each applicable category of EEE:</p> <p class=\"paragraph-e\">  1.  The weight of EEE that was refurbished, including the weight of any parts, components, peripherals or batteries removed from EEE that were refurbished.</p> <p class=\"paragraph-e\">  2.  The weight of EEE that was reused, including the weight of any parts, components, peripherals or batteries removed from EEE that were reused.</p> <p class=\"paragraph-e\">  3.  The weight of processed materials that resulted from the processing of EEE that were,</p> <p class=\"subpara-e\">  i.  provided to a person for the making of new products or packaging, or</p> <p class=\"subpara-e\">  ii.  used as aggregate, if the processed material is glass.</p> <p class=\"paragraph-e\">  4.  The weight of processed materials that resulted from the processing of batteries removed from EEE that were,</p> <p class=\"subpara-e\">  i.  provided to a person for the making of new products or packaging,</p> <p class=\"subpara-e\">  ii.  used to enrich soil, or</p> <p class=\"subpara-e\">  iii.  used as aggregate.</p> <p class=\"paragraph-e\">  5.  A list of the types of products and packaging that were made with the processed materials referred to in paragraphs 3 and 4.</p> <p class=\"paragraph-e\">  6.  The weight of EEE and the weight of processed materials referred to in paragraphs 3 and 4 that were,</p> <p class=\"subpara-e\">  i.  land disposed,</p> <p class=\"subpara-e\">  ii.  incinerated,</p> <p class=\"subpara-e\">  iii.  used as a fuel or a fuel supplement,</p> <p class=\"subpara-e\">  iv.  stored, stockpiled, used as daily landfill cover or otherwise deposited on land,</p> <p class=\"subpara-e\">  v.  used as aggregate, if the processed material is glass, with respect to any aggregate that was used beyond the 15 per cent maximum for ITT/AV or the 50 per cent maximum for lighting, as permitted under subsection 17 (2), or</p> <p class=\"subpara-e\">  vi.  used as aggregate, with respect to any aggregate that was used beyond the 15 per cent maximum for batteries, as permitted under subsection 17 (3).</p> <p class=\"paragraph-e\">  7.  A statement confirming whether the producer satisfied their management requirement.</p> <p class=\"subsection-e\">  (3) The audit referred to in subsection (1) must be conducted by an independent auditor who is licensed or holds a certificate of authorization under the <i>Public Accounting Act, 2004</i> and in accordance with the procedures set out in the EEE Verification and Audit Procedure.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "33.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Access to information and privacy",
            "content": " 33. (1) Subject to subsection (2), information and data submitted under this Regulation to the Authority through the Registry shall not be posted on the Registry, unless it is posted in a manner that is consistent with the “Access and Privacy Code” published by the Authority and dated December 14, 2017, as amended from time to time, and available on the website of the Registry. (2) For greater certainty, the Authority shall not post information, including data, that is, (a)  provided by or on behalf of a producer and that relates to the producer’s supply of, or management of, EEE; or (b)  classified as “commercially sensitive information”, “confidential information” or “personal information”, as those terms are defined in the “Access and Privacy Code” referred to in subsection (1), as amended from time to time. PART VIII (OMItted) 34. Omitted (provides for amendments to this Regulation). 35. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1   Categories of Electrical and Electronic Equipment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>33. </b>(1) Subject to subsection (2), information and data submitted under this Regulation to the Authority through the Registry shall not be posted on the Registry, unless it is posted in a manner that is consistent with the “Access and Privacy Code” published by the Authority and dated December 14, 2017, as amended from time to time, and available on the website of the Registry.</p> <p class=\"subsection-e\">  (2) For greater certainty, the Authority shall not post information, including data, that is,</p> <p class=\"clause-e\">  (a)  provided by or on behalf of a producer and that relates to the producer’s supply of, or management of, EEE; or</p> <p class=\"clause-e\">  (b)  classified as “commercially sensitive information”, “confidential information” or “personal information”, as those terms are defined in the “Access and Privacy Code” referred to in subsection (1), as amended from time to time.</p> <p class=\"partnum-e\"><a name=\"BK41\"></a>PART VIII (OMItted)</p> <p class=\"section-e\"> <b>34.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation)</span>.</p> <p class=\"section-e\"> <b>35<b>.</b></b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK42\"></a>Schedule 1 <br/>  Categories of Electrical and Electronic Equipment</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "Schedule 1",
            "part_id": "PART VII  ",
            "part_type": "PART VII REPORTING, AUDITING AND RECORD KEEPING",
            "section": "Categories of electrical and electronic equipment",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}