{
    "reg_info": {
        "full_title": "O. Reg. 30/18: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 30/18: ",
        "act_under": "Cannabis Control Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/180030",
        "date_scraped": "2023-12-18 23:36:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 16, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180030/v4",
            "valid_from": "November 14, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/regulation/180030/v3",
            "valid_from": "October 17, 2018",
            "valid_to": "November 13, 2018"
        },
        {
            "a_href": "/laws/regulation/180030/v2",
            "valid_from": "April 24, 2018",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "/laws/regulation/180030/v1",
            "valid_from": "February 22, 2018",
            "valid_to": "April 23, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "General exemptions re sale, distribution and purchase",
            "content": "  1. (1) The following activities are exempt from the application of section 6 or 9 of the Act, as the case may be: 1. The sale or distribution of cannabis by a person acting in accordance with a licence or permit issued under the Cannabis Act (Canada), other than the sale or distribution of cannabis to a consumer, within the meaning of the Consumer Protection Act, 2002, who is located in Ontario. 2. The purchase of cannabis, from a person or entity acting in accordance with a licence or permit issued under the Cannabis Act (Canada), by, i. the Ontario Cannabis Retail Corporation, ii. a person acting in accordance with a licence or permit issued under the Cannabis Act (Canada), or iii. a person authorized under the law of another province or territory of Canada to sell cannabis in that province or territory. 3. The distribution of cannabis by a person authorized under the law of another province or territory of Canada to sell cannabis in that province or territory for the purpose of transporting the cannabis between that person and a person or entity acting in accordance with a licence or permit issued under the Cannabis Act\r\n(Canada). 4. The distribution or possession for sale of cannabis by a person acting under a contract to provide such a service to or on behalf of, i. the Ontario Cannabis Retail Corporation or the Liquor Control Board of Ontario, or ii. a person exempted under paragraph 1 or 3, as the case may be, for the purpose of undertaking an activity exempted under that paragraph. O. Reg. 30/18, s. 1 (1); O. Reg. 442/18, s. 1; O. Reg. 474/18, s. 1. (2) For greater certainty, an exemption under subsection (1) applies with respect to a person who is acting through an entity. (3) This section applies in respect of an employee of a person in the same manner as it applies to the person, if the employee is acting in the course of his or her duties.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) The following activities are exempt from the application of section 6 or 9 of the Act, as the case may be:</p> <p class=\"paragraph-e\">  1. The sale or distribution of cannabis by a person acting in accordance with a licence or permit issued under the <i>Cannabis Act</i> (Canada), other than the sale or distribution of cannabis to a consumer, within the meaning of the <i>Consumer Protection Act, 2002</i>, who is located in Ontario.</p> <p class=\"paragraph-e\">  2. The purchase of cannabis, from a person or entity acting in accordance with a licence or permit issued under the <i>Cannabis Act</i> (Canada), by,</p> <p class=\"subpara-e\">  i. the Ontario Cannabis Retail Corporation,</p> <p class=\"subpara-e\">  ii. a person acting in accordance with a licence or permit issued under the <i>Cannabis Act</i> (Canada), or</p> <p class=\"subpara-e\">  iii. a person authorized under the law of another province or territory of Canada to sell cannabis in that province or territory.</p> <p class=\"paragraph-e\">  3. The distribution of cannabis by a person authorized under the law of another province or territory of Canada to sell cannabis in that province or territory for the purpose of transporting the cannabis between that person and a person or entity acting in accordance with a licence or permit issued under the <i>Cannabis Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  4. The distribution or possession for sale of cannabis by a person acting under a contract to provide such a service to or on behalf of,</p> <p class=\"subpara-e\">  i. the Ontario Cannabis Retail Corporation or the Liquor Control Board of Ontario, or</p> <p class=\"subpara-e\">  ii. a person exempted under paragraph 1 or 3, as the case may be, for the purpose of undertaking an activity exempted under that paragraph. O. Reg. 30/18, s. 1 (1); O. Reg. 442/18, s. 1; O. Reg. 474/18, s. 1.</p> <p class=\"subsection-e\">  (2) For greater certainty, an exemption under subsection (1) applies with respect to a person who is acting through an entity.</p> <p class=\"subsection-e\">  (3) This section applies in respect of an employee of a person in the same manner as it applies to the person, if the employee is acting in the course of his or her duties.</p>"
        },
        {
            "id": "2.",
            "section": "General exemptions for enforcement purposes",
            "content": " 2. (1) The Act does not apply with respect to activities undertaken by a police officer in connection with the enforcement of the Act, if the police officer is acting in a manner that is consistent with the activities that he or she is authorized to undertake. (2) The Act does not apply with respect to activities undertaken by a person in connection with the administration or enforcement of any Act of Parliament, if the person is acting in a manner that is consistent with the activities that he or she is authorized to undertake.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Act does not apply with respect to activities undertaken by a police officer in connection with the enforcement of the Act, if the police officer is acting in a manner that is consistent with the activities that he or she is authorized to undertake.</p> <p class=\"subsection-e\">  (2) The Act does not apply with respect to activities undertaken by a person in connection with the administration or enforcement of any Act of Parliament, if the person is acting in a manner that is consistent with the activities that he or she is authorized to undertake.</p>"
        },
        {
            "id": "3.",
            "section": "Specific exemptions for research purposes",
            "content": " 3. An activity prohibited under section 7 or 10 of the Act is exempt from the application of that section if the activity is undertaken for the purpose of conducting cannabis research under the authority of a licence or permit issued under the Cannabis Act (Canada). O. Reg. 442/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>An activity prohibited under section 7 or 10 of the Act is exempt from the application of that section if the activity is undertaken for the purpose of conducting cannabis research under the authority of a licence or permit issued under the <i>Cannabis Act</i> (Canada). O. Reg. 442/18, s. 2.</p>"
        },
        {
            "id": "3.1",
            "section": "Specific exemption for government laboratories",
            "content": " 3.1 Subsection 6 (2) of the Act does not apply with respect to the distribution of cannabis by an individual acting in accordance with section 4 of the Cannabis Regulations (Canada). O. Reg. 442/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>Subsection 6 (2) of the Act does not apply with respect to the distribution of cannabis by an individual acting in accordance with section 4 of the <i>Cannabis Regulations</i> (Canada). O. Reg. 442/18, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Exemption re importation for personal use",
            "content": " 4. Despite subsection 6 (2) of the Act, an individual may bring an amount of cannabis into Ontario from another province or territory of Canada if, (a) the individual may lawfully possess and distribute that amount of cannabis in Ontario; (b) the cannabis accompanies the individual into Ontario; and (c) the cannabis was lawfully purchased or otherwise lawfully obtained in another province or territory of Canada.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Despite subsection 6 (2) of the Act, an individual may bring an amount of cannabis into Ontario from another province or territory of Canada if,</p> <p class=\"clause-e\">  (a) the individual may lawfully possess and distribute that amount of cannabis in Ontario;</p> <p class=\"clause-e\">  (b) the cannabis accompanies the individual into Ontario; and</p> <p class=\"clause-e\">  (c) the cannabis was lawfully purchased or otherwise lawfully obtained in another province or territory of Canada.</p>"
        },
        {
            "id": "5.",
            "section": "Exemption re transportation of cannabis for medical purposes",
            "content": " 5. Subsection 12 (1) of the Act does not apply with respect to cannabis obtained for medical purposes in accordance with Part 14 of the Cannabis Regulations (Canada) or in accordance with a court order if, (a) the person who is authorized under such authority to possess the cannabis for his or her own medical purposes is a passenger in the vehicle or boat; and (b) the cannabis is not readily available to the driver of the vehicle or boat. O. Reg. 442/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Subsection 12 (1) of the Act does not apply with respect to cannabis obtained for medical purposes in accordance with Part 14 of the <i>Cannabis Regulations </i>(Canada) or in accordance with a court order if,</p> <p class=\"clause-e\">  (a) the person who is authorized under such authority to possess the cannabis for his or her own medical purposes is a passenger in the vehicle or boat; and</p> <p class=\"clause-e\">  (b) the cannabis is not readily available to the driver of the vehicle or boat. O. Reg. 442/18, s. 3.</p>"
        },
        {
            "id": "5.1",
            "section": "Vehicles and boats that are residences",
            "content": " 5.1 Subsection 12 (1) of the Act does not apply with respect to the following: 1. A motor vehicle as defined in the Highway Traffic Act that is equipped with permanent sleeping accommodations and permanent cooking facilities, while it is parked in a place that is not a highway or a King’s Highway within the meaning of that Act and is being used as a residence. 2. A boat with permanent sleeping accommodations and permanent cooking and sanitary facilities, other than a boat used to carry passengers for hire, while the boat is at anchor or is secured to a dock or land and is being used as a residence. O. Reg. 324/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5.1 </b>Subsection 12 (1) of the Act does not apply with respect to the following:</p> <p class=\"paragraph-e\">  1. A motor vehicle as defined in the <i>Highway Traffic Act</i> that is equipped with permanent sleeping accommodations and permanent cooking facilities, while it is parked in a place that is not a highway or a King’s Highway within the meaning of that Act and is being used as a residence.</p> <p class=\"paragraph-e\">  2. A boat with permanent sleeping accommodations and permanent cooking and sanitary facilities, other than a boat used to carry passengers for hire, while the boat is at anchor or is secured to a dock or land and is being used as a residence. O. Reg. 324/18, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Identification showing age",
            "content": " 6. For the purposes of subsection 7 (2) of the Act, an item of identification is prescribed if it includes a photograph of the person, states the person’s date of birth and reasonably appears to have been issued by, (a) a government; or (b) the Liquor Control Board of Ontario.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For the purposes of subsection 7 (2) of the Act, an item of identification is prescribed if it includes a photograph of the person, states the person’s date of birth and reasonably appears to have been issued by,</p> <p class=\"clause-e\">  (a) a government; or</p> <p class=\"clause-e\">  (b) the Liquor Control Board of Ontario.</p>"
        },
        {
            "id": "7.",
            "section": "Identification showing age",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation)</span>.</p>"
        },
        {
            "id": null,
            "section": "Identification showing age",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180030\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}