{
    "reg_info": {
        "full_title": "O. Reg. 138/96: SUCCESSOR EMPLOYERS",
        "reg_name_text": "SUCCESSOR EMPLOYERS",
        "citation": "O. Reg. 138/96: ",
        "act_under": "Employment Standards Act   Loi sur les normes d’emploi",
        "url": "https://www.ontario.ca/laws/regulation/960138",
        "date_scraped": "2023-12-19 22:29:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) A successor employer is exempted from subsection 13.1 (4) of the Act (compliance with Part XIV of the Act) with respect to the following classes of employees: 1. Employees who are actively employed in providing services at the premises but whose job duties were not primarily performed at the premises during the 13 weeks immediately preceding the day on which the successor employer begins to provide services at the premises. 2. Employees who are employed, but not actively employed, in providing services at the premises but whose job duties were not primarily performed at the premises during their most recent 13 weeks of active employment. 3. Employees who have not worked at the premises for at least 13 weeks in the 26 weeks immediately preceding the day on which the successor employer begins to provide services at the premises. 4. Employees who refuse an offer of employment with the successor employer that is reasonable, having regard to the terms and conditions of employment that the employees have with the previous employer before the successor employer begins to provide services at the premises. O. Reg. 138/96, s. 1 (1). (2) For the purposes of paragraph 3 of subsection (1), the 26-week period shall be extended by any period during which the provision of services at the premises was temporarily discontinued. O. Reg. 138/96, s. 1 (2). (3) For the purposes of paragraph 3 of subsection (1), the 26-week period for an employee shall be extended by any period during which he or she was on a leave under Part XI of the Act. O. Reg. 138/96, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) A successor employer is exempted from subsection 13.1 (4) of the Act (compliance with Part XIV of the Act) with respect to the following classes of employees:</p> <p class=\"paragraph-e\">1. Employees who are actively employed in providing services at the premises but whose job duties were not primarily performed at the premises during the 13 weeks immediately preceding the day on which the successor employer begins to provide services at the premises.</p> <p class=\"paragraph-e\">2. Employees who are employed, but not actively employed, in providing services at the premises but whose job duties were not primarily performed at the premises during their most recent 13 weeks of active employment.</p> <p class=\"paragraph-e\">3. Employees who have not worked at the premises for at least 13 weeks in the 26 weeks immediately preceding the day on which the successor employer begins to provide services at the premises.</p> <p class=\"paragraph-e\">4. Employees who refuse an offer of employment with the successor employer that is reasonable, having regard to the terms and conditions of employment that the employees have with the previous employer before the successor employer begins to provide services at the premises. O. Reg. 138/96, s. 1 (1).</p> <p class=\"subsection-e\">(2) For the purposes of paragraph 3 of subsection (1), the 26-week period shall be extended by any period during which the provision of services at the premises was temporarily discontinued. O. Reg. 138/96, s. 1 (2).</p> <p class=\"subsection-e\">(3) For the purposes of paragraph 3 of subsection (1), the 26-week period for an employee shall be extended by any period during which he or she was on a leave under Part XI of the Act. O. Reg. 138/96, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) For the purposes of subsection 13.1 (8) of the Act, the employer is required to give the owner or manager of the premises the following information about each employee who is providing the services: 1. His or her name, residential address and telephone number. 2. His or her job classification or job description. 3. The wage rate actually paid to the employee. 4. A description of the benefits, if any, provided to the employee including the cost of each benefit and the benefit period to which the cost relates. 5. The number of hours that the employee works in a regular non-overtime work week. 6. The date on which the employer hired the employee. 7. Any period of employment attributed to the employer under subsection 13.1 (3) or (5) of the Act. 8. The number of weeks that the employee worked at the premises during the 26 weeks preceding the date on which the request was made for the information. 9. A statement indicating whether the employee, i. is actively employed in providing services at the premises but whose job duties were not primarily performed at the premises during the 13 weeks immediately preceding the date on which the request was made for the information, or ii. is employed, but not actively employed, in providing services at the premises but whose job duties were not primarily performed at the premises during his or her most recent 13 weeks of active employment. O. Reg. 138/96, s. 2 (1). (2) Paragraph 5 of subsection (1) does not apply if the employee’s hours of work vary from week to week. Instead, the employer shall inform the owner or manager of the number of the employee’s non-overtime hours for each week that the employee worked during the 13 weeks preceding the date on which the request was made for the information. O. Reg. 138/96, s. 2 (2). (3) For the purposes of paragraph 8 of subsection (1), the 26-week period shall be extended by any period during which the provision of services at the premises was temporarily discontinued. O. Reg. 138/96, s. 2 (3). (4) For the purposes of paragraph 8 of subsection (1), the 26-week period shall be extended by any period during which the employee was on a leave under Part XI of the Act. O. Reg. 138/96, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of subsection 13.1 (8) of the Act, the employer is required to give the owner or manager of the premises the following information about each employee who is providing the services:</p> <p class=\"paragraph-e\">1. His or her name, residential address and telephone number.</p> <p class=\"paragraph-e\">2. His or her job classification or job description.</p> <p class=\"paragraph-e\">3. The wage rate actually paid to the employee.</p> <p class=\"paragraph-e\">4. A description of the benefits, if any, provided to the employee including the cost of each benefit and the benefit period to which the cost relates.</p> <p class=\"paragraph-e\">5. The number of hours that the employee works in a regular non-overtime work week.</p> <p class=\"paragraph-e\">6. The date on which the employer hired the employee.</p> <p class=\"paragraph-e\">7. Any period of employment attributed to the employer under subsection 13.1 (3) or (5) of the Act.</p> <p class=\"paragraph-e\">8. The number of weeks that the employee worked at the premises during the 26 weeks preceding the date on which the request was made for the information.</p> <p class=\"paragraph-e\">9. A statement indicating whether the employee,</p> <p class=\"subpara-e\">i. is actively employed in providing services at the premises but whose job duties were not primarily performed at the premises during the 13 weeks immediately preceding the date on which the request was made for the information, or</p> <p class=\"subpara-e\">ii. is employed, but not actively employed, in providing services at the premises but whose job duties were not primarily performed at the premises during his or her most recent 13 weeks of active employment. O. Reg. 138/96, s. 2 (1).</p> <p class=\"subsection-e\">(2) Paragraph 5 of subsection (1) does not apply if the employee’s hours of work vary from week to week. Instead, the employer shall inform the owner or manager of the number of the employee’s non-overtime hours for each week that the employee worked during the 13 weeks preceding the date on which the request was made for the information. O. Reg. 138/96, s. 2 (2).</p> <p class=\"subsection-e\">(3) For the purposes of paragraph 8 of subsection (1), the 26-week period shall be extended by any period during which the provision of services at the premises was temporarily discontinued. O. Reg. 138/96, s. 2 (3).</p> <p class=\"subsection-e\">(4) For the purposes of paragraph 8 of subsection (1), the 26-week period shall be extended by any period during which the employee was on a leave under Part XI of the Act. O. Reg. 138/96, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. For the purposes of subsection 13.1 (10) of the Act, the owner or manager is required to give the information described in paragraphs 2 to 9 of subsection 2 (1) about the employees who are providing the services at the premises on the request date. O. Reg. 138/96, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>For the purposes of subsection 13.1 (10) of the Act, the owner or manager is required to give the information described in paragraphs 2 to 9 of subsection 2 (1) about the employees who are providing the services at the premises on the request date. O. Reg. 138/96, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}