{
    "reg_info": {
        "full_title": "O. Reg. 123/98: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 123/98: ",
        "act_under": "Police Services Act   Loi sur les services policiers",
        "url": "https://www.ontario.ca/laws/regulation/980123",
        "date_scraped": "2023-12-19 06:25:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980123/v4",
            "valid_from": "June 28, 2010",
            "valid_to": "July  4, 2010"
        },
        {
            "a_href": "/laws/regulation/980123/v3",
            "valid_from": "June 13, 2005",
            "valid_to": "June 27, 2010"
        },
        {
            "a_href": "/laws/regulation/980123/v2",
            "valid_from": "October 19, 2004",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/regulation/980123/v1",
            "valid_from": "February 19, 2003",
            "valid_to": "October 18, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A municipality shall pay to each board member who is appointed by the Lieutenant Governor in Council or the Solicitor General, (a) in a municipality having a population exceeding 500,000 according to the last revised assessment roll, not less than $1,000 a year; (b) in a municipality having a population exceeding 100,000 and not exceeding 500,000 according to the last revised assessment roll, not less than $500 a year; (c) in a municipality having a population exceeding 10,000 and not exceeding 100,000 according to the last revised assessment roll, not less than $300 a year; (d) in a municipality whose population does not exceed 10,000 according to the last revised assessment roll, not less than $100 a year. O. Reg. 43/03, s. 1. PART II   MUNICIPAL POLICE FORCES",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A municipality shall pay to each board member who is appointed by the Lieutenant Governor in Council or the Solicitor General,</p> <p class=\"clause-e\">(a) in a municipality having a population exceeding 500,000 according to the last revised assessment roll, not less than $1,000 a year;</p> <p class=\"clause-e\">(b) in a municipality having a population exceeding 100,000 and not exceeding 500,000 according to the last revised assessment roll, not less than $500 a year;</p> <p class=\"clause-e\">(c) in a municipality having a population exceeding 10,000 and not exceeding 100,000 according to the last revised assessment roll, not less than $300 a year;</p> <p class=\"clause-e\">(d) in a municipality whose population does not exceed 10,000 according to the last revised assessment roll, not less than $100 a year. O. Reg. 43/03, s. 1.</p> <p class=\"partnum-e\"><b>PART II <br/>  MUNICIPAL POLICE FORCES</b></p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Part applies to municipal police forces. O. Reg. 123/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Part applies to municipal police forces. O. Reg. 123/98, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. All articles of uniform and equipment necessary for the performance of duty shall be provided by the municipality, but, where a uniform or equipment is damaged or lost through the fault of a member of a police force, the member shall bear the cost of replacement. O. Reg. 123/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>All articles of uniform and equipment necessary for the performance of duty shall be provided by the municipality, but, where a uniform or equipment is damaged or lost through the fault of a member of a police force, the member shall bear the cost of replacement. O. Reg. 123/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Where a penalty of more than one day’s forfeiture of pay is imposed under Part V of the Act, not more than one day’s pay shall be deducted in each pay period until the full penalty has been paid, unless otherwise agreed to by the police officer against whom the penalty is imposed or otherwise ordered by the chief of police or board imposing the penalty. O. Reg. 123/98, s. 4 (1). (2) Where the police officer against whom a penalty described in subsection (1) is imposed ceases to be a member of the police force, the whole amount of the forfeiture of pay then remaining may be deducted from any pay then due. O. Reg. 123/98, s. 4 (2). PART III   ONTARIO PROVINCIAL POLICE FORCE",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Where a penalty of more than one day’s forfeiture of pay is imposed under Part V of the Act, not more than one day’s pay shall be deducted in each pay period until the full penalty has been paid, unless otherwise agreed to by the police officer against whom the penalty is imposed or otherwise ordered by the chief of police or board imposing the penalty. O. Reg. 123/98, s. 4 (1).</p> <p class=\"subsection-e\">(2) Where the police officer against whom a penalty described in subsection (1) is imposed ceases to be a member of the police force, the whole amount of the forfeiture of pay then remaining may be deducted from any pay then due. O. Reg. 123/98, s. 4 (2).</p> <p class=\"partnum-e\"><b>PART III <br/>  ONTARIO PROVINCIAL POLICE FORCE</b></p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. This Part applies to the Ontario Provincial Police, which is referred to in this Part as the Force. O. Reg. 123/98, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>This Part applies to the Ontario Provincial Police, which is referred to in this Part as the Force. O. Reg. 123/98, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. All articles of uniform and equipment necessary for the performance of duty shall be provided by the Force but, where a uniform or equipment is damaged or lost through the fault of a member of the Force, the member shall bear the cost of replacement. O. Reg. 123/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>All articles of uniform and equipment necessary for the performance of duty shall be provided by the Force but, where a uniform or equipment is damaged or lost through the fault of a member of the Force, the member shall bear the cost of replacement. O. Reg. 123/98, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No member of the Force shall contravene or fail to comply with any provision in Part III (Political Activity Rights) of the Public Service Act. O. Reg. 123/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No member of the Force shall contravene or fail to comply with any provision in Part III (Political Activity Rights) of the <i>Public Service Act</i>. O. Reg. 123/98, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. No member of the Force shall contract debts that the member is unwilling or unable to discharge and that may interfere with the performance of his or her duties as a member of the Force. O. Reg. 123/98, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>No member of the Force shall contract debts that the member is unwilling or unable to discharge and that may interfere with the performance of his or her duties as a member of the Force. O. Reg. 123/98, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Revoked: O. Reg. 328/04, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Revoked: O. Reg. 328/04, s. 1.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) Where a penalty of more than one day’s forfeiture of pay is imposed under Part V of the Act, not more than one day’s pay shall be deducted in each pay period until the full penalty has been paid, unless otherwise agreed to by the police officer against whom the penalty is imposed or otherwise ordered by the Commissioner. O. Reg. 123/98, s. 10 (1). (2) Where the police officer against whom a penalty described in subsection (1) is imposed ceases to be a member of the Force, the whole amount of the forfeiture of pay then remaining may be deducted from any pay then due. O. Reg. 123/98, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Where a penalty of more than one day’s forfeiture of pay is imposed under Part V of the Act, not more than one day’s pay shall be deducted in each pay period until the full penalty has been paid, unless otherwise agreed to by the police officer against whom the penalty is imposed or otherwise ordered by the Commissioner. O. Reg. 123/98, s. 10 (1).</p> <p class=\"subsection-e\">(2) Where the police officer against whom a penalty described in subsection (1) is imposed ceases to be a member of the Force, the whole amount of the forfeiture of pay then remaining may be deducted from any pay then due. O. Reg. 123/98, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. Without the consent of the Commissioner, no member of the Force shall resign unless the member has given two weeks’ notice in writing to the Commissioner. O. Reg. 123/98, s. 11. PART IV   UNSATISFACTORY WORK PERFORMANCE",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Without the consent of the Commissioner, no member of the Force shall resign unless the member has given two weeks’ notice in writing to the Commissioner. O. Reg. 123/98, s. 11.</p> <p class=\"partnum-e\"><b>PART IV <br/>  UNSATISFACTORY WORK PERFORMANCE</b></p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. This Part applies to municipal police forces and the Ontario Provincial Police. O. Reg. 123/98, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>This Part applies to municipal police forces and the Ontario Provincial Police. O. Reg. 123/98, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) Every chief of police shall establish policies for the assessment of police officers’ work performance. O. Reg. 123/98, s. 13 (1).  (2) The chief of police shall make the policies available to the police officers. O. Reg. 123/98, s. 13 (2). (3) Before the chief of police may make a complaint against a police officer of unsatisfactory work performance, (a) the police officer’s work performance shall have been assessed in accordance with the established procedures; (b) the chief of police shall advise the police officer of how he or she may improve his or her work performance; (c) the chief of police shall accommodate the police officer’s needs in accordance with the Human Rights Code, if the police officer has a handicap that requires accommodation because of handicap, within the meaning of the Human Rights Code; (d) the chief of police shall recommend that the police officer seek remedial assistance, such as counselling or training or participation in a program or activity, if the chief of police is of the opinion that it would improve the police officer’s work performance; and (e) the chief of police shall give the police officer a reasonable opportunity to improve his or her work performance. O. Reg. 123/98, s. 13 (3). PART V   CODE OF CONDUCT",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Every chief of police shall establish policies for the assessment of police officers’ work performance. O. Reg. 123/98, s. 13 (1). </p> <p class=\"subsection-e\">(2) The chief of police shall make the policies available to the police officers. O. Reg. 123/98, s. 13 (2). </p> <p class=\"subsection-e\">(3) Before the chief of police may make a complaint against a police officer of unsatisfactory work performance, </p> <p class=\"clause-e\">(a) the police officer’s work performance shall have been assessed in accordance with the established procedures;</p> <p class=\"clause-e\">(b) the chief of police shall advise the police officer of how he or she may improve his or her work performance; </p> <p class=\"clause-e\">(c) the chief of police shall accommodate the police officer’s needs in accordance with the <i>Human Rights Code</i>, if the police officer has a handicap that requires accommodation because of handicap, within the meaning of the <i>Human Rights Code</i>;</p> <p class=\"clause-e\">(d) the chief of police shall recommend that the police officer seek remedial assistance, such as counselling or training or participation in a program or activity, if the chief of police is of the opinion that it would improve the police officer’s work performance; and</p> <p class=\"clause-e\">(e) the chief of police shall give the police officer a reasonable opportunity to improve his or her work performance. O. Reg. 123/98, s. 13 (3).</p> <p class=\"partnum-e\"><b>PART V <br/>  CODE OF CONDUCT</b></p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) Any conduct described in the code of conduct, set out in the Schedule, constitutes misconduct for the purpose of section 74 of the Act. O. Reg. 123/98, s. 14 (1).   (2) The code of conduct applies to municipal police forces and the Ontario Provincial Police. O. Reg. 123/98, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Any conduct described in the code of conduct, set out in the Schedule, constitutes misconduct for the purpose of section 74 of the Act. O. Reg. 123/98, s. 14 (1).  </p> <p class=\"subsection-e\">(2) The code of conduct applies to municipal police forces and the Ontario Provincial Police. O. Reg. 123/98, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15.  Omitted (revokes other Regulations). O. Reg. 123/98, s. 15. SCHEDULE   CODE OF CONDUCT",
            "raw_html": "<p class=\"section-e\"><b>15. </b> Omitted (revokes other Regulations). O. Reg. 123/98, s. 15.</p> <p class=\"schedule-e\">SCHEDULE <br/>  CODE OF CONDUCT</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "1. In this code of conduct, “marital status” means the status of being married, single, widowed, divorced or separated and includes the status of living with a person in a conjugal relationship outside marriage; “record” means any record of information, however recorded, whether in printed form, on film, by electronic means or otherwise, and includes correspondence, a memorandum, a book, a plan, a map, a drawing, a diagram, a pictorial or graphic work, a photograph, a film, a microfilm, a sound recording, a videotape, a machine readable record, any other documentary material, regardless of physical form or characteristics, and any copy thereof.",
            "raw_html": "<p class=\"section-e\">1. In this code of conduct,</p> <p class=\"firstdef-e\">“marital status” means the status of being married, single, widowed, divorced or separated and includes the status of living with a person in a conjugal relationship outside marriage;</p> <p class=\"definition-e\">“record” means any record of information, however recorded, whether in printed form, on film, by electronic means or otherwise, and includes correspondence, a memorandum, a book, a plan, a map, a drawing, a diagram, a pictorial or graphic work, a photograph, a film, a microfilm, a sound recording, a videotape, a machine readable record, any other documentary material, regardless of physical form or characteristics, and any copy thereof.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "2. (1) Any chief of police or other police officer commits misconduct if he or she engages in, (a) Discreditable Conduct, in that he or she, (i) fails to treat or protect a person equally without discrimination with respect to police services because of that person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or handicap, (ii) uses profane, abusive or insulting language that relates to a person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or handicap, (iii) is guilty of oppressive or tyrannical conduct towards an inferior in rank, (iv) uses profane, abusive or insulting language to any other member of a police force, (v) uses profane, abusive or insulting language or is otherwise uncivil to a member of the public, (vi) wilfully or negligently makes any false complaint or statement against any member of a police force, (vii) assaults any other member of a police force, (viii) withholds or suppresses a complaint or report against a member of a police force or about the policies of or services provided by the police force, (ix) is guilty of an indictable criminal offence or a criminal offence punishable upon summary conviction, (x) contravenes any provision of the Act or the regulations, or (xi) acts in a disorderly manner or in a manner prejudicial to discipline or likely to bring discredit upon the reputation of the police force; (b) Insubordination, in that he or she, (i) is insubordinate by word, act or demeanour, or (ii) without lawful excuse, disobeys, omits or neglects to carry out any lawful order; (c) Neglect of Duty, in that he or she, (i) without lawful excuse, neglects or omits promptly and diligently to perform a duty as a member of the police force, (i.1) fails to comply with any provision of Ontario Regulation 673/98 (Conduct and Duties of Police Officers Respecting Investigations by the Special Investigations Unit), (ii) fails to work in accordance with orders, or leaves an area, detachment, detail or other place of duty, without due permission or sufficient cause, (iii) by carelessness or neglect permits a prisoner to escape, (iv) fails, when knowing where an offender is to be found, to report him or her or to make due exertions for bringing the offender to justice, (v) fails to report a matter that it is his or her duty to report, (vi) fails to report anything that he or she knows concerning a criminal or other charge, or fails to disclose any evidence that he or she, or any person within his or her knowledge, can give for or against any prisoner or defendant, (vii) omits to make any necessary entry in a record, (viii) feigns or exaggerates sickness or injury to evade duty, (ix) is absent without leave from or late for any duty, without reasonable excuse, or (x) is improperly dressed, dirty or untidy in person, clothing or equipment while on duty; (d) Deceit, in that he or she, (i) knowingly makes or signs a false statement in a record, (ii) wilfully or negligently makes a false, misleading or inaccurate statement pertaining to official duties, or (iii) without lawful excuse, destroys or mutilates a record or alters or erases an entry therein; (e) Breach of Confidence, in that he or she, (i) divulges any matter which it is his or her duty to keep secret, (ii) gives notice, directly or indirectly, to any person against whom any warrant or summons has been or is about to be issued, except in the lawful execution of the warrant or service of the summons, (iii) without proper authority, communicates to the media or to any unauthorized person any matter connected with the police force, (iv) without proper authority, shows to any person not a member of the police force or to any unauthorized member of the force any record that is the property of the police force; (f) Corrupt Practice, in that he or she, (i) offers or takes a bribe, (ii) fails to account for or to make a prompt, true return of money or property received in an official capacity, (iii) directly or indirectly solicits or receives a gratuity or present without the consent of the chief of police, (iv) places himself or herself under a pecuniary or other obligation to a licensee concerning the granting or refusing of whose licence a member of the police force may have to report or give evidence, or (v) improperly uses his or her character and position as a member of the police force for private advantage; (g) Unlawful or Unnecessary Exercise of Authority, in that he or she, (i) without good and sufficient cause makes an unlawful or unnecessary arrest, or (ii) uses any unnecessary force against a prisoner or other person contacted in the execution of duty; (h) Damage to Clothing or Equipment, in that he or she, (i) wilfully or carelessly causes loss or damage to any article of clothing or equipment, or to any record or other property of the police force, or (ii) fails to report loss or damage, however caused, as soon as practicable; or (i) Consuming Drugs or Alcohol in a Manner Prejudicial to Duty, in that he or she, (i) is unfit for duty, while on duty, through consumption of drugs or alcohol, (ii) is unfit for duty when he or she reports for duty, through consumption of drugs or alcohol, (iii) except with the consent of a superior officer or in the discharge of duty, consumes or receives alcohol from any other person while on duty, or (iv) except in the discharge of duty, demands, persuades or attempts to persuade another person to give or purchase or obtain for a member of the police force any alcohol or illegal drugs while on duty. (2) A police officer does not commit misconduct under subclause (1) (e) (iii) if he or she engages in the described activity in his or her capacity as an authorized representative of an association, as defined in section 2 of the Act. (3) A police officer does not commit misconduct under subclause (1) (f) (iii) if he or she engages in the described activity in his or her capacity as an authorized representative of an association, as defined in section 2 of the Act, or of a work-related professional organization.",
            "raw_html": "<p class=\"section-e\">2. (1) Any chief of police or other police officer commits misconduct if he or she engages in,</p> <p class=\"clause-e\">(a) Discreditable Conduct, in that he or she,</p> <p class=\"subclause-e\">(i) fails to treat or protect a person equally without discrimination with respect to police services because of that person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or handicap,</p> <p class=\"subclause-e\">(ii) uses profane, abusive or insulting language that relates to a person’s race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, age, marital status, family status or handicap,</p> <p class=\"subclause-e\">(iii) is guilty of oppressive or tyrannical conduct towards an inferior in rank,</p> <p class=\"subclause-e\">(iv) uses profane, abusive or insulting language to any other member of a police force,</p> <p class=\"subclause-e\">(v) uses profane, abusive or insulting language or is otherwise uncivil to a member of the public,</p> <p class=\"subclause-e\">(vi) wilfully or negligently makes any false complaint or statement against any member of a police force,</p> <p class=\"subclause-e\">(vii) assaults any other member of a police force,</p> <p class=\"subclause-e\">(viii) withholds or suppresses a complaint or report against a member of a police force or about the policies of or services provided by the police force,</p> <p class=\"subclause-e\">(ix) is guilty of an indictable criminal offence or a criminal offence punishable upon summary conviction, </p> <p class=\"subclause-e\">(x) contravenes any provision of the Act or the regulations, or</p> <p class=\"subclause-e\">(xi) acts in a disorderly manner or in a manner prejudicial to discipline or likely to bring discredit upon the reputation of the police force;</p> <p class=\"clause-e\">(b) Insubordination, in that he or she,</p> <p class=\"subclause-e\">(i) is insubordinate by word, act or demeanour, or</p> <p class=\"subclause-e\">(ii) without lawful excuse, disobeys, omits or neglects to carry out any lawful order;</p> <p class=\"clause-e\">(c) Neglect of Duty, in that he or she,</p> <p class=\"subclause-e\">(i) without lawful excuse, neglects or omits promptly and diligently to perform a duty as a member of the police force,</p> <p class=\"subclause-e\">(i.1) fails to comply with any provision of Ontario Regulation 673/98 (Conduct and Duties of Police Officers Respecting Investigations by the Special Investigations Unit),</p> <p class=\"subclause-e\">(ii) fails to work in accordance with orders, or leaves an area, detachment, detail or other place of duty, without due permission or sufficient cause,</p> <p class=\"subclause-e\">(iii) by carelessness or neglect permits a prisoner to escape,</p> <p class=\"subclause-e\">(iv) fails, when knowing where an offender is to be found, to report him or her or to make due exertions for bringing the offender to justice,</p> <p class=\"subclause-e\">(v) fails to report a matter that it is his or her duty to report,</p> <p class=\"subclause-e\">(vi) fails to report anything that he or she knows concerning a criminal or other charge, or fails to disclose any evidence that he or she, or any person within his or her knowledge, can give for or against any prisoner or defendant,</p> <p class=\"subclause-e\">(vii) omits to make any necessary entry in a record,</p> <p class=\"subclause-e\">(viii) feigns or exaggerates sickness or injury to evade duty,</p> <p class=\"subclause-e\">(ix) is absent without leave from or late for any duty, without reasonable excuse, or</p> <p class=\"subclause-e\">(x) is improperly dressed, dirty or untidy in person, clothing or equipment while on duty;</p> <p class=\"clause-e\">(d) Deceit, in that he or she,</p> <p class=\"subclause-e\">(i) knowingly makes or signs a false statement in a record,</p> <p class=\"subclause-e\">(ii) wilfully or negligently makes a false, misleading or inaccurate statement pertaining to official duties, or</p> <p class=\"subclause-e\">(iii) without lawful excuse, destroys or mutilates a record or alters or erases an entry therein;</p> <p class=\"clause-e\">(e) Breach of Confidence, in that he or she,</p> <p class=\"subclause-e\">(i) divulges any matter which it is his or her duty to keep secret,</p> <p class=\"subclause-e\">(ii) gives notice, directly or indirectly, to any person against whom any warrant or summons has been or is about to be issued, except in the lawful execution of the warrant or service of the summons,</p> <p class=\"subclause-e\">(iii) without proper authority, communicates to the media or to any unauthorized person any matter connected with the police force, </p> <p class=\"subclause-e\">(iv) without proper authority, shows to any person not a member of the police force or to any unauthorized member of the force any record that is the property of the police force;</p> <p class=\"clause-e\">(f) Corrupt Practice, in that he or she,</p> <p class=\"subclause-e\">(i) offers or takes a bribe,</p> <p class=\"subclause-e\">(ii) fails to account for or to make a prompt, true return of money or property received in an official capacity,</p> <p class=\"subclause-e\">(iii) directly or indirectly solicits or receives a gratuity or present without the consent of the chief of police,</p> <p class=\"subclause-e\">(iv) places himself or herself under a pecuniary or other obligation to a licensee concerning the granting or refusing of whose licence a member of the police force may have to report or give evidence, or</p> <p class=\"subclause-e\">(v) improperly uses his or her character and position as a member of the police force for private advantage; </p> <p class=\"clause-e\">(g) Unlawful or Unnecessary Exercise of Authority, in that he or she,</p> <p class=\"subclause-e\">(i) without good and sufficient cause makes an unlawful or unnecessary arrest, or</p> <p class=\"subclause-e\">(ii) uses any unnecessary force against a prisoner or other person contacted in the execution of duty; </p> <p class=\"clause-e\">(h) Damage to Clothing or Equipment, in that he or she,</p> <p class=\"subclause-e\">(i) wilfully or carelessly causes loss or damage to any article of clothing or equipment, or to any record or other property of the police force, or</p> <p class=\"subclause-e\">(ii) fails to report loss or damage, however caused, as soon as practicable; or</p> <p class=\"clause-e\">(i) Consuming Drugs or Alcohol in a Manner Prejudicial to Duty, in that he or she,</p> <p class=\"subclause-e\">(i) is unfit for duty, while on duty, through consumption of drugs or alcohol, </p> <p class=\"subclause-e\">(ii) is unfit for duty when he or she reports for duty, through consumption of drugs or alcohol, </p> <p class=\"subclause-e\">(iii) except with the consent of a superior officer or in the discharge of duty, consumes or receives alcohol from any other person while on duty, or</p> <p class=\"subclause-e\">(iv) except in the discharge of duty, demands, persuades or attempts to persuade another person to give or purchase or obtain for a member of the police force any alcohol or illegal drugs while on duty.</p> <p class=\"subsection-e\">(2) A police officer does not commit misconduct under subclause (1) (e) (iii) if he or she engages in the described activity in his or her capacity as an authorized representative of an association, as defined in section 2 of the Act.</p> <p class=\"subsection-e\">(3) A police officer does not commit misconduct under subclause (1) (f) (iii) if he or she engages in the described activity in his or her capacity as an authorized representative of an association, as defined in section 2 of the Act, or of a work-related professional organization.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "3. Any chief of police or other police officer also commits misconduct if he or she conspires, abets or is knowingly an accessory to any misconduct described in section 2. O. Reg. 123/98, Sched.; O. Reg. 674/98, s. 1; O. Reg. 82/00, ss. 1, 2; O. Reg. 296/05, s. 1. ",
            "raw_html": "<p class=\"section-e\">3. Any chief of police or other police officer also commits misconduct if he or she conspires, abets or is knowingly an accessory to any misconduct described in section 2.</p> <p class=\"footnote-e\">O. Reg. 123/98, Sched.; O. Reg. 674/98, s. 1; O. Reg. 82/00, ss. 1, 2; O. Reg. 296/05, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}