{
    "reg_info": {
        "full_title": "O. Reg. 119/11: PRODUCE, HONEY AND MAPLE PRODUCTS",
        "reg_name_text": "Produce, Honey and Maple Products",
        "citation": "O. Reg. 119/11: PRODUCE, HONEY AND MAPLE PRODUCTS",
        "act_under": "Food Safety and Quality Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/110119",
        "date_scraped": "2023-12-18 19:16:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/110119/v11",
            "valid_from": "December  8, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/110119/v10",
            "valid_from": "July  1, 2018",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/regulation/110119/v9",
            "valid_from": "January  1, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/110119/v8",
            "valid_from": "December 15, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/110119/v7",
            "valid_from": "July  1, 2016",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/110119/v6",
            "valid_from": "January  1, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/110119/v5",
            "valid_from": "November 27, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/110119/v4",
            "valid_from": "July  1, 2012",
            "valid_to": "November 26, 2015"
        },
        {
            "a_href": "/laws/regulation/110119/v3",
            "valid_from": "June  1, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/110119/v2",
            "valid_from": "July  1, 2011",
            "valid_to": "May 31, 2012"
        },
        {
            "a_href": "/laws/regulation/110119/v1",
            "valid_from": "April 15, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I DEFINITIONS AND APPLICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Definitions",
            "content": " 1. In this Regulation, “bulk container” means, (a)  with respect to honey, a container with a weight capacity of more than five kilograms of honey, (b)  with respect to maple syrup, a container with a capacity of more than five litres, (c)  with respect to maple products other than maple syrup, a container with a weight capacity of more than five kilograms; (“gros contenant”) “comb honey” means honey that is in the honeycomb; (“miel en rayon”) “consumer” means an individual who purchases produce, honey or maple products for his or her use or consumption or for the use or consumption by other individuals at his or her expense; (“consommateur”) “consumer container” means, (a)  with respect to honey, a container with a weight capacity of five kilograms or less, (b)  with respect to maple syrup, a container with a capacity of five litres or less, (c)  with respect to maple products other than maple syrup, a container with a weight capacity of five kilograms or less; (“petit contenant”) “container” means, with respect to honey or maple products, any bottle, jar, bag, pail, drum or other receptacle that contains the honey or maple product; (“contenant”) “full address” means sufficient information to identify the exact location of the relevant person’s premises, such as a municipal address or property identification number, and includes a postal code; (“adresse complète”) “honey” means the food derived from the nectar of blossoms or from secretions of or on the living parts of plants by the work of honey bees, and includes comb honey; (“miel”) “honey substitute” means any product that resembles honey and is prepared for the same uses as honey and that may include honey as an ingredient but not as the sole ingredient; (“succédané de miel”) “label” includes any mark, sign, device, imprint or stamp that is applied to a package or container in accordance with subsection 19 (2) and includes a ticket or tag applied to the package or container in accordance with subsection 19 (2); (“étiquette”) “maple product” means any product, including maple syrup, maple sugar and maple taffy, that is obtained exclusively from the concentration of maple sap or, in the case of maple syrup, by the dilution of other maple products in potable water; (“produit de l’érable”) “maple product substitute” means any product that resembles a maple product in appearance and is prepared for the same uses as a maple product but is not obtained exclusively from maple sap; (“succédané de produit de l’érable”) “maple syrup” means syrup that, (a)  is produced from the concentration of maple sap or by the dilution of maple products in potable water, and (b)  has a minimum soluble solids content of 66 per cent as determined by a refractometer at 20° C; (“sirop d’érable”) “master container” means a container that is designed to hold more than one package of produce; (“contenant d’expédition”) “minimally processed” means, with respect to produce, peeled, cut, sliced or shredded in order to prepare and package it for sale as ready-to-eat or ready-to-cook; (“minimalement transformé”) “nuts” means all nuts that are still in the shell and includes peanuts; (“noix”) “package” means, with respect to produce, a bag, receptacle or container of any size, some that may be used for sale to a consumer without repackaging and others for bulk sales or sales to a consumer from a bulk display, and includes a wrapper or confining band that contains the produce and a box or bin, but does not include foil wrap on individual potatoes or transparent film wrap on individual specimens of produce; (“emballage”) “packer” means any person who packs produce, honey or maple products, including a person who does so on behalf of a retailer or producer or another person; (“emballeur”) “processed” means, with respect to produce, canned or preserved; (“transformé”) “produce” means anything listed in paragraph 1 of subsection 2 (1), whether or not it is wrapped or packaged, including anything listed in that paragraph that is cut into pieces for the purpose of selling the pieces individually, but not including anything listed in paragraph 1 of subsection 2 (1) that is minimally processed or otherwise processed or used in the manufacture of other products; (“produit agricole”) “sell” includes offering to sell or possessing for the purpose of sale and “sale”, “sold” or “selling” have corresponding meanings. (“vendre”)  O. Reg. 119/11, s. 1; O. Reg. 127/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“bulk container” means,</p> <p class=\"defclause-e\">  (a)  with respect to honey, a container with a weight capacity of more than five kilograms of honey,</p> <p class=\"defclause-e\">  (b)  with respect to maple syrup, a container with a capacity of more than five litres,</p> <p class=\"defclause-e\">  (c)  with respect to maple products other than maple syrup, a container with a weight capacity of more than five kilograms; (“gros contenant”)</p> <p class=\"definition-e\">“comb honey” means honey that is in the honeycomb; (“miel en rayon”)</p> <p class=\"definition-e\">“consumer” means an individual who purchases produce, honey or maple products for his or her use or consumption or for the use or consumption by other individuals at his or her expense; (“consommateur”)</p> <p class=\"definition-e\">“consumer container” means,</p> <p class=\"defclause-e\">  (a)  with respect to honey, a container with a weight capacity of five kilograms or less,</p> <p class=\"defclause-e\">  (b)  with respect to maple syrup, a container with a capacity of five litres or less,</p> <p class=\"defclause-e\">  (c)  with respect to maple products other than maple syrup, a container with a weight capacity of five kilograms or less; (“petit contenant”)</p> <p class=\"definition-e\">“container” means, with respect to honey or maple products, any bottle, jar, bag, pail, drum or other receptacle that contains the honey or maple product; (“contenant”)</p> <p class=\"definition-e\">“full address” means sufficient information to identify the exact location of the relevant person’s premises, such as a municipal address or property identification number, and includes a postal code; (“adresse complète”)</p> <p class=\"definition-e\">“honey” means the food derived from the nectar of blossoms or from secretions of or on the living parts of plants by the work of honey bees, and includes comb honey; (“miel”)</p> <p class=\"definition-e\">“honey substitute” means any product that resembles honey and is prepared for the same uses as honey and that may include honey as an ingredient but not as the sole ingredient; (“succédané de miel”)</p> <p class=\"definition-e\">“label” includes any mark, sign, device, imprint or stamp that is applied to a package or container in accordance with subsection 19 (2) and includes a ticket or tag applied to the package or container in accordance with subsection 19 (2); (“étiquette”)</p> <p class=\"definition-e\">“maple product” means any product, including maple syrup, maple sugar and maple taffy, that is obtained exclusively from the concentration of maple sap or, in the case of maple syrup, by the dilution of other maple products in potable water; (“produit de l’érable”)</p> <p class=\"definition-e\">“maple product substitute” means any product that resembles a maple product in appearance and is prepared for the same uses as a maple product but is not obtained exclusively from maple sap; (“succédané de produit de l’érable”)</p> <p class=\"definition-e\">“maple syrup” means syrup that,</p> <p class=\"defclause-e\">  (a)  is produced from the concentration of maple sap or by the dilution of maple products in potable water, and</p> <p class=\"defclause-e\">  (b)  has a minimum soluble solids content of 66 per cent as determined by a refractometer at 20° C; (“sirop d’érable”)</p> <p class=\"definition-e\">“master container” means a container that is designed to hold more than one package of produce; (“contenant d’expédition”)</p> <p class=\"definition-e\">“minimally processed” means, with respect to produce, peeled, cut, sliced or shredded in order to prepare and package it for sale as ready-to-eat or ready-to-cook; (“minimalement transformé”)</p> <p class=\"definition-e\">“nuts” means all nuts that are still in the shell and includes peanuts; (“noix”)</p> <p class=\"definition-e\">“package” means, with respect to produce, a bag, receptacle or container of any size, some that may be used for sale to a consumer without repackaging and others for bulk sales or sales to a consumer from a bulk display, and includes a wrapper or confining band that contains the produce and a box or bin, but does not include foil wrap on individual potatoes or transparent film wrap on individual specimens of produce; (“emballage”)</p> <p class=\"definition-e\">“packer” means any person who packs produce, honey or maple products, including a person who does so on behalf of a retailer or producer or another person; (“emballeur”)</p> <p class=\"definition-e\">“processed” means, with respect to produce, canned or preserved; (“transformé”)</p> <p class=\"definition-e\">“produce” means anything listed in paragraph 1 of subsection 2 (1), whether or not it is wrapped or packaged, including anything listed in that paragraph that is cut into pieces for the purpose of selling the pieces individually, but not including anything listed in paragraph 1 of subsection 2 (1) that is minimally processed or otherwise processed or used in the manufacture of other products; (“produit agricole”)</p> <p class=\"definition-e\">“sell” includes offering to sell or possessing for the purpose of sale and “sale”, “sold” or “selling” have corresponding meanings. (“vendre”)  O. Reg. 119/11, s. 1; O. Reg. 127/12, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Application",
            "content": " 2. (1) Subject to subsections (2) to (6), this Regulation applies to the following foods, whether produced in Ontario or produced outside Ontario and imported into Ontario: 1.  Any of the following that are grown or harvested for commercial purposes: i.  Fruit and vegetables. ii.  Sprouts. iii.  Culinary herbs. iv.  Nuts. v.  Edible fungi. 2.  Honey. 3.  Maple products. O. Reg. 119/11, s. 2 (1); O. Reg. 127/12, s. 2 (1). (2) Despite section 3 and subject to subsection (3), this Regulation does not apply to food described in subsection (1) in respect of any activity carried out at a place in Ontario if that activity is, (a)  a prescribed activity under the Safe Food for Canadians Act (Canada); and (b)  carried out by a person who is licensed to perform the prescribed activity under the Safe Food for Canadians Act (Canada). O. Reg. 717/20, s. 1 (1). (3) This Regulation does apply to food described in subsection (1) with respect to an activity described subsection (2) if the food, (a)  is separated by physical or other effective means from any food that is packed, repacked or otherwise processed under the Safe Food for Canadians Act (Canada) and the Safe Food for Canadians Regulations (Canada); and (b)  is intended for distribution or sale exclusively in Ontario. O. Reg. 717/20, s. 1 (1). (4) For greater certainty, subsections (2) and (3) apply with respect to activities described in those subsections whether the food that is subject to the activities was, (a)  produced in Ontario; or (b)  produced outside Ontario and imported into Ontario in accordance with the Safe Food for Canadians Act (Canada) and the Safe Food for Canadians Regulations (Canada). O. Reg. 717/20, s. 1 (1). (4.1) Despite the exemptions in subsections (2) and (3), Parts V and VI of this Regulation apply to the sale or offering for sale in Ontario of any food that is a produce, even if the produce was produced, packed, repacked or otherwise processed under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada). O. Reg. 717/20, s. 1 (1). (5) This Regulation does not apply to the following produce: 1.  Any produce that is grown or harvested by or for a person for the person’s own use or for the use of the person’s household. 2.  Any produce imported from outside Canada that is of a type that is not commercially grown or harvested anywhere in Canada whether or not it is packed or repacked by a person who holds a licence to do so under the Safe Food for Canadians Act (Canada). 3.  Any fruit or vegetables that are grown for the sole purpose of producing seed. 4.  Any nuts that are not intended for human consumption.  O. Reg. 119/11, s. 2 (5); O. Reg. 127/12, s. 2 (3); O. Reg. 717/20, s. 1 (2). (6) This Regulation does not apply to honey sold by a producer if all of the following conditions are met: 1.  The honey was produced in the producer’s apiary. 2.  The honey is sold, i.  at the producer’s place of residence, ii.  directly to the consumer, and iii.  in a container that has markings setting out the name and full address of the producer and either the words “honey/miel” or the words “comb honey/miel en rayon”, as the case may be.  O. Reg. 127/12, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) Subject to subsections (2) to (6), this Regulation applies to the following foods, whether produced in Ontario or produced outside Ontario and imported into Ontario:</p> <p class=\"paragraph-e\">  1.  Any of the following that are grown or harvested for commercial purposes:</p> <p class=\"subpara-e\">  i.  Fruit and vegetables.</p> <p class=\"subpara-e\">  ii.  Sprouts.</p> <p class=\"subpara-e\">  iii.  Culinary herbs.</p> <p class=\"subpara-e\">  iv.  Nuts.</p> <p class=\"subpara-e\">  v.  Edible fungi.</p> <p class=\"paragraph-e\">  2.  Honey.</p> <p class=\"paragraph-e\">  3.  Maple products. O. Reg. 119/11, s. 2 (1); O. Reg. 127/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite section 3 and subject to subsection (3), this Regulation does not apply to food described in subsection (1) in respect of any activity carried out at a place in Ontario if that activity is,</p> <p class=\"clause-e\">  (a)  a prescribed activity under the <i>Safe Food for Canadians Act</i> (Canada); and</p> <p class=\"clause-e\">  (b)  carried out by a person who is licensed to perform the prescribed activity under the <i>Safe Food for Canadians Act</i> (Canada). O. Reg. 717/20, s. 1 (1).</p> <p class=\"subsection-e\">  (3) This Regulation does apply to food described in subsection (1) with respect to an activity described subsection (2) if the food,</p> <p class=\"clause-e\">  (a)  is separated by physical or other effective means from any food that is packed, repacked or otherwise processed under the <i>Safe Food for Canadians Act</i> (Canada) and the <i>Safe Food for Canadians Regulations</i> (Canada); and</p> <p class=\"clause-e\">  (b)  is intended for distribution or sale exclusively in Ontario. O. Reg. 717/20, s. 1 (1).</p> <p class=\"subsection-e\">  (4) For greater certainty, subsections (2) and (3) apply with respect to activities described in those subsections whether the food that is subject to the activities was,</p> <p class=\"clause-e\">  (a)  produced in Ontario; or</p> <p class=\"clause-e\">  (b)  produced outside Ontario and imported into Ontario in accordance with the <i>Safe Food for Canadians Act</i> (Canada) and the <i>Safe Food for Canadians Regulations</i> (Canada). O. Reg. 717/20, s. 1 (1).</p> <p class=\"subsection-e\">  (4.1) Despite the exemptions in subsections (2) and (3), Parts V and VI of this Regulation apply to the sale or offering for sale in Ontario of any food that is a produce, even if the produce was produced, packed, repacked or otherwise processed under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada). O. Reg. 717/20, s. 1 (1).</p> <p class=\"subsection-e\">  (5) This Regulation does not apply to the following produce:</p> <p class=\"paragraph-e\">  1.  Any produce that is grown or harvested by or for a person for the person’s own use or for the use of the person’s household.</p> <p class=\"paragraph-e\">  2.  Any produce imported from outside Canada that is of a type that is not commercially grown or harvested anywhere in Canada whether or not it is packed or repacked by a person who holds a licence to do so under the <i>Safe Food for Canadians Act</i> (Canada).</p> <p class=\"paragraph-e\">  3.  Any fruit or vegetables that are grown for the sole purpose of producing seed.</p> <p class=\"paragraph-e\">  4.  Any nuts that are not intended for human consumption.  O. Reg. 119/11, s. 2 (5); O. Reg. 127/12, s. 2 (3); O. Reg. 717/20, s. 1 (2).</p> <p class=\"subsection-e\">  (6) This Regulation does not apply to honey sold by a producer if all of the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The honey was produced in the producer’s apiary.</p> <p class=\"paragraph-e\">  2.  The honey is sold,</p> <p class=\"subpara-e\">  i.  at the producer’s place of residence,</p> <p class=\"subpara-e\">  ii.  directly to the consumer, and</p> <p class=\"subpara-e\">  iii.  in a container that has markings setting out the name and full address of the producer and either the words “honey/miel” or the words “comb honey/miel en rayon”, as the case may be.  O. Reg. 127/12, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Regulated activities",
            "content": " 3. The following activities are regulated activities for the purposes of the Act: 1.  The sale of any produce, honey or maple products. 2.  The packaging and labelling of any produce, honey or maple products. 3.  The transportation of any produce, honey or maple products for the purpose of sale. 4.  Advertising the sale of any produce, honey or maple products.  O. Reg. 119/11, s. 3. Part II   Food Safety and Quality Contaminated Food",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>The following activities are regulated activities for the purposes of the Act:</p> <p class=\"paragraph-e\">  1.  The sale of any produce, honey or maple products.</p> <p class=\"paragraph-e\">  2.  The packaging and labelling of any produce, honey or maple products.</p> <p class=\"paragraph-e\">  3.  The transportation of any produce, honey or maple products for the purpose of sale.</p> <p class=\"paragraph-e\">  4.  Advertising the sale of any produce, honey or maple products.  O. Reg. 119/11, s. 3.</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>Part II <br/>  Food Safety and Quality</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Contaminated Food</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II FOOD SAFETY AND QUALITY",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Contaminated Food",
            "part_id": "PART II  ",
            "part_type": "PART II FOOD SAFETY AND QUALITY",
            "section": "Contaminated Food",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II FOOD SAFETY AND QUALITY",
            "section": "Prohibition, contamination",
            "content": " 4. (1) No person shall sell, pack or transport any produce, honey or maple product that is contaminated.  O. Reg. 119/11, s. 4 (1). (2) No person shall harvest for human consumption any produce that is contaminated.  O. Reg. 119/11, s. 4 (2). (3) No person shall mix a contaminated maple product with a maple product that is not contaminated.  O. Reg. 119/11, s. 4 (3). (4) No person shall mix contaminated honey with honey that is not contaminated.  O. Reg. 119/11, s. 4 (4). (5) In this section, “contaminated” means, with respect to any food, that the food, (a)  contains or has been treated with or exposed to, (i)  a substance not permitted by, or in an amount in excess of the limits prescribed under the Canadian Environmental Protection Act, 1999, the Food and Drugs Act (Canada) and the Pest Control Products Act (Canada), or (ii)  any source of ionizing radiation not permitted by, or in excess of the limits prescribed under the Food and Drugs Act (Canada), or (b)  contains or has been exposed to a hazard; “hazard” means a biological, chemical or physical agent or factor, a condition of a food, an agricultural commodity or seed for sprouting or the environment in which a food, an agricultural commodity or seed for sprouting is produced, processed, handled or stored, if the agent, factor, condition or environment, as the case may be, may directly or indirectly cause the food or agricultural commodity to be unsafe for human consumption in the absence of its control.  O. Reg. 119/11, s. 4 (5); O. Reg. 127/12, s. 3. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>(1) No person shall sell, pack or transport<b> </b>any produce, honey or maple product that is contaminated.  O. Reg. 119/11, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No person shall harvest for human consumption any produce that is contaminated.  O. Reg. 119/11, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No person shall mix a contaminated maple product with a maple product that is not contaminated.  O. Reg. 119/11, s. 4 (3).</p> <p class=\"subsection-e\">  (4) No person shall mix contaminated honey with honey that is not contaminated.  O. Reg. 119/11, s. 4 (4).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"firstdef-e\">“contaminated” means, with respect to any food, that the food,</p> <p class=\"defclause-e\">  (a)  contains or has been treated with or exposed to,</p> <p class=\"defsubclause-e\">  (i)  a substance not permitted by, or in an amount in excess of the limits prescribed under the <i>Canadian Environmental Protection Act, 1999</i>, the <i>Food and Drugs Act</i> (Canada) and the <i>Pest Control Products Act</i> (Canada), or</p> <p class=\"defsubclause-e\">  (ii)  any source of ionizing radiation not permitted by, or in excess of the limits prescribed under the <i>Food and Drugs Act</i> (Canada), or</p> <p class=\"defclause-e\">  (b)  contains or has been<b><i> </i></b>exposed to a hazard;</p> <p class=\"definition-e\">“hazard” means a biological, chemical or physical agent or factor, a condition of a food, an agricultural commodity or seed for sprouting or the environment in which a food, an agricultural commodity or seed for sprouting is produced, processed, handled or stored, if the agent, factor, condition or environment, as the case may be, may directly or indirectly cause the food or agricultural commodity to be unsafe for human consumption in the absence of its control.  O. Reg. 119/11, s. 4 (5); O. Reg. 127/12, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Miscellaneous",
            "part_id": "PART II  ",
            "part_type": "PART II FOOD SAFETY AND QUALITY",
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II FOOD SAFETY AND QUALITY",
            "section": "Comb honey",
            "content": " 5. No person shall sell, pack or transport comb honey if the honey is infested by wax moth or small hive beetle.  O. Reg. 119/11, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>5. </b>No person shall sell, pack or transport comb honey if the honey is infested by wax moth or small hive beetle.  O. Reg. 119/11, s. 5.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II FOOD SAFETY AND QUALITY",
            "section": "Premises, honey and maple products",
            "content": " 6. (1) Every person who operates premises at which honey and maple products are produced or packed shall maintain the premises, and the facilities, equipment and utensils used in their production or packing, in a clean and sanitary condition. O. Reg. 127/12, s. 4. (2) Every person who operates premises at which maple products that are intended to be sold are produced or packed shall ensure that all equipment, utensils, containers or other food contact surfaces that are used during the production or packing of maple products and will come into contact with the maple products during their production or packing, are made of food grade material that is non-toxic and that will not cause or contribute to the contamination of the maple products. O. Reg. 354/15, s. 1. (3) Every person who collects, stores or transports maple sap for use in maple products that are intended to be sold shall ensure that all equipment, utensils, containers or other food contact surfaces that are used during the collection, storage or transportation of the maple sap are made of food grade material that is non-toxic and that will not cause or contribute to the contamination of the maple sap. O. Reg. 354/15, s. 1. Part III   Grading and Colour Classification",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6.</b> (1) Every person who operates premises at which honey and maple products are produced or packed shall maintain the premises, and the facilities, equipment and utensils used in their production or packing, in a clean and sanitary condition. O. Reg. 127/12, s. 4.</p> <p class=\"subsection-e\">  (2) Every person who operates premises at which maple products that are intended to be sold are produced or packed shall ensure that all equipment, utensils, containers or other food contact surfaces that are used during the production or packing of maple products and will come into contact with the maple products during their production or packing, are made of food grade material that<i> </i>is non-toxic and that will not cause or contribute to the contamination of the maple products. O. Reg. 354/15, s. 1.</p> <p class=\"subsection-e\">  (3) Every person who collects, stores or transports maple sap for use in maple products that are intended to be sold shall ensure that all equipment, utensils, containers or other food contact surfaces that are used during the collection, storage or transportation of the maple sap are made of food grade material that is non-toxic and that will not cause or contribute to the contamination of the maple sap. O. Reg. 354/15, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK10\"></a>Part III <br/>  Grading and Colour Classification</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III GRADING AND COLOUR CLASSIFICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III GRADING AND COLOUR CLASSIFICATION",
            "section": "Application",
            "content": " 7. (1) This Part applies only to honey and maple syrup.  O. Reg. 119/11, s. 27 (1). (2) This Part applies only to honey that is intended to be sold to a consumer and does not apply to honey that is intended to be used in the manufacture of other foods.  O. Reg. 119/11, s. 27 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7. </b>(1) This Part applies only to honey and maple syrup.  O. Reg. 119/11, s. 27 (1).</p> <p class=\"subsection-e\">  (2) This Part applies only to honey that is intended to be sold to a consumer and does not apply to honey that is intended to be used in the manufacture of other foods.  O. Reg. 119/11, s. 27 (1).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": "PART III  ",
            "part_type": "PART III GRADING AND COLOUR CLASSIFICATION",
            "section": "Grading required, prohibitions",
            "content": " 8. (1) Honey and maple syrup shall be graded and classified for colour in accordance with this Part.  O. Reg. 119/11, s. 27 (2). (2), (3) Revoked: O. Reg. 119/11, s. 27 (2). (4) No person shall sell, pack or transport honey that has not been graded and classified for colour in accordance with section 11 in a consumer container.  O. Reg. 119/11, s. 8 (4). (5) No person shall pack honey that has not been graded and classified for colour in accordance with section 11 in a bulk container if it is intended to be sold directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (5). (6) No person shall sell or transport honey that has not been graded and classified for colour in accordance with section 11 in a bulk container if it is being sold or transported directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (6). (7) No person shall sell, pack or transport maple syrup that has not been graded and classified for colour in accordance with section 12 in a consumer container.  O. Reg. 119/11, s. 8 (7). (8) No person shall pack maple syrup that has not been graded and classified for colour in accordance with section 12 in a bulk container if it is intended to be sold directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (8). (9) No person shall sell or transport maple syrup that has not been graded and classified for colour in accordance with section 12 in a bulk container if it is being sold or transported directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (9). (10) For greater certainty, subsections (6) and (9) do not apply to any sale or transportation of honey or maple syrup in bulk containers that occurs prior to the sale or transportation directly to the consumer or retail outlet.  O. Reg. 119/11, s. 8 (10). (11) In this section, “retail outlet” means a commercial business at which produce, honey or maple products are sold directly to consumers, but does not include a honey producer’s premises from which honey is sold directly to consumers.  O. Reg. 119/11, s. 8 (11).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>8. </b>(1) Honey and maple syrup shall be graded and classified for colour in accordance with this Part.  O. Reg. 119/11, s. 27 (2).</p> <p class=\"subsection-e\">  (2), (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 119/11, s. 27 (2).</p> <p class=\"subsection-e\">  (4) No person shall sell, pack or transport honey that has not been graded and classified for colour in accordance with section 11 in a consumer container.  O. Reg. 119/11, s. 8 (4).</p> <p class=\"subsection-e\">  (5) No person shall pack honey that has not been graded and classified for colour in accordance with section 11 in a bulk container if it is intended to be sold directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (5).</p> <p class=\"subsection-e\">  (6) No person shall sell or transport honey that has not been graded and classified for colour in accordance with section 11 in a bulk container if it is being sold or transported directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (6).</p> <p class=\"subsection-e\">  (7) No person shall sell, pack or transport maple syrup that has not been graded and classified for colour in accordance with section 12 in a consumer container.  O. Reg. 119/11, s. 8 (7).</p> <p class=\"subsection-e\">  (8) No person shall pack maple syrup that has not been graded and classified for colour in accordance with section 12 in a bulk container if it is intended to be sold directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (8).</p> <p class=\"subsection-e\">  (9) No person shall sell or transport maple syrup that has not been graded and classified for colour in accordance with section 12 in a bulk container if it is being sold or transported directly to a consumer or a retail outlet.  O. Reg. 119/11, s. 8 (9).</p> <p class=\"subsection-e\">  (10) For greater certainty, subsections (6) and (9) do not apply to any sale or transportation of honey or maple syrup in bulk containers that occurs prior to the sale or transportation directly to the consumer or retail outlet.  O. Reg. 119/11, s. 8 (10).</p> <p class=\"subsection-e\">  (11) In this section,</p> <p class=\"firstdef-e\">“retail outlet” means a commercial business at which produce, honey or maple products are sold directly to consumers, but does not include a honey producer’s premises from which honey is sold directly to consumers.  O. Reg. 119/11, s. 8 (11).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III GRADING AND COLOUR CLASSIFICATION",
            "section": "Who grades",
            "content": " 9. (1) The grading and classification by colour of honey and maple syrup may be carried out by any producer, packer or retailer or by any other person acting on behalf of a producer, packer or retailer, so long as it is carried out before the honey or maple syrup are sold to the consumer.  O. Reg. 119/11, s. 27 (3). (2) If honey or maple syrup is graded and packed and then subsequently repacked, the person who repacks the honey or maple syrup, as the case may be, shall ensure that the honey or maple syrup, as repacked, comply with the requirements for grade and colour classification set out in this Part.  O. Reg. 119/11, s. 27 (3). 10. Revoked: O. Reg. 119/11, s. 27 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>9. </b>(1) The grading and classification by colour of honey and maple syrup may be carried out by any producer, packer or retailer or by any other person acting on behalf of a producer, packer or retailer, so long as it is carried out before the honey or maple syrup are sold to the consumer.  O. Reg. 119/11, s. 27 (3).</p> <p class=\"subsection-e\">  (2) If honey or maple syrup is graded and packed and then subsequently repacked, the person who repacks the honey or maple syrup, as the case may be, shall ensure that the honey or maple syrup, as repacked, comply with the requirements for grade and colour classification set out in this Part.  O. Reg. 119/11, s. 27 (3).</p> <p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 119/11, s. 27 (4).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III GRADING AND COLOUR CLASSIFICATION",
            "section": "Grading of potatoes",
            "content": " 10. Revoked: O. Reg. 119/11, s. 27 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 119/11, s. 27 (4).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III GRADING AND COLOUR CLASSIFICATION",
            "section": "Grading of honey",
            "content": " 11. (1) A person who grades honey and classifies it for colour shall, (a)  grade the honey in accordance with the grades and grade requirements set out in Table 2; and (b)  classify the honey for colour in accordance with the colour classes and descriptions set out in Table 3.  O. Reg. 119/11, s. 11 (1). (2) The colour classification of honey shall be determined in accordance with a colour designation on a honey classifier listed in Column 2 of Table 3 or in accordance with a Pfund scale reading on a honey grader listed in Column 3 of that Table.  O. Reg. 119/11, s. 11 (2); O. Reg. 127/12, s. 6. (3) The colour classification of honey shall take place while the honey is in its liquid form.  O. Reg. 119/11, s. 11 (3). (4) Despite clause (1) (a), until July 1, 2013, honey graded under this Regulation, (a)  may be assigned the grade name “Canada No. 1” instead of “Ontario No. 1” if it meets the grade requirements for “Ontario No. 1” described in Table 2; (b)  may be assigned the grade name “Canada No. 2” instead of “Ontario No. 2” if it meets the grade requirements for “Ontario No. 2” described in Table 2; and (c)  may be assigned the grade name “Canada No. 3” instead of “Ontario No. 3” if it meets the grade requirements for “Ontario No. 3” described in Table 2.  O. Reg. 119/11, s. 11 (4). (5) This section does not apply to comb honey.  O. Reg. 119/11, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>(1) A person who grades honey and classifies it for colour shall,</p> <p class=\"clause-e\">  (a)  grade the honey in accordance with the grades and grade requirements set out in Table 2; and</p> <p class=\"clause-e\">  (b)  classify the honey for colour in accordance with the colour classes and descriptions set out in Table 3.  O. Reg. 119/11, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The colour classification of honey shall be determined in accordance with a colour designation on a honey classifier listed in Column 2 of Table 3 or in accordance with a Pfund scale reading on a honey grader listed in Column 3 of that Table.  O. Reg. 119/11, s. 11 (2); O. Reg. 127/12, s. 6.</p> <p class=\"subsection-e\">  (3) The colour classification of honey shall take place while the honey is in its liquid form.  O. Reg. 119/11, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Despite clause (1) (a), until July 1, 2013, honey graded under this Regulation,</p> <p class=\"clause-e\">  (a)  may be assigned the grade name “Canada No. 1” instead of “Ontario No. 1” if it meets the grade requirements for “Ontario No. 1” described in Table 2;</p> <p class=\"clause-e\">  (b)  may be assigned the grade name “Canada No. 2” instead of “Ontario No. 2” if it meets the grade requirements for “Ontario No. 2” described in Table 2; and</p> <p class=\"clause-e\">  (c)  may be assigned the grade name “Canada No. 3” instead of “Ontario No. 3” if it meets the grade requirements for “Ontario No. 3” described in Table 2.  O. Reg. 119/11, s. 11 (4).</p> <p class=\"subsection-e\">  (5) This section does not apply to comb honey.  O. Reg. 119/11, s. 11 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III GRADING AND COLOUR CLASSIFICATION",
            "section": "Grading of maple syrup",
            "content": " 12. (1) A person who grades maple syrup and classifies it for colour shall, (a)  grade the maple syrup in accordance with the grades and grade requirements set out in Table 4; and (b)  classify the maple syrup as one of the four colour classes set out in Column 2 of Table 5, based on the percentage of light transmission set out opposite the colour class in Column 4 of the Table that the person determines exists in the maple syrup, subject to subsection (3). O. Reg. 119/11, s. 12 (1); O. Reg. 354/15, s. 2 (1). (2) The colour classification for maple syrup shall be determined optically by means of, (a)  a spectrophotometer, using matched square optical cells having a 10 millimetre light path at a wavelength of 560 nanometres, the colour values being expressed in percent of light transmission as compared to A. R. Glycerol fixed at 100 per cent transmission; or (b)  a visual glass comparator, the optical specifications of which correspond as closely as possible to the specifications determined in accordance with clause (a).  O. Reg. 119/11, s. 12 (2). (3) For the purposes of this Regulation, a colour class of maple syrup may be identified either by using the colour name that appears in Column 2 of Table 5 alone (without a taste descriptor) or by using the colour name in Column 2 of Table 5, together with the taste descriptor that is set out opposite to it in Column 3 of Table 5. O. Reg. 354/15, s. 2 (2). (4) Revoked: O. Reg. 354/15, s. 2 (3). Part IV   Packages, Containers and Labels General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) A person who grades maple syrup and classifies it for colour shall,</p> <p class=\"clause-e\">  (a)  grade the maple syrup in accordance with the grades and grade requirements set out in Table 4; and</p> <p class=\"clause-e\">  (b)  classify the maple syrup as one of the four colour classes set out in Column 2 of Table 5, based on the percentage of light transmission set out opposite the colour class in Column 4 of the Table that the person determines exists in the maple syrup, subject to subsection (3). O. Reg. 119/11, s. 12 (1); O. Reg. 354/15, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The colour classification for maple syrup shall be determined optically by means of,</p> <p class=\"clause-e\">  (a)  a spectrophotometer, using matched square optical cells having a 10 millimetre light path at a wavelength of 560 nanometres, the colour values being expressed in percent of light transmission as compared to A. R. Glycerol fixed at 100 per cent transmission; or</p> <p class=\"clause-e\">  (b)  a visual glass comparator, the optical specifications of which correspond as closely as possible to the specifications determined in accordance with clause (a).  O. Reg. 119/11, s. 12 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, a colour class of maple syrup may be identified either by using the colour name that appears in Column 2 of Table 5 alone (without a taste descriptor) or by using the colour name in Column 2 of Table 5, together with the taste descriptor that is set out opposite to it in Column 3 of Table 5. O. Reg. 354/15, s. 2 (2).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 354/15, s. 2 (3).</p> <p class=\"partnum-e\"><a name=\"BK17\"></a>Part IV <br/>  Packages, Containers and Labels</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>General</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "General",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Application",
            "content": " 13. (1) This Part applies to produce that is intended for sale to a consumer but does not apply to produce that is intended to be processed, minimally processed or used in the manufacture of other foods.  O. Reg. 119/11, s. 13 (1). (1.1) For greater certainty, the reference to the manufacture of other foods in subsection (1) does not include the preparation of foods in food service premise, as that term is defined in Ontario Regulation 493/17 (Food Premises) made under the Health Protection and Promotion Act. O. Reg. 506/17, s. 1. (2) This Part applies to all honey and maple products, whether they are intended to be sold to a consumer or to be used in the manufacture of other foods.  O. Reg. 119/11, s. 13 (2). (3) The labelling requirements in sections 19 to 22 do not apply to produce, honey or maple products that are sold, or intended for sale, to a consumer in a package or container filled by the consumer from a bulk display or dispenser.  O. Reg. 119/11, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>13. </b>(1) This Part applies to produce that is intended for sale to a consumer but does not apply to produce that is intended to be processed, minimally processed or used in the manufacture of other foods.  O. Reg. 119/11, s. 13 (1).</p> <p class=\"subsection-e\"><b> </b>(1.1) For greater certainty, the reference to the manufacture of other foods in subsection (1) does not include the preparation of foods in food service premise, as that term is defined in Ontario Regulation 493/17 (Food Premises) made under the <i>Health Protection and Promotion Act</i>. O. Reg. 506/17, s. 1.</p> <p class=\"subsection-e\">  (2) This Part applies to all honey and maple products, whether they are intended to be sold to a consumer or to be used in the manufacture of other foods.  O. Reg. 119/11, s. 13 (2).</p> <p class=\"subsection-e\"><b> </b>(3) The labelling requirements in sections 19 to 22 do not apply to produce, honey or maple products that are sold, or intended for sale, to a consumer in a package or container filled by the consumer from a bulk display or dispenser.  O. Reg. 119/11, s. 13 (3).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Compliance",
            "content": " 14. (1) Every packer shall pack and label produce, honey and maple products, as the case may be, in accordance with this Part.  O. Reg. 119/11, s. 14 (1). (2) If a packer packs produce, honey or maple products on behalf of a retailer, producer or other person, the person on whose behalf the produce, honey or maple products are packed shall ensure that the packer complies with subsection (1).  O. Reg. 119/11, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>14. </b>(1) Every packer shall pack and label produce, honey and maple products, as the case may be, in accordance with this Part.  O. Reg. 119/11, s. 14 (1).</p> <p class=\"subsection-e\">  (2) If a packer packs produce, honey or maple products on behalf of a retailer, producer or other person, the person on whose behalf the produce, honey or maple products are packed shall ensure that the packer complies with subsection (1).  O. Reg. 119/11, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Prohibitions",
            "content": " 15. (1) No person shall sell produce in Ontario if the packages and master containers in which the produce is sold do not comply with the packaging and labelling requirements set out in this Part.  O. Reg. 119/11, s. 15 (1). (2) No person shall sell honey or a maple product in Ontario if the containers in which the honey or maple product is sold do not comply with the packaging and labelling requirements set out in this Part.  O. Reg. 119/11, s. 15 (2). (3) No person shall transport produce, honey or a maple product in Ontario if, (a)  the packages and master containers in which the produce is transported do not comply with the packaging and labelling requirements set out in this Part; or (b)  the containers in which the honey or maple product is transported do not comply with the packaging and labelling requirements set out in this Part.  O. Reg. 119/11, s. 15 (3). Packages and Containers",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>15. </b>(1) No person shall sell produce in Ontario if the packages and master containers in which the produce is sold do not comply with the packaging and labelling requirements set out in this Part.  O. Reg. 119/11, s. 15 (1).</p> <p class=\"subsection-e\">  (2) No person shall sell honey or a maple product in Ontario if the containers in which the honey or maple product is sold do not comply with the packaging and labelling requirements set out in this Part.  O. Reg. 119/11, s. 15 (2).</p> <p class=\"subsection-e\">  (3) No person shall transport produce, honey or a maple product in Ontario if,</p> <p class=\"clause-e\">  (a)  the packages and master containers in which the produce is transported do not comply with the packaging and labelling requirements set out in this Part; or</p> <p class=\"clause-e\">  (b)  the containers in which the honey or maple product is transported do not comply with the packaging and labelling requirements set out in this Part.  O. Reg. 119/11, s. 15 (3).</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Packages and Containers</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Packages and Containers",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Packages and Containers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Packages of produce",
            "content": " 16. A person may pack produce in any package that is suitable for the produce.  O. Reg. 119/11, s. 27 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>16. </b>A person may pack produce in any package that is suitable for the produce.  O. Reg. 119/11, s. 27 (5).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Containers of honey",
            "content": " 17. (1) No person shall pack honey in a consumer container unless the container is of a size permitted under subsection (2).  O. Reg. 119/11, s. 17 (1). (2) The following are the permitted sizes of consumer containers for the purposes of subsection (1): 1.  A container capable of containing a net weight of 330 grams of honey. 2.  A container of a size required under the Safe Food for Canadians Regulations (Canada) in respect of consumer prepackaged honey within the meaning of those Regulations. O. Reg. 119/11, s. 17 (2); O. Reg. 717/20, s. 2. (3) Consumer containers of honey shall not have been previously used and shall be securely closed.  O. Reg. 119/11, s. 17 (3). (4) Containers of honey, whether bulk containers or consumer containers, shall be clean and sound.  O. Reg. 119/11, s. 17 (4). (5) Subsection (2) does not apply to comb honey.  O. Reg. 119/11, s. 17 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>17. </b>(1) No person shall pack honey in a consumer container unless the container is of a size permitted under subsection (2).  O. Reg. 119/11, s. 17 (1).</p> <p class=\"subsection-e\">  (2) The following are the permitted sizes of consumer containers for the purposes of subsection (1): </p> <p class=\"paragraph-e\">  1.  A container capable of containing a net weight of 330 grams of honey.</p> <p class=\"paragraph-e\">  2.  A container of a size required under the <i>Safe Food for Canadians Regulations</i> (Canada) in respect of consumer prepackaged honey within the meaning of those Regulations. O. Reg. 119/11, s. 17 (2); O. Reg. 717/20, s. 2.</p> <p class=\"subsection-e\">  (3) Consumer containers of honey shall not have been previously used and shall be securely closed.  O. Reg. 119/11, s. 17 (3).</p> <p class=\"subsection-e\">  (4) Containers of honey, whether bulk containers or consumer containers, shall be clean and sound.  O. Reg. 119/11, s. 17 (4).</p> <p class=\"subsection-e\">  (5) Subsection (2) does not apply to comb honey.  O. Reg. 119/11, s. 17 (5).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Containers of maple products",
            "content": " 18. (1) A person may pack a maple product in any container that is suitable for the purpose, subject to subsections (2), (3), (4) and (5).  O. Reg. 119/11, s. 18 (1). (2) A container of maple syrup of any size shall be filled to at least 90 per cent of its capacity.  O. Reg. 119/11, s. 18 (2). (3) Containers of maple products, whether bulk containers or consumer containers, shall be clean and sound.  O. Reg. 119/11, s. 18 (3). (4) Consumer containers of maple products shall not have been previously used and be securely closed.  O. Reg. 119/11, s. 18 (4). (5) Revoked: O. Reg. 354/15, s. 3. Labels",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>18. </b>(1) A person may pack a maple product in any container that is suitable for the purpose, subject to subsections (2), (3), (4) and (5).  O. Reg. 119/11, s. 18 (1).</p> <p class=\"subsection-e\">  (2) A container of maple syrup of any size shall be filled to at least 90 per cent of its capacity.  O. Reg. 119/11, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Containers of maple products, whether bulk containers or consumer containers, shall be clean and sound.  O. Reg. 119/11, s. 18 (3).</p> <p class=\"subsection-e\">  (4) Consumer containers of maple products shall not have been previously used and be securely closed.  O. Reg. 119/11, s. 18 (4).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 354/15, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Labels</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Labels",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Labels",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "19.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Labels required",
            "content": " 19. (1) Every person who packs produce, honey or maple products under this Regulation shall apply a label containing the information required under section 20, 21 or 22, as the case may be, to every package or master container of produce and to every container of honey or maple products that they pack.  O. Reg. 119/11, s. 19 (1). (2) For the purposes of this Regulation, a label is considered to have been applied to a package or container if, (a)  it is imprinted or stamped directly onto the container or package; (b)  in the case of a package consisting of a wrapper or confining band, the ticket, tag or other label is attached to the package by any means; or (c)  it is otherwise affixed or attached to the package or container by any means.  O. Reg. 119/11, s. 19 (2). (3) The information and labelling requirements in this section and sections 20, 21 and 22 apply in addition to any such requirements that may apply under the Safe Food for Canadians Act (Canada) or the Food and Drugs Act (Canada).  O. Reg. 119/11, s. 19 (3); O. Reg. 717/20, s. 3. (4) If a packer packs produce, honey or maple products in packages, master containers or other containers that have been previously used and the labels that were applied to the packages or containers for purposes of the previous use do not meet the requirements of this section or of section 20, 21 or 22 for purposes of the subsequent use, (a)  the previous labels shall be completely removed and new labels applied to the packages or containers in accordance with this Part; or (b)  the information on the previous labels shall be completely obliterated and any information required under this Part added to them.  O. Reg. 119/11, s. 19 (4); O. Reg. 127/12, s. 8 (1). (5) Subsection (4) does not apply to consumer containers of honey and maple products.  O. Reg. 119/11, s. 19 (5); O. Reg. 127/12, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>19. </b>(1) Every person who packs produce, honey or maple products under this Regulation shall apply a label containing the information required under section 20, 21 or 22, as the case may be, to every package or master container of produce and to every container of honey or maple products that they pack.  O. Reg. 119/11, s. 19 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a label is considered to have been applied to a package or container if,</p> <p class=\"clause-e\">  (a)  it is imprinted or stamped directly onto the container or package; </p> <p class=\"clause-e\">  (b)  in the case of a package consisting of a wrapper or confining band, the ticket, tag or other label is attached to the package by any means; or</p> <p class=\"clause-e\">  (c)  it is otherwise affixed or attached to the package or container by any means.  O. Reg. 119/11, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The information and labelling requirements in this section and sections 20, 21 and 22 apply in addition to any such requirements that may apply under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Food and Drugs Act</i> (Canada).  O. Reg. 119/11, s. 19 (3); O. Reg. 717/20, s. 3.</p> <p class=\"subsection-e\">  (4) If a packer packs produce, honey or maple products in packages, master containers or other containers that have been previously used and the labels that were applied to the packages or containers for purposes of the previous use do not meet the requirements of this section or of section 20, 21 or 22 for purposes of the subsequent use, </p> <p class=\"clause-e\">  (a)  the previous labels shall be completely removed and new labels applied to the packages or containers in accordance with this Part; or</p> <p class=\"clause-e\">  (b)  the information on the previous labels shall be completely obliterated and any information required under this Part added to them.  O. Reg. 119/11, s. 19 (4); O. Reg. 127/12, s. 8 (1).</p> <p class=\"subsection-e\">  (5) Subsection (4) does not apply to consumer containers of honey and maple products.  O. Reg. 119/11, s. 19 (5); O. Reg. 127/12, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "20.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Labels on produce",
            "content": " 20. (1) Every label applied to a package or master container of produce shall set out the following information: 1.  The name and full address of, i.  the packer, or ii.  if the packer packs the produce on behalf of a retailer, producer or other person, the person on whose behalf the produce is packed. 2.  The country or province in which the produce was grown or harvested, i.  using the words “Product of/Produit de”, “Produce of/Produit de”, “Grown in/Cultivé dans” or “Country of Origin/Pays d’origine” followed by the name of the country in which the produce was grown or harvested, in the case of produce grown or harvested in a country other than Canada, or ii.  using the words “Product of/Produit de”, “Produce of/Produit de”, “Grown in/Cultivé dans”, “Country of Origin/Pays d’origine” or “Province of Origin/Province d’origine” followed by the word “Canada” or the name of the province in which the produce was grown or harvested, in the case of produce grown or harvested in Canada. 3.  If the produce is packed in such a manner that the produce itself is not readily visible and identifiable, the common name of the produce. 4.  In the case of potatoes of a yellow fleshed variety, i.  the words “yellow fleshed/à chair jaune”, if the word “potatoes” or “pommes de terre” appears elsewhere on the package or master container, or ii.  the words “yellow fleshed potatoes/pommes de terre à chair jaune”, if the word “potatoes” or “pommes de terre” does not appear elsewhere on the package or master container. 5.  In the case of peppers, the words “sweet/doux” or “hot/forts”, as appropriate.  O. Reg. 119/11, s. 20 (1); O. Reg. 127/12, s. 9 (1-4). (2) Revoked: O. Reg. 119/11, s. 27 (7). (3) The print size used to indicate the information required to appear on a label under this section shall be the same print size as is required for similar information on produce labels required under the Safe Food for Canadians Regulations (Canada).  O. Reg. 119/11, s. 20 (3); O. Reg. 127/12, s. 9 (5); O. Reg. 717/20, s. 4. (4) This section does not apply to packages of raspberries or strawberries that are packaged in the field in packages having a capacity of 1.14 litres or less.  O. Reg. 119/11, s. 20 (4); O. Reg. 127/12, s. 9 (6). (5) This section does not apply to packages of produce that are packaged in a wrapper or confining band of less than half an inch in width.  O. Reg. 119/11, s. 20 (5). (6) Despite subsections (1) and (2), if packages of produce are contained in master containers and the labels on the packages are easily and clearly discernable in the master container, a label setting out the same information is not required to be applied to the master container.  O. Reg. 119/11, s. 20 (6). (7) Despite subsection (1), until July 1, 2013, a label on a package or master container of nuts or edible fungi sold, packed or transported in Ontario is not required to set out the information described in paragraph 2 of that subsection.  O. Reg. 119/11, s. 20 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>20. </b>(1) Every label applied to a package or master container of produce shall set out the following information:</p> <p class=\"paragraph-e\">  1.  The name and full address of,</p> <p class=\"subpara-e\">  i.  the packer, or </p> <p class=\"subpara-e\">  ii.  if the packer packs the produce on behalf of a retailer, producer or other person, the person on whose behalf the produce is packed. </p> <p class=\"paragraph-e\">  2.  The country or province in which the produce was grown or harvested, </p> <p class=\"subpara-e\">  i.  using the words “Product of/Produit de”, “Produce of/Produit de”, “Grown in/Cultivé dans” or “Country of Origin/Pays d’origine” followed by the name of the country in which the produce was grown or harvested, in the case of produce grown or harvested in a country other than Canada, or</p> <p class=\"subpara-e\">  ii.  using the words “Product of/Produit de”, “Produce of/Produit de”, “Grown in/Cultivé dans”, “Country of Origin/Pays d’origine” or “Province of Origin/Province d’origine” followed by the word “Canada” or the name of the province in which the produce was grown or harvested, in the case of produce grown or harvested in Canada.</p> <p class=\"paragraph-e\">  3.  If the produce is packed in such a manner that the produce itself is not readily visible and identifiable, the common name of the produce.</p> <p class=\"paragraph-e\">  4.  In the case of potatoes of a yellow fleshed variety, </p> <p class=\"subpara-e\">  i.  the words “yellow fleshed/à chair jaune”, if the word “potatoes” or “pommes de terre” appears elsewhere on the package or master container, or </p> <p class=\"subpara-e\">  ii.  the words “yellow fleshed potatoes/pommes de terre à chair jaune”, if the word “potatoes” or “pommes de terre” does not appear elsewhere on the package or master container.</p> <p class=\"paragraph-e\">  5.  In the case of peppers, the words “sweet/doux” or “hot/forts”, as appropriate.  O. Reg. 119/11, s. 20 (1); O. Reg. 127/12, s. 9 (1-4).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 119/11, s. 27 (7).</p> <p class=\"subsection-e\">  (3) The print size used to indicate the information required to appear on a label under this section shall be the same print size as is required for similar information on produce labels required under the <i>Safe Food for Canadians Regulations</i> (Canada).  O. Reg. 119/11, s. 20 (3); O. Reg. 127/12, s. 9 (5); O. Reg. 717/20, s. 4.</p> <p class=\"subsection-e\">  (4) This section does not apply to packages of raspberries or strawberries that are packaged in the field in packages having a capacity of 1.14 litres or less.  O. Reg. 119/11, s. 20 (4); O. Reg. 127/12, s. 9 (6).</p> <p class=\"subsection-e\">  (5) This section does not apply to packages of produce that are packaged in a wrapper or confining band of less than half an inch in width.  O. Reg. 119/11, s. 20 (5).</p> <p class=\"subsection-e\">  (6) Despite subsections (1) and (2), if packages of produce are contained in master containers and the labels on the packages are easily and clearly discernable in the master container, a label setting out the same information is not required to be applied to the master container.  O. Reg. 119/11, s. 20 (6).</p> <p class=\"subsection-e\">  (7) Despite subsection (1), until July 1, 2013, a label on a package or master container of nuts or edible fungi sold, packed or transported in Ontario is not required to set out the information described in paragraph 2 of that subsection.  O. Reg. 119/11, s. 20 (7).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "21.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Labels on honey",
            "content": " 21. (1) Every label on a container of honey shall set out the following information: 1.  The name and full address of, i.  the packer, or ii.  if the packer packs the honey on behalf of a retailer, producer or other person, the person on whose behalf the honey is packed. 2.  The words “honey/miel” or, where applicable, the words “comb honey/miel en rayon”. 3.  The grade immediately followed by the colour class of any honey, other than comb honey, that is, i.  in a consumer container, or ii.  in a bulk container that is being sold or transported directly to a consumer or retail outlet. 4.  The net weight of the honey. 5.  In the case of comb honey that contains cells of pollen, notice thereof.  O. Reg. 119/11, s. 21 (1); O. Reg. 127/12, s. 10 (1). (2) Despite subsection (1), a label on a container of honey with a maximum capacity of 150 grams or less is not required to set out the information mentioned in paragraphs 3 and 4 of subsection (1).  O. Reg. 119/11, s. 21 (2); O. Reg. 127/12, s. 10 (2). (3) Despite subsection (1), if honey is sold at retail premises from a dispenser and poured into packages at the time of purchase, the label on the dispenser need not indicate the net weight of the honey.  O. Reg. 119/11, s. 21 (3). (4) A container of honey shall not contain a statement indicating that the honey is from a specified floral source unless the honey meets the composition requirements for the particular kind of honey set out in the Table of Composition of Specific Kinds of Honey in the document entitled “Canadian Grade Compendium, Volume 6 — Honey”, prepared by the Canadian Food Inspection Agency and available on its website, as that document is amended from time to time. O. Reg. 717/20, s. 5. (5) A container of honey shall not contain a statement indicating that the honey is pasteurized, creamed or liquid unless the honey meets the grade requirements for pasteurized honey, creamed honey or liquid honey, as the case may be, set out in Table 2.  O. Reg. 119/11, s. 21 (5). (6) In the case of honey that is produced outside Ontario and transported into Ontario in bulk for packaging and sale within Ontario, in addition to any other information required under this section, a label on a consumer or bulk container containing such honey shall set out the information relating to its place of origin, as follows: 1.  If the honey has not been blended with honey produced in Ontario, the words “Product of/Produit de” followed by the name of the country or province in which it was produced. 2.  If the honey was produced in a country outside Canada and is blended with honey produced in Ontario, the words “Product of Canada and/Produit du Canada et” or “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other country. 3.  If the honey was produced in Canada but outside Ontario and blended with honey produced in Ontario, the words “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other province or “Product of Canada/Produit du Canada”.  O. Reg. 119/11, s. 21 (6); O. Reg. 127/12, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>21. </b>(1) Every label on a container of honey shall set out the following information:</p> <p class=\"paragraph-e\">  1.  The name and full address of,</p> <p class=\"subpara-e\">  i.  the packer, or </p> <p class=\"subpara-e\">  ii.  if the packer packs the honey on behalf of a retailer, producer or other person, the person on whose behalf the honey is packed.</p> <p class=\"paragraph-e\">  2.  The words “honey/miel” or, where applicable, the words “comb honey/miel en rayon”.</p> <p class=\"paragraph-e\">  3.  The grade immediately followed by the colour class of any honey, other than comb honey, that is,</p> <p class=\"subpara-e\">  i.  in a consumer container, or </p> <p class=\"subpara-e\">  ii.  in a bulk container that is being sold or transported directly to a consumer or retail outlet.</p> <p class=\"paragraph-e\">  4.  The net weight of the honey.</p> <p class=\"paragraph-e\">  5.  In the case of comb honey that contains cells of pollen, notice thereof.  O. Reg. 119/11, s. 21 (1); O. Reg. 127/12, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a label on a container of honey with a maximum capacity of 150 grams or less is not required to set out the information mentioned in paragraphs 3 and 4 of subsection (1).  O. Reg. 119/11, s. 21 (2); O. Reg. 127/12, s. 10 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), if honey is sold at retail premises from a dispenser and poured into packages at the time of purchase, the label on the dispenser need not indicate the net weight of the honey.  O. Reg. 119/11, s. 21 (3).</p> <p class=\"subsection-e\">  (4) A container of honey shall not contain a statement indicating that the honey is from a specified floral source unless the honey meets the composition requirements for the particular kind of honey set out in the Table of Composition of Specific Kinds of Honey in the document entitled “Canadian Grade Compendium, Volume 6 — Honey”, prepared by the Canadian Food Inspection Agency and available on its website, as that document is amended from time to time. O. Reg. 717/20, s. 5.</p> <p class=\"subsection-e\">  (5) A container of honey shall not contain a statement indicating that the honey is pasteurized, creamed or liquid unless the honey meets the grade requirements for pasteurized honey, creamed honey or liquid honey, as the case may be, set out in Table 2.  O. Reg. 119/11, s. 21 (5).</p> <p class=\"subsection-e\">  (6) In the case of honey that is produced outside Ontario and transported into Ontario in bulk for packaging and sale within Ontario, in addition to any other information required under this section, a label on a consumer or bulk container containing such honey shall set out the information relating to its place of origin, as follows:</p> <p class=\"paragraph-e\">  1.  If the honey has not been blended with honey produced in Ontario, the words “Product of/Produit de” followed by the name of the country or province in which it was produced.</p> <p class=\"paragraph-e\">  2.  If the honey was produced in a country outside Canada and is blended with honey produced in Ontario, the words “Product of Canada and/Produit du Canada et” or “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other country.</p> <p class=\"paragraph-e\">  3.  If the honey was produced in Canada but outside Ontario and blended with honey produced in Ontario, the words “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other province or “Product of Canada/Produit du Canada”.  O. Reg. 119/11, s. 21 (6); O. Reg. 127/12, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PACKAGES, CONTAINERS AND LABELS",
            "section": "Labels on maple products",
            "content": " 22. (1) The following information shall be set out on one or more labels that are applied to a container of maple product: 1.  The name of the maple product. 2.  The name and full address of, i.  the packer, or ii.  if the packer packs the maple product on behalf of a retailer, producer or other person, the person on whose behalf the maple product is packed. 3.  In the case of maple syrup, i.  the volume of the syrup in the container, ii.  the grade immediately followed by the colour class of any syrup that is, A.  in a consumer container, or B.  in a bulk container that is being sold or transported directly to a consumer or retail outlet, and iii.  a code identifying the production lot of the maple syrup. 4.  In the case of maple products other than maple syrup, the net weight of the product. O. Reg. 119/11, s. 22 (1); O. Reg. 354/15, s. 4 (1, 2). (1.1) Despite paragraph 4 of subsection (1), the labels on a container of maple product, other than maple syrup, with a maximum capacity of 150 grams or less, are not required to set out the net weight of the product. O. Reg. 354/15, s. 4 (3). (2) Despite subsection (1), labels on a container of maple syrup with a maximum capacity of 125 ml or less are not required to set out the information in paragraph 3 of subsection (1). O. Reg. 354/15, s. 4 (3). (2.1) Revoked: O. Reg. 354/15, s. 4 (4). (3) Despite subsection (1), if maple syrup is sold at retail premises from a dispenser and poured into packages at the time of purchase, labels on the dispenser need not indicate the volume of the maple syrup. O. Reg. 119/11, s. 22 (3); O. Reg. 354/15, s. 4 (5). (4) In the case of a maple product that is produced outside Ontario and transported into Ontario in bulk for packaging and sale within Ontario, in addition to any other information required under this section, the labels on a container containing the maple product shall set out the information relating to its place of origin, as follows: 1.  If the maple product has not been blended with maple product produced in Ontario, the words “Product of/Produit de” followed by the name of the country or province in which it was produced. 2.  If the maple product was produced in a country outside Canada and is blended with maple product produced in Ontario, the words “Product of Canada and/Produit du Canada et” or “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other country. 3.  If the maple product was produced in Canada but outside Ontario and is blended with maple product produced in Ontario, the words “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other province or “Product of Canada/Produit du Canada”. O. Reg. 119/11, s. 22 (4); O. Reg. 127/12, s. 11 (3); O. Reg. 354/15, s. 4 (6). Part V   Advertising and Retail Display Signs",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>22. </b>(1) The following information shall be set out on one or more labels that are applied to a container of maple product:</p> <p class=\"paragraph-e\">  1.  The name of the maple product.</p> <p class=\"paragraph-e\">  2.  The name and full address of,</p> <p class=\"subpara-e\">  i.  the packer, or </p> <p class=\"subpara-e\">  ii.  if the packer packs the maple product on behalf of a retailer, producer or other person, the person on whose behalf the maple product is packed. </p> <p class=\"paragraph-e\">  3.  In the case of maple syrup,</p> <p class=\"subpara-e\">  i.  the volume of the syrup in the container,</p> <p class=\"subpara-e\">  ii.  the grade immediately followed by the colour class of any syrup that is,</p> <p class=\"subsubpara-e\">  A.  in a consumer container, or </p> <p class=\"subsubpara-e\">  B.  in a bulk container that is being sold or transported directly to a consumer or retail outlet, and</p> <p class=\"subpara-e\">  iii.  a code identifying the production lot of the maple syrup.</p> <p class=\"paragraph-e\">  4.  In the case of maple products other than maple syrup, the net weight of the product. O. Reg. 119/11, s. 22 (1); O. Reg. 354/15, s. 4 (1, 2).</p> <p class=\"subsection-e\">  (1.1) Despite paragraph 4 of subsection (1), the labels on a container of maple product, other than maple syrup, with a maximum capacity of 150 grams or less, are not required to set out the net weight of the product. O. Reg. 354/15, s. 4 (3).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), labels on a container of maple syrup with a maximum capacity of 125 ml or less are not required to set out the information in paragraph 3 of subsection (1). O. Reg. 354/15, s. 4 (3).</p> <p class=\"subsection-e\">  (2.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 354/15, s. 4 (4).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), if maple syrup is sold at retail premises from a dispenser and poured into packages at the time of purchase, labels on the dispenser need not indicate the volume of the maple syrup. O. Reg. 119/11, s. 22 (3); O. Reg. 354/15, s. 4 (5).</p> <p class=\"subsection-e\">  (4) In the case of a maple product that is produced outside Ontario and transported into Ontario in bulk for packaging and sale within Ontario, in addition to any other information required under this section, the labels on a container containing the maple product shall set out the information relating to its place of origin, as follows:</p> <p class=\"paragraph-e\">  1.  If the maple product has not been blended with maple product produced in Ontario, the words “Product of/Produit de” followed by the name of the country or province in which it was produced.</p> <p class=\"paragraph-e\">  2.  If the maple product was produced in a country outside Canada and is blended with maple product produced in Ontario, the words “Product of Canada and/Produit du Canada et” or “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other country.</p> <p class=\"paragraph-e\">  3.  If the maple product was produced in Canada but outside Ontario and is blended with maple product produced in Ontario, the words “Product of Ontario and/Produit de l’Ontario et” followed by the name of the other province or “Product of Canada/Produit du Canada”. O. Reg. 119/11, s. 22 (4); O. Reg. 127/12, s. 11 (3); O. Reg. 354/15, s. 4 (6).</p> <p class=\"partnum-e\"><a name=\"BK31\"></a>Part V <br/>  Advertising and Retail Display Signs</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V ADVERTISING AND RETAIL DISPLAY SIGNS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "part_id": "PART V  ",
            "part_type": "PART V ADVERTISING AND RETAIL DISPLAY SIGNS",
            "section": "Advertising",
            "content": " 23. A person who advertises produce shall ensure that the advertisement, whether written or otherwise, contains the following information: 1.  The country or province in which the produce was grown or harvested, i.  using the words “Product of”, “Produce of”, “Grown in” or “Country of Origin” followed by the name of the country in which the produce was grown or harvested, in the case of produce grown or harvested in a country other than Canada, or ii.  using the words “Product of”, “Produce of”, “Grown in”, “Country of Origin” or “Province of Origin” followed by the word “Canada” or the name of the province in which the produce was grown or harvested, in the case of produce grown or harvested in Canada. 2.  Revoked: O. Reg. 119/11, s. 27 (8). 3.  If the produce is packaged, the net quantity of the produce.  O. Reg. 119/11, s. 23; O. Reg. 119/11, s. 27 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>23. </b>A person who advertises produce shall ensure that the advertisement, whether written or otherwise, contains the following information:</p> <p class=\"paragraph-e\">  1.  The country or province in which the produce was grown or harvested, </p> <p class=\"subpara-e\">  i.  using the words “Product of”, “Produce of”, “Grown in” or “Country of Origin” followed by the name of the country in which the produce was grown or harvested, in the case of produce grown or harvested in a country other than Canada, or</p> <p class=\"subpara-e\">  ii.  using the words “Product of”, “Produce of”, “Grown in”, “Country of Origin” or “Province of Origin” followed by the word “Canada” or the name of the province in which the produce was grown or harvested, in the case of produce grown or harvested in Canada.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 119/11, s. 27 (8).</p> <p class=\"paragraph-e\">  3.  If the produce is packaged, the net quantity of the produce.  O. Reg. 119/11, s. 23; O. Reg. 119/11, s. 27 (8).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.",
            "part_id": "PART V  ",
            "part_type": "PART V ADVERTISING AND RETAIL DISPLAY SIGNS",
            "section": "Retail display signs for produce",
            "content": " 24. (1) No person shall sell at retail any produce unless a sign appears on or immediately over the display of produce setting out the following information: 1.  The country or province in which the produce was grown or harvested, i.  using the words “Product of”, “Produce of”, “Grown in” or “Country of Origin” followed by the name of the country in which the produce was grown or harvested, in the case of produce grown or harvested in a country other than Canada, or ii.  using the words “Product of”, “Produce of”, “Grown in”, “Country of Origin” or “Province of Origin” followed by the word “Canada” or the name of the province in which the produce was grown or harvested, in the case of produce grown or harvested in Canada. 2.  In the case of peppers, the word “sweet” or “hot”, as appropriate. 3.  If the produce is sold by weight, the price per unit of weight.  O. Reg. 119/11, s. 24 (1). (2) The print on a retail display sign shall be readily discernible and of a size reasonable in proportion to the size of the sign.  O. Reg. 119/11, s. 24 (2). Part VI   Misrepresentation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>24. </b>(1) No person shall sell at retail any produce unless a sign appears on or immediately over the display of produce setting out the following information:</p> <p class=\"paragraph-e\">  1.  The country or province in which the produce was grown or harvested, </p> <p class=\"subpara-e\">  i.  using the words “Product of”, “Produce of”, “Grown in” or “Country of Origin” followed by the name of the country in which the produce was grown or harvested, in the case of produce grown or harvested in a country other than Canada, or</p> <p class=\"subpara-e\">  ii.  using the words “Product of”, “Produce of”, “Grown in”, “Country of Origin” or “Province of Origin” followed by the word “Canada” or the name of the province in which the produce was grown or harvested, in the case of produce grown or harvested in Canada.</p> <p class=\"paragraph-e\">  2.  In the case of peppers, the word “sweet” or “hot”, as appropriate.</p> <p class=\"paragraph-e\">  3.  If the produce is sold by weight, the price per unit of weight.  O. Reg. 119/11, s. 24 (1).</p> <p class=\"subsection-e\">  (2) The print on a retail display sign shall be readily discernible and of a size reasonable in proportion to the size of the sign.  O. Reg. 119/11, s. 24 (2).</p> <p class=\"partnum-e\"><a name=\"BK34\"></a>Part VI <br/>  Misrepresentation</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI MISREPRESENTATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "25.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISREPRESENTATION",
            "section": "Prohibition, false information",
            "content": " 25. No person shall include any false or misleading information on any label, package, container or master container of produce, honey or maple product, or in any advertisement for the produce, honey or maple product or retail display sign for produce and, in particular, no person shall misrepresent, (a)  the name and address of, (i)  the packer, or (ii)  if the packer packs the produce, honey or maple product on behalf of a retailer, producer or other person, the person on whose behalf it is packed; (b)  the place in which the produce was grown or harvested or the honey or maple product was produced; (c)  the amount of produce contained in a package or master container or the amount of honey or maple product contained in a container; or (d)  any grade of potatoes established under this Regulation or any grade or colour class of honey or maple products established under this Regulation.  O. Reg. 119/11, s. 25; O. Reg. 127/12, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>25. </b>No person shall include any false or misleading information on any label, package, container or master container of produce, honey or maple product, or in any advertisement for the produce, honey or maple product or retail display sign for produce and, in particular, no person shall misrepresent,</p> <p class=\"clause-e\">  (a)  the name and address of,</p> <p class=\"subclause-e\">  (i)  the packer, or </p> <p class=\"subclause-e\">  (ii)  if the packer packs the produce, honey or maple product on behalf of a retailer, producer or other person, the person on whose behalf it is packed;</p> <p class=\"clause-e\">  (b)  the place in which the produce was grown or harvested or the honey or maple product was produced;</p> <p class=\"clause-e\">  (c)  the amount of produce contained in a package or master container or the amount of honey or maple product contained in a container; or</p> <p class=\"clause-e\">  (d)  any grade of potatoes established under this Regulation or any grade or colour class of honey or maple products established under this Regulation.  O. Reg. 119/11, s. 25; O. Reg. 127/12, s. 12.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "26.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISREPRESENTATION",
            "section": "Substitutes for honey or maple product",
            "content": " 26. (1) A person who packs, sells or advertises honey substitutes or maple product substitutes shall not use words, pictures or designs on any label or container or in any advertisement for the substitute if words, pictures or designs are likely to lead a person to mistake the substitute for honey or a maple product, as the case may be.  O. Reg. 119/11, s. 26 (1). (2) A person who packs, sells or advertises honey substitutes or maple product substitutes shall not use a container of a particular shape if the shape of the container is likely to lead a person to mistake the substitute for honey or a maple product, as the case may be.  O. Reg. 119/11, s. 26 (2). (3) A person who packs, sells or advertises a honey substitute that does not contain any honey shall not use the word “honey” or “miel” on any container of the substitute.  O. Reg. 119/11, s. 26 (3); O. Reg. 127/12, s. 13 (1). (4) A person who packs, sells or advertises a maple product substitute that does not contain any maple product shall not use the word “maple” or “érable” on any container of the substitute except in the expressions “artificially maple flavoured”, “aromatisé artificiellement à l’érable”, “artificial maple flavouring” or “arôme artificiel d’érable”.  O. Reg. 127/12, s. 13 (2). (5) No person shall sell a maple product substitute that contains a maple product as an ingredient in the maple product substitute unless, (a)  the maple product constitutes at least 15 per cent of the total volume of the maple product substitute; (b)  a statement of percentage, stating the amount of maple product contained in the maple product substitute as a percentage of the total volume of the product, is set out on the principal display panel on the maple product substitute’s container; (c)  the statement of percentage referred to in clause (b) does not use the word “pure” or “pur”; and (d)  the word “maple” or “érable” does not appear on the label applied to the maple product substitute’s container except in, (i)  the statement of percentage referred to in clause (b), and (ii)  a list of ingredients.  O. Reg. 119/11, s. 26 (5); O. Reg. 127/12, s. 13 (3, 4). (6) Despite subsection (1), maple trees, maple leaves or any scene depicting or implying maple syrup may be shown on the principal display panel of a container of a maple product substitute that complies with subsection (5).  O. Reg. 119/11, s. 26 (6). (7) In this section, “principal display panel” has the same meaning as in the Safe Food for Canadians Regulations\r\n(Canada).  O. Reg. 119/11, s. 26 (7); O. Reg. 717/20, s. 6. 27. Omitted (provides for amendments to this Regulation).  O. Reg. 119/11, s. 27; O. Reg. 127/12, s. 14. 28. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 119/11, s. 28. Table 1 Revoked: O. Reg. 119/11, s. 27 (9). Table 2   Grades for Honey Item   Grade Name   Grade Requirements \n\n  1.   Ontario No. 1   The honey, (a) contains not more than 17.8 per cent moisture or, where its container is marked “pasteurized”, not more than 18.6 per cent moisture; (b) is free from any foreign material that would be retained on a screen having a sieve opening of 0.180 mm; (c) contains not more than 0.1 per cent water insoluble solids or, where its container is marked “pressed”, not more than 0.5 per cent water insoluble solids; (d) has a flavour characteristic of its colour classification and is free from any objectionable flavour, aroma or taint; (e) where its container is marked “liquid”, is clear, bright, uniform in colour and free from visible crystals; and (f) where its container is marked “creamed” or is otherwise marked to indicate that the contents are granulated, has a smooth fine texture and complete and uniform granulation. \n\n  2.   Ontario No. 2   The honey, (a) contains not more than 18.6 per cent moisture or, where its container is marked “pasteurized”, not more than 20 per cent moisture; (b) is free from any foreign material that would be retained on a screen having a sieve opening of 0.250 mm; (c) contains not more than 0.1 per cent water insoluble solids or, where its container is marked “pressed”, not more than 0.5 per cent water insoluble solids; (d) has a flavour that may be slightly off but its honey flavour is not substantially impaired; (e) where its container is marked “liquid”, has a colour that may be dull and cloudy or turbid or slightly uneven and shows not more than slight signs of crystallization in the form of a light suspension or minor sedimentation of crystals; and  (f) where its container is marked “creamed” or is otherwise marked to indicate that the contents are granulated, has a texture that may be medium coarse or gritty, but not extremely coarse or gritty, and has a complete and fairly uniform granulation. \n\n  3.   Ontario No. 3   The honey, (a) contains not more than 20 per cent moisture; (b) contains not more than 0.1 per cent water insoluble solids or, where its container is marked “pressed”, not more than 0.5 per cent water insoluble solids; and  (c) has a flavour that may be slightly off but its honey flavour is not substantially impaired. O. Reg. 119/11, Table 2; O. Reg. 127/12, s. 15. Table 3   Colour Classification for Honey Item   Colour Class   Designation on Honey Classifier   Pfund Scale Reading on a Honey Grader \n\n  1.   White   Not darker than “White”   Not more than 30 millimetres \n\n  2.   Golden   Darker than “White” but not darker than “Golden”   More than 30 millimetres but not more than 50 millimetres \n\n  3.   Amber   Darker than “Golden” but not darker than “Amber”   More than 50 millimetres but not more than 85 millimetres \n\n  4.   Dark   Darker than “Amber”   More than 85 millimetres O. Reg. 119/11, Table 3; O. Reg. 127/12, s. 16. Table 4   Grades for Maple Syrup Item   Grade Name   Grade Requirements \n\n  1.   Ontario Grade A   1. The maple syrup, (a) is free from fermentation; (b) is uniform in colour and free from any cloudiness or turbidity; (c) has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste. 2. The sale of the maple syrup is not prohibited by section 4 of this Regulation. \n\n  2.   Ontario Processing Grade   1. The sale of the maple syrup is not prohibited by section 4 of this Regulation. O. Reg. 119/11, Table 4; O. Reg. 354/15, s. 5. Table 5   Colour Classification for Maple syrup Column 1   Item   Column 2   Colour Class   Column 3   Taste Descriptor   Column 4   Percentage of Light Transmission \n\n  1.   Golden    Delicate Taste   75% or more \n\n  2.   Amber    Rich Taste   50% or more but less than 75%  \n\n  3.   Dark   Robust Taste   25% or more but less than 50%  \n\n  4.   Very Dark    Strong Taste   Less than 25% O. Reg. 354/15, s. 6.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>26. </b>(1) A person who packs, sells or advertises honey substitutes or maple product substitutes shall not use words, pictures or designs on any label or container or in any advertisement for the substitute if words, pictures or designs are likely to lead a person to mistake the substitute for honey or a maple product, as the case may be.  O. Reg. 119/11, s. 26 (1).</p> <p class=\"subsection-e\">  (2) A person who packs, sells or advertises honey substitutes or maple product substitutes shall not use a container of a particular shape if the shape of the container is likely to lead a person to mistake the substitute for honey or a maple product, as the case may be.  O. Reg. 119/11, s. 26 (2).</p> <p class=\"subsection-e\">  (3) A person who packs, sells or advertises a honey substitute that does not contain any honey shall not use the word “honey” or “miel” on any container of the substitute.  O. Reg. 119/11, s. 26 (3); O. Reg. 127/12, s. 13 (1).</p> <p class=\"subsection-e\">  (4) A person who packs, sells or advertises a maple product substitute that does not contain any maple product shall not use the word “maple” or “érable” on any container of the substitute except in the expressions “artificially maple flavoured”, “aromatisé artificiellement à l’érable”, “artificial maple flavouring” or “arôme artificiel d’érable”.  O. Reg. 127/12, s. 13 (2).</p> <p class=\"subsection-e\">  (5) No person shall sell a maple product substitute that contains a maple product as an ingredient in the maple product substitute unless,</p> <p class=\"clause-e\">  (a)  the maple product constitutes at least 15 per cent of the total volume of the maple product substitute;</p> <p class=\"clause-e\">  (b)  a statement of percentage, stating the amount of maple product contained in the maple product substitute as a percentage of the total volume of the product, is set out on the principal display panel on the maple product substitute’s container; </p> <p class=\"clause-e\">  (c)  the statement of percentage referred to in clause (b) does not use the word “pure” or “pur”; and</p> <p class=\"clause-e\">  (d)  the word “maple” or “érable” does not appear on the label applied to the maple product substitute’s container except in,</p> <p class=\"subclause-e\">  (i)  the statement of percentage referred to in clause (b), and</p> <p class=\"subclause-e\">  (ii)  a list of ingredients.  O. Reg. 119/11, s. 26 (5); O. Reg. 127/12, s. 13 (3, 4).</p> <p class=\"subsection-e\">  (6) Despite subsection (1), maple trees, maple leaves or any scene depicting or implying maple syrup may be shown on the principal display panel of a container of a maple product substitute that complies with subsection (5).  O. Reg. 119/11, s. 26 (6).</p> <p class=\"subsection-e\">  (7) In this section,</p> <p class=\"firstdef-e\">“principal display panel” has the same meaning as in the <i>Safe Food for Canadians Regulations</i>\r\n(Canada).  O. Reg. 119/11, s. 26 (7); O. Reg. 717/20, s. 6.</p> <p class=\"section-e\"> <b>27.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).  O. Reg. 119/11, s. 27; O. Reg. 127/12, s. 14.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 119/11, s. 28.</p> <p class=\"tableheadingRepeal-e\"><span class=\"ovallcaps\">Table</span> 1 <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 119/11, s. 27 (9).</p> <p class=\"tableheading-e\"><a name=\"BK37\"></a>Table 2 <br/>  Grades for Honey</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Grade Name</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Grade Requirements</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Ontario No. 1</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">The honey,</p> <p class=\"table-e\">(a) contains not more than 17.8 per cent moisture or, where its container is marked “pasteurized”, not more than 18.6 per cent moisture;</p> <p class=\"table-e\">(b) is free from any foreign material that would be retained on a screen having a sieve opening of 0.180 mm;</p> <p class=\"table-e\">(c) contains not more than 0.1 per cent water insoluble solids or, where its container is marked “pressed”, not more than 0.5 per cent water insoluble solids;</p> <p class=\"table-e\">(d) has a flavour characteristic of its colour classification and is free from any objectionable flavour, aroma or taint;</p> <p class=\"table-e\">(e) where its container is marked “liquid”, is clear, bright, uniform in colour and free from visible crystals; and</p> <p class=\"table-e\">(f) where its container is marked “creamed” or is otherwise marked to indicate that the contents are granulated, has a smooth fine texture and complete and uniform granulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Ontario No. 2</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">The honey,</p> <p class=\"table-e\">(a) contains not more than 18.6 per cent moisture or, where its container is marked “pasteurized”, not more than 20 per cent moisture;</p> <p class=\"table-e\">(b) is free from any foreign material that would be retained on a screen having a sieve opening of 0.250 mm;</p> <p class=\"table-e\">(c) contains not more than 0.1 per cent water insoluble solids or, where its container is marked “pressed”, not more than 0.5 per cent water insoluble solids;</p> <p class=\"table-e\">(d) has a flavour that may be slightly off but its honey flavour is not substantially impaired;</p> <p class=\"table-e\">(e) where its container is marked “liquid”, has a colour that may be dull and cloudy or turbid or slightly uneven and shows not more than slight signs of crystallization in the form of a light suspension or minor sedimentation of crystals; and </p> <p class=\"table-e\">(f) where its container is marked “creamed” or is otherwise marked to indicate that the contents are granulated, has a texture that may be medium coarse or gritty, but not extremely coarse or gritty, and has a complete and fairly uniform granulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Ontario No. 3</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">The honey,</p> <p class=\"table-e\">(a) contains not more than 20 per cent moisture;</p> <p class=\"table-e\">(b) contains not more than 0.1 per cent water insoluble solids or, where its container is marked “pressed”, not more than 0.5 per cent water insoluble solids; and </p> <p class=\"table-e\">(c) has a flavour that may be slightly off but its honey flavour is not substantially impaired.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 119/11, Table 2; O. Reg. 127/12, s. 15.</p> <p class=\"tableheading-e\"><a name=\"BK38\"></a>Table 3 <br/>  Colour Classification for Honey</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Colour Class</p> </td> <td valign=\"top\" width=\"272\"> <p class=\"table-e\">Designation on Honey Classifier</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Pfund Scale Reading on a Honey Grader</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">White</p> </td> <td valign=\"top\" width=\"272\"> <p class=\"table-e\">Not darker than “White”</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Not more than 30 millimetres</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Golden</p> </td> <td valign=\"top\" width=\"272\"> <p class=\"table-e\">Darker than “White” but not darker than “Golden”</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">More than 30 millimetres but not more than 50 millimetres</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Amber</p> </td> <td valign=\"top\" width=\"272\"> <p class=\"table-e\">Darker than “Golden” but not darker than “Amber”</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">More than 50 millimetres but not more than 85 millimetres</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"73\"> <p class=\"table-e\">Dark</p> </td> <td valign=\"top\" width=\"272\"> <p class=\"table-e\">Darker than “Amber”</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">More than 85 millimetres</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 119/11, Table 3; O. Reg. 127/12, s. 16.</p> <p class=\"tableheading-e\"><a name=\"BK39\"></a>Table 4 <br/>  Grades for Maple Syrup</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Grade Name</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">Grade Requirements</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Ontario Grade A</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">1. The maple syrup,</p> <p class=\"table-e\">(a) is free from fermentation;</p> <p class=\"table-e\">(b) is uniform in colour and free from any cloudiness or turbidity;</p> <p class=\"table-e\">(c) has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste.</p> <p class=\"table-e\">2. The sale of the maple syrup is not prohibited by section 4 of this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Ontario Processing Grade</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">1. The sale of the maple syrup is not prohibited by section 4 of this Regulation.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 119/11, Table 4; O. Reg. 354/15, s. 5.</p> <p class=\"tableheading-e\"><a name=\"BK40\"></a>Table 5 <br/>  Colour Classification for Maple syrup</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">Column 1 <br/>  Item</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Column 2 <br/>  Colour Class</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 3 <br/>  Taste Descriptor</p> </td> <td valign=\"top\" width=\"320\"> <p class=\"table-e\">Column 4 <br/>  Percentage of Light Transmission</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Golden </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Delicate Taste</p> </td> <td valign=\"top\" width=\"320\"> <p class=\"table-e\">75% or more</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Amber </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Rich Taste</p> </td> <td valign=\"top\" width=\"320\"> <p class=\"table-e\">50% or more but less than 75% </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Dark</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Robust Taste</p> </td> <td valign=\"top\" width=\"320\"> <p class=\"table-e\">25% or more but less than 50% </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Very Dark </p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Strong Taste</p> </td> <td valign=\"top\" width=\"320\"> <p class=\"table-e\">Less than 25%</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 354/15, s. 6.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/110119\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Table 2",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISREPRESENTATION",
            "section": "Grades for honey",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Table 3",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISREPRESENTATION",
            "section": "Colour classification for honey",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "Table 4",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISREPRESENTATION",
            "section": "Grades for maple syrup",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "Table 5",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISREPRESENTATION",
            "section": "Colour classification for maple syrup",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}