{
    "reg_info": {
        "full_title": "O. Reg. 297/98: GRADUATE TRANSITIONS TAX CREDIT",
        "reg_name_text": "GRADUATE TRANSITIONS TAX CREDIT",
        "citation": "O. Reg. 297/98: ",
        "act_under": "Income Tax Act   Loi de l’impôt sur le revenu",
        "url": "https://www.ontario.ca/laws/regulation/980297",
        "date_scraped": "2023-12-19 06:17:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/980297/v1",
            "valid_from": "May  5, 2000",
            "valid_to": "September 30, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The amount of salary or wages deemed to have been paid by an eligible employer in a taxation year for the purposes of subsection 8.1 (2) of the Act is the amount that would be determined for that year without reference to any salary or wages paid by a partnership of which the employer is a partner. O. Reg. 297/98, s. 1 (1). (2) For the purposes of subsection 8.1 (7) of the Act, a prescribed program of study is an educational program or course of study that meets the requirements of subsection (3) or an apprentice training program that meets the requirements of subsection (4). O. Reg. 297/98, s. 1 (2). (3) An educational program or course of study meets the requirements of this subsection if, (a) the program or course of study qualifies the student to receive a post-secondary degree, diploma or certificate, other than a certificate of completion issued for individual courses, studies in continuing education or personal interest or leisure activity courses; and (b) the program or course of study is provided by, (i) a university or college of applied arts and technology in Ontario, whose enrollment is counted for the purposes of calculating annual operating grants entitlements from the Government of Ontario, (ii) the Michener Institute of Applied Health Sciences, (iii) the Ontario College of Art and Design, or (iv) a vocational school registered under the Private Vocational Schools Act. O. Reg. 297/98, s. 1 (3). (4) An apprentice training program meets the requirements of this subsection if it is approved by the Director of Apprenticeship under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act. O. Reg. 297/98, s. 1 (4); O. Reg. 267/00, s. 1 (1). (5) For the purposes of subsection 8.1 (7) of the Act, an employee is considered to have completed all requirements to qualify for graduation from an apprentice training program when he or she receives the appropriate certificate under the Apprenticeship and Certification Act, 1998 or the Trades Qualification and Apprenticeship Act. O. Reg. 297/98, s. 1 (5); O. Reg. 267/00, s. 1 (2). (6) For the purposes of subclause 8.1 (7) (b) (ii) of the Act, an employee is considered to be employed by a person more than 15 hours in a week if, (a) the employee is a student enrolled in a prescribed program of study and would be considered by the educational institution offering the program to be a full-time student of the institution during a period that includes the week; or (b) the employee accepted an offer of employment before or during the week and the terms of the offer require the employee to start work during or after the end of the week and to work an average of more than 24 hours a week, irrespective of whether the employee works for the person who makes the offer of employment. O. Reg. 297/98, s. 1 (6).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The amount of salary or wages deemed to have been paid by an eligible employer in a taxation year for the purposes of subsection 8.1 (2) of the Act is the amount that would be determined for that year without reference to any salary or wages paid by a partnership of which the employer is a partner. O. Reg. 297/98, s. 1 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection 8.1 (7) of the Act, a prescribed program of study is an educational program or course of study that meets the requirements of subsection (3) or an apprentice training program that meets the requirements of subsection (4). O. Reg. 297/98, s. 1 (2).</p> <p class=\"subsection-e\">(3) An educational program or course of study meets the requirements of this subsection if,</p> <p class=\"clause-e\">(a) the program or course of study qualifies the student to receive a post-secondary degree, diploma or certificate, other than a certificate of completion issued for individual courses, studies in continuing education or personal interest or leisure activity courses; and</p> <p class=\"clause-e\">(b) the program or course of study is provided by,</p> <p class=\"subclause-e\">(i) a university or college of applied arts and technology in Ontario, whose enrollment is counted for the purposes of calculating annual operating grants entitlements from the Government of Ontario,</p> <p class=\"subclause-e\">(ii) the Michener Institute of Applied Health Sciences,</p> <p class=\"subclause-e\">(iii) the Ontario College of Art and Design, or</p> <p class=\"subclause-e\">(iv) a vocational school registered under the <i>Private Vocational Schools Act</i>. O. Reg. 297/98, s. 1 (3).</p> <p class=\"subsection-e\">(4) An apprentice training program meets the requirements of this subsection if it is approved by the Director of Apprenticeship under the <i>Apprenticeship and Certification Act, 1998 </i>or the <i>Trades Qualification and Apprenticeship Act</i>. O. Reg. 297/98, s. 1 (4); O. Reg. 267/00, s. 1 (1).</p> <p class=\"subsection-e\">(5) For the purposes of subsection 8.1 (7) of the Act, an employee is considered to have completed all requirements to qualify for graduation from an apprentice training program when he or she receives the appropriate certificate under the<i> Apprenticeship and Certification Act, 1998 </i>or the <i>Trades Qualification and Apprenticeship Act</i>. O. Reg. 297/98, s. 1 (5); O. Reg. 267/00, s. 1 (2).</p> <p class=\"subsection-e\">(6) For the purposes of subclause 8.1 (7) (b) (ii) of the Act, an employee is considered to be employed by a person more than 15 hours in a week if,</p> <p class=\"clause-e\">(a) the employee is a student enrolled in a prescribed program of study and would be considered by the educational institution offering the program to be a full-time student of the institution during a period that includes the week; or</p> <p class=\"clause-e\">(b) the employee accepted an offer of employment before or during the week and the terms of the offer require the employee to start work during or after the end of the week and to work an average of more than 24 hours a week, irrespective of whether the employee works for the person who makes the offer of employment. O. Reg. 297/98, s. 1 (6).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 297/98, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 297/98, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}