{
    "reg_info": {
        "full_title": "O. Reg. 554/06: COMMUNITY CARE ACCESS CORPORATIONS",
        "reg_name_text": "community care access corporations",
        "citation": "O. Reg. 554/06: COMMUNITY CARE ACCESS CORPORATIONS",
        "act_under": "Community Care Access Corporations Act, 2001",
        "url": "https://www.ontario.ca/laws/regulation/060554",
        "date_scraped": "2023-12-19 02:24:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/060554/v7",
            "valid_from": "April  1, 2011",
            "valid_to": "October 31, 2017"
        },
        {
            "a_href": "/laws/regulation/060554/v6",
            "valid_from": "February  1, 2011",
            "valid_to": "March 31, 2011"
        },
        {
            "a_href": "/laws/regulation/060554/v5",
            "valid_from": "July  1, 2010",
            "valid_to": "January 31, 2011"
        },
        {
            "a_href": "/laws/regulation/060554/v4",
            "valid_from": "March 29, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/060554/v3",
            "valid_from": "September 18, 2009",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/060554/v2",
            "valid_from": "June 29, 2009",
            "valid_to": "September 17, 2009"
        },
        {
            "a_href": "/laws/regulation/060554/v1",
            "valid_from": "December 13, 2006",
            "valid_to": "June 28, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Corporation continued",
            "content": " 1. The following community care access corporations incorporated under section 1 of Ontario Regulation 366/06 (Establishment of Corporations) made under the Act are continued, on January 1, 2007, as corporations without share capital under subsection 2 (4) of the Act: 1. The corporation known in English as the Central Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre. 2. The corporation known in English as the Central West Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre-Ouest. 3. The corporation known in English as the Mississauga Halton Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Mississauga Halton. 4. The corporation known in English as the North Simcoe Muskoka Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Simcoe Nord Muskoka.  O. Reg. 554/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following community care access corporations incorporated under section 1 of Ontario Regulation 366/06 (Establishment of Corporations) made under the Act are continued, on January 1, 2007, as corporations without share capital under subsection 2 (4) of the Act:</p> <p class=\"paragraph-e\">  1. The corporation known in English as the Central Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre.</p> <p class=\"paragraph-e\">  2. The corporation known in English as the Central West Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre-Ouest.</p> <p class=\"paragraph-e\">  3. The corporation known in English as the Mississauga Halton Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Mississauga Halton.</p> <p class=\"paragraph-e\">  4. The corporation known in English as the North Simcoe Muskoka Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Simcoe Nord Muskoka.  O. Reg. 554/06, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Amalgamations",
            "content": "  2. (1) The amalgamations described in subsections (2) to (11) shall take effect on January 1, 2007.  O. Reg. 554/06, s. 2 (1). (2) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Central East Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre-Est: 1. The corporation known as Central East Community Care Access Centre in English and Centre d’accès aux soins communautaires du Centre-Est in French. 2. The corporation known as Durham Access to Care in English and Accès aux soins de Durham in French. 3. The corporation known as The Peterborough Community Access Centre Incorporated in English and Le Centre d’accès communautaire de Peterborough in French.  O. Reg. 554/06, s. 2 (2). (3) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Champlain Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Champlain: 1. The corporation known as Champlain Community Care Access Centre in English and Centre d’accès aux soins communautaires de Champlain in French. 2. The corporation known as Community Care Access Centre for the Eastern Counties/Centre d’accès aux soins communautaires pour les comtés de l’Est. 3. The corporation known as Ottawa Community Care Access Centre/Centre d’accès aux soins communautaires d’Ottawa. 4. The corporation known as Renfrew County Community Care Access Centre in English and Centre d’accès aux soins communautaires du comté de Renfrew in French.  O. Reg. 554/06, s. 2 (3). (4) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Erie St. Clair Community Care Access Centre and in French as Centre d’accès aux soins communautaires d’Érié St-Clair: 1. The corporation known as Chatham/Kent Community Care Access Centre in English and Centre d’accès aux soins communautaires de Chatham/Kent in French. 2. The corporation known as Erie St. Clair Community Care Access Centre in English and Centre d’accès aux soins communautaires d’Érié St-Clair in French. 3. The corporation known as Sarnia/Lambton Community Care Access Centre in English and Centre d’accès aux soins communautaires de Sarnia/Lambton in French. 4. The corporation known as Windsor/Essex Community Care Access Centre in English and Centre d’accès aux soins communautaires de Windsor/Essex in French.  O. Reg. 554/06, s. 2 (4). (5) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Hamilton Niagara Haldimand Brant Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Hamilton Niagara Haldimand Brant: 1. The corporation known as Brant Community Care Access Centre in English and Centre d’accès aux soins communautaires de Brant in French. 2. The corporation known as Community Care Access Centre Niagara in English and Centre d’accès aux soins communautaires Niagara in French. 3. The corporation known as Hamilton Niagara Haldimand Brant Community Care Access Centre in English and Centre d’accès aux soins communautaires de Hamilton Niagara Haldimand Brant in French. 4. The corporation known as Hamilton Community Care Access Centre in English and Centre d’accès aux soins communautaires de Hamilton in French.  O. Reg. 554/06, s. 2 (5). (6) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the North East Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Nord-Est: 1. The corporation known as Algoma Community Care Access Centre in English and Centre d’accès aux soins communautaires d’Algoma in French. 2. The corporation known as Cochrane District Community Care Access Centre/Centre d’accès aux soins communautaires du district de Cochrane. 3. The corporation known as Community Care Access Centre Timiskaming/Centre d’accès aux soins communautaires Timiskaming. 4. The corporation known as Manitoulin-Sudbury Community Care Access Centre in English and Centre d’accès aux soins communautaires de Manitoulin-Sudbury in French. 5. The corporation known as Near North Community Care Access Centre/Centre d’accès aux soins communautaires du Moyen-Nord. 6. The corporation known as North East Community Care Access Centre in English and Centre d’accès aux soins communautaires du Nord-Est in French.  O. Reg. 554/06, s. 2 (6). (7) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the North West Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Nord-Ouest: 1. The corporation known as Community Care Access Centre for Kenora and Rainy River Districts in English and Centre d’accès aux soins communautaires des districts de Kenora et Rainy River in French. 2. The corporation known as Community Care Access Centre of The District of Thunder Bay in English and Centre d’accès aux soins communautaires du district de Thunder Bay in French. 3. The corporation known as North West Community Care Access Centre in English and Centre d’accès aux soins communautaires du Nord-Ouest in French.  O. Reg. 554/06, s. 2 (7). (8) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the South East Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Sud-Est: 1. The corporation known as Access Centre for Hastings & Prince Edward Counties in English and Centre d’accès des comtés de Hastings et Prince Edward in French. 2. The corporation known as Kingston, Frontenac, Lennox & Addington Community Care Access Centre in English and Centre d’accès aux soins communautaires de Kingston, Frontenac, Lennox & Addington in French. 3. The corporation known as South East Community Care Access Centre in English and Centre d’accès aux soins communautaires du Sud-Est in French.  O. Reg. 554/06, s. 2 (8). (9) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the South West Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Sud-Ouest: 1. The corporation known as Elgin Community Care Access Centre in English and Centre d’accès aux soins communautaires d’Elgin in French. 2. The corporation known as Community Care Access Centre (CCAC) - Oxford in English and Centre d’accès aux soins communautaires (CASC) - Oxford in French. 3. The corporation known as Community Care Access Centre for Huron in English and Centre d’accès aux soins communautaires de Huron in French. 4. The corporation known as Community Care Access Centre of London and Middlesex/Centre d’accès aux soins communautaires de London et Middlesex. 5. The corporation known as Community Care Access Centre Perth County in English and Centre d’accès aux soins communautaires du comté de Perth in French. 6. The corporation known as South West Community Care Access Centre in English and Centre d’accès aux soins communautaires du Sud-Ouest in French.  O. Reg. 554/06, s. 2 (9). (10) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Toronto Central Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre-Toronto: 1. The corporation known as East York Access Centre for Community Services/Centre d’accès aux services communautaires d’East York. 2. The corporation known as Toronto Central Community Care Access Centre in English and Centre d’accès aux soins communautaires du Centre-Toronto in French. 3. The corporation known as Toronto Community Care Access Centre/Centre d’accès aux soins communautaires de Toronto.  O. Reg. 554/06, s. 2 (10). (11) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Waterloo Wellington Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Waterloo Wellington: 1. The corporation known as Community Care Access Centre of Waterloo Region in English and Centre d’accès aux soins communautaires de la région de Waterloo in French. 2. The corporation known as Waterloo Wellington Community Care Access Centre in English and Centre d’accès aux soins communautaires de Waterloo Wellington in French.  O. Reg. 554/06, s. 2 (11).",
            "raw_html": "<p class=\"section-e\"><b>  2.</b> (1) The amalgamations described in subsections (2) to (11) shall take effect on January 1, 2007.  O. Reg. 554/06, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Central East Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre-Est:</p> <p class=\"paragraph-e\">  1. The corporation known as Central East Community Care Access Centre in English and Centre d’accès aux soins communautaires du Centre-Est in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Durham Access to Care in English and Accès aux soins de Durham in French.</p> <p class=\"paragraph-e\">  3. The corporation known as The Peterborough Community Access Centre Incorporated in English and Le Centre d’accès communautaire de Peterborough in French.  O. Reg. 554/06, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Champlain Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Champlain:</p> <p class=\"paragraph-e\">  1. The corporation known as Champlain Community Care Access Centre in English and Centre d’accès aux soins communautaires de Champlain in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Community Care Access Centre for the Eastern Counties/Centre d’accès aux soins communautaires pour les comtés de l’Est.</p> <p class=\"paragraph-e\">  3. The corporation known as Ottawa Community Care Access Centre/Centre d’accès aux soins communautaires d’Ottawa.</p> <p class=\"paragraph-e\">  4. The corporation known as Renfrew County Community Care Access Centre in English and Centre d’accès aux soins communautaires du comté de Renfrew in French.  O. Reg. 554/06, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Erie St. Clair Community Care Access Centre and in French as Centre d’accès aux soins communautaires d’Érié St-Clair:</p> <p class=\"paragraph-e\">  1. The corporation known as Chatham/Kent Community Care Access Centre in English and Centre d’accès aux soins communautaires de Chatham/Kent in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Erie St. Clair Community Care Access Centre in English and Centre d’accès aux soins communautaires d’Érié St-Clair in French.</p> <p class=\"paragraph-e\">  3. The corporation known as Sarnia/Lambton Community Care Access Centre in English and Centre d’accès aux soins communautaires de Sarnia/Lambton in French.</p> <p class=\"paragraph-e\">  4. The corporation known as Windsor/Essex Community Care Access Centre in English and Centre d’accès aux soins communautaires de Windsor/Essex in French.  O. Reg. 554/06, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Hamilton Niagara Haldimand Brant Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Hamilton Niagara Haldimand Brant:</p> <p class=\"paragraph-e\">  1. The corporation known as Brant Community Care Access Centre in English and Centre d’accès aux soins communautaires de Brant in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Community Care Access Centre Niagara in English and Centre d’accès aux soins communautaires Niagara in French.</p> <p class=\"paragraph-e\">  3. The corporation known as Hamilton Niagara Haldimand Brant Community Care Access Centre in English and Centre d’accès aux soins communautaires de Hamilton Niagara Haldimand Brant in French.</p> <p class=\"paragraph-e\">  4. The corporation known as Hamilton Community Care Access Centre in English and Centre d’accès aux soins communautaires de Hamilton in French.  O. Reg. 554/06, s. 2 (5).</p> <p class=\"subsection-e\">  (6) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the North East Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Nord-Est:</p> <p class=\"paragraph-e\">  1. The corporation known as Algoma Community Care Access Centre in English and Centre d’accès aux soins communautaires d’Algoma in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Cochrane District Community Care Access Centre/Centre d’accès aux soins communautaires du district de Cochrane.</p> <p class=\"paragraph-e\">  3. The corporation known as Community Care Access Centre Timiskaming/Centre d’accès aux soins communautaires Timiskaming.</p> <p class=\"paragraph-e\">  4. The corporation known as Manitoulin-Sudbury Community Care Access Centre in English and Centre d’accès aux soins communautaires de Manitoulin-Sudbury in French.</p> <p class=\"paragraph-e\">  5. The corporation known as Near North Community Care Access Centre/Centre d’accès aux soins communautaires du Moyen-Nord.</p> <p class=\"paragraph-e\">  6. The corporation known as North East Community Care Access Centre in English and Centre d’accès aux soins communautaires du Nord-Est in French.  O. Reg. 554/06, s. 2 (6).</p> <p class=\"subsection-e\">  (7) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the North West Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Nord-Ouest:</p> <p class=\"paragraph-e\">  1. The corporation known as Community Care Access Centre for Kenora and Rainy River Districts in English and Centre d’accès aux soins communautaires des districts de Kenora et Rainy River in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Community Care Access Centre of The District of Thunder Bay in English and Centre d’accès aux soins communautaires du district de Thunder Bay in French.</p> <p class=\"paragraph-e\">  3. The corporation known as North West Community Care Access Centre in English and Centre d’accès aux soins communautaires du Nord-Ouest in French.  O. Reg. 554/06, s. 2 (7).</p> <p class=\"subsection-e\">  (8) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the South East Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Sud-Est:</p> <p class=\"paragraph-e\">  1. The corporation known as Access Centre for Hastings <span lang=\"EN-CA\">&amp; Prince</span><span lang=\"EN-CA\"> Edward Counties</span> in English and Centre d’accès des comtés de Hastings et Prince Edward in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Kingston, Frontenac, Lennox &amp; Addington Community Care Access Centre in English and Centre d’accès aux soins communautaires de Kingston, Frontenac, Lennox &amp; Addington in French.</p> <p class=\"paragraph-e\">  3. The corporation known as South East Community Care Access Centre in English and Centre d’accès aux soins communautaires du Sud-Est in French.  O. Reg. 554/06, s. 2 (8).</p> <p class=\"subsection-e\">  (9) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the South West Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Sud-Ouest:</p> <p class=\"paragraph-e\">  1. The corporation known as Elgin Community Care Access Centre in English and Centre d’accès aux soins communautaires d’Elgin in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Community Care Access Centre (CCAC) - Oxford in English and Centre d’accès aux soins communautaires (CASC) - Oxford in French.</p> <p class=\"paragraph-e\">  3. The corporation known as Community Care Access Centre for Huron in English and Centre d’accès aux soins communautaires de Huron in French.</p> <p class=\"paragraph-e\">  4. The corporation known as Community Care Access Centre of London and Middlesex/Centre d’accès aux soins communautaires de London et Middlesex.</p> <p class=\"paragraph-e\">  5. The corporation known as Community Care Access Centre Perth County in English and Centre d’accès aux soins communautaires du comté de Perth in French.</p> <p class=\"paragraph-e\">  6. The corporation known as South West Community Care Access Centre in English and Centre d’accès aux soins communautaires du Sud-Ouest in French.  O. Reg. 554/06, s. 2 (9).</p> <p class=\"subsection-e\">  (10) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Toronto Central Community Care Access Centre and in French as Centre d’accès aux soins communautaires du Centre-Toronto:</p> <p class=\"paragraph-e\">  1. The corporation known as East York Access Centre for Community Services/Centre d’accès aux services communautaires d’East York.</p> <p class=\"paragraph-e\">  2. The corporation known as Toronto Central Community Care Access Centre in English and Centre d’accès aux soins communautaires du Centre-Toronto in French.</p> <p class=\"paragraph-e\">  3. The corporation known as Toronto Community Care Access Centre/Centre d’accès aux soins communautaires de Toronto.  O. Reg. 554/06, s. 2 (10).</p> <p class=\"subsection-e\">  (11) The following community care access corporations shall be amalgamated into one community care access corporation to be known in English as the Waterloo Wellington Community Care Access Centre and in French as Centre d’accès aux soins communautaires de Waterloo Wellington:</p> <p class=\"paragraph-e\">  1. The corporation known as Community Care Access Centre of Waterloo Region in English and Centre d’accès aux soins communautaires de la région de Waterloo in French.</p> <p class=\"paragraph-e\">  2. The corporation known as Waterloo Wellington Community Care Access Centre in English and Centre d’accès aux soins communautaires de Waterloo Wellington in French.  O. Reg. 554/06, s. 2 (11).</p>"
        },
        {
            "id": "3.",
            "section": "Dissolutions",
            "content": " 3. The following community care access corporations are dissolved on January 1, 2007: 1. The corporation known as Access Centre for Community Care in Lanark, Leeds and Grenville in English and Centre d’accès aux soins communautaires de Lanark, Leeds et Grenville in French. 2. The corporation known as Community Care Access Centre of Halton in English and Centre d’accès aux soins communautaires de Halton in French. 3. The corporation known as Community Care Access Centre of Peel/Centre d’accès aux soins communautaires de Peel. 4. The corporation known as Community Care Access Centre of Wellington-Dufferin in English and Centre d’accès aux soins communautaires de Wellington-Dufferin in French. 5. The corporation known as Community Care Access Centre of York Region in English and Centre d’accès aux soins communautaires de la région de York in French. 6. The corporation known as Community Care Access Centre Simcoe County/Centre d’accès aux soins communautaires comté de Simcoe. 7. The corporation known as Etobicoke and York Community Care Access Centre/Centre d’accès aux soins communautaires d’Etobicoke et de York. 8. The corporation known as Grey-Bruce Community Care Access Centre in English and Centre d’accès aux soins communautaires de Grey-Bruce in French. 9. The corporation known as Haldimand-Norfolk Community Care Access Centre in English and Centre d’accès aux soins communautaires de Haldimand-Norfolk in French. 10. The corporation known as Haliburton, Northumberland and Victoria Long-Term Care Access Centre in English and Centre d’accès aux soins de longue durée de Haliburton, Northumberland et Victoria in French. 11. The corporation known as North York Community Care Access Centre/Centre d’accès aux soins communautaires de North York. 12. The corporation known as Scarborough Community Care Access Centre/Centre d’accès aux soins communautaires de Scarborough. 13. The corporation known as York Community Care Access Centre/Centre d’accès aux soins communautaires de York.  O. Reg. 554/06, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following community care access corporations are dissolved on January 1, 2007:</p> <p class=\"paragraph-e\">  1. The corporation known as Access Centre for Community Care in Lanark, Leeds and Grenville in English and Centre d’accès aux soins communautaires de Lanark, Leeds et Grenville in French. </p> <p class=\"paragraph-e\">  2. The corporation known as Community Care Access Centre of Halton in English and Centre d’accès aux soins communautaires de Halton in French.</p> <p class=\"paragraph-e\">  3. The corporation known as Community Care Access Centre of Peel/Centre d’accès aux soins communautaires de Peel.</p> <p class=\"paragraph-e\">  4. The corporation known as Community Care Access Centre of Wellington-Dufferin in English and Centre d’accès aux soins communautaires de Wellington-Dufferin in French.</p> <p class=\"paragraph-e\">  5. The corporation known as Community Care Access Centre of York Region in English and Centre d’accès aux soins communautaires de la région de York in French.</p> <p class=\"paragraph-e\">  6. The corporation known as Community Care Access Centre Simcoe County/Centre d’accès aux soins communautaires comté de Simcoe.</p> <p class=\"paragraph-e\">  7. The corporation known as Etobicoke and York Community Care Access Centre/Centre d’accès aux soins communautaires d’Etobicoke et de York.</p> <p class=\"paragraph-e\">  8. The corporation known as Grey-Bruce Community Care Access Centre in English and Centre d’accès aux soins communautaires de Grey-Bruce in French.</p> <p class=\"paragraph-e\">  9. The corporation known as Haldimand-Norfolk Community Care Access Centre in English and Centre d’accès aux soins communautaires de Haldimand-Norfolk in French.</p> <p class=\"paragraph-e\">  10. The corporation known as Haliburton, Northumberland and Victoria Long-Term Care Access Centre in English and Centre d’accès aux soins de longue durée de Haliburton, Northumberland et Victoria in French.</p> <p class=\"paragraph-e\">  11. The corporation known as North York Community Care Access Centre/Centre d’accès aux soins communautaires de North York.</p> <p class=\"paragraph-e\">  12. The corporation known as Scarborough Community Care Access Centre/Centre d’accès aux soins communautaires de Scarborough.</p> <p class=\"paragraph-e\">  13. The corporation known as York Community Care Access Centre/Centre d’accès aux soins communautaires de York.  O. Reg. 554/06, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Charitable object",
            "content": " 4. For the purposes of paragraph 6 of section 5 of the Act, it is a charitable object of a community care access corporation to manage the placement of persons into, (a) adult day programs that are provided under the Home Care and Community Services Act, 1994; (a.1) supportive housing programs that are funded by the Ministry of Health and Long-Term Care or by a local health integration network under the Local Health System Integration Act, 2006 to provide personal support services and homemaking services to persons who are frail or who have a cognitive impairment and who require that such services be available 24 hours a day, whether on-site or not; (b) supportive housing programs that are funded by the Ministry of Health and Long-Term Care or by a local health integration network under the Local Health System Integration Act, 2006 to provide personal support services and homemaking services to the following persons who require that such services be available on-site 24 hours a day: (i)  Revoked:  O. Reg. 26/11, s. 1 (2). (ii) persons with a physical disability, (iii) persons with an acquired brain injury, or (iv) persons with Acquired Immune Deficiency Syndrome (AIDS) or Human Immunodeficiency Virus (HIV); and (c) chronic care beds and rehabilitation beds in hospitals that are graded as a Group E, F, G, J or R hospital in subsection 1 (1) of Regulation 964 of the Revised Regulations of Ontario, 1990 (Classification of Hospitals) made under the Public Hospitals Act.  O. Reg. 251/09, s. 1; O. Reg. 103/10, s. 1; O. Reg. 26/11, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of paragraph 6 of section 5 of the Act, it is a charitable object of a community care access corporation to manage the placement of persons into,</p> <p class=\"clause-e\">  (a) adult day programs that are provided under the <i>Home Care and Community Services Act, 1994</i>;</p> <p class=\"clause-e\"> (a.1) supportive housing programs that are funded by the Ministry of Health and Long-Term Care or by a local health integration network under the <i>Local Health System Integration Act, 2006</i><i> </i>to provide personal support services and homemaking services to persons who are frail or who have a cognitive impairment and who require that such services be available 24 hours a day, whether on-site or not;</p> <p class=\"clause-e\">  (b) supportive housing programs that are funded by the Ministry of Health and Long-Term Care or by a local health integration network under the <i>Local Health System Integration Act, 2006</i> to provide personal support services and homemaking services<i> </i>to the following persons who require that such services be available on-site 24 hours a day:</p> <p class=\"subclause-e\">  (i)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 26/11, s. 1 (2).</p> <p class=\"subclause-e\">  (ii) persons with a physical disability,</p> <p class=\"subclause-e\">  (iii) persons with an acquired brain injury, or</p> <p class=\"subclause-e\">  (iv) persons with Acquired Immune Deficiency Syndrome (AIDS) or Human Immunodeficiency Virus (HIV); and</p> <p class=\"clause-e\">  (c) chronic care beds and rehabilitation beds in hospitals that are graded as a Group E, F, G, J or R hospital in subsection 1 (1) of Regulation 964 of the Revised Regulations of Ontario, 1990 (Classification of Hospitals) made under the <i>Public Hospitals Act</i>.  O. Reg. 251/09, s. 1; O. Reg. 103/10, s. 1; O. Reg. 26/11, s. 1.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060554\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}