{
    "reg_info": {
        "full_title": "O. Reg. 632/92: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 632/92: ",
        "act_under": "Meat Inspection Act (Ontario)   Loi sur l’inspection des viandes (Ontario)",
        "url": "https://www.ontario.ca/laws/regulation/920632",
        "date_scraped": "2023-12-19 18:17:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920632/v2",
            "valid_from": "May 19, 2005",
            "valid_to": "May 31, 2005"
        },
        {
            "a_href": "/laws/regulation/920632/v1",
            "valid_from": "May  6, 1999",
            "valid_to": "May 18, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. In this Regulation, “animal food” means a product derived from an animal for use as food for fish, a pet or an animal kept in a zoo or raised for fur, but does not include feed as defined in the Feeds Act (Canada); “condemn” means to determine that an animal, meat or a meat product is inedible; “contaminated” means containing or having been treated with, (a) a substance not permitted by, or in an amount in excess of limits prescribed under, the Food and Drugs Act (Canada), the Canadian Environmental Protection Act or the Pest Control Products Act (Canada), (b) an ingredient, a food additive or any source of ionizing radiation not permitted by, or in an amount in excess of limits prescribed under, the Food and Drugs Act (Canada), or (c) any decomposed substance or visible extraneous material; “denature” means to treat meat or a meat product to make it unsuitable for use as food; “dress” means, (a) in respect of slaughtered animals other than pigs, poultry, goats or calves, (i) to remove the skin, head and developed mammary glands and the feet at the carpal and tarsal joints, (ii) to eviscerate, and (iii) except in the case of a sheep or rabbit, to split, (b) in respect of slaughtered pigs, (i) to remove the hair, toenails and developed mammary glands, or to remove the things set out in subclause (a) (i) in the manner set out in that subclause, and (ii) to eviscerate and split, (c) in respect of slaughtered poultry, (i) to remove the feathers, hair and head, the feet at the tarsal joints, and the uropygial gland, and (ii) to eviscerate, (d) in respect of slaughtered goats, (i) to remove the hair, head, toenails and developed mammary glands, or to remove the things set out in subclause (a) (i) in the manner set out in that subclause, and (ii) to eviscerate, and (e) in respect of slaughtered calves, (i) to remove the head and the feet at the carpal and tarsal joints, or to remove the things set out in subclause (a) (i) in the manner set out in that subclause, and (ii) to eviscerate; “eviscerate” means, (a) in respect of a carcass derived from poultry other than chickens aged eight weeks or less, to remove the respiratory, digestive, reproductive and urinary systems and the other thoracic and abdominal organs, and (b) in respect of any other carcass, to remove the respiratory, digestive and reproductive systems, the urinary system, except the kidneys, and the other thoracic and abdominal organs; “food” includes any article manufactured, sold or represented for use as food or drink for human beings and any edible ingredient that may be mixed with food; “inedible” means unfit for food; “meat” means all or a part of the dressed carcass of an animal and includes the blood, edible organs and edible tissues of an animal; “operator” means a person who has responsibility for and control over a plant; “refrigerate” means to lower the temperature to, and to maintain the temperature at, 4º C or lower, but does not include to freeze; “regional veterinarian” means a veterinary inspector appointed as a supervisor of inspection service for a region of Ontario; “utensil” means any equipment that comes in contact with animals, meat or meat products in a plant; “veterinarian” means a person licensed under the Veterinarians Act; “veterinary inspector” means a veterinarian appointed as an inspector. O. Reg. 632/92, s. 1. Exemptions from the Act",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“animal food” means a product derived from an animal for use as food for fish, a pet or an animal kept in a zoo or raised for fur, but does not include feed as defined in the <i>Feeds Act</i> (Canada);</p> <p class=\"definition-e\">“condemn” means to determine that an animal, meat or a meat product is inedible;</p> <p class=\"definition-e\">“contaminated” means containing or having been treated with,</p> <p class=\"defclause-e\">(a) a substance not permitted by, or in an amount in excess of limits prescribed under, the <i>Food and Drugs Act</i> (Canada), the <i>Canadian Environmental Protection Act</i> or the <i>Pest Control Products Act</i> (Canada),</p> <p class=\"defclause-e\">(b) an ingredient, a food additive or any source of ionizing radiation not permitted by, or in an amount in excess of limits prescribed under, the <i>Food and Drugs Act</i> (Canada), or</p> <p class=\"defclause-e\">(c) any decomposed substance or visible extraneous material;</p> <p class=\"definition-e\">“denature” means to treat meat or a meat product to make it unsuitable for use as food;</p> <p class=\"definition-e\">“dress” means,</p> <p class=\"defclause-e\">(a) in respect of slaughtered animals other than pigs, poultry, goats or calves,</p> <p class=\"defsubclause-e\">(i) to remove the skin, head and developed mammary glands and the feet at the carpal and tarsal joints,</p> <p class=\"defsubclause-e\">(ii) to eviscerate, and</p> <p class=\"defsubclause-e\">(iii) except in the case of a sheep or rabbit, to split,</p> <p class=\"defclause-e\">(b) in respect of slaughtered pigs,</p> <p class=\"defsubclause-e\">(i) to remove the hair, toenails and developed mammary glands, or to remove the things set out in subclause (a) (i) in the manner set out in that subclause, and</p> <p class=\"defsubclause-e\">(ii) to eviscerate and split,</p> <p class=\"defclause-e\">(c) in respect of slaughtered poultry,</p> <p class=\"defsubclause-e\">(i) to remove the feathers, hair and head, the feet at the tarsal joints, and the uropygial gland, and</p> <p class=\"defsubclause-e\">(ii) to eviscerate,</p> <p class=\"defclause-e\">(d) in respect of slaughtered goats,</p> <p class=\"defsubclause-e\">(i) to remove the hair, head, toenails and developed mammary glands, or to remove the things set out in subclause (a) (i) in the manner set out in that subclause, and</p> <p class=\"defsubclause-e\">(ii) to eviscerate, and</p> <p class=\"defclause-e\">(e) in respect of slaughtered calves,</p> <p class=\"defsubclause-e\">(i) to remove the head and the feet at the carpal and tarsal joints, or to remove the things set out in subclause (a) (i) in the manner set out in that subclause, and</p> <p class=\"defsubclause-e\">(ii) to eviscerate;</p> <p class=\"definition-e\">“eviscerate” means,</p> <p class=\"defclause-e\">(a) in respect of a carcass derived from poultry other than chickens aged eight weeks or less, to remove the respiratory, digestive, reproductive and urinary systems and the other thoracic and abdominal organs, and</p> <p class=\"defclause-e\">(b) in respect of any other carcass, to remove the respiratory, digestive and reproductive systems, the urinary system, except the kidneys, and the other thoracic and abdominal organs;</p> <p class=\"definition-e\">“food” includes any article manufactured, sold or represented for use as food or drink for human beings and any edible ingredient that may be mixed with food;</p> <p class=\"definition-e\">“inedible” means unfit for food;</p> <p class=\"definition-e\">“meat” means all or a part of the dressed carcass of an animal and includes the blood, edible organs and edible tissues of an animal;</p> <p class=\"definition-e\">“operator” means a person who has responsibility for and control over a plant;</p> <p class=\"definition-e\">“refrigerate” means to lower the temperature to, and to maintain the temperature at, 4º C or lower, but does not include to freeze;</p> <p class=\"definition-e\">“regional veterinarian” means a veterinary inspector appointed as a supervisor of inspection service for a region of Ontario;</p> <p class=\"definition-e\">“utensil” means any equipment that comes in contact with animals, meat or meat products in a plant;</p> <p class=\"definition-e\">“veterinarian” means a person licensed under the <i>Veterinarians Act</i>;</p> <p class=\"definition-e\">“veterinary inspector” means a veterinarian appointed as an inspector. O. Reg. 632/92, s. 1.</p> <p class=\"heading1-e\"><a name=\"P94_4019\"></a><a name=\"BK1\"></a>Exemptions from the Act</p>"
        },
        {
            "id": "2.",
            "section": "Exemptions from the Act",
            "content": "2. (1) A producer who owns, raises and slaughters animals on the producer’s own premises for the producer’s own consumption and that of the producer’s immediate family is exempt from the Act in respect of those animals. (2) An operator who slaughters poultry for a producer for the producer’s consumption and that of the producer’s immediate family in a plant operated solely for the custom slaughtering of poultry for producers is exempt from the requirement that the poultry be inspected before and after the time of slaughter. O. Reg. 632/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A producer who owns, raises and slaughters animals on the producer’s own premises for the producer’s own consumption and that of the producer’s immediate family is exempt from the Act in respect of those animals.</p> <p class=\"subsection-e\">(2) An operator who slaughters poultry for a producer for the producer’s consumption and that of the producer’s immediate family in a plant operated solely for the custom slaughtering of poultry for producers is exempt from the requirement that the poultry be inspected before and after the time of slaughter. O. Reg. 632/92, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Exemptions from the Act",
            "content": "3. Revoked: O. Reg. 632/92, s. 3 (2). Licences",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Revoked: O. Reg. 632/92, s. 3 (2).</p> <p class=\"heading1-e\"><a name=\"P98_4657\"></a><a name=\"BK2\"></a>Licences</p>"
        },
        {
            "id": "4.",
            "section": "Licences",
            "content": "4. (1) An application for a licence to engage in the business of operating a plant or for the renewal of a licence shall be accompanied by, (a) in the case of an initial application, the plans and specifications of the plant recommended by the regional veterinarian; (b) a list of the names of all persons, including corporations, that are operators of the plant; and (c) a fee of $52.50. (2) A licence is issued or renewed for not more than one year and expires on the 31st day of March following its issue or renewal. (3) A licence is not transferable. O. Reg. 632/92, s. 4. Facilities and Equipment",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An application for a licence to engage in the business of operating a plant or for the renewal of a licence shall be accompanied by,</p> <p class=\"clause-e\">(a) in the case of an initial application, the plans and specifications of the plant recommended by the regional veterinarian;</p> <p class=\"clause-e\">(b) a list of the names of all persons, including corporations, that are operators of the plant; and</p> <p class=\"clause-e\">(c) a fee of $52.50.</p> <p class=\"subsection-e\">(2) A licence is issued or renewed for not more than one year and expires on the 31st day of March following its issue or renewal.</p> <p class=\"subsection-e\">(3) A licence is not transferable. O. Reg. 632/92, s. 4.</p> <p class=\"heading1-e\"><a name=\"P105_5248\"></a><a name=\"BK3\"></a>Facilities and Equipment</p>"
        },
        {
            "id": "5.",
            "section": "Facilities and Equipment",
            "content": "5. A plant shall meet the following requirements: 1. It shall be situated on land that is free of debris and refuse and that provides or permits good drainage. 2. It shall not be so close to any source of pollution or any place that harbours insects, rodents or other vermin that meat or meat products in the plant are likely to be contaminated. 3. It shall be soundly constructed of material that is suitable for the purpose for which it is used, is durable and is free from any noxious constituent. 4. It shall be protected against the entrance of birds, other than those intended for slaughter, and against insects, rodents or other vermin likely to contaminate meat or meat products. O. Reg. 632/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A plant shall meet the following requirements:</p> <p class=\"paragraph-e\">1. It shall be situated on land that is free of debris and refuse and that provides or permits good drainage.</p> <p class=\"paragraph-e\">2. It shall not be so close to any source of pollution or any place that harbours insects, rodents or other vermin that meat or meat products in the plant are likely to be contaminated.</p> <p class=\"paragraph-e\">3. It shall be soundly constructed of material that is suitable for the purpose for which it is used, is durable and is free from any noxious constituent.</p> <p class=\"paragraph-e\">4. It shall be protected against the entrance of birds, other than those intended for slaughter, and against insects, rodents or other vermin likely to contaminate meat or meat products. O. Reg. 632/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Facilities and Equipment",
            "content": "6. (1) The floors, walls and ceilings in a plant shall be hard, smooth, constructed to enable cleaning and impervious to moisture at locations where, (a) animals are slaughtered or carcasses are dressed; (b) meat or meat products are refrigerated, stored, processed, packaged, labelled, shipped, received or otherwise handled; (c) inedible offal, meat that is not food, condemned material and refuse are stored; and (d) hides are stored. (2) Rooms and areas in a plant shall have lighting, ventilation, heating and plumbing that meet the requirements of the activities carried out in them and shall be constructed to facilitate their cleaning and disinfection. (3) Rooms and areas in a plant where food or packaging materials are exposed shall be equipped with light bulbs and fixtures that will not cause food contamination if they break. (4) There shall be enough rooms in a plant to accommodate the separation of incompatible activities and the rooms shall be designed to ensure that products flow in a single direction, from raw to finished. (5) A plant shall contain the following facilities for an inspector: 1. Lockers and cabinets suitable for the protection and storage of the inspector’s equipment and supplies. 2. Work space in the killing room during a post mortem inspection. 3. Illumination of at least 800 lux at inspection stations. 4. A furnished office for the inspector’s exclusive use if inspection service is provided for three days a week or more. O. Reg. 632/92, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The floors, walls and ceilings in a plant shall be hard, smooth, constructed to enable cleaning and impervious to moisture at locations where,</p> <p class=\"clause-e\">(a) animals are slaughtered or carcasses are dressed;</p> <p class=\"clause-e\">(b) meat or meat products are refrigerated, stored, processed, packaged, labelled, shipped, received or otherwise handled;</p> <p class=\"clause-e\">(c) inedible offal, meat that is not food, condemned material and refuse are stored; and</p> <p class=\"clause-e\">(d) hides are stored.</p> <p class=\"subsection-e\">(2) Rooms and areas in a plant shall have lighting, ventilation, heating and plumbing that meet the requirements of the activities carried out in them and shall be constructed to facilitate their cleaning and disinfection.</p> <p class=\"subsection-e\">(3) Rooms and areas in a plant where food or packaging materials are exposed shall be equipped with light bulbs and fixtures that will not cause food contamination if they break.</p> <p class=\"subsection-e\">(4) There shall be enough rooms in a plant to accommodate the separation of incompatible activities and the rooms shall be designed to ensure that products flow in a single direction, from raw to finished.</p> <p class=\"subsection-e\">(5) A plant shall contain the following facilities for an inspector:</p> <p class=\"paragraph-e\">1. Lockers and cabinets suitable for the protection and storage of the inspector’s equipment and supplies.</p> <p class=\"paragraph-e\">2. Work space in the killing room during a <i>post mortem</i> inspection.</p> <p class=\"paragraph-e\">3. Illumination of at least 800 lux at inspection stations.</p> <p class=\"paragraph-e\">4. A furnished office for the inspector’s exclusive use if inspection service is provided for three days a week or more. O. Reg. 632/92, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Facilities and Equipment",
            "content": "7. A plant shall have loading and unloading facilities. O. Reg. 632/92, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A plant shall have loading and unloading facilities. O. Reg. 632/92, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Facilities and Equipment",
            "content": "8. If a plant is equipped with a catch basin, grease trap or interceptor for the purpose of separating solid matter from effluent, those facilities shall be located in the inedible products area only. O. Reg. 632/92, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>If a plant is equipped with a catch basin, grease trap or interceptor for the purpose of separating solid matter from effluent, those facilities shall be located in the inedible products area only. O. Reg. 632/92, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Facilities and Equipment",
            "content": "9. (1) There shall be one or more lavatories in a plant that meet the following requirements: 1. They shall be capable of being kept clean and sanitary. 2. They shall be lit, heated and ventilated. 3. They shall be separate from and shall not lead directly into any room in which meat or meat products are refrigerated, prepared, packaged, stored or otherwise handled. 4. They shall be enclosed by floor-to-ceiling walls and full-length self-closing doors. 5. They shall be equipped with hand-washing facilities that are remote-functioning or timed, soap and single-use paper towel dispensers. 6. They shall have notices instructing employees to clean their hands immediately after using toilet facilities. (2) Despite subsection (1), a plant need not have a lavatory if the following conditions are met: 1. There is a lavatory in the operator’s residence that may be used by persons at the plant. 2. The lavatory is directly accessible from the outside. 3. The operator’s residence is near the plant. (3) If a plant has dressing rooms and lunch rooms, they shall be capable of being kept clean and sanitary and shall be lit, heated and ventilated. O. Reg. 632/92, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) There shall be one or more lavatories in a plant that meet the following requirements:</p> <p class=\"paragraph-e\">1. They shall be capable of being kept clean and sanitary.</p> <p class=\"paragraph-e\">2. They shall be lit, heated and ventilated.</p> <p class=\"paragraph-e\">3. They shall be separate from and shall not lead directly into any room in which meat or meat products are refrigerated, prepared, packaged, stored or otherwise handled.</p> <p class=\"paragraph-e\">4. They shall be enclosed by floor-to-ceiling walls and full-length self-closing doors.</p> <p class=\"paragraph-e\">5. They shall be equipped with hand-washing facilities that are remote-functioning or timed, soap and single-use paper towel dispensers.</p> <p class=\"paragraph-e\">6. They shall have notices instructing employees to clean their hands immediately after using toilet facilities.</p> <p class=\"subsection-e\">(2) Despite subsection (1), a plant need not have a lavatory if the following conditions are met:</p> <p class=\"paragraph-e\">1. There is a lavatory in the operator’s residence that may be used by persons at the plant.</p> <p class=\"paragraph-e\">2. The lavatory is directly accessible from the outside.</p> <p class=\"paragraph-e\">3. The operator’s residence is near the plant.</p> <p class=\"subsection-e\">(3) If a plant has dressing rooms and lunch rooms, they shall be capable of being kept clean and sanitary and shall be lit, heated and ventilated. O. Reg. 632/92, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Facilities and Equipment",
            "content": "10. A plant shall be supplied with potable hot and cold running water that is protected against contamination and is adequate in quantity and pressure to serve the needs of the plant. O. Reg. 632/92, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A plant shall be supplied with potable hot and cold running water that is protected against contamination and is adequate in quantity and pressure to serve the needs of the plant. O. Reg. 632/92, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Facilities and Equipment",
            "content": "11. (1) A plant shall have a system for waste and effluent removal and disposal. (2) A plant shall have drainage and sewage systems that are equipped with traps and vents, are capable of handling all waste, that segregate the effluent of human waste from other waste and that are located to prevent the contamination of food. O. Reg. 632/92, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A plant shall have a system for waste and effluent removal and disposal.</p> <p class=\"subsection-e\">(2) A plant shall have drainage and sewage systems that are equipped with traps and vents, are capable of handling all waste, that segregate the effluent of human waste from other waste and that are located to prevent the contamination of food. O. Reg. 632/92, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Facilities and Equipment",
            "content": "12. A plant shall have equipment for the slaughter of animals and for the inspection, handling and storage of meat or meat products that meets the following requirements: 1. It shall be constructed of corrosion-resistant material, be free from any noxious constituent and be capable of withstanding repeated cleaning. 2. It shall be accessible for cleaning, servicing and inspection, or easily disassembled for those purposes. 3. It shall be effective for its intended purpose. O. Reg. 632/92, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A plant shall have equipment for the slaughter of animals and for the inspection, handling and storage of meat or meat products that meets the following requirements:</p> <p class=\"paragraph-e\">1. It shall be constructed of corrosion-resistant material, be free from any noxious constituent and be capable of withstanding repeated cleaning.</p> <p class=\"paragraph-e\">2. It shall be accessible for cleaning, servicing and inspection, or easily disassembled for those purposes.</p> <p class=\"paragraph-e\">3. It shall be effective for its intended purpose. O. Reg. 632/92, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Facilities and Equipment",
            "content": "13. (1) Food-contact surfaces in a plant shall be non-toxic, non-absorbent, smooth, free from pitting, crevices and loose scale, unaffected by food and capable of withstanding repeated cleaning. (2) Throughout a plant there shall be facilities for the washing, cleaning and sanitizing of equipment and, if utensils are used in the plant, it shall have water sanitizers that are capable of being maintained at a temperature of not less than 82º C for sanitizing the utensils. (3) A plant shall be equipped with means of establishing, maintaining and verifying the temperature of rooms and areas where meat or meat products are refrigerated, frozen, stored, processed, packaged or labelled. (4) In a plant there shall be containers with insect-proof covers that are constructed of corrosion-resistant material, plastic or fibreglass for the storage of inedible offal, meat that is not food, condemned material and refuse. O. Reg. 632/92, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Food-contact surfaces in a plant shall be non-toxic, non-absorbent, smooth, free from pitting, crevices and loose scale, unaffected by food and capable of withstanding repeated cleaning.</p> <p class=\"subsection-e\">(2) Throughout a plant there shall be facilities for the washing, cleaning and sanitizing of equipment and, if utensils are used in the plant, it shall have water sanitizers that are capable of being maintained at a temperature of not less than 82º C for sanitizing the utensils.</p> <p class=\"subsection-e\">(3) A plant shall be equipped with means of establishing, maintaining and verifying the temperature of rooms and areas where meat or meat products are refrigerated, frozen, stored, processed, packaged or labelled.</p> <p class=\"subsection-e\">(4) In a plant there shall be containers with insect-proof covers that are constructed of corrosion-resistant material, plastic or fibreglass for the storage of inedible offal, meat that is not food, condemned material and refuse. O. Reg. 632/92, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Facilities and Equipment",
            "content": "14. (1) A plant in which poultry is slaughtered shall have facilities for, (a) receiving and holding live poultry; (b) cleaning and disinfecting crates and containers used for the conveyance of live poultry; (c) slaughtering poultry; (d) scalding poultry with equipment with overflow outlets of sufficient size to prevent clogging and discharging into or close to drains; (e) plucking carcasses; (f) washing carcasses with water spray equipment with sufficient water pressure to clean them; (g) eviscerating carcasses; (h) refrigerating and storing dressed carcasses; (i) hand washing, by means of directly drained hand-washing facilities that are remote-controlled or timed, in the evisceration area and in rooms or areas where meat or meat products are produced, processed or handled; (j) sanitizing utensils with water sanitizers in the evisceration area and in rooms or areas where meat or meat products are produced or processed; and (k) storing inedible offal, meat that is not food, condemned material and refuse. (2) The facilities shall be laid out so that the activities referred to in subsection (1) take place in that order. O. Reg. 632/92, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) A plant in which poultry is slaughtered shall have facilities for,</p> <p class=\"clause-e\">(a) receiving and holding live poultry;</p> <p class=\"clause-e\">(b) cleaning and disinfecting crates and containers used for the conveyance of live poultry;</p> <p class=\"clause-e\">(c) slaughtering poultry;</p> <p class=\"clause-e\">(d) scalding poultry with equipment with overflow outlets of sufficient size to prevent clogging and discharging into or close to drains;</p> <p class=\"clause-e\">(e) plucking carcasses;</p> <p class=\"clause-e\">(f) washing carcasses with water spray equipment with sufficient water pressure to clean them;</p> <p class=\"clause-e\">(g) eviscerating carcasses;</p> <p class=\"clause-e\">(h) refrigerating and storing dressed carcasses;</p> <p class=\"clause-e\">(i) hand washing, by means of directly drained hand-washing facilities that are remote-controlled or timed, in the evisceration area and in rooms or areas where meat or meat products are produced, processed or handled;</p> <p class=\"clause-e\">(j) sanitizing utensils with water sanitizers in the evisceration area and in rooms or areas where meat or meat products are produced or processed; and</p> <p class=\"clause-e\">(k) storing inedible offal, meat that is not food, condemned material and refuse.</p> <p class=\"subsection-e\">(2) The facilities shall be laid out so that the activities referred to in subsection (1) take place in that order. O. Reg. 632/92, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Facilities and Equipment",
            "content": "15. (1) A plant in which rabbits are slaughtered shall have facilities for, (a) receiving and holding live rabbits; (b) cleaning and disinfecting crates and transport containers used for the conveyance of live rabbits; (c) slaughtering rabbits; (d) washing carcasses with water spray equipment with sufficient water pressure to clean them; (e) eviscerating carcasses; (f) refrigerating and storing dressed carcasses; (g) hand washing, by means of directly drained hand-washing facilities that are remote-controlled or timed, in the evisceration area and in rooms or areas where meat or meat products are produced, processed or handled; (h) sanitizing utensils with water sanitizers in the evisceration area and in rooms or areas where meat or meat products are produced or processed; and (i) storing inedible offal, meat that is not food, condemned material and refuse. (2) The facilities shall be laid out so that the activities referred to in subsection (1) take place in that order. O. Reg. 632/92, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) A plant in which rabbits are slaughtered shall have facilities for,</p> <p class=\"clause-e\">(a) receiving and holding live rabbits;</p> <p class=\"clause-e\">(b) cleaning and disinfecting crates and transport containers used for the conveyance of live rabbits;</p> <p class=\"clause-e\">(c) slaughtering rabbits;</p> <p class=\"clause-e\">(d) washing carcasses with water spray equipment with sufficient water pressure to clean them;</p> <p class=\"clause-e\">(e) eviscerating carcasses;</p> <p class=\"clause-e\">(f) refrigerating and storing dressed carcasses;</p> <p class=\"clause-e\">(g) hand washing, by means of directly drained hand-washing facilities that are remote-controlled or timed, in the evisceration area and in rooms or areas where meat or meat products are produced, processed or handled;</p> <p class=\"clause-e\">(h) sanitizing utensils with water sanitizers in the evisceration area and in rooms or areas where meat or meat products are produced or processed; and</p> <p class=\"clause-e\">(i) storing inedible offal, meat that is not food, condemned material and refuse.</p> <p class=\"subsection-e\">(2) The facilities shall be laid out so that the activities referred to in subsection (1) take place in that order. O. Reg. 632/92, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Facilities and Equipment",
            "content": "16. A plant in which animals other than poultry or rabbits are slaughtered shall have the following facilities laid out in the following order: 1. Pens for holding animals before slaughter. 2. A killing room for slaughtering animals. 3. A restraining box. 4. A hoist. 5. A viscera truck or table. 6. Head inspection racks. 7. Directly drained hand-washing facilities that are remote-controlled or timed in the killing room and in rooms or areas where meat or meat products are produced, processed or handled. 8. Water sanitizers in the killing room and in rooms or areas where meat or meat products are produced or processed for sanitizing utensils. 9. Refrigeration facilities for refrigerating and storing dressed carcasses after slaughter. 10. A storage room for inedible offal, meat that is not food, condemned material and refuse. 11. A hide room for salting hides, if hides are salted. O. Reg. 632/92, s. 16. Operation and Maintenance of Plants",
            "raw_html": "<p class=\"section-e\"><b>16. </b>A plant in which animals other than poultry or rabbits are slaughtered shall have the following facilities laid out in the following order:</p> <p class=\"paragraph-e\">1. Pens for holding animals before slaughter.</p> <p class=\"paragraph-e\">2. A killing room for slaughtering animals.</p> <p class=\"paragraph-e\">3. A restraining box.</p> <p class=\"paragraph-e\">4. A hoist.</p> <p class=\"paragraph-e\">5. A viscera truck or table.</p> <p class=\"paragraph-e\">6. Head inspection racks.</p> <p class=\"paragraph-e\">7. Directly drained hand-washing facilities that are remote-controlled or timed in the killing room and in rooms or areas where meat or meat products are produced, processed or handled.</p> <p class=\"paragraph-e\">8. Water sanitizers in the killing room and in rooms or areas where meat or meat products are produced or processed for sanitizing utensils.</p> <p class=\"paragraph-e\">9. Refrigeration facilities for refrigerating and storing dressed carcasses after slaughter.</p> <p class=\"paragraph-e\">10. A storage room for inedible offal, meat that is not food, condemned material and refuse.</p> <p class=\"paragraph-e\">11. A hide room for salting hides, if hides are salted. O. Reg. 632/92, s. 16.</p> <p class=\"heading1-e\"><a name=\"P185_14030\"></a><a name=\"BK4\"></a>Operation and Maintenance of Plants</p>"
        },
        {
            "id": "17.",
            "section": "Operation and Maintenance of Plants",
            "content": "17. A plant shall not be used as a person’s living quarters. O. Reg. 632/92, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>A plant shall not be used as a person’s living quarters. O. Reg. 632/92, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Operation and Maintenance of Plants",
            "content": "18. A plant shall not be used to store any wood, tires, metal, equipment or other material or thing that is not used in the normal operation of the plant. O. Reg. 632/92, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>A plant shall not be used to store any wood, tires, metal, equipment or other material or thing that is not used in the normal operation of the plant. O. Reg. 632/92, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Operation and Maintenance of Plants",
            "content": "19. (1) An operator shall ensure that the premises of a plant are maintained in such a way that there is no risk of contamination. (2) An operator shall ensure that the building, equipment, utensils and other physical facilities of a plant are maintained in a sanitary condition. (3) Every room in a plant where animals are slaughtered, carcasses are dressed or meat or meat products are processed, refrigerated, received or shipped or inedible products or hides are stored, and every piece of equipment in them, shall be, (a) cleaned with detergent and hot water at least once a day or more often as may be necessary to keep them clean; and (b) rinsed with potable water after each cleaning. (4) Equipment or utensils that have been in contact with infected material shall be cleaned and sanitized immediately. (5) Every crate or transport container that has been used to transport poultry or rabbits shall be cleaned and disinfected before it leaves the plant. (6) No equipment shall be cleaned, washed, disinfected or serviced in a room if there is any likelihood of contaminating meat or a meat product by doing so. (7) No equipment shall be used to slaughter an animal, dress a carcass, or inspect, grade, process or package meat or a meat product unless the equipment meets the requirements set out in section 12 and is clean and sanitized before use. (8) All lavatories, sinks and drains in a plant shall be maintained so as to prevent any odours or fumes from them from entering any room where meat or meat products are refrigerated, stored, processed, packaged or otherwise handled. O. Reg. 632/92, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) An operator shall ensure that the premises of a plant are maintained in such a way that there is no risk of contamination.</p> <p class=\"subsection-e\">(2) An operator shall ensure that the building, equipment, utensils and other physical facilities of a plant are maintained in a sanitary condition.</p> <p class=\"subsection-e\">(3) Every room in a plant where animals are slaughtered, carcasses are dressed or meat or meat products are processed, refrigerated, received or shipped or inedible products or hides are stored, and every piece of equipment in them, shall be,</p> <p class=\"clause-e\">(a) cleaned with detergent and hot water at least once a day or more often as may be necessary to keep them clean; and</p> <p class=\"clause-e\">(b) rinsed with potable water after each cleaning.</p> <p class=\"subsection-e\">(4) Equipment or utensils that have been in contact with infected material shall be cleaned and sanitized immediately.</p> <p class=\"subsection-e\">(5) Every crate or transport container that has been used to transport poultry or rabbits shall be cleaned and disinfected before it leaves the plant.</p> <p class=\"subsection-e\">(6) No equipment shall be cleaned, washed, disinfected or serviced in a room if there is any likelihood of contaminating meat or a meat product by doing so.</p> <p class=\"subsection-e\">(7) No equipment shall be used to slaughter an animal, dress a carcass, or inspect, grade, process or package meat or a meat product unless the equipment meets the requirements set out in section 12 and is clean and sanitized before use.</p> <p class=\"subsection-e\">(8) All lavatories, sinks and drains in a plant shall be maintained so as to prevent any odours or fumes from them from entering any room where meat or meat products are refrigerated, stored, processed, packaged or otherwise handled. O. Reg. 632/92, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Operation and Maintenance of Plants",
            "content": "20. (1) The walls, ceilings, floors, doors, windows or other parts of any area where animals are slaughtered, carcasses are dressed or meat or meat products are refrigerated, frozen, stored, processed, packaged, labelled, shipped, received or otherwise handled shall be composed of durable material that is free from any noxious constituent. (2) A coating that is applied to the parts of a plant referred to in subsection (1) shall be durable and free from any noxious constituent. (3) Materials or coatings used under subsections (1) and (2) and germicides, insecticides, rodenticides, detergents, sanitizers, wetting agents or other chemical agents used in a plant shall be stored separately in their original containers bearing their original labels, and shall be used in accordance with the manufacturer’s directions and in a manner that prevents contamination of meat or meat products or any surface with which meat or meat products come into contact. O. Reg. 632/92, s. 20 (1-3). (4) The products referred to in subsections (1), (2) and (3) must not be used unless they are approved by Health Canada. O. Reg. 632/92, s. 20 (4); O. Reg. 319/99, s. 1. (5) All openings to the outdoors that are capable of being opened shall be screened to prevent the entry of flies and other insects. (6) Pens used for holding animals for slaughter shall be maintained in a dry, clean and sanitary condition and be constructed to permit such maintenance. (7) The pens referred to in subsection (6) shall be ventilated, free from sharp projections or obstructions that may injure the animals, have ramps or inclines constructed and maintained so as to provide safe footing for the animals and be provided with good drainage. O. Reg. 632/92, s. 20 (5-7).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The walls, ceilings, floors, doors, windows or other parts of any area where animals are slaughtered, carcasses are dressed or meat or meat products are refrigerated, frozen, stored, processed, packaged, labelled, shipped, received or otherwise handled shall be composed of durable material that is free from any noxious constituent.</p> <p class=\"subsection-e\">(2) A coating that is applied to the parts of a plant referred to in subsection (1) shall be durable and free from any noxious constituent.</p> <p class=\"subsection-e\">(3) Materials or coatings used under subsections (1) and (2) and germicides, insecticides, rodenticides, detergents, sanitizers, wetting agents or other chemical agents used in a plant shall be stored separately in their original containers bearing their original labels, and shall be used in accordance with the manufacturer’s directions and in a manner that prevents contamination of meat or meat products or any surface with which meat or meat products come into contact. O. Reg. 632/92, s. 20 (1-3).</p> <p class=\"subsection-e\">(4) The products referred to in subsections (1), (2) and (3) must not be used unless they are approved by Health Canada. O. Reg. 632/92, s. 20 (4); O. Reg. 319/99, s. 1.</p> <p class=\"subsection-e\">(5) All openings to the outdoors that are capable of being opened shall be screened to prevent the entry of flies and other insects.</p> <p class=\"subsection-e\">(6) Pens used for holding animals for slaughter shall be maintained in a dry, clean and sanitary condition and be constructed to permit such maintenance.</p> <p class=\"subsection-e\">(7) The pens referred to in subsection (6) shall be ventilated, free from sharp projections or obstructions that may injure the animals, have ramps or inclines constructed and maintained so as to provide safe footing for the animals and be provided with good drainage. O. Reg. 632/92, s. 20 (5-7).</p>"
        },
        {
            "id": "21.",
            "section": "Operation and Maintenance of Plants",
            "content": "21. A rodent and insect control program that is effective to prevent contamination of meat and meat products shall be maintained in a plant, and dogs, cats and other pets shall be excluded from the plant. O. Reg. 632/92, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>A rodent and insect control program that is effective to prevent contamination of meat and meat products shall be maintained in a plant, and dogs, cats and other pets shall be excluded from the plant. O. Reg. 632/92, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Operation and Maintenance of Plants",
            "content": "22. (1) An operator shall ensure that a person engaged in the processing, labelling, packaging, storing or other handling of meat or meat products in a plant is clean, keeps his or her hands clean at all times, is free from any communicable disease and does not have any open or infected lesion that, in the opinion of the medical officer of health, is likely to contaminate with pathogenic organisms meat or meat products or a surface with which meat or meat products come into contact. (2) An operator shall ensure that a person who is in any area of a plant where meat or a meat product is exposed wears sanitary clothing and a sanitary hair covering and that, if the person is wearing gloves, they are sound, clean and sanitary. O. Reg. 632/92, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) An operator shall ensure that a person engaged in the processing, labelling, packaging, storing or other handling of meat or meat products in a plant is clean, keeps his or her hands clean at all times, is free from any communicable disease and does not have any open or infected lesion that, in the opinion of the medical officer of health, is likely to contaminate with pathogenic organisms meat or meat products or a surface with which meat or meat products come into contact.</p> <p class=\"subsection-e\">(2) An operator shall ensure that a person who is in any area of a plant where meat or a meat product is exposed wears sanitary clothing and a sanitary hair covering and that, if the person is wearing gloves, they are sound, clean and sanitary. O. Reg. 632/92, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Operation and Maintenance of Plants",
            "content": "23. Persons engaged in the processing or packaging of a meat product shall not be permitted to wear an object or use a substance that might fall into or otherwise contaminate the meat product. O. Reg. 632/92, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>Persons engaged in the processing or packaging of a meat product shall not be permitted to wear an object or use a substance that might fall into or otherwise contaminate the meat product. O. Reg. 632/92, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Operation and Maintenance of Plants",
            "content": "24. An operator shall ensure that persons do not chew or consume tobacco, gum or food of any kind, other than water dispensed from a drinking fountain, in any part of a plant in which meat or a meat product is produced, processed, labelled, packaged, stored or otherwise handled. O. Reg. 632/92, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>An operator shall ensure that persons do not chew or consume tobacco, gum or food of any kind, other than water dispensed from a drinking fountain, in any part of a plant in which meat or a meat product is produced, processed, labelled, packaged, stored or otherwise handled. O. Reg. 632/92, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Operation and Maintenance of Plants",
            "content": "25. (1) Carcasses shall be refrigerated immediately after being dressed and be kept refrigerated while in the plant. (2) The regional veterinarian may limit the number of dressed carcasses that may be placed in a cooler in order that suitable temperatures may be maintained in the cooler. (3) No meat or meat product and none of their ingredients shall be kept in a plant at a temperature or humidity level that may cause them to deteriorate or become inedible. (4) Subject to subsection (5), the temperature in rooms or areas in a plant where meat or meat products are prepared, processed or packaged shall not be permitted to exceed 10º C unless a higher temperature will not cause them to deteriorate. (5) If meat or meat products are prepared, processed or packaged in rooms or areas in a plant where the temperature exceeds 10º C, (a) the internal temperature of the meat or meat products shall not be permitted to exceed 10º C; and (b) the rooms or areas and the equipment and utensils used shall be cleaned and sanitized every four hours. (6) The temperature and humidity of every room in a plant where meat or meat products are refrigerated, stored, processed, packaged, shipped, received or otherwise handled shall be controlled to prevent the formation of condensation on walls, ceilings or equipment. (7) If meat or meat products are frozen, the temperature of the freezer shall be maintained at minus 18º C or lower. (8) An operator shall ensure that meat or meat products do not leave a plant unless they are refrigerated. O. Reg. 632/92, s. 25. (9) Subsections (1) and (8) do not apply to meat or meat products that are from an animal that was ritually slaughtered in accordance with religious practice. O. Reg. 248/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) Carcasses shall be refrigerated immediately after being dressed and be kept refrigerated while in the plant.</p> <p class=\"subsection-e\">(2) The regional veterinarian may limit the number of dressed carcasses that may be placed in a cooler in order that suitable temperatures may be maintained in the cooler.</p> <p class=\"subsection-e\">(3) No meat or meat product and none of their ingredients shall be kept in a plant at a temperature or humidity level that may cause them to deteriorate or become inedible.</p> <p class=\"subsection-e\">(4) Subject to subsection (5), the temperature in rooms or areas in a plant where meat or meat products are prepared, processed or packaged shall not be permitted to exceed 10º C unless a higher temperature will not cause them to deteriorate.</p> <p class=\"subsection-e\">(5) If meat or meat products are prepared, processed or packaged in rooms or areas in a plant where the temperature exceeds 10º C,</p> <p class=\"clause-e\">(a) the internal temperature of the meat or meat products shall not be permitted to exceed 10º C; and</p> <p class=\"clause-e\">(b) the rooms or areas and the equipment and utensils used shall be cleaned and sanitized every four hours.</p> <p class=\"subsection-e\">(6) The temperature and humidity of every room in a plant where meat or meat products are refrigerated, stored, processed, packaged, shipped, received or otherwise handled shall be controlled to prevent the formation of condensation on walls, ceilings or equipment.</p> <p class=\"subsection-e\">(7) If meat or meat products are frozen, the temperature of the freezer shall be maintained at minus 18º C or lower.</p> <p class=\"subsection-e\">(8) An operator shall ensure that meat or meat products do not leave a plant unless they are refrigerated. O. Reg. 632/92, s. 25.</p> <p class=\"subsection-e\">(9) Subsections (1) and (8) do not apply to meat or meat products that are from an animal that was ritually slaughtered in accordance with religious practice. O. Reg. 248/96, s. 1.</p>"
        },
        {
            "id": "26.",
            "section": "Operation and Maintenance of Plants",
            "content": "26. (1) Meat and meat products shall be handled and kept in such manner and place as to prevent contamination. (2) No meat or meat product and no substance used in their processing, packaging, labelling or handling shall be contaminated. (3) Meat or meat products shall not be permitted to come in direct contact with any floor or wall in a plant. (4) Containers containing meat or meat products shall not be placed in direct contact with the floor. O. Reg. 632/92, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) Meat and meat products shall be handled and kept in such manner and place as to prevent contamination.</p> <p class=\"subsection-e\">(2) No meat or meat product and no substance used in their processing, packaging, labelling or handling shall be contaminated.</p> <p class=\"subsection-e\">(3) Meat or meat products shall not be permitted to come in direct contact with any floor or wall in a plant.</p> <p class=\"subsection-e\">(4) Containers containing meat or meat products shall not be placed in direct contact with the floor. O. Reg. 632/92, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Operation and Maintenance of Plants",
            "content": "27. (1) No meat or meat product shall be brought into a plant unless it has been inspected at another plant in accordance with this Regulation or in an establishment in accordance with the Meat Inspection Act (Canada), and there is evidence of that inspection. (2) Despite subsection (1), meat or meat products may be brought into a plant if they have been imported in accordance with the Meat Inspection Act (Canada). (3) No meat or meat product shall be brought back into a plant unless it is brought into a designated area of the plant for inspection and disposition. O. Reg. 632/92, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) No meat or meat product shall be brought into a plant unless it has been inspected at another plant in accordance with this Regulation or in an establishment in accordance with the <i>Meat Inspection Act</i> (Canada), and there is evidence of that inspection.</p> <p class=\"subsection-e\">(2) Despite subsection (1), meat or meat products may be brought into a plant if they have been imported in accordance with the <i>Meat Inspection Act</i> (Canada).</p> <p class=\"subsection-e\">(3) No meat or meat product shall be brought back into a plant unless it is brought into a designated area of the plant for inspection and disposition. O. Reg. 632/92, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Operation and Maintenance of Plants",
            "content": "28. (1) An operator of a plant shall ensure that no carcass of an animal that has been slaughtered at another location without having been inspected before slaughter or that has died is brought into the plant. (2) An animal that dies while being transported to a plant shall be unloaded at the plant and disposed of in accordance with section 74. O. Reg. 632/92, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) An operator of a plant shall ensure that no carcass of an animal that has been slaughtered at another location without having been inspected before slaughter or that has died is brought into the plant.</p> <p class=\"subsection-e\">(2) An animal that dies while being transported to a plant shall be unloaded at the plant and disposed of in accordance with section 74. O. Reg. 632/92, s. 28.</p>"
        },
        {
            "id": "28.1",
            "section": "Operation and Maintenance of Plants",
            "content": "28.1 An operator of a plant shall ensure that no animal is unloaded at the plant in a manner that, (a) drags the animal in direct contact with the ground; or (b) pulls the animal by the head, horns, neck, feet or tail. O. Reg. 734/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>28.1 </b>An operator of a plant shall ensure that no animal is unloaded at the plant in a manner that,</p> <p class=\"clause-e\">(a) drags the animal in direct contact with the ground; or</p> <p class=\"clause-e\">(b) pulls the animal by the head, horns, neck, feet or tail. O. Reg. 734/94, s. 1.</p>"
        },
        {
            "id": "29.",
            "section": "Operation and Maintenance of Plants",
            "content": "29. No meat or meat product shall be shipped from a plant unless it is protected against deterioration and contamination. O. Reg. 632/92, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>No meat or meat product shall be shipped from a plant unless it is protected against deterioration and contamination. O. Reg. 632/92, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Operation and Maintenance of Plants",
            "content": "30. An operator shall ensure that no meat or meat products are transported to or from a plant unless the transport container in which they are transported meets the following requirements: 1. It is constructed of material that is free from any noxious constituent. 2. It has inside surfaces that are clean, hard, smooth, impervious to moisture and in good repair. 3. It is equipped with a refrigeration system that prevents deterioration and contamination of meat or meat products and that can prevent freezing if freezing could adversely affect meat or meat products. 4. It protects meat or meat products and their containers from contamination. 5. It is not being used or has not been used for transporting animals, inedible or condemned material, refuse, unsanitary material, control products as defined in the Pest Control Products Act (Canada) or any other thing that might contaminate it. O. Reg. 632/92, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>An operator shall ensure that no meat or meat products are transported to or from a plant unless the transport container in which they are transported meets the following requirements:</p> <p class=\"paragraph-e\">1. It is constructed of material that is free from any noxious constituent.</p> <p class=\"paragraph-e\">2. It has inside surfaces that are clean, hard, smooth, impervious to moisture and in good repair.</p> <p class=\"paragraph-e\">3. It is equipped with a refrigeration system that prevents deterioration and contamination of meat or meat products and that can prevent freezing if freezing could adversely affect meat or meat products.</p> <p class=\"paragraph-e\">4. It protects meat or meat products and their containers from contamination.</p> <p class=\"paragraph-e\">5. It is not being used or has not been used for transporting animals, inedible or condemned material, refuse, unsanitary material, control products as defined in the <i>Pest Control Products Act</i> (Canada) or any other thing that might contaminate it. O. Reg. 632/92, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Operation and Maintenance of Plants",
            "content": "31. No calf carcass with hide on shall be shipped from a plant except to another plant. O. Reg. 632/92, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>No calf carcass with hide on shall be shipped from a plant except to another plant. O. Reg. 632/92, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Operation and Maintenance of Plants",
            "content": "32. (1) Blood shall be processed in the inedible products area of a plant unless the blood, (a) is taken from an animal in a manner that prevents contamination; (b) is collected in a receptacle identified with the carcass from which it comes; (c) is retained until the carcass of the animal is determined to be edible; and (d) is protected against contamination. (2) Blood shall not be defibrinated by hand in a plant. (3) Blood and every fraction of blood intended for processing as a meat product shall be refrigerated immediately after collection. O. Reg. 632/92, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) Blood shall be processed in the inedible products area of a plant unless the blood,</p> <p class=\"clause-e\">(a) is taken from an animal in a manner that prevents contamination;</p> <p class=\"clause-e\">(b) is collected in a receptacle identified with the carcass from which it comes;</p> <p class=\"clause-e\">(c) is retained until the carcass of the animal is determined to be edible; and</p> <p class=\"clause-e\">(d) is protected against contamination.</p> <p class=\"subsection-e\">(2) Blood shall not be defibrinated by hand in a plant.</p> <p class=\"subsection-e\">(3) Blood and every fraction of blood intended for processing as a meat product shall be refrigerated immediately after collection. O. Reg. 632/92, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Operation and Maintenance of Plants",
            "content": "33. (1) An operator shall ensure that no animal food is brought into a plant except from another plant. (2) An operator shall ensure that a veterinarian has determined that animal food does not pose a risk to the health of any animal that consumes it. (3) Animal food shall be denatured if it is likely to be mistaken for a meat product. (4) Inedible offal and meat that is not food may be used for animal food if an inspector decides that the carcass from which they come is edible. O. Reg. 632/92, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) An operator shall ensure that no animal food is brought into a plant except from another plant.</p> <p class=\"subsection-e\">(2) An operator shall ensure that a veterinarian has determined that animal food does not pose a risk to the health of any animal that consumes it.</p> <p class=\"subsection-e\">(3) Animal food shall be denatured if it is likely to be mistaken for a meat product.</p> <p class=\"subsection-e\">(4) Inedible offal and meat that is not food may be used for animal food if an inspector decides that the carcass from which they come is edible. O. Reg. 632/92, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": "Operation and Maintenance of Plants",
            "content": "34. (1) Containers for the storage of inedible offal, meat that is not food, condemned material and refuse shall meet the following requirements: 1. They shall be marked to indicate their intended use and shall be used for no other purpose. 2. They shall be cleaned before each use, emptied as appropriate and kept in good repair. 3. They shall be kept in the storage room provided for that purpose. (2) Inedible offal, meat that is not food, condemned material and refuse shall not be permitted to accumulate in or near a plant. (3) Inedible offal and meat that is not food shall be disposed of in accordance with section 74. (4) Inedible offal that is to be stored for more than forty-eight hours shall be kept at 10º C or less. O. Reg. 632/92, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) Containers for the storage of inedible offal, meat that is not food, condemned material and refuse shall meet the following requirements:</p> <p class=\"paragraph-e\">1. They shall be marked to indicate their intended use and shall be used for no other purpose.</p> <p class=\"paragraph-e\">2. They shall be cleaned before each use, emptied as appropriate and kept in good repair.</p> <p class=\"paragraph-e\">3. They shall be kept in the storage room provided for that purpose.</p> <p class=\"subsection-e\">(2) Inedible offal, meat that is not food, condemned material and refuse shall not be permitted to accumulate in or near a plant.</p> <p class=\"subsection-e\">(3) Inedible offal and meat that is not food shall be disposed of in accordance with section 74.</p> <p class=\"subsection-e\">(4) Inedible offal that is to be stored for more than forty-eight hours shall be kept at 10º C or less. O. Reg. 632/92, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Operation and Maintenance of Plants",
            "content": "35. Inedible offal and meat that is not food shall be immediately removed from any room in which meat or meat products are refrigerated, stored, processed, packaged or otherwise handled and shall be placed in storage containers. O. Reg. 632/92, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>Inedible offal and meat that is not food shall be immediately removed from any room in which meat or meat products are refrigerated, stored, processed, packaged or otherwise handled and shall be placed in storage containers. O. Reg. 632/92, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": "Operation and Maintenance of Plants",
            "content": "36. Hides shall not be kept in any room in which meat or meat products are refrigerated, stored, processed, packaged or otherwise handled. O. Reg. 632/92, s. 36. Meat and Meat Products",
            "raw_html": "<p class=\"section-e\"><b>36. </b>Hides shall not be kept in any room in which meat or meat products are refrigerated, stored, processed, packaged or otherwise handled. O. Reg. 632/92, s. 36.</p> <p class=\"heading1-e\"><a name=\"P261_26221\"></a><a name=\"BK5\"></a>Meat and Meat Products</p>"
        },
        {
            "id": "37.",
            "section": "Meat and Meat Products",
            "content": "37. Meat products shall be produced in accordance with the Code of Practice of Health Canada. O. Reg. 632/92, s. 37; O. Reg. 319/99, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>Meat products shall be produced in accordance with the Code of Practice of Health Canada. O. Reg. 632/92, s. 37; O. Reg. 319/99, s. 2.</p>"
        },
        {
            "id": "38.",
            "section": "Meat and Meat Products",
            "content": "38. (1) An operator shall ensure that meat products are produced from animals that have been inspected and slaughtered in accordance with this Regulation. (2) An operator shall ensure that meat products are produced from carcasses that have been dressed and inspected in accordance with this Regulation. (3) An operator shall ensure that meat products conform to the standards prescribed by the Food and Drug Regulations (Canada) and the Meat Inspection Regulations (Canada). O. Reg. 632/92, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>(1) An operator shall ensure that meat products are produced from animals that have been inspected and slaughtered in accordance with this Regulation.</p> <p class=\"subsection-e\">(2) An operator shall ensure that meat products are produced from carcasses that have been dressed and inspected in accordance with this Regulation.</p> <p class=\"subsection-e\">(3) An operator shall ensure that meat products conform to the standards prescribed by the <i>Food and Drug Regulations</i> (Canada) and the <i>Meat Inspection Regulations</i> (Canada). O. Reg. 632/92, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": "Meat and Meat Products",
            "content": "39. An operator shall ensure that ready-to-eat meat products have been treated so that they do not contain any pathogen, toxin or parasite that makes them inedible. O. Reg. 632/92, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>An operator shall ensure that ready-to-eat meat products have been treated so that they do not contain any pathogen, toxin or parasite that makes them inedible. O. Reg. 632/92, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Meat and Meat Products",
            "content": "40. An operator shall ensure that if meat products are cooked or smoked, time and temperature records are kept and that only recipes that have been provided to the Director are used in the preparation of meat products. O. Reg. 632/92, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40. </b>An operator shall ensure that if meat products are cooked or smoked, time and temperature records are kept and that only recipes that have been provided to the Director are used in the preparation of meat products. O. Reg. 632/92, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Meat and Meat Products",
            "content": "41. A meat product that is contaminated shall be condemned and be disposed of in accordance with section 74. O. Reg. 632/92, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>A meat product that is contaminated shall be condemned and be disposed of in accordance with section 74. O. Reg. 632/92, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": "Meat and Meat Products",
            "content": "42. (1) Any part of a urinary or alimentary tract may be used as a casing for a meat product if the contents and mucous lining are removed from the tract and the part to be used is washed and checked for cleanliness. (2) If a urinary bladder is to be used for a casing, it shall be inverted and placed in brine for at least twelve hours and subsequently rinsed with water. (3) Casings prepared from urinary or alimentary tracts shall be clean. (4) Artificial casings shall be prepared from collagen, cellulose or any other material that is free from any noxious constituent. O. Reg. 632/92, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42. </b>(1) Any part of a urinary or alimentary tract may be used as a casing for a meat product if the contents and mucous lining are removed from the tract and the part to be used is washed and checked for cleanliness.</p> <p class=\"subsection-e\">(2) If a urinary bladder is to be used for a casing, it shall be inverted and placed in brine for at least twelve hours and subsequently rinsed with water.</p> <p class=\"subsection-e\">(3) Casings prepared from urinary or alimentary tracts shall be clean.</p> <p class=\"subsection-e\">(4) Artificial casings shall be prepared from collagen, cellulose or any other material that is free from any noxious constituent. O. Reg. 632/92, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": "Meat and Meat Products",
            "content": "43. The gall bladder, if any, shall be removed from a liver. O. Reg. 632/92, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>The gall bladder, if any, shall be removed from a liver. O. Reg. 632/92, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Meat and Meat Products",
            "content": "44. Except for the hearts of poultry and rabbits, a heart shall be opened or inverted and all blood clots and attached blood vessels shall be removed. O. Reg. 632/92, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44. </b>Except for the hearts of poultry and rabbits, a heart shall be opened or inverted and all blood clots and attached blood vessels shall be removed. O. Reg. 632/92, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": "Meat and Meat Products",
            "content": "45. The contents and lining of a gizzard shall be removed and the gizzard shall be washed. O. Reg. 632/92, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45. </b>The contents and lining of a gizzard shall be removed and the gizzard shall be washed. O. Reg. 632/92, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": "Meat and Meat Products",
            "content": "46. Kidneys shall be deeply incised, soaked in water and washed. O. Reg. 632/92, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46. </b>Kidneys shall be deeply incised, soaked in water and washed. O. Reg. 632/92, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": "Meat and Meat Products",
            "content": "47. If a carcass is found to be affected by or show evidence of Cysticercus bovis, the localized evidence shall be removed from the carcass and the meat shall be frozen or otherwise treated so as to destroy all viable larvae. O. Reg. 632/92, s. 47. Ante Mortem Inspection",
            "raw_html": "<p class=\"section-e\"><b>47. </b>If a carcass is found to be affected by or show evidence of <i>Cysticercus bovis</i>, the localized evidence shall be removed from the carcass and the meat shall be frozen or otherwise treated so as to destroy all viable larvae. O. Reg. 632/92, s. 47.</p> <p class=\"heading1-e\"><a name=\"P278_28823\"></a><a name=\"BK6\"></a>Ante Mortem Inspection</p>"
        },
        {
            "id": "48.",
            "section": "Ante Mortem Inspection",
            "content": "48. Different species of animals shall be kept in separate holding pens and shall not be crowded in the pens. O. Reg. 632/92, s. 48.",
            "raw_html": "<p class=\"section-e\"><b>48. </b>Different species of animals shall be kept in separate holding pens and shall not be crowded in the pens. O. Reg. 632/92, s. 48.</p>"
        },
        {
            "id": "49.",
            "section": "Ante Mortem Inspection",
            "content": "49. An animal awaiting slaughter shall be provided with potable water within a reasonable time. O. Reg. 632/92, s. 49.",
            "raw_html": "<p class=\"section-e\"><b>49. </b>An animal awaiting slaughter shall be provided with potable water within a reasonable time. O. Reg. 632/92, s. 49.</p>"
        },
        {
            "id": "50.",
            "section": "Ante Mortem Inspection",
            "content": "50. (1) No animal on the premises of a plant shall be removed from the plant. (2) No animal shall be kept in the holding pens of a plant for more than one week. O. Reg. 632/92, s. 50.",
            "raw_html": "<p class=\"section-e\"><b>50. </b>(1) No animal on the premises of a plant shall be removed from the plant.</p> <p class=\"subsection-e\">(2) No animal shall be kept in the holding pens of a plant for more than one week. O. Reg. 632/92, s. 50.</p>"
        },
        {
            "id": "51.",
            "section": "Ante Mortem Inspection",
            "content": "51. An animal that appears to be diseased or injured shall immediately be segregated from healthy animals. O. Reg. 632/92, s. 51.",
            "raw_html": "<p class=\"section-e\"><b>51. </b>An animal that appears to be diseased or injured shall immediately be segregated from healthy animals. O. Reg. 632/92, s. 51.</p>"
        },
        {
            "id": "52.",
            "section": "Ante Mortem Inspection",
            "content": "52. An operator shall ensure that no animal is presented for slaughter in a plant if the condition of the animal would be likely to cause contamination during the dressing of its carcass. O. Reg. 632/92, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52. </b>An operator shall ensure that no animal is presented for slaughter in a plant if the condition of the animal would be likely to cause contamination during the dressing of its carcass. O. Reg. 632/92, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": "Ante Mortem Inspection",
            "content": "53. An animal that may be a danger to other animals shall be immediately segregated from them. O. Reg. 632/92, s. 53.",
            "raw_html": "<p class=\"section-e\"><b>53. </b>An animal that may be a danger to other animals shall be immediately segregated from them. O. Reg. 632/92, s. 53.</p>"
        },
        {
            "id": "54.",
            "section": "Ante Mortem Inspection",
            "content": "54. (1) No animal shall be handled in a manner that subjects it to avoidable pain or distress. (2) No goad or electrical prod shall be, (a) used on an obviously diseased or injured animal; (b) applied to the anal, genital or facial areas or to the udder of an animal; (c) applied to any part or area of an animal in a manner or to an extent that causes it avoidable pain or distress. O. Reg. 632/92, s. 54.",
            "raw_html": "<p class=\"section-e\"><b>54. </b>(1) No animal shall be handled in a manner that subjects it to avoidable pain or distress.</p> <p class=\"subsection-e\">(2) No goad or electrical prod shall be,</p> <p class=\"clause-e\">(a) used on an obviously diseased or injured animal;</p> <p class=\"clause-e\">(b) applied to the anal, genital or facial areas or to the udder of an animal;</p> <p class=\"clause-e\">(c) applied to any part or area of an animal in a manner or to an extent that causes it avoidable pain or distress. O. Reg. 632/92, s. 54.</p>"
        },
        {
            "id": "55.",
            "section": "Ante Mortem Inspection",
            "content": "55. (1) An operator shall ensure that every animal is presented to an inspector for ante mortem inspection. (2) No animal shall be taken into the killing room of a plant unless an inspector has completed an ante mortem inspection of the animal and approved it for slaughter. O. Reg. 632/92, s. 55.",
            "raw_html": "<p class=\"section-e\"><b>55. </b>(1) An operator shall ensure that every animal is presented to an inspector for <i>ante mortem</i> inspection.</p> <p class=\"subsection-e\">(2) No animal shall be taken into the killing room of a plant unless an inspector has completed an <i>ante mortem</i> inspection of the animal and approved it for slaughter. O. Reg. 632/92, s. 55.</p>"
        },
        {
            "id": "56.",
            "section": "Ante Mortem Inspection",
            "content": "56. (1) Poultry inspected at one plant that is intended for evisceration at another plant shall have a tag attached to it following the inspection indicating that an ante mortem inspection has been completed and that approval for slaughter has been given. (2) Poultry that has been inspected and tagged in accordance with subsection (1) shall not be eviscerated at the other plant unless the tag is found attached to the poultry. O. Reg. 632/92, s. 56.",
            "raw_html": "<p class=\"section-e\"><b>56. </b>(1) Poultry inspected at one plant that is intended for evisceration at another plant shall have a tag attached to it following the inspection indicating that an <i>ante mortem</i> inspection has been completed and that approval for slaughter has been given.</p> <p class=\"subsection-e\">(2) Poultry that has been inspected and tagged in accordance with subsection (1) shall not be eviscerated at the other plant unless the tag is found attached to the poultry. O. Reg. 632/92, s. 56.</p>"
        },
        {
            "id": "57.",
            "section": "Ante Mortem Inspection",
            "content": "57. (1) If, on an ante mortem inspection of an animal, it appears to an inspector who is not a veterinarian that the animal is immature or shows a deviation from normal behaviour or appearance, the inspector shall, (a) require that the animal be detained in an area apart from the other animals; and (b) refer the animal to a veterinary inspector for inspection. (2) A veterinary inspector may instruct an inspector who is not a veterinarian that an animal with specified deviations from normal behaviour or appearance need not be detained and referred to the veterinary inspector for inspection. (3) After advising an inspector, an operator may slaughter a detained animal in the livestock area or inedible products area of a plant and dispose of it in accordance with section 74. O. Reg. 632/92, s. 57. (4) Despite subsection (1), the inspector is not required to refer the animal for inspection by a veterinary inspector if, (a) the animal is accompanied by a certificate for direct transport to slaughter issued by a veterinarian; and (b) a regional veterinarian so instructs. O. Reg. 734/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>57. </b>(1) If, on an <i>ante mortem</i> inspection of an animal, it appears to an inspector who is not a veterinarian that the animal is immature or shows a deviation from normal behaviour or appearance, the inspector shall,</p> <p class=\"clause-e\">(a) require that the animal be detained in an area apart from the other animals; and</p> <p class=\"clause-e\">(b) refer the animal to a veterinary inspector for inspection.</p> <p class=\"subsection-e\">(2) A veterinary inspector may instruct an inspector who is not a veterinarian that an animal with specified deviations from normal behaviour or appearance need not be detained and referred to the veterinary inspector for inspection.</p> <p class=\"subsection-e\">(3) After advising an inspector, an operator may slaughter a detained animal in the livestock area or inedible products area of a plant and dispose of it in accordance with section 74. O. Reg. 632/92, s. 57.</p> <p class=\"subsection-e\">(4) Despite subsection (1), the inspector is not required to refer the animal for inspection by a veterinary inspector if,</p> <p class=\"clause-e\">(a) the animal is accompanied by a certificate for direct transport to slaughter issued by a veterinarian; and</p> <p class=\"clause-e\">(b) a regional veterinarian so instructs. O. Reg. 734/94, s. 2.</p>"
        },
        {
            "id": "58.",
            "section": "Ante Mortem Inspection",
            "content": "58. (1) An operator shall ensure that animals that a veterinary inspector decides on an ante mortem inspection are diseased or are in an otherwise unsatisfactory condition for slaughter are handled in one of the following ways: 1. They are condemned, slaughtered in the livestock area or inedible products area of the plant and disposed of in accordance with section 74. 2. They are segregated from other animals for rest or treatment and disposition after the period of rest or treatment. 3. They are segregated from other animals before being slaughtered and subsequently undergo a post mortem inspection by a veterinary inspector. 4. They are detained for disposition by an inspector until they are two weeks old if they are less than two weeks old. (2) The carcass of an animal described in subsection (1) shall be identified as being detained until the completion of a post mortem inspection. O. Reg. 632/92, s. 58.",
            "raw_html": "<p class=\"section-e\"><b>58. </b>(1) An operator shall ensure that animals that a veterinary inspector decides on an <i>ante mortem</i> inspection are diseased or are in an otherwise unsatisfactory condition for slaughter are handled in one of the following ways:</p> <p class=\"paragraph-e\">1. They are condemned, slaughtered in the livestock area or inedible products area of the plant and disposed of in accordance with section 74.</p> <p class=\"paragraph-e\">2. They are segregated from other animals for rest or treatment and disposition after the period of rest or treatment.</p> <p class=\"paragraph-e\">3. They are segregated from other animals before being slaughtered and subsequently undergo a <i>post mortem</i> inspection by a veterinary inspector.</p> <p class=\"paragraph-e\">4. They are detained for disposition by an inspector until they are two weeks old if they are less than two weeks old.</p> <p class=\"subsection-e\">(2) The carcass of an animal described in subsection (1) shall be identified as being detained until the completion of a <i>post mortem</i> inspection. O. Reg. 632/92, s. 58.</p>"
        },
        {
            "id": "59.",
            "section": "Ante Mortem Inspection",
            "content": "59. An operator shall ensure that an animal is condemned, slaughtered in the livestock area or the inedible products area of the plant and disposed of in accordance with section 74 if, on an ante mortem inspection, a veterinary inspector, (a) decides that the animal is near death; (b) decides or suspects that the animal is infected with a disease of the central nervous system; or (c) decides or suspects that the animal is infected with a disease or affected by a condition that might render the carcass of the animal or meat from the animal unfit for processing. O. Reg. 632/92, s. 59; O. Reg. 734/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>59. </b>An operator shall ensure that an animal is condemned, slaughtered in the livestock area or the inedible products area of the plant and disposed of in accordance with section 74 if, on an <i>ante mortem</i> inspection, a veterinary inspector,</p> <p class=\"clause-e\">(a) decides that the animal is near death;</p> <p class=\"clause-e\">(b) decides or suspects that the animal is infected with a disease of the central nervous system; or</p> <p class=\"clause-e\">(c) decides or suspects that the animal is infected with a disease or affected by a condition that might render the carcass of the animal or meat from the animal unfit for processing. O. Reg. 632/92, s. 59; O. Reg. 734/94, s. 3.</p>"
        },
        {
            "id": "60.",
            "section": "Ante Mortem Inspection",
            "content": "60. The carcass of an animal that dies other than by slaughter shall be condemned and disposed of in accordance with section 74. O. Reg. 632/92, s. 60. Slaughter of Animals",
            "raw_html": "<p class=\"section-e\"><b>60. </b>The carcass of an animal that dies other than by slaughter shall be condemned and disposed of in accordance with section 74. O. Reg. 632/92, s. 60.</p> <p class=\"heading1-e\"><a name=\"P314_33762\"></a><a name=\"BK7\"></a>Slaughter of Animals</p>"
        },
        {
            "id": "61.",
            "section": "Slaughter of Animals",
            "content": "61. An operator shall ensure that no animal in a plant is slaughtered unless the animal has, immediately before the time of slaughter, been approved for slaughter by an inspector. O. Reg. 632/92, s. 61.",
            "raw_html": "<p class=\"section-e\"><b>61. </b>An operator shall ensure that no animal in a plant is slaughtered unless the animal has, immediately before the time of slaughter, been approved for slaughter by an inspector. O. Reg. 632/92, s. 61.</p>"
        },
        {
            "id": "62.",
            "section": "Slaughter of Animals",
            "content": "62. (1) An animal shall be slaughtered by a method that produces rapid exsanguination. (2) The time between the slaughter of an animal and the evisceration of its carcass in a plant shall be such as to prevent the deterioration of the carcass. O. Reg. 632/92, s. 62.",
            "raw_html": "<p class=\"section-e\"><b>62. </b>(1) An animal shall be slaughtered by a method that produces rapid exsanguination.</p> <p class=\"subsection-e\">(2) The time between the slaughter of an animal and the evisceration of its carcass in a plant shall be such as to prevent the deterioration of the carcass. O. Reg. 632/92, s. 62.</p>"
        },
        {
            "id": "63.",
            "section": "Slaughter of Animals",
            "content": "63. (1) Every animal that is slaughtered, other than an animal that is slaughtered in accordance with subsection (3), shall, immediately before being bled, be rendered unconscious by a method described in subsection (4) and in a manner that ensures that the animal does not regain consciousness before its death. (2) No animals other than poultry or rabbits may be suspended for the purpose of slaughter unless, immediately before being suspended, the animals are rendered unconscious by a method described in subsection (4) and in a manner that ensures that they do not regain consciousness before death. (3) Every animal that is ritually slaughtered in accordance with religious practice shall be adequately restrained and slaughtered by means of a cut resulting in rapid, simultaneous and complete severance of the jugular veins and carotid arteries, in a manner that causes the animal to lose consciousness immediately. (4) For the purposes of subsections (1) and (2), an animal shall be rendered unconscious, (a) by delivering a blow to the head by means of a mechanical penetrating or non-penetrating device that causes immediate loss of consciousness; (b) in the case of lambs, kids, young calves, piglets or rabbits, by delivering a blow to the head by manual means that causes immediate loss of consciousness; (c) by exposure to carbon dioxide in a manner that causes rapid loss of consciousness; or (d) by applying an electrical current in a manner that causes immediate loss of consciousness. O. Reg. 632/92, s. 63.",
            "raw_html": "<p class=\"section-e\"><b>63. </b>(1) Every animal that is slaughtered, other than an animal that is slaughtered in accordance with subsection (3), shall, immediately before being bled, be rendered unconscious by a method described in subsection (4) and in a manner that ensures that the animal does not regain consciousness before its death.</p> <p class=\"subsection-e\">(2) No animals other than poultry or rabbits may be suspended for the purpose of slaughter unless, immediately before being suspended, the animals are rendered unconscious by a method described in subsection (4) and in a manner that ensures that they do not regain consciousness before death.</p> <p class=\"subsection-e\">(3) Every animal that is ritually slaughtered in accordance with religious practice shall be adequately restrained and slaughtered by means of a cut resulting in rapid, simultaneous and complete severance of the jugular veins and carotid arteries, in a manner that causes the animal to lose consciousness immediately.</p> <p class=\"subsection-e\">(4) For the purposes of subsections (1) and (2), an animal shall be rendered unconscious,</p> <p class=\"clause-e\">(a) by delivering a blow to the head by means of a mechanical penetrating or non-penetrating device that causes immediate loss of consciousness;</p> <p class=\"clause-e\">(b) in the case of lambs, kids, young calves, piglets or rabbits, by delivering a blow to the head by manual means that causes immediate loss of consciousness;</p> <p class=\"clause-e\">(c) by exposure to carbon dioxide in a manner that causes rapid loss of consciousness; or</p> <p class=\"clause-e\">(d) by applying an electrical current in a manner that causes immediate loss of consciousness. O. Reg. 632/92, s. 63.</p>"
        },
        {
            "id": "64.",
            "section": "Slaughter of Animals",
            "content": "64. (1) Any equipment or instrument used to restrain, slaughter or render unconscious an animal shall be used by a person who, by reason of his or her competence and physical condition, is able to do so without subjecting the animal to avoidable pain or distress. (2) No equipment or instrument shall be used to restrain, slaughter or render unconscious any animal if the condition of the equipment or instrument, or the manner in which or the circumstances under which the equipment or instrument is used, might subject the animal to avoidable pain or distress. O. Reg. 632/92, s. 64. Post Mortem Inspection and Disposition of Carcasses",
            "raw_html": "<p class=\"section-e\"><b>64. </b>(1) Any equipment or instrument used to restrain, slaughter or render unconscious an animal shall be used by a person who, by reason of his or her competence and physical condition, is able to do so without subjecting the animal to avoidable pain or distress.</p> <p class=\"subsection-e\">(2) No equipment or instrument shall be used to restrain, slaughter or render unconscious any animal if the condition of the equipment or instrument, or the manner in which or the circumstances under which the equipment or instrument is used, might subject the animal to avoidable pain or distress. O. Reg. 632/92, s. 64.</p> <p class=\"heading1-e\"><a name=\"P328_36396\"></a><a name=\"BK8\"></a>Post Mortem Inspection and Disposition of Carcasses</p>"
        },
        {
            "id": "65.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "65. An operator shall ensure that, (a) every carcass that is being dressed and every part of such a carcass, and all blood taken from an animal in a plant for processing as a meat product, are presented to an inspector for inspection; (b) every part removed from the carcass of an animal before post mortem inspection is identified in a manner that indicates the carcass of the animal from which the part was removed; and (c) all blood taken from an animal in a plant for processing as a meat product is identified in a manner that indicates the carcass of the animal from which the blood was taken. O. Reg. 632/92, s. 65.",
            "raw_html": "<p class=\"section-e\"><b>65. </b>An operator shall ensure that,</p> <p class=\"clause-e\">(a) every carcass that is being dressed and every part of such a carcass, and all blood taken from an animal in a plant for processing as a meat product, are presented to an inspector for inspection;</p> <p class=\"clause-e\">(b) every part removed from the carcass of an animal before <i>post mortem</i> inspection is identified in a manner that indicates the carcass of the animal from which the part was removed; and</p> <p class=\"clause-e\">(c) all blood taken from an animal in a plant for processing as a meat product is identified in a manner that indicates the carcass of the animal from which the blood was taken. O. Reg. 632/92, s. 65.</p>"
        },
        {
            "id": "66.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "66. An operator shall ensure that an inspector inspects every carcass and part of a carcass in a plant and all blood taken from an animal in a plant for processing as a meat product. O. Reg. 632/92, s. 66.",
            "raw_html": "<p class=\"section-e\"><b>66. </b>An operator shall ensure that an inspector inspects every carcass and part of a carcass in a plant and all blood taken from an animal in a plant for processing as a meat product. O. Reg. 632/92, s. 66.</p>"
        },
        {
            "id": "67.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "67. An operator shall ensure that every carcass and part of a carcass, including the blood, that an inspector decides on a post mortem inspection is affected by or shows evidence, whether localized or not, of any disease or abnormal condition or state that might render them unfit for processing as a meat product are condemned and disposed of in accordance with section 74. O. Reg. 632/92, s. 67.",
            "raw_html": "<p class=\"section-e\"><b>67. </b>An operator shall ensure that every carcass and part of a carcass, including the blood, that an inspector decides on a <i>post mortem</i> inspection is affected by or shows evidence, whether localized or not, of any disease or abnormal condition or state that might render them unfit for processing as a meat product are condemned and disposed of in accordance with section 74. O. Reg. 632/92, s. 67.</p>"
        },
        {
            "id": "68.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "68. During the processing of a dressed carcass or a part of it in a plant, any blood clot, stick wound, bone splinter or extraneous matter shall be removed and disposed of in accordance with section 74. O. Reg. 632/92, s. 68.",
            "raw_html": "<p class=\"section-e\"><b>68. </b>During the processing of a dressed carcass or a part of it in a plant, any blood clot, stick wound, bone splinter or extraneous matter shall be removed and disposed of in accordance with section 74. O. Reg. 632/92, s. 68.</p>"
        },
        {
            "id": "69.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "69. (1) An operator may dispose, in accordance with section 74, of any meat or meat product that is not identified as being detained. O. Reg. 632/92, s. 69 (1). (2) Revoked: O. Reg. 319/99, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>69. </b>(1) An operator may dispose, in accordance with section 74, of any meat or meat product that is not identified as being detained. O. Reg. 632/92, s. 69 (1).</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 319/99, s. 3.</p>"
        },
        {
            "id": "70.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "70. If, on a post mortem inspection, a calf carcass shows evidence of disease or the hide shows evidence of contamination or disease, an operator shall ensure that the hide is immediately removed from the carcass. O. Reg. 632/92, s. 70.",
            "raw_html": "<p class=\"section-e\"><b>70. </b>If, on a <i>post mortem</i> inspection, a calf carcass shows evidence of disease or the hide shows evidence of contamination or disease, an operator shall ensure that the hide is immediately removed from the carcass. O. Reg. 632/92, s. 70.</p>"
        },
        {
            "id": "71.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "71. Carcasses of lambs, kids, piglets, poultry or rabbits may be partially dressed if the following conditions are met: 1. The carcass is sufficiently dressed to enable an inspection to be made. 2. An inspector determines that the carcass is edible. 3. The partially dressed carcass is shipped from the plant in that form. O. Reg. 632/92, s. 71.",
            "raw_html": "<p class=\"section-e\"><b>71. </b>Carcasses of lambs, kids, piglets, poultry or rabbits may be partially dressed if the following conditions are met:</p> <p class=\"paragraph-e\">1. The carcass is sufficiently dressed to enable an inspection to be made.</p> <p class=\"paragraph-e\">2. An inspector determines that the carcass is edible.</p> <p class=\"paragraph-e\">3. The partially dressed carcass is shipped from the plant in that form. O. Reg. 632/92, s. 71.</p>"
        },
        {
            "id": "72.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "72. No calf carcass with the hide on shall be eviscerated in a plant unless the hide is washed and cleaned. O. Reg. 632/92, s. 72.",
            "raw_html": "<p class=\"section-e\"><b>72. </b>No calf carcass with the hide on shall be eviscerated in a plant unless the hide is washed and cleaned. O. Reg. 632/92, s. 72.</p>"
        },
        {
            "id": "73.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "73. No pig carcass shall be eviscerated in a plant unless all hair, scurf and toenails have been removed from its surface and it is washed and cleaned. O. Reg. 632/92, s. 73.",
            "raw_html": "<p class=\"section-e\"><b>73. </b>No pig carcass shall be eviscerated in a plant unless all hair, scurf and toenails have been removed from its surface and it is washed and cleaned. O. Reg. 632/92, s. 73.</p>"
        },
        {
            "id": "74.",
            "section": "Post Mortem Inspection and Disposition of Carcasses",
            "content": "74. After an inspector has been advised, one of the following methods of disposal shall be used when, under this Regulation, an animal is condemned and killed, a carcass or part of a carcass is condemned or it is necessary to dispose of inedible offal or meat that is not food: 1. Delivery in a vehicle constructed and equipped in accordance with the Dead Animal Disposal Act to a rendering plant licensed under that Act or approved under the Meat Inspection Act (Canada). 2. Burying with a covering of at least sixty centimetres of earth. 3. Incineration. 4. Any other method agreed to by the operator and the regional veterinarian. O. Reg. 632/92, s. 74. Stamping and Labelling",
            "raw_html": "<p class=\"section-e\"><b>74. </b>After an inspector has been advised, one of the following methods of disposal shall be used when, under this Regulation, an animal is condemned and killed, a carcass or part of a carcass is condemned or it is necessary to dispose of inedible offal or meat that is not food:</p> <p class=\"paragraph-e\">1. Delivery in a vehicle constructed and equipped in accordance with the <i>Dead Animal Disposal Act</i> to a rendering plant licensed under that Act or approved under the <i>Meat Inspection Act</i> (Canada).</p> <p class=\"paragraph-e\">2. Burying with a covering of at least sixty centimetres of earth.</p> <p class=\"paragraph-e\">3. Incineration.</p> <p class=\"paragraph-e\">4. Any other method agreed to by the operator and the regional veterinarian. O. Reg. 632/92, s. 74.</p> <p class=\"heading1-e\"><a name=\"P350_39679\"></a><a name=\"BK9\"></a>Stamping and Labelling</p>"
        },
        {
            "id": "75.",
            "section": "Stamping and Labelling",
            "content": "75. An operator shall ensure that meat and meat products are labelled in accordance with this Regulation and the following regulations: 1. The Food and Drug Regulations (Canada). 2. The Consumer Packaging and Labelling Regulations (Canada). 3. The Meat Inspection Regulations (Canada). 4. The Livestock and Poultry Carcass Grading Regulation (Canada). O. Reg. 632/92, s. 75; O. Reg. 319/99, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>75. </b>An operator shall ensure that meat and meat products are labelled in accordance with this Regulation and the following regulations:</p> <p class=\"paragraph-e\">1. The <i>Food and Drug Regulations</i> (Canada).</p> <p class=\"paragraph-e\">2. The <i>Consumer Packaging and Labelling Regulations</i> (Canada).</p> <p class=\"paragraph-e\">3. The <i>Meat Inspection Regulations</i> (Canada).</p> <p class=\"paragraph-e\">4. The <i>Livestock and Poultry Carcass Grading Regulation</i> (Canada). O. Reg. 632/92, s. 75; O. Reg. 319/99, s. 4.</p>"
        },
        {
            "id": "76.",
            "section": "Stamping and Labelling",
            "content": "76. (1) No material used in labelling meat or meat products shall come into contact with them if the contact might prevent them from meeting the requirements of this Regulation or the Food and Drug Regulations (Canada). (2) No material used in labelling meat or meat products shall come into contact with them unless the material is durable and suitable for its intended purpose. (3) No previously-used material shall be used in labelling meat or meat products. O. Reg. 632/92, s. 76.",
            "raw_html": "<p class=\"section-e\"><b>76. </b>(1) No material used in labelling meat or meat products shall come into contact with them if the contact might prevent them from meeting the requirements of this Regulation or the <i>Food and Drug Regulations</i> (Canada).</p> <p class=\"subsection-e\">(2) No material used in labelling meat or meat products shall come into contact with them unless the material is durable and suitable for its intended purpose.</p> <p class=\"subsection-e\">(3) No previously-used material shall be used in labelling meat or meat products. O. Reg. 632/92, s. 76.</p>"
        },
        {
            "id": "77.",
            "section": "Stamping and Labelling",
            "content": "77. (1) The following form of inspection legend shall be used for the stamping and labelling of meat and meat products at a plant:  (2) The plant number shall be substituted for the numbers 000 in the inspection legend. O. Reg. 632/92, s. 77.",
            "raw_html": "<p class=\"section-e\"><b>77. </b>(1) The following form of inspection legend shall be used for the stamping and labelling of meat and meat products at a plant:</p> <p class=\"scanned-e\"><img border=\"0\" height=\"198\" src=\"images/elaws_rev_regs_920632_e-1.gif\" width=\"336\"/></p> <p class=\"subsection-e\">(2) The plant number shall be substituted for the numbers 000 in the inspection legend. O. Reg. 632/92, s. 77.</p>"
        },
        {
            "id": "78.",
            "section": "Stamping and Labelling",
            "content": "78. (1) The inspection legend shall not be applied to meat or a meat product unless the meat or meat product has been approved as food under the Act. (2) The inspection legend may only be applied by an inspector or a person authorized by an inspector to apply it. (3) The inspection legend may only be applied at a plant. O. Reg. 632/92, s. 78.",
            "raw_html": "<p class=\"section-e\"><b>78. </b>(1) The inspection legend shall not be applied to meat or a meat product unless the meat or meat product has been approved as food under the Act.</p> <p class=\"subsection-e\">(2) The inspection legend may only be applied by an inspector or a person authorized by an inspector to apply it.</p> <p class=\"subsection-e\">(3) The inspection legend may only be applied at a plant. O. Reg. 632/92, s. 78.</p>"
        },
        {
            "id": "79.",
            "section": "Stamping and Labelling",
            "content": "79. (1) Every edible dressed carcass or part of such a carcass shipped from a plant shall be stamped with the inspection legend. (2) If it is impracticable to stamp the carcass or part, the inspection legend shall be applied in one of the following ways: 1. It shall be applied to an attached breast tag in the case of poultry or rabbits. 2. It shall be applied to a printed sealed bag or to a label used in conjunction with a sealed bag. 3. It shall be applied, in the case of a bulk container, to the container or to a label used in conjunction with the container or by using tamper-proof sealing tape. 4. It shall be applied to the immediate container of a prepackaged meat product or to a tag attached to a prepackaged meat product. (3) Animal food, meat and meat products that have been identified for use for medicinal purposes may be shipped from a plant without the application of the inspection legend. O. Reg. 632/92, s. 79.",
            "raw_html": "<p class=\"section-e\"><b>79. </b>(1) Every edible dressed carcass or part of such a carcass shipped from a plant shall be stamped with the inspection legend.</p> <p class=\"subsection-e\">(2) If it is impracticable to stamp the carcass or part, the inspection legend shall be applied in one of the following ways:</p> <p class=\"paragraph-e\">1. It shall be applied to an attached breast tag in the case of poultry or rabbits.</p> <p class=\"paragraph-e\">2. It shall be applied to a printed sealed bag or to a label used in conjunction with a sealed bag.</p> <p class=\"paragraph-e\">3. It shall be applied, in the case of a bulk container, to the container or to a label used in conjunction with the container or by using tamper-proof sealing tape.</p> <p class=\"paragraph-e\">4. It shall be applied to the immediate container of a prepackaged meat product or to a tag attached to a prepackaged meat product.</p> <p class=\"subsection-e\">(3) Animal food, meat and meat products that have been identified for use for medicinal purposes may be shipped from a plant without the application of the inspection legend. O. Reg. 632/92, s. 79.</p>"
        },
        {
            "id": "80.",
            "section": "Stamping and Labelling",
            "content": "80. If ink is used to mark meat or meat products with the inspection legend, only edible ink shall be used. O. Reg. 632/92, s. 80.",
            "raw_html": "<p class=\"section-e\"><b>80. </b>If ink is used to mark meat or meat products with the inspection legend, only edible ink shall be used. O. Reg. 632/92, s. 80.</p>"
        },
        {
            "id": "81.",
            "section": "Stamping and Labelling",
            "content": "81. (1) Every dressed carcass and half carcass, other than the carcasses of poultry or rabbits, that are not identified as being detained or condemned as a result of a post mortem inspection, shall be stamped with the inspection legend before refrigeration. (2) If a dressed carcass or part of such a carcass must be stamped with the inspection legend, the inspection legend shall be legible. O. Reg. 632/92, s. 81.",
            "raw_html": "<p class=\"section-e\"><b>81. </b>(1) Every dressed carcass and half carcass, other than the carcasses of poultry or rabbits, that are not identified as being detained or condemned as a result of a <i>post mortem</i> inspection, shall be stamped with the inspection legend before refrigeration.</p> <p class=\"subsection-e\">(2) If a dressed carcass or part of such a carcass must be stamped with the inspection legend, the inspection legend shall be legible. O. Reg. 632/92, s. 81.</p>"
        },
        {
            "id": "82.",
            "section": "Stamping and Labelling",
            "content": "82. If an animal has been slaughtered at an establishment and the meat from it has been stamped or labelled in accordance with the Meat Inspection Act (Canada), the meat shall be deemed to have been stamped or labelled in accordance with the Act. O. Reg. 632/92, s. 82.",
            "raw_html": "<p class=\"section-e\"><b>82. </b>If an animal has been slaughtered at an establishment and the meat from it has been stamped or labelled in accordance with the <i>Meat Inspection Act</i> (Canada), the meat shall be deemed to have been stamped or labelled in accordance with the Act. O. Reg. 632/92, s. 82.</p>"
        },
        {
            "id": "83.",
            "section": "Stamping and Labelling",
            "content": "83. An operator shall notify an inspector of any meat or meat products that bear the inspection legend and that the operator believes fail to meet the requirements of the Act. O. Reg. 632/92, s. 83.",
            "raw_html": "<p class=\"section-e\"><b>83. </b>An operator shall notify an inspector of any meat or meat products that bear the inspection legend and that the operator believes fail to meet the requirements of the Act. O. Reg. 632/92, s. 83.</p>"
        },
        {
            "id": "84.",
            "section": "Stamping and Labelling",
            "content": "84. An operator shall provide the Director with a sample of every stamp, label, tag, container, bag or package bearing the inspection legend. O. Reg. 632/92, s. 84. Interim Detentions and Directions",
            "raw_html": "<p class=\"section-e\"><b>84. </b>An operator shall provide the Director with a sample of every stamp, label, tag, container, bag or package bearing the inspection legend. O. Reg. 632/92, s. 84.</p> <p class=\"heading1-e\"><a name=\"P379_43394\"></a><a name=\"BK10\"></a>Interim Detentions and Directions</p>"
        },
        {
            "id": "85.",
            "section": "Interim Detentions and Directions",
            "content": "85. (1) An inspector may detain any animal, meat or meat product if the inspector considers that it does not meet the requirements of this Regulation. (2) A detained animal, meat or meat product shall be held in accordance with the inspector’s directions and shall not be handled, moved, removed or used without the inspector’s permission. (3) If the inspector attaches a tag or seal to a thing being detained, the tag or seal shall not be altered or removed. (4) An inspector shall release a thing from detention upon being satisfied that it meets the requirements of this Regulation. (5) A person who may be aggrieved by an inspector’s detention may appeal it to the Director. (6) If, after providing the interested parties an opportunity for a hearing, the Director considers that the detained animal, meat or meat product does not meet the requirements of this Regulation, the Director may require the operator or another person to destroy or otherwise dispose of it in such manner as the Director considers advisable. O. Reg. 632/92, s. 85.",
            "raw_html": "<p class=\"section-e\"><b>85. </b>(1) An inspector may detain any animal, meat or meat product if the inspector considers that it does not meet the requirements of this Regulation.</p> <p class=\"subsection-e\">(2) A detained animal, meat or meat product shall be held in accordance with the inspector’s directions and shall not be handled, moved, removed or used without the inspector’s permission.</p> <p class=\"subsection-e\">(3) If the inspector attaches a tag or seal to a thing being detained, the tag or seal shall not be altered or removed.</p> <p class=\"subsection-e\">(4) An inspector shall release a thing from detention upon being satisfied that it meets the requirements of this Regulation.</p> <p class=\"subsection-e\">(5) A person who may be aggrieved by an inspector’s detention may appeal it to the Director.</p> <p class=\"subsection-e\">(6) If, after providing the interested parties an opportunity for a hearing, the Director considers that the detained animal, meat or meat product does not meet the requirements of this Regulation, the Director may require the operator or another person to destroy or otherwise dispose of it in such manner as the Director considers advisable. O. Reg. 632/92, s. 85.</p>"
        },
        {
            "id": "86.",
            "section": "Interim Detentions and Directions",
            "content": "86. (1) An inspector may direct an operator to cease using equipment, a utensil or a room in a plant if the inspector considers that it does not meet the requirements of this Regulation. (2) Equipment, a utensil or a room that is the subject of a direction shall only be used in accordance with the inspector’s instructions. (3) An inspector shall revoke the direction upon being satisfied that the equipment, utensil or room meets the requirements of this Regulation. (4) A person who may be aggrieved by an inspector’s direction may appeal it to the Director. O. Reg. 632/92, s. 86. Detention",
            "raw_html": "<p class=\"section-e\"><b>86. </b>(1) An inspector may direct an operator to cease using equipment, a utensil or a room in a plant if the inspector considers that it does not meet the requirements of this Regulation.</p> <p class=\"subsection-e\">(2) Equipment, a utensil or a room that is the subject of a direction shall only be used in accordance with the inspector’s instructions.</p> <p class=\"subsection-e\">(3) An inspector shall revoke the direction upon being satisfied that the equipment, utensil or room meets the requirements of this Regulation.</p> <p class=\"subsection-e\">(4) A person who may be aggrieved by an inspector’s direction may appeal it to the Director. O. Reg. 632/92, s. 86.</p> <p class=\"heading1-e\"><a name=\"P390_45100\"></a><a name=\"BK11\"></a>Detention</p>"
        },
        {
            "id": "87.",
            "section": "Detention",
            "content": "87. (1) An inspector may detain an animal, meat or meat product in respect of which the inspector believes on reasonable and probable grounds that the Act has been contravened. (2) The inspector shall attach a tag to the detained thing indicating that it is being detained under the Act. (3) A tag shall not be altered or removed from a detained thing and the detained thing shall not be sold, offered for sale, moved, disturbed, received or processed. (4) The inspector shall promptly give written notice to the owner or the person who had possession of the detained thing stating the inspector’s grounds for believing that the Act has been contravened. (5) The inspector shall direct that the animal, meat or meat product be detained at the plant at a place designated by the inspector. (6) Despite subsection (5), the inspector may authorize the operator to move the detained thing to another place designated by the inspector. (7) The inspector shall release a thing from detention and shall remove the tag, (a) upon being informed that no charge will be laid for contravention of the Act in respect of the detained thing; or (b) upon being satisfied that the Act is not contravened in respect of the detained thing. (8) If a person is convicted of an offence under the Act in respect of a detained thing, the Director may require the operator or another person to destroy or otherwise dispose of it in such manner as the Director considers advisable. (9) If the interested parties have been given an opportunity for a hearing in respect of a detained thing, the Director may require the operator or another person to destroy or otherwise dispose of it in such manner as the Director considers advisable. O. Reg. 632/92, s. 87. Inspections",
            "raw_html": "<p class=\"section-e\"><b>87. </b>(1) An inspector may detain an animal, meat or meat product in respect of which the inspector believes on reasonable and probable grounds that the Act has been contravened.</p> <p class=\"subsection-e\">(2) The inspector shall attach a tag to the detained thing indicating that it is being detained under the Act.</p> <p class=\"subsection-e\">(3) A tag shall not be altered or removed from a detained thing and the detained thing shall not be sold, offered for sale, moved, disturbed, received or processed.</p> <p class=\"subsection-e\">(4) The inspector shall promptly give written notice to the owner or the person who had possession of the detained thing stating the inspector’s grounds for believing that the Act has been contravened.</p> <p class=\"subsection-e\">(5) The inspector shall direct that the animal, meat or meat product be detained at the plant at a place designated by the inspector.</p> <p class=\"subsection-e\">(6) Despite subsection (5), the inspector may authorize the operator to move the detained thing to another place designated by the inspector.</p> <p class=\"subsection-e\">(7) The inspector shall release a thing from detention and shall remove the tag,</p> <p class=\"clause-e\">(a) upon being informed that no charge will be laid for contravention of the Act in respect of the detained thing; or</p> <p class=\"clause-e\">(b) upon being satisfied that the Act is not contravened in respect of the detained thing.</p> <p class=\"subsection-e\">(8) If a person is convicted of an offence under the Act in respect of a detained thing, the Director may require the operator or another person to destroy or otherwise dispose of it in such manner as the Director considers advisable.</p> <p class=\"subsection-e\">(9) If the interested parties have been given an opportunity for a hearing in respect of a detained thing, the Director may require the operator or another person to destroy or otherwise dispose of it in such manner as the Director considers advisable. O. Reg. 632/92, s. 87.</p> <p class=\"heading1-e\"><a name=\"P402_46863\"></a><a name=\"BK12\"></a>Inspections</p>"
        },
        {
            "id": "88.",
            "section": "Inspections",
            "content": "88. (1) The regional veterinarian shall designate the hours of the day and the days of the week during which operators may carry out their slaughtering operations. (2) No animal shall be slaughtered and no carcass shall be dressed in a plant outside the hours of operation designated by the regional veterinarian unless inspection service is being provided. O. Reg. 632/92, s. 88.",
            "raw_html": "<p class=\"section-e\"><b>88. </b>(1) The regional veterinarian shall designate the hours of the day and the days of the week during which operators may carry out their slaughtering operations.</p> <p class=\"subsection-e\">(2) No animal shall be slaughtered and no carcass shall be dressed in a plant outside the hours of operation designated by the regional veterinarian unless inspection service is being provided. O. Reg. 632/92, s. 88.</p>"
        },
        {
            "id": "89.",
            "section": "Inspections",
            "content": "89. (1) An operator who, on request, receives inspection service outside the designated hours shall pay a fee of $30 per hour for each hour of service provided on a day other than a statutory holiday. (2) An operator who, on request, receives inspection service on a statutory holiday shall pay a fee of $40 per hour for each hour of service. (3) An operator who, on request, receives inspection service for an emergency slaughter or an emergency ante mortem inspection shall pay a fee of $40 per hour for each hour of service provided. (4) If an operator fails to pay for inspection services, no further inspection service for which a fee is payable shall be provided until all outstanding fees are paid. O. Reg. 632/92, s. 89.",
            "raw_html": "<p class=\"section-e\"><b>89. </b>(1) An operator who, on request, receives inspection service outside the designated hours shall pay a fee of $30 per hour for each hour of service provided on a day other than a statutory holiday.</p> <p class=\"subsection-e\">(2) An operator who, on request, receives inspection service on a statutory holiday shall pay a fee of $40 per hour for each hour of service.</p> <p class=\"subsection-e\">(3) An operator who, on request, receives inspection service for an emergency slaughter or an emergency <i>ante mortem</i> inspection shall pay a fee of $40 per hour for each hour of service provided.</p> <p class=\"subsection-e\">(4) If an operator fails to pay for inspection services, no further inspection service for which a fee is payable shall be provided until all outstanding fees are paid. O. Reg. 632/92, s. 89.</p>"
        },
        {
            "id": "90.",
            "section": "Inspections",
            "content": "90. An operator shall, for the purpose of inspection, make available to an inspector any animal, meat, meat product or utensil. O. Reg. 632/92, s. 90.",
            "raw_html": "<p class=\"section-e\"><b>90. </b>An operator shall, for the purpose of inspection, make available to an inspector any animal, meat, meat product or utensil. O. Reg. 632/92, s. 90.</p>"
        },
        {
            "id": "91.",
            "section": "Inspections",
            "content": "91. At the request of an inspector and without charge, an operator shall provide the inspector with samples from or of an animal, meat, a meat product or any ingredient or additive to be used in the preparation of a meat product or any other material used or to be used in connection with a meat product. O. Reg. 632/92, s. 91.",
            "raw_html": "<p class=\"section-e\"><b>91. </b>At the request of an inspector and without charge, an operator shall provide the inspector with samples from or of an animal, meat, a meat product or any ingredient or additive to be used in the preparation of a meat product or any other material used or to be used in connection with a meat product. O. Reg. 632/92, s. 91.</p>"
        },
        {
            "id": "92.",
            "section": "Inspections",
            "content": "92. (1) Every operator shall make and keep for at least twelve months a record of animals inspected at the plant. (2) The record shall include, (a) the name and address of the persons from whom animals were purchased or acquired; (b) the dates of the purchase or acquisition of animals; (c) the number and kind of animals purchased or acquired; and (d) the number of animals that were slaughtered and the dates of slaughter. (3) Every operator shall make and keep an inventory of supplies and materials bearing the inspection legend, including the number, type and date on which they were used. O. Reg. 632/92, s. 92.",
            "raw_html": "<p class=\"section-e\"><b>92. </b>(1) Every operator shall make and keep for at least twelve months a record of animals inspected at the plant.</p> <p class=\"subsection-e\">(2) The record shall include,</p> <p class=\"clause-e\">(a) the name and address of the persons from whom animals were purchased or acquired;</p> <p class=\"clause-e\">(b) the dates of the purchase or acquisition of animals;</p> <p class=\"clause-e\">(c) the number and kind of animals purchased or acquired; and</p> <p class=\"clause-e\">(d) the number of animals that were slaughtered and the dates of slaughter.</p> <p class=\"subsection-e\">(3) Every operator shall make and keep an inventory of supplies and materials bearing the inspection legend, including the number, type and date on which they were used. O. Reg. 632/92, s. 92.</p>"
        },
        {
            "id": "93.",
            "section": "Inspections",
            "content": "93. An inspector shall produce his or her certificate of appointment on the request of an operator. O. Reg. 632/92, s. 93.",
            "raw_html": "<p class=\"section-e\"><b>93. </b>An inspector shall produce his or her certificate of appointment on the request of an operator. O. Reg. 632/92, s. 93.</p>"
        },
        {
            "id": "94.",
            "section": "Inspections",
            "content": "94. (1) If, in the opinion of an inspector, any provision of the Act or this Regulation or any direction of the inspector given in the course of an inspection is not complied with, he or she, (a) may refuse to provide inspection at the plant, to stamp meat or meat products with the inspection legend or to label them; and (b) shall immediately notify the regional veterinarian and furnish him or her with full particulars of the reasons for the refusal. (2) If an inspector refuses to provide inspection at a plant under subsection (1), the operator is entitled to a hearing before the Director. O. Reg. 632/92, s. 94.",
            "raw_html": "<p class=\"section-e\"><b>94. </b>(1) If, in the opinion of an inspector, any provision of the Act or this Regulation or any direction of the inspector given in the course of an inspection is not complied with, he or she,</p> <p class=\"clause-e\">(a) may refuse to provide inspection at the plant, to stamp meat or meat products with the inspection legend or to label them; and</p> <p class=\"clause-e\">(b) shall immediately notify the regional veterinarian and furnish him or her with full particulars of the reasons for the refusal.</p> <p class=\"subsection-e\">(2) If an inspector refuses to provide inspection at a plant under subsection (1), the operator is entitled to a hearing before the Director. O. Reg. 632/92, s. 94.</p>"
        },
        {
            "id": "95.",
            "section": "Inspections",
            "content": "95. Omitted (revokes other Regulations). O. Reg. 632/92, s. 95. ",
            "raw_html": "<p class=\"section-e\"><b>95.</b> Omitted (revokes other Regulations). O. Reg. 632/92, s. 95.</p> <p class=\"Normal\"></p>"
        }
    ]
}