{
    "reg_info": {
        "full_title": "O. Reg. 146/02: FEE EXEMPTION",
        "reg_name_text": "FEE EXEMPTION",
        "citation": "O. Reg. 146/02: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/020146",
        "date_scraped": "2023-12-19 18:04:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020146/v1",
            "valid_from": "May  1, 2002",
            "valid_to": "July 31, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The class of persons who apply for the issuance of a Temporary permit under section 11 of Regulation 628 of the Revised Regulations of Ontario, 1990 is exempt from paying the fee set out in item 14 of the Table to subsection 17 (1) of that Regulation if, (a) the Temporary permit is for a bus that is a Class D public vehicle within the meaning of section 7 of Regulation 982 of the Revised Regulations of Ontario, 1990; (b) the Temporary permit is for the purpose of operating the bus to convey people to or from a charitable or not for profit event that is organized by a charitable organization that is registered under the Income Tax Act (Canada) where 150,000 people or more are registered or are reasonably expected to be registered; and (c) the period to which the Temporary permit applies ends before August 1, 2005. O. Reg. 146/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The class of persons who apply for the issuance of a Temporary permit under section 11 of Regulation 628 of the Revised Regulations of Ontario, 1990 is exempt from paying the fee set out in item 14 of the Table to subsection 17 (1) of that Regulation if,</p> <p class=\"clause-e\">(a) the Temporary permit is for a bus that is a Class D public vehicle within the meaning of section 7 of Regulation 982 of the Revised Regulations of Ontario, 1990;</p> <p class=\"clause-e\">(b) the Temporary permit is for the purpose of operating the bus to convey people to or from a charitable or not for profit event that is organized by a charitable organization that is registered under the <i>Income Tax Act </i>(Canada) where 150,000 people or more are registered or are reasonably expected to be registered; and</p> <p class=\"clause-e\">(c) the period to which the Temporary permit applies ends before August 1, 2005. O. Reg. 146/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Omitted (provides for the revocation of this Regulation). O. Reg. 146/02, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (provides for the revocation of this Regulation). O. Reg. 146/02, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}