{
    "reg_info": {
        "full_title": "O. Reg. 79/97: CALCULATION OF AVERAGE DAILY ENROLMENT",
        "reg_name_text": "CALCULATION OF AVERAGE DAILY ENROLMENT",
        "citation": "O. Reg. 79/97: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/970079",
        "date_scraped": "2023-12-19 18:44:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/970079/v1",
            "valid_from": "August 21, 1998",
            "valid_to": "August 12, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “cycle” means the number of school days for which a schedule of classes in a school continues before the schedule is repeated; “full-time pupil” means a pupil who, (a) is enrolled in day school other than in junior kindergarten or kindergarten, and (b) in respect of a cycle, is registered for classroom instruction for an average of at least 210 minutes per school day; “half-time pupil” means a pupil who, (a) is enrolled in junior kindergarten or kindergarten, and (b) in respect of a cycle, is registered for classroom instruction for an average of at least 150 minutes per school day; “independent study course” means a credit course that is provided to a pupil other than a full-time pupil in whole or, at the option of a board, in part through a non-classroom instructional mode of delivery; “part-time pupil” means a pupil who is enrolled in day school and is neither a full-time nor a half-time pupil. O. Reg. 79/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“cycle” means the number of school days for which a schedule of classes in a school continues before the schedule is repeated;</p> <p class=\"definition-e\">“full-time pupil” means a pupil who,</p> <p class=\"defclause-e\">(a) is enrolled in day school other than in junior kindergarten or kindergarten, and</p> <p class=\"defclause-e\">(b) in respect of a cycle, is registered for classroom instruction for an average of at least 210 minutes per school day;</p> <p class=\"definition-e\">“half-time pupil” means a pupil who,</p> <p class=\"defclause-e\">(a) is enrolled in junior kindergarten or kindergarten, and</p> <p class=\"defclause-e\">(b) in respect of a cycle, is registered for classroom instruction for an average of at least 150 minutes per school day;</p> <p class=\"definition-e\">“independent study course” means a credit course that is provided to a pupil other than a full-time pupil in whole or, at the option of a board, in part through a non-classroom instructional mode of delivery;</p> <p class=\"definition-e\">“part-time pupil” means a pupil who is enrolled in day school and is neither a full-time nor a half-time pupil. O. Reg. 79/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Day school average daily enrolment for a board for a year is the sum of, (a) the product of 0.5 and the sum of, (i) the number of full-time pupils enrolled on the last school day in March in the year, (ii) 0.5 times the number of half-time pupils enrolled on that day, and (iii) the quotient obtained by determining, for each part-time pupil enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day in a course other than an independent study course and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; (b) the product of 0.4 and the sum of, (i) the number of full-time pupils enrolled on the last school day in October in the year, (ii) 0.5 times the number of half-time pupils enrolled on that day, and (iii) the quotient obtained by determining, for each part-time pupil enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day in a course other than an independent study course and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; (c) the product of 0.1 and the sum of, (i) the number of full-time pupils enrolled on the last school day in October in the previous year, (ii) 0.5 times the number of half-time pupils enrolled on that day, and (iii) the quotient obtained by determining, for each part-time pupil enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day in a course other than an independent study course and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; and (d) an amount in respect of each pupil who is enrolled during the year in an independent study course that meets the criteria established by the Minister for inclusion in the determination of day school enrolment, calculated as follows:  where, A = the number of credits or the portion of a credit that may be earned by the pupil upon successful completion of the course, B = the decimal fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the periods from January 1 to June 30 and September 1 to December 31 in the year. O. Reg. 79/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Day school average daily enrolment for a board for a year is the sum of,</p> <p class=\"clause-e\">(a) the product of 0.5 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils enrolled on the last school day in March in the year, </p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils enrolled on that day, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day in a course other than an independent study course and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle;</p> <p class=\"clause-e\">(b) the product of 0.4 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils enrolled on the last school day in October in the year,</p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils enrolled on that day, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day in a course other than an independent study course and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle;</p> <p class=\"clause-e\">(c) the product of 0.1 and the sum of,</p> <p class=\"subclause-e\">(i) the number of full-time pupils enrolled on the last school day in October in the previous year, </p> <p class=\"subclause-e\">(ii) 0.5 times the number of half-time pupils enrolled on that day, and</p> <p class=\"subclause-e\">(iii) the quotient obtained by determining, for each part-time pupil enrolled on that day, the number of minutes for which the pupil is registered for classroom instruction in the cycle that includes that day in a course other than an independent study course and dividing the sum of the numbers so determined by the product of 300 and the number of days in the cycle; and</p> <p class=\"clause-e\">(d) an amount in respect of each pupil who is enrolled during the year in an independent study course that meets the criteria established by the Minister for inclusion in the determination of day school enrolment, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_970079_e-1.gif\" width=\"44\"/></p> <p class=\"Sclause-e\">where,</p> <p class=\"equationid3-e\">A = the number of credits or the portion of a credit that may be earned by the pupil upon successful completion of the course,</p> <p class=\"equationid3-e\">B = the decimal fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the periods from January 1 to June 30 and September 1 to December 31 in the year.</p> <p class=\"footnote-e\">O. Reg. 79/97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Continuing education average daily enrolment for a board for a year is the sum of, (a) an amount in respect of each pupil who is enrolled during the year in a continuing education class or course established by the board, other than an independent study course, calculated as follows:  where, A = the number of sessions for which the pupil is enrolled in the year, B = the number of minutes in each session, C = the number of school days in the year; and (b) an amount in respect of each pupil who is enrolled during the year in an independent study course that does not meet the criteria established by the Minister for inclusion in the determination of day school enrolment, calculated as follows:  where, A = the number of credits or the portion of a credit that may be earned by the pupil upon successful completion of the course, B = the decimal fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the year. O. Reg. 79/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Continuing education average daily enrolment for a board for a year is the sum of,</p> <p class=\"clause-e\">(a) an amount in respect of each pupil who is enrolled during the year in a continuing education class or course established by the board, other than an independent study course, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_970079_e-2.gif\" width=\"48\"/></p> <p class=\"Sclause-e\">where,</p> <p class=\"equationid3-e\">A = the number of sessions for which the pupil is enrolled in the year,</p> <p class=\"equationid3-e\">B = the number of minutes in each session,</p> <p class=\"equationid3-e\">C = the number of school days in the year; and</p> <p class=\"clause-e\">(b) an amount in respect of each pupil who is enrolled during the year in an independent study course that does not meet the criteria established by the Minister for inclusion in the determination of day school enrolment, calculated as follows:</p> <p class=\"equation-e\"><img border=\"0\" height=\"16\" src=\"images/elaws_rev_regs_970079_e-3.gif\" width=\"76\"/></p> <p class=\"Sclause-e\">where,</p> <p class=\"equationid3-e\">A = the number of credits or the portion of a credit that may be earned by the pupil upon successful completion of the course,</p> <p class=\"equationid3-e\">B = the decimal fraction representing the portion of the total quantity of work required for completion of the course that is completed by the pupil during the year.</p> <p class=\"footnote-e\">O. Reg. 79/97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. This Regulation applies in respect of the year 1997. O. Reg. 79/97, s. 4; O. Reg. 466/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>This Regulation applies in respect of the year 1997. O. Reg. 79/97, s. 4; O. Reg. 466/98, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Omitted (revokes other Regulations). O. Reg. 79/97, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (revokes other Regulations). O. Reg. 79/97, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}