{
    "reg_info": {
        "full_title": "O. Reg. 98/13: RATIOS OF APPRENTICES TO JOURNEYPERSONS",
        "reg_name_text": "RATIOS OF APPRENTICES TO JOURNEYPERSONS",
        "citation": "O. Reg. 98/13: ",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/130098",
        "date_scraped": "2023-12-19 04:22:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/130098/v2",
            "valid_from": "April  8, 2013",
            "valid_to": "April  9, 2014"
        },
        {
            "a_href": "/laws/regulation/130098/v1",
            "valid_from": "March  1, 2013",
            "valid_to": "April  7, 2013"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Cement (concrete) finisher",
            "content": "1. The number of apprentices who may be sponsored by a sponsor in the trade of cement (concrete) finisher shall not exceed, (a) where the sponsor is a journeyperson in the trade, one apprentice plus an additional apprentice for the first journeyperson employed or otherwise engaged by the sponsor in the trade, plus an additional apprentice for each additional three journeypersons employed or otherwise engaged by the sponsor in the trade; or (b) where the sponsor is not a journeyperson in the trade, one apprentice for each of the first two journeypersons employed or otherwise engaged by the sponsor in the trade, plus an additional apprentice for each additional three journeypersons employed or otherwise engaged by the sponsor in the trade. O. Reg. 98/13, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The number of apprentices who may be sponsored by a sponsor in the trade of cement (concrete) finisher shall not exceed,</p> <p class=\"clause-e\">(a) where the sponsor is a journeyperson in the trade, one apprentice plus an additional apprentice for the first journeyperson employed or otherwise engaged by the sponsor in the trade, plus an additional apprentice for each additional three journeypersons employed or otherwise engaged by the sponsor in the trade; or</p> <p class=\"clause-e\">(b) where the sponsor is not a journeyperson in the trade, one apprentice for each of the first two journeypersons employed or otherwise engaged by the sponsor in the trade, plus an additional apprentice for each additional three journeypersons employed or otherwise engaged by the sponsor in the trade. O. Reg. 98/13, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Floor covering installer",
            "content": "2. (1) The number of apprentices who may be sponsored by a sponsor in the trade of floor covering installer shall not exceed one apprentice for every two journeypersons employed or otherwise engaged by the sponsor in the trade. O. Reg. 98/13, s. 2 (1). (2) If a sponsor is a journeyperson, he or she shall be included in the number of journeypersons employed or otherwise engaged by the sponsor for the purpose of subsection (1). O. Reg. 98/13, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The number of apprentices who may be sponsored by a sponsor in the trade of floor covering installer shall not exceed one apprentice for every two journeypersons employed or otherwise engaged by the sponsor in the trade. O. Reg. 98/13, s. 2 (1).</p> <p class=\"subsection-e\">(2) If a sponsor is a journeyperson, he or she shall be included in the number of journeypersons employed or otherwise engaged by the sponsor for the purpose of subsection (1). O. Reg. 98/13, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": "3. (1) This Regulation applies in respect of an apprentice who is working pursuant to a training agreement that the Minister registers under section 65 of the Act on or after the day this Regulation comes into force. O. Reg. 98/13, s. 3 (1). (2) The ratios set out in the following provisions apply in respect of an apprentice who was working under a contract of apprenticeship filed under the Trades Qualification and Apprenticeship Act immediately before the day this Regulation comes into force: 1. In respect of the trade of cement (concrete) finisher, subsection 10 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General), made under that Act, as it read immediately before its revocation. 2. In respect of the trade of floor covering installer, section 5 of Ontario Regulation 98/01 (Floor Covering Installer), made under that Act, as it read immediately before its revocation. O. Reg. 98/13, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) This Regulation applies in respect of an apprentice who is working pursuant to a training agreement that the Minister registers under section 65 of the Act on or after the day this Regulation comes into force. O. Reg. 98/13, s. 3 (1).</p> <p class=\"subsection-e\">(2) The ratios set out in the following provisions apply in respect of an apprentice who was working under a contract of apprenticeship filed under the <i>Trades Qualification and Apprenticeship Act</i> immediately before the day this Regulation comes into force:</p> <p class=\"paragraph-e\">1. In respect of the trade of cement (concrete) finisher, subsection 10 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General), made under that Act, as it read immediately before its revocation.</p> <p class=\"paragraph-e\">2. In respect of the trade of floor covering installer, section 5 of Ontario Regulation 98/01 (Floor Covering Installer), made under that Act, as it read immediately before its revocation. O. Reg. 98/13, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Application",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 98/13, s. 4. Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 98/13, s. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_130098_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_130098_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}