{
    "reg_info": {
        "full_title": "O. Reg. 494/07: SERVICE OF NOTICE",
        "reg_name_text": "SERVICE OF NOTICE",
        "citation": "O. Reg. 494/07: ",
        "act_under": "Health Insurance Act   Loi sur l’assurance-santé",
        "url": "https://www.ontario.ca/laws/regulation/070494",
        "date_scraped": "2023-12-19 09:47:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  4, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070494/v1",
            "valid_from": "August 24, 2007",
            "valid_to": "September  3, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Electronic transfer of data",
            "content": "1. For the purposes of clause 26 (1) (d) of the Act, electronic transfer of data is a prescribed method of service. O. Reg. 494/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of clause 26 (1) (d) of the Act, electronic transfer of data is a prescribed method of service. O. Reg. 494/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Same, when effective",
            "content": "2. Service of a notice by electronic transfer of data is effective on the day the notice is sent. O. Reg. 494/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Service of a notice by electronic transfer of data is effective on the day the notice is sent. O. Reg. 494/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Address for service",
            "content": "3. For the purposes of section 26 of the Act, the following rules apply respecting address for service: 1. If the address of the physician, practitioner, person or entity on whom service is to be made is registered on any database maintained by the Ministry of Health and Long-Term Care, that address is the address for service, unless the General Manager has actual notice of a more current address, in which case the address for service is the current address known to the General Manager. 2. In the case of service upon a physician, practitioner, person or entity whose address is not registered on any database maintained by the Ministry of Health and Long-Term Care, the address for service is, i. the address on any invoice, receipt or business communication issued by the physician, practitioner, person or entity, ii. the address at which the insured service was rendered, in the absence of an invoice, receipt or business communication, or iii. the address that is recorded in the register of the health profession college of which he or she is a member, in the case of a physician or practitioner. O. Reg. 494/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>For the<b> </b>purposes of section 26 of the Act, the following rules apply respecting address for service:</p> <p class=\"paragraph-e\">1. If the address of the physician, practitioner, person or entity on whom service is to be made is registered on any database maintained by the Ministry of Health and Long-Term Care, that address is the address for service, unless the General Manager has actual notice of a more current address, in which case the address for service is the current address known to the General Manager.</p> <p class=\"paragraph-e\">2. In the case of service upon a physician, practitioner, person or entity whose address is not registered on any database maintained by the Ministry of Health and Long-Term Care, the address for service is,</p> <p class=\"subpara-e\">i. the address on any invoice, receipt or business communication issued by the physician, practitioner, person or entity,</p> <p class=\"subpara-e\">ii. the address at which the insured service was rendered, in the absence of an invoice, receipt or business communication, or</p> <p class=\"subpara-e\">iii. the address that is recorded in the register of the health profession college of which he or she is a member, in the case of a physician or practitioner. O. Reg. 494/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Address for service",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 494/07, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 494/07, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}