{
    "reg_info": {
        "full_title": "O. Reg. 95/97: APPLES - CONTROLLED-ATMOSPHERE STORAGE",
        "reg_name_text": "APPLES — CONTROLLED-ATMOSPHERE STORAGE",
        "citation": "O. Reg. 95/97: APPLES - CONTROLLED-ATMOSPHERE STORAGE",
        "act_under": "Farm Products Grades and Sales Act   Loi sur le classement et la vente des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/970095",
        "date_scraped": "2023-12-19 07:02:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/970095/v1",
            "valid_from": "April  1, 1997",
            "valid_to": "December 20, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Controlled-Atmosphere Apples” means apples that are stored and marked in accordance with this Regulation and “C. A. Apples” has the same meaning; “mechanically sealed”, in respect of the loading door of a compartment in a controlled-atmosphere storage plant, means that the door is closed and sealed by the operator so as to be sufficiently air-tight for the purpose of controlled-atmosphere storage; “official seal” means a seal affixed by an inspector to the loading door of a compartment in a controlled-atmosphere storage plant so that the door cannot be opened without breaking the seal; “operator” means an operator of a controlled-atmosphere storage plant. O. Reg. 95/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Controlled-Atmosphere Apples” means apples that are stored and marked in accordance with this Regulation and “C. A. Apples” has the same meaning;</p> <p class=\"definition-e\">“mechanically sealed”, in respect of the loading door of a compartment in a controlled-atmosphere storage plant, means that the door is closed and sealed by the operator so as to be sufficiently air-tight for the purpose of controlled-atmosphere storage;</p> <p class=\"definition-e\">“official seal” means a seal affixed by an inspector to the loading door of a compartment in a controlled-atmosphere storage plant so that the door cannot be opened without breaking the seal;</p> <p class=\"definition-e\">“operator” means an operator of a controlled-atmosphere storage plant. O. Reg. 95/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Controlled-Atmosphere Apples are established as a class of fruit. O. Reg. 95/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Controlled-Atmosphere Apples are established as a class of fruit. O. Reg. 95/97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. This Regulation applies only to the storage of apples. O. Reg. 95/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>This Regulation applies only to the storage of apples. O. Reg. 95/97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Subject to sections 5 and 6, if apples are stored as Controlled-Atmosphere Apples, the operator shall, (a) notify an inspector within five days after mechanically sealing the compartment in which the apples are stored; (b) control the oxygen content of the air in each mechanically sealed compartment at not more than 5 per cent within 20 days after mechanically sealing the compartment; (c) keep the oxygen content of the air in each mechanically sealed compartment at not more than 5 per cent, (i) for at least 60 consecutive days after mechanically sealing the compartment, if the operator controlled the oxygen content of the air in the compartment within seven days after the sealing, or (ii) for at least 90 consecutive days after mechanically sealing the compartment, otherwise; (d) notify an inspector before opening, for any reason, a mechanically sealed compartment in which the apples are stored or permitting that compartment to be opened for any reason; (e) keep, on a form approved by the Director, a daily record of the atmosphere and temperature in each mechanically sealed compartment in which the apples are stored; (f) keep, on a form approved by the Director, a record of the capacity of each mechanically sealed compartment and of the identity and quantity of each lot of apples stored in the compartment; (g) allow the owner of the apples, the owner’s agent or an inspector to inspect the records pertaining to the stored apples at any reasonable time; and (h) immediately on removing the apples from a mechanically sealed compartment and placing them in containers for delivery to a packer, mark on each container, (i) “Controlled-Atmosphere Apples” or “C. A. Apples”, and (ii) the name of the operator. (2) An inspector shall affix an official seal to the loading door of a mechanically sealed compartment when the oxygen-content is reduced to satisfy the maximum permitted in the compartment. O. Reg. 95/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subject to sections 5 and 6, if apples are stored as Controlled-Atmosphere Apples, the operator shall,</p> <p class=\"clause-e\">(a) notify an inspector within five days after mechanically sealing the compartment in which the apples are stored;</p> <p class=\"clause-e\">(b) control the oxygen content of the air in each mechanically sealed compartment at not more than 5 per cent within 20 days after mechanically sealing the compartment;</p> <p class=\"clause-e\">(c) keep the oxygen content of the air in each mechanically sealed compartment at not more than 5 per cent,</p> <p class=\"subclause-e\">(i) for at least 60 consecutive days after mechanically sealing the compartment, if the operator controlled the oxygen content of the air in the compartment within seven days after the sealing, or</p> <p class=\"subclause-e\">(ii) for at least 90 consecutive days after mechanically sealing the compartment, otherwise;</p> <p class=\"clause-e\">(d) notify an inspector before opening, for any reason, a mechanically sealed compartment in which the apples are stored or permitting that compartment to be opened for any reason;</p> <p class=\"clause-e\">(e) keep, on a form approved by the Director, a daily record of the atmosphere and temperature in each mechanically sealed compartment in which the apples are stored;</p> <p class=\"clause-e\">(f) keep, on a form approved by the Director, a record of the capacity of each mechanically sealed compartment and of the identity and quantity of each lot of apples stored in the compartment;</p> <p class=\"clause-e\">(g) allow the owner of the apples, the owner’s agent or an inspector to inspect the records pertaining to the stored apples at any reasonable time; and</p> <p class=\"clause-e\">(h) immediately on removing the apples from a mechanically sealed compartment and placing them in containers for delivery to a packer, mark on each container,</p> <p class=\"subclause-e\">(i) “Controlled-Atmosphere Apples” or “C. A. Apples”, and</p> <p class=\"subclause-e\">(ii) the name of the operator.</p> <p class=\"subsection-e\">(2) An inspector shall affix an official seal to the loading door of a mechanically sealed compartment when the oxygen-content is reduced to satisfy the maximum permitted in the compartment. O. Reg. 95/97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A mechanically sealed compartment may be opened and the apples removed before the required storage period is over if, (a) the oxygen content of the compartment is reduced to 5 per cent or less within seven days after the time the compartment was opened; and (b) the compartment is not opened more than once during the required storage period for the purpose of removing apples. (2) If a mechanically sealed compartment is opened under this section, the total amount of the time during which the oxygen level is above 5 per cent must be added to the required storage period. O. Reg. 95/97, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A mechanically sealed compartment may be opened and the apples removed before the required storage period is over if,</p> <p class=\"clause-e\">(a) the oxygen content of the compartment is reduced to 5 per cent or less within seven days after the time the compartment was opened; and</p> <p class=\"clause-e\">(b) the compartment is not opened more than once during the required storage period for the purpose of removing apples.</p> <p class=\"subsection-e\">(2) If a mechanically sealed compartment is opened under this section, the total amount of the time during which the oxygen level is above 5 per cent must be added to the required storage period. O. Reg. 95/97, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The oxygen content of a mechanically sealed compartment may exceed 5 per cent for a period of not more than 10 days if, (a) it is necessary to make repairs to the equipment or structure of the compartment; and (b) the total storage time starting with the time of compliance with clause 4 (1) (b) is not less than, (i) 70 days, if the operator controlled the oxygen content of the air in the compartment within seven days after the sealing, or (ii) 100 days, otherwise. O. Reg. 95/97, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The oxygen content of a mechanically sealed compartment may exceed 5 per cent for a period of not more than 10 days if,</p> <p class=\"clause-e\">(a) it is necessary to make repairs to the equipment or structure of the compartment; and</p> <p class=\"clause-e\">(b) the total storage time starting with the time of compliance with clause 4 (1) (b) is not less than,</p> <p class=\"subclause-e\">(i) 70 days, if the operator controlled the oxygen content of the air in the compartment within seven days after the sealing, or</p> <p class=\"subclause-e\">(ii) 100 days, otherwise. O. Reg. 95/97, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No person shall mark on any container of apples the words “Controlled-Atmosphere Apples” or the designation “C. A. Apples” or any other words or designation indicating that the apples are Controlled-Atmosphere Apples unless the apples were stored in accordance with this Regulation. O. Reg. 95/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person shall mark on any container of apples the words “Controlled-Atmosphere Apples” or the designation “C. A. Apples” or any other words or designation indicating that the apples are Controlled-Atmosphere Apples unless the apples were stored in accordance with this Regulation. O. Reg. 95/97, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) An operator who stores apples in a mechanically sealed compartment shall give written notification to the Director and the owner of the apples any time there is a failure to comply with this Regulation in respect of the storage of the apples. (2) The operator shall give the notification required under subsection (1) as soon as reasonably possible after becoming aware of the failure. O. Reg. 95/97, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) An operator who stores apples in a mechanically sealed compartment shall give written notification to the Director and the owner of the apples any time there is a failure to comply with this Regulation in respect of the storage of the apples.</p> <p class=\"subsection-e\">(2) The operator shall give the notification required under subsection (1) as soon as reasonably possible after becoming aware of the failure. O. Reg. 95/97, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Omitted (revokes other Regulations). O. Reg. 95/97, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Omitted (revokes other Regulations). O. Reg. 95/97, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 95/97, s. 10. ",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 95/97, s. 10.</p> <p class=\"Normal\"></p>"
        }
    ]
}