{
    "reg_info": {
        "full_title": "O. Reg. 116/98: TRANSITIONAL RULES UNDER FAMILY BENEFITS ACT AND GENERAL WELFARE ASSISTANCE ACT PRIOR TO COMMENCEMENT OF ONTARIO WORKS ACT, 1997",
        "reg_name_text": "TRANSITIONAL RULES UNDER FAMILY BENEFITS ACT AND GENERAL WELFARE ASSISTANCE ACT PRIOR TO COMMENCEMENT OF ONTARIO WORKS ACT, 1997",
        "citation": "O. Reg. 116/98: ",
        "act_under": "Social Assistance Reform Act, 1997   Loi de 1997 sur la réforme de l’aide sociale",
        "url": "https://www.ontario.ca/laws/regulation/980116",
        "date_scraped": "2023-12-19 23:07:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Family Benefits Act",
            "content": "1. (1) In this section, “Director” means the Director under the Family Benefits Act; “entitlement change” means a change with respect to the entitlement of a recipient to benefits under the Family Benefits Act or in the amount of benefits that a recipient is entitled to receive under that Act if the change results from an amendment to Regulation 366 of the Revised Regulations of Ontario, 1990 contained in Ontario Regulation 114/98; “recipient” means a person who receives benefits under the Family Benefits Act. (2) If a determination by the Director is not required for an entitlement change to take effect, the change shall take effect for all recipients on April 1, 1998. (3) Despite section 12 of Ontario Regulation 114/98, if a determination by the Director is required for an entitlement change to take effect, the following rules apply: 1. The Director shall, before December 31, 1998, i. review and update the information recorded with respect to each recipient affected by the change, and ii. make the determination required for the entitlement change to take effect. 2. The entitlement change shall take effect with respect to a recipient on the day the Director makes the determination under this subsection with respect to that recipient. (4) Despite sections 13, 14 and 15 of the Family Benefits Act, a recipient has no right to make representations to the Director and is not entitled to a hearing by the Social Assistance Review Board or an appeal to the Divisional Court with respect to, (a) any variation in the amount of money that a recipient is entitled to receive as a result of an entitlement change; or (b) the date on which an entitlement change takes effect with respect to the recipient. O. Reg. 116/98, s. 1. General Welfare Assistance Act",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this section,</p> <p class=\"firstdef-e\">“Director” means the Director under the <i>Family Benefits Act</i>;</p> <p class=\"definition-e\">“entitlement change” means a change with respect to the entitlement of a recipient to benefits under the <i>Family Benefits Act</i> or in the amount of benefits that a recipient is entitled to receive under that Act if the change results from an amendment to Regulation 366 of the Revised Regulations of Ontario, 1990 contained in Ontario Regulation 114/98;</p> <p class=\"definition-e\">“recipient” means a person who receives benefits under the <i>Family Benefits Act</i>.</p> <p class=\"subsection-e\">(2) If a determination by the Director is not required for an entitlement change to take effect, the change shall take effect for all recipients on April 1, 1998.</p> <p class=\"subsection-e\">(3) Despite section 12 of Ontario Regulation 114/98, if a determination by the Director is required for an entitlement change to take effect, the following rules apply:</p> <p class=\"paragraph-e\">1. The Director shall, before December 31, 1998,</p> <p class=\"subpara-e\">i. review and update the information recorded with respect to each recipient affected by the change, and</p> <p class=\"subpara-e\">ii. make the determination required for the entitlement change to take effect. </p> <p class=\"paragraph-e\">2. The entitlement change shall take effect with respect to a recipient on the day the Director makes the determination under this subsection with respect to that recipient.</p> <p class=\"subsection-e\">(4) Despite sections 13, 14 and 15 of the <i>Family Benefits Act</i>, a recipient has no right to make representations to the Director and is not entitled to a hearing by the Social Assistance Review Board or an appeal to the Divisional Court with respect to,</p> <p class=\"clause-e\">(a) any variation in the amount of money that a recipient is entitled to receive as a result of an entitlement change; or</p> <p class=\"clause-e\">(b) the date on which an entitlement change takes effect with respect to the recipient. O. Reg. 116/98, s. 1.</p> <p class=\"heading1-e\">General Welfare Assistance Act</p>"
        },
        {
            "id": "2.",
            "section": "General Welfare Assistance Act",
            "content": "2. (1) In this section, “entitlement change” means a change with respect to the entitlement of a recipient to assistance under the General Welfare Assistance Act or in the amount of assistance that a recipient is entitled to receive under that Act if the change results from an amendment to Regulation 537 of the Revised Regulations of Ontario, 1990 contained in Ontario Regulation 115/98; “recipient” means a person who receives assistance under the General Welfare Assistance Act; “welfare administrator” means a welfare administrator as defined in subsection 10 (1) of the General Welfare Assistance Act and a welfare administrator of a band as defined in subsection 15 (1) of that Act. (2) If a determination by a welfare administrator is not required for an entitlement change to take effect, the change shall take effect for all recipients on April 1, 1998. (3) Despite section 10 of Ontario Regulation 115/98, if a determination by a welfare administrator is required for an entitlement change to take effect, the entitlement change shall take effect with respect to a recipient affected by the change on the day the welfare administrator makes the determination with respect to that recipient. (4) Despite subsection 10 (3) and section 11 of the General Welfare Assistance Act, a recipient has no right to make submissions to a welfare administrator and is not entitled to a hearing under section 11 of that Act with respect to, (a) any variation in the amount of money that a recipient is entitled to receive under the General Welfare Assistance Act as a result of an entitlement change; or (b) the date on which an entitlement change takes effect with respect to the recipient. O. Reg. 116/98, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) In this section,</p> <p class=\"firstdef-e\">“entitlement change” means a change with respect to the entitlement of a recipient to assistance under the <i>General Welfare Assistance Act</i> or in the amount of assistance that a recipient is entitled to receive under that Act if the change results from an amendment to Regulation 537 of the Revised Regulations of Ontario, 1990 contained in Ontario Regulation 115/98;</p> <p class=\"definition-e\">“recipient” means a person who receives assistance under the <i>General Welfare Assistance Act</i>;</p> <p class=\"definition-e\">“welfare administrator” means a welfare administrator as defined in subsection 10 (1) of the <i>General Welfare Assistance Act</i> and a welfare administrator of a band as defined in subsection 15 (1) of that Act.</p> <p class=\"subsection-e\">(2) If a determination by a welfare administrator is not required for an entitlement change to take effect, the change shall take effect for all recipients on April 1, 1998.</p> <p class=\"subsection-e\">(3) Despite section 10 of Ontario Regulation 115/98, if a determination by a welfare administrator is required for an entitlement change to take effect, the entitlement change shall take effect with respect to a recipient affected by the change on the day the welfare administrator makes the determination with respect to that recipient.</p> <p class=\"subsection-e\">(4) Despite subsection 10 (3) and section 11 of the <i>General Welfare Assistance Act</i>, a recipient has no right to make submissions to a welfare administrator and is not entitled to a hearing under section 11 of that Act with respect to,</p> <p class=\"clause-e\">(a) any variation in the amount of money that a recipient is entitled to receive under the <i>General Welfare Assistance Act</i> as a result of an entitlement change; or</p> <p class=\"clause-e\">(b) the date on which an entitlement change takes effect with respect to the recipient. O. Reg. 116/98, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}