{
    "reg_info": {
        "full_title": "O. Reg. 102/23: REGISTRATIONS UNDER PART II.2 OF THE ACT - SMALL SCALE BREWERIES",
        "reg_name_text": "Not Found",
        "citation": "O. Reg. 102/23: REGISTRATIONS UNDER PART II.2 OF THE ACT - SMALL SCALE BREWERIES",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/230102",
        "date_scraped": "2023-12-18 03:49:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/230102/v1",
            "valid_from": "May 24, 2023",
            "valid_to": "June 30, 2023"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION AND APPLICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “beer” includes beer, ale, malt liquor or non-alcoholic beer; (“bière”) “brewer’s spent grain and waste yeast” means the food waste that is a by-product of beer production; (“drêches de brasserie et levure résiduelle”) “dust collector” means a piece of equipment that is used to remove dust from the milling of grain; (“dépoussiéreur”) “EASR publication” means the document entitled “Environmental Activity and Sector Registry - Limits and Other Requirements”, setting out matters such as limits, intensity rates and requirements relating to the equipment and technology used at facilities, the operation of facilities, record-keeping and the monitoring and reporting of information relating to facilities, as amended from time to time and published by the Ministry and available on a Government website; (“publication REAS”) “Niagara Escarpment Planning Area” has the same meaning as in the Niagara Escarpment Planning and Development Act; (“zone de planification de l’escarpement du Niagara”) “point of noise reception” means a point described in Chapter 3 of the EASR publication at which sound discharged into the air from a source of sound at a facility is received; (“point de réception de bruit”) “secondary products” means any beverage, other than beer, produced at a facility where, (a)  the total volume of secondary products production does not exceed the facility’s total volume of beer production in a calendar year, and (b)  any alcohol that is added to the secondary products is not distilled at the facility; (“produits secondaires”) “small scale brewery facility” means a facility that, (a)  is primarily engaged in the commercial production of beer, (b)  in a calendar year, produces 30,000 hectolitres or less of beer or beer and secondary products, if secondary products are produced in that year, (c)  has an hourly packaging rate of no more than 200 hectolitres per hour for beer and secondary products, (d)  has a total facility-wide heat input of 20 gigajoules per hour or less for combustion equipment, (e)  has a maximum thermal input capacity for each piece of combustion equipment of not more than 10.5 gigajoules per hour, and (f)  uses only natural gas, propane or fuel oil for combustion equipment. (“installation brassicole à petite échelle”)",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>In this Regulation,</p> <p class=\"definition-e\">“beer” includes beer, ale, malt liquor or non-alcoholic beer; (“bière”)</p> <p class=\"definition-e\">“brewer’s spent grain and waste yeast” means the food waste that is a by-product of beer production; (“drêches de brasserie et levure résiduelle”)</p> <p class=\"definition-e\">“dust collector” means a piece of equipment that is used to remove dust from the milling of grain; (“dépoussiéreur”)</p> <p class=\"definition-e\">“EASR publication” means the document entitled “Environmental Activity and Sector Registry - Limits and Other Requirements”, setting out matters such as limits, intensity rates and requirements relating to the equipment and technology used at facilities, the operation of facilities, record-keeping and the monitoring and reporting of information relating to facilities, as amended from time to time and published by the Ministry and available on a Government website; (“publication REAS”)</p> <p class=\"definition-e\">“Niagara Escarpment Planning Area” has the same meaning as in the <i>Niagara Escarpment Planning and Development Act</i>; (“zone de planification de l’escarpement du Niagara”)</p> <p class=\"definition-e\">“point of noise reception” means a point described in Chapter 3 of the EASR publication at which sound discharged into the air from a source of sound at a facility is received; (“point de réception de bruit”)</p> <p class=\"definition-e\">“secondary products” means any beverage, other than beer, produced at a facility where,</p> <p class=\"defclause-e\">  (a)  the total volume of secondary products production does not exceed the facility’s total volume of beer production in a calendar year, and</p> <p class=\"defclause-e\">  (b)  any alcohol that is added to the secondary products is not distilled at the facility; (“produits secondaires”)</p> <p class=\"definition-e\">“small scale brewery facility” means a facility that,</p> <p class=\"defclause-e\">  (a)  is primarily engaged in the commercial production of beer,</p> <p class=\"defclause-e\">  (b)  in a calendar year, produces 30,000 hectolitres or less of beer or beer and secondary products, if secondary products are produced in that year,</p> <p class=\"defclause-e\">  (c)  has an hourly packaging rate of no more than 200 hectolitres per hour for beer and secondary products,</p> <p class=\"defclause-e\">  (d)  has a total facility-wide heat input of 20 gigajoules per hour or less for combustion equipment,</p> <p class=\"defclause-e\">  (e)  has a maximum thermal input capacity for each piece of combustion equipment of not more than 10.5 gigajoules per hour, and</p> <p class=\"defclause-e\">  (f)  uses only natural gas, propane or fuel oil for combustion equipment. (“installation brassicole à petite échelle”)</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Prescribed activities, s. 20.21 (1) of the Act",
            "content": " 2. (1) The use, operation, construction, alteration, extension or replacement of any structure, equipment, apparatus, mechanism or thing that is used for beer production or secondary products production at a small scale brewery facility that meets the criteria set out in subsection (2) is a prescribed activity for the purposes of subsection 20.21 (1) of the Act. (2) The criteria referred to in subsection (1) with respect to a small scale brewery facility are the following: 1.  Any wastewater from the facility is, i.  transferred to a waste management system, A.  that is subject to an environmental compliance approval, or B.  in respect of which an activity has been registered for the purposes of subsection 20.21 (1) of the Act, ii.  discharged to a sewage works that is subject to an environmental compliance approval, iii.  discharged to a sewage system to which the Building Code Act, 1992\r\napplies, or iv.  discharged to a municipal sanitary sewer. 2.  If the facility is located in an area of development control within the Niagara Escarpment Planning Area, any development permit required under section 24 of the Niagara Escarpment Planning and Development Act in respect of the facility has been issued and the requirements of this Regulation are not in conflict with any conditions of the permit.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b><span class=\"section-eChar\">(1) The use, operation, construction, alteration, extension or replacement of any structure, equipment, apparatus, mechanism or thing that is used for beer production or secondary products production at a small scale brewery facility that meets the criteria set out in subsection (2) is a prescribed activity for the purposes of subsection 20.21 (1) of the Act.</span></p> <p class=\"subsection-e\">  (2) The criteria referred to in subsection (1) with respect to a small scale brewery facility are the following:</p> <p class=\"paragraph-e\">  1.  Any wastewater from the facility is,</p> <p class=\"subpara-e\">  i.  transferred to a waste management system,</p> <p class=\"subsubpara-e\">  A.  that is subject to an environmental compliance approval, or</p> <p class=\"subsubpara-e\">  B.  in respect of which an activity has been registered for the purposes of subsection 20.21 (1) of the Act,</p> <p class=\"subpara-e\">  ii.  discharged to a sewage works that is subject to an environmental compliance approval,</p> <p class=\"subpara-e\">  iii.  discharged to a sewage system to which the <i>Building Code Act, 1992</i>\r\napplies, or</p> <p class=\"subpara-e\">  iv.  discharged to a municipal sanitary sewer.</p> <p class=\"paragraph-e\">  2.  If the facility is located in an area of development control within the Niagara Escarpment Planning Area, any development permit required under section 24 of the <i>Niagara Escarpment Planning and Development Act</i> in respect of the facility has been issued and the requirements of this Regulation are not in conflict with any conditions of the permit.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Transition, registration already in effect",
            "content": " 3. If, before the day this Regulation comes into force, a person who engages in an activity prescribed by section 2 has already registered the activity in the Registry under Ontario Regulation 1/17 (Registrations under Part II.2 of the Act - Activities Requiring Assessment of Air Emissions) made under the Act, this Regulation does not apply with respect to the activity until the earlier of the following days: 1.  The date, as set out in the confirmation of registration provided by the Director, on which the registration is in effect in respect of the activity for the purposes of this Regulation. 2.  January 31, 2027.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>If, before the day this Regulation comes into force, a person who engages in an activity prescribed by section 2 has already registered the activity in the Registry under Ontario Regulation 1/17 (Registrations under Part II.2 of the Act - Activities Requiring Assessment of Air Emissions) made under the Act, this Regulation does not apply with respect to the activity until the earlier of the following days:</p> <p class=\"paragraph-e\">  1.  The date, as set out in the confirmation of registration provided by the Director, on which the registration is in effect in respect of the activity for the purposes of this Regulation.</p> <p class=\"paragraph-e\">  2.  January 31, 2027.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section": "Transition, prescribed date environmental compliance approval ceases to have effect",
            "content": " 4. For the purposes of clause 20.17 (b) of the Act, January 31, 2027 is prescribed as the day on which an environmental compliance approval issued in respect of an activity prescribed by section 2 of this Regulation ceases to apply to the activity. Part II   Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>For the purposes of clause 20.17 (b) of the Act, January 31, 2027 is prescribed as the day on which an environmental compliance approval issued in respect of an activity prescribed by section 2 of this Regulation ceases to apply to the activity.</p> <p class=\"partnum-e\"><a name=\"BK5\"></a>Part II <br/>  Registration</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II REGISTRATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRATION",
            "section": "Registration requirements",
            "content": " 5. A person who engages in or proposes to engage in an activity prescribed by section 2, (a)  shall not register the activity in the Registry if any local municipal zoning of the property would prevent the establishment and operation of a small scale brewery facility; and (b)  shall ensure that a best management practices plan referred to in section 7 is prepared for the small scale brewery facility before the person registers the activity in the Registry. Part III   Activity Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>A person who engages in or proposes to engage in an activity prescribed by section 2,</p> <p class=\"clause-e\">  (a)  shall not register the activity in the Registry if any local municipal zoning of the property would prevent the establishment and operation of a small scale brewery facility; and</p> <p class=\"clause-e\">  (b)  shall ensure that a best management practices plan referred to in section 7 is prepared for the small scale brewery facility before the person registers the activity in the Registry.</p> <p class=\"partnum-e\"><a name=\"BK7\"></a>Part III <br/>  Activity Requirements</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III ACTIVITY REQUIREMENTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS",
            "section": "Activity requirements",
            "content": " 6. For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with: 1.  Any structure, equipment, apparatus, mechanism or thing that is used for beer or secondary products production at the small scale brewery facility shall be used, operated and maintained in a manner that satisfies the recommendations of the manufacturers of the structure, equipment, apparatus, mechanism or thing. 2.  The following procedures shall be developed and implemented at the small scale brewery facility: i.  Procedures to ensure that the best management practices plan required by section 7 is implemented in accordance with its contents. ii.  Procedures setting out the frequency of inspections and scheduled preventative maintenance of sources of contaminants at the facility and equipment related to the sources of contaminants. iii.  Procedures for recording and responding to complaints that relate to the facility and the natural environment. 3.  A dust collector shall be used for any process that includes the milling of grain where the grain is discharged into the air. 4.  Heat from the kettles shall be recovered by condensing vapours. 5.  Fermentation vessels shall be vented into a water trap. 6.  Diesel, waste or spent grain shall not be used as a fuel source for the purposes of beer production, secondary products production or comfort heat. 7.  Brewer’s spent grain and waste yeast shall be, i.  stored in an enclosed storage vessel and removed from the small scale brewery facility within 14 days of initial storage, or ii.  stored in equipment used for the storage of brewer’s spent grain and waste yeast and removed within a time period necessary to prevent the transmission of offensive odours. 8.  Use of pneumatic equipment and any truck-related activities, including idling, movements and loading or unloading operations, shall only be engaged in between 7:00 a.m. and 7:00 p.m. 9.  The engine and refrigeration units of any delivery or shipping trucks shall be turned off while parked, loading or unloading at the small scale brewery facility. 10.  The ventilation and air exhaust equipment used for beer production or secondary products production in the small scale brewery facility must meet the following requirements: i.  The static pressure of each fan associated with the equipment, except for the dust collector, must not exceed 38.1 millimetres of water column. ii.  The volumetric air flow rate of individual process equipment exhausts must not exceed 11.8 cubic metres per second as specified at a standard temperature of 20 degrees Celsius and pressure of 101.3 kilopascals. 11.  Dust collectors shall be located in areas that take advantage of distance and shielding to mitigate noise impacts on points of noise reception. 12.  Doors and windows shall remain closed, except for ingress and egress, while production operations are underway. 13.  A copy of the best management practices plan referred to in section 7 shall be provided in paper or electronic format for inspection upon request.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements are complied with:</p> <p class=\"paragraph-e\">  1.  Any structure, equipment, apparatus, mechanism or thing that is used for beer or secondary products production at the small scale brewery facility shall be used, operated and maintained in a manner that satisfies the recommendations of the manufacturers of the structure, equipment, apparatus, mechanism or thing.</p> <p class=\"paragraph-e\">  2.  The following procedures shall be developed and implemented at the small scale brewery facility:</p> <p class=\"subpara-e\">  i.  Procedures to ensure that the best management practices plan required by section 7 is implemented in accordance with its contents.</p> <p class=\"subpara-e\">  ii.  Procedures setting out the frequency of inspections and scheduled preventative maintenance of sources of contaminants at the facility and equipment related to the sources of contaminants.</p> <p class=\"subpara-e\">  iii.  Procedures for recording and responding to complaints that relate to the facility and the natural environment.</p> <p class=\"paragraph-e\">  3.  A dust collector shall be used for any process that includes the milling of grain where the grain is discharged into the air.</p> <p class=\"paragraph-e\">  4.  Heat from the kettles shall be recovered by condensing vapours.</p> <p class=\"paragraph-e\">  5.  Fermentation vessels shall be vented into a water trap.</p> <p class=\"paragraph-e\">  6.  Diesel, waste or spent grain shall not be used as a fuel source for the purposes of beer production, secondary products production or comfort heat.</p> <p class=\"paragraph-e\">  7.  Brewer’s spent grain and waste yeast shall be,</p> <p class=\"subpara-e\">  i.  stored in an enclosed storage vessel and removed from the small scale brewery facility within 14 days of initial storage, or</p> <p class=\"subpara-e\">  ii.  stored in equipment used for the storage of brewer’s spent grain and waste yeast and removed within a time period necessary to prevent the transmission of offensive odours.</p> <p class=\"paragraph-e\">  8.  Use of pneumatic equipment and any truck-related activities, including idling, movements and loading or unloading operations, shall only be engaged in between 7:00 a.m. and 7:00 p.m.</p> <p class=\"paragraph-e\">  9.  The engine and refrigeration units of any delivery or shipping trucks shall be turned off while parked, loading or unloading at the small scale brewery facility.</p> <p class=\"paragraph-e\">  10.  The ventilation and air exhaust equipment used for beer production or secondary products production in the small scale brewery facility must meet the following requirements:</p> <p class=\"subpara-e\">  i.  The static pressure of each fan associated with the equipment, except for the dust collector, must not exceed 38.1 millimetres of water column.</p> <p class=\"subpara-e\">  ii.  The volumetric air flow rate of individual process equipment exhausts must not exceed 11.8 cubic metres per second as specified at a standard temperature of 20 degrees Celsius and pressure of 101.3 kilopascals.</p> <p class=\"paragraph-e\">  11.  Dust collectors shall be located in areas that take advantage of distance and shielding to mitigate noise impacts on points of noise reception.</p> <p class=\"paragraph-e\">  12.  Doors and windows shall remain closed, except for ingress and egress, while production operations are underway.</p> <p class=\"paragraph-e\">  13.  A copy of the best management practices plan referred to in section 7 shall be provided in paper or electronic format for inspection upon request.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III ACTIVITY REQUIREMENTS",
            "section": "Best management practices plan, odour and noise",
            "content": " 7. For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that a best management practices plan for odour and noise that meets the following requirements is prepared for the small scale brewery facility: 1.  The plan must set out the legal name of each owner or operator of the facility and the name under which each owner or operator carries on business, if it is not the owner’s legal name. 2.  If the person who operates the facility is not an owner, the plan must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name. 3.  The plan must set out the site address of the facility. 4.  The plan must set out the following with respect to each source of odour and each source of noise related to beer and secondary products production at the facility: i.  Potential causes for occasional increases in the discharge of odour and noise. ii.  If the best management practices plan for odour and noise is the first such plan prepared in respect of the facility pursuant to this Regulation, confirmation that the terms or conditions, if any, relating to the control of the discharge of odour and noise from the facility included in an environmental compliance approval or another registration made under Part II.2 of the Act that was in effect immediately before the registration in the Registry of an activity engaged in at the facility were considered in the preparation of the best management practices plan for odour and noise. iii.  Measures and procedures implemented at the facility to prevent or minimize the discharge of odour and noise. iv.  Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of measures and procedures to prevent or minimize the discharge of odour or noise. v.  Identification of additional measures and procedures that should be implemented at the facility to prevent or minimize the discharge of odour and noise, if any, including: A.  A description of the additional measures to be implemented. B.  A description of the additional preventative procedures to be implemented. C.  If the additional preventative procedures are to be implemented periodically, the frequency with which the procedures are to be implemented. D.  A schedule for the implementation of the additional measures, including training of workers. E.  Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of the measures and procedures. 5.  A copy of the plan must be retained in paper or electronic format at the facility. Part IV   Record Keeping and Reporting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that a best management practices plan for odour and noise that meets the following requirements is prepared for the small scale brewery facility:</p> <p class=\"paragraph-e\">  1.  The plan must set out the legal name of each owner or operator of the facility and the name under which each owner or operator carries on business, if it is not the owner’s legal name.</p> <p class=\"paragraph-e\">  2.  If the person who operates the facility is not an owner, the plan must set out the legal name of each person who operates the facility and the name under which each operator carries on business, if it is not the operator’s legal name.</p> <p class=\"paragraph-e\">  3.  The plan must set out the site address of the facility.</p> <p class=\"paragraph-e\">  4.  The plan must set out the following with respect to each source of odour and each source of noise related to beer and secondary products production at the facility:</p> <p class=\"subpara-e\">  i.  Potential causes for occasional increases in the discharge of odour and noise.</p> <p class=\"subpara-e\">  ii.  If the best management practices plan for odour and noise is the first such plan prepared in respect of the facility pursuant to this Regulation, confirmation that the terms or conditions, if any, relating to the control of the discharge of odour and noise from the facility included in an environmental compliance approval or another registration made under Part II.2 of the Act that was in effect immediately before the registration in the Registry of an activity engaged in at the facility were considered in the preparation of the best management practices plan for odour and noise.</p> <p class=\"subpara-e\">  iii.  Measures and procedures implemented at the facility to prevent or minimize the discharge of odour and noise.</p> <p class=\"subpara-e\">  iv.  Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of measures and procedures to prevent or minimize the discharge of odour or noise.</p> <p class=\"subpara-e\">  v.  Identification of additional measures and procedures that should be implemented at the facility to prevent or minimize the discharge of odour and noise, if any, including:</p> <p class=\"subsubpara-e\">  A.  A description of the additional measures to be implemented.</p> <p class=\"subsubpara-e\">  B.  A description of the additional preventative procedures to be implemented.</p> <p class=\"subsubpara-e\">  C.  If the additional preventative procedures are to be implemented periodically, the frequency with which the procedures are to be implemented.</p> <p class=\"subsubpara-e\">  D.  A schedule for the implementation of the additional measures, including training of workers.</p> <p class=\"subsubpara-e\">  E.  Inspection, maintenance and monitoring procedures to ensure the adoption and continued implementation of the measures and procedures.</p> <p class=\"paragraph-e\">  5.  A copy of the plan must be retained in paper or electronic format at the facility.</p> <p class=\"partnum-e\"><a name=\"BK10\"></a>Part IV <br/>  Record Keeping and Reporting</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV RECORD KEEPING AND REPORTING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECORD KEEPING AND REPORTING",
            "section": "Record keeping",
            "content": " 8. A person who operates a small scale brewery facility shall ensure that each of the following records are created and retained at the facility for at least five years after their creation: 1.  All records relating to inspections and maintenance done pursuant to the procedures established by subparagraph 2 ii of section 6. 2.  A record of the following information with respect to each complaint referred to in subparagraph 2 iii of section 6: i.  The date and time the complaint was received. ii.  A copy of the complaint, if it is a written complaint. iii.  A summary of the complaint, if it is not a written complaint. iv.  A summary of any measures taken to address the complaint. 3.  A record of each comment the person received from a provincial officer or the Director with respect to a plan or procedure required to be prepared under this Regulation that includes the comment, a description of whether the comment was addressed and, i.  if the comment was addressed, a description of the actions taken to do so and the date each was implemented, and ii.  if the comment was not addressed, a description of the reasons it was not addressed. 4.  Records related to the operation and maintenance of any equipment used in the process of beer or secondary products production for the mitigation of odour, noise and dust in a manner that satisfies the recommendations of the equipment manufacturer. 5.  Records with respect to the annual volume of beer and secondary products produced, the types of secondary products produced and the hourly packaging rates of beer produced and of each type of secondary product produced.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>A person who operates a small scale brewery facility shall ensure that each of the following records are created and retained at the facility for at least five years after their creation:</p> <p class=\"paragraph-e\">  1.  All records relating to inspections and maintenance done pursuant to the procedures established by subparagraph 2 ii of section 6.</p> <p class=\"paragraph-e\">  2.  A record of the following information with respect to each complaint referred to in subparagraph 2 iii of section 6:</p> <p class=\"subpara-e\">  i.  The date and time the complaint was received.</p> <p class=\"subpara-e\">  ii.  A copy of the complaint, if it is a written complaint.</p> <p class=\"subpara-e\">  iii.  A summary of the complaint, if it is not a written complaint.</p> <p class=\"subpara-e\">  iv.  A summary of any measures taken to address the complaint.</p> <p class=\"paragraph-e\">  3.  A record of each comment the person received from a provincial officer or the Director with respect to a plan or procedure required to be prepared under this Regulation that includes the comment, a description of whether the comment was addressed and,</p> <p class=\"subpara-e\">  i.  if the comment was addressed, a description of the actions taken to do so and the date each was implemented, and</p> <p class=\"subpara-e\">  ii.  if the comment was not addressed, a description of the reasons it was not addressed.</p> <p class=\"paragraph-e\">  4.  Records related to the operation and maintenance of any equipment used in the process of beer or secondary products production for the mitigation of odour, noise and dust in a manner that satisfies the recommendations of the equipment manufacturer.</p> <p class=\"paragraph-e\">  5.  Records with respect to the annual volume of beer and secondary products produced, the types of secondary products produced and the hourly packaging rates of beer produced and of each type of secondary product produced.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECORD KEEPING AND REPORTING",
            "section": "Reporting",
            "content": " 9. A person who operates a small scale brewery facility shall report to the applicable district office of the Ministry within two business days of an odour, noise or dust complaint that relates to the facility and the natural environment, including the proposed actions to resolve the complaint. 10. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>A person who operates a small scale brewery facility shall report to the applicable district office of the Ministry within two business days of an odour, noise or dust complaint that relates to the facility and the natural environment, including the proposed actions to resolve the complaint.</p> <p class=\"section-e\"> <b>10.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230102\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}