{
    "act_info": {
        "full_title": "Off-Road Vehicles Act, R.S.O. 1990, c. O.4",
        "act_name_text": "Off-Road Vehicles Act",
        "citation": "R.S.O. 1990, c. O.4",
        "url": "https://www.ontario.ca/laws/statute/90o04",
        "date_scraped": "2023-12-18 19:22:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90o04/v9",
            "valid_from": "December 10, 2019",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/statute/90o04/v8",
            "valid_from": "June  6, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90o04/v7",
            "valid_from": "September  1, 2016",
            "valid_to": "June  5, 2019"
        },
        {
            "a_href": "/laws/statute/90o04/v6",
            "valid_from": "June  9, 2016",
            "valid_to": "August 31, 2016"
        },
        {
            "a_href": "/laws/statute/90o04/v5",
            "valid_from": "December 31, 2011",
            "valid_to": "June  8, 2016"
        },
        {
            "a_href": "/laws/statute/90o04/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "December 30, 2011"
        },
        {
            "a_href": "/laws/statute/90o04/v3",
            "valid_from": "September  4, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90o04/v2",
            "valid_from": "June 20, 2006",
            "valid_to": "September  3, 2007"
        },
        {
            "a_href": "/laws/statute/90o04/v1",
            "valid_from": "January  1, 2004",
            "valid_to": "June 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/900863",
            "Citation": "R.R.O. 1990, Reg. 863",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “conservation officer” means a conservation officer under the Fish and Wildlife Conservation Act, 1997 and an officer under the Provincial Parks and Conservation Reserves Act, 2006; (“agent de protection de la nature”) “highway”, includes a common and public highway, street, avenue, parkway, driveway, square, place, bridge, viaduct or trestle, any part of which is intended for or used by the general public for the passage of vehicles and includes the area between the lateral property lines thereof; (“route”) “holder”, when used in relation to a permit, means the person in whose name the plate portion of a permit is issued; (“titulaire”) “Minister” means the Minister of Transportation; (“ministre”) “Ministry” means the Ministry of Transportation; (“ministère”) “occupier” includes, (a) a person who is in physical possession of the land, or (b) a person who has responsibility for and control over the condition of land or the activities there carried on, or control over persons allowed to enter the land, even if there is more than one occupier of the same land; (“occupant”) “off-road vehicle” means a vehicle propelled or driven otherwise than by muscular power or wind and designed to travel, (a) on not more than three wheels, or (b) on more than three wheels and being of a prescribed class of vehicle; (“véhicule tout-terrain”) “peace officer” includes a police officer, conservation officer or other person employed for the preservation and maintenance of the public peace or any officer appointed for enforcing or carrying out the provisions of this Act; (“agent de la paix”) “permit”, unless otherwise indicated, means a permit issued under section 5 consisting of a vehicle portion and a plate portion; (“certificat d’immatriculation”) “prescribed” means prescribed by the regulations; (“prescrit”) “Registrar” means the Registrar of Motor Vehicles appointed under the Highway Traffic Act; (“registrateur”) “regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. O.4, s. 1; 1997, c. 41, s. 123 (1); 2006, c. 12, s. 64; 2009, c. 33, Sched. 26, s. 7 (1). Section Amendments with date in force (d/m/y) 1997, c. 41, s. 123 (1) - 01/01/1999 2006, c. 12, s. 64\r\n- 04/09/2007 2009, c. 33, Sched. 26, s. 7 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“conservation officer” means a conservation officer under the <i>Fish and Wildlife Conservation Act, 1997</i> and an officer under the <i>Provincial Parks and Conservation Reserves Act, 2006</i>; (“agent de protection de la nature”)</p> <p class=\"definition\">“highway”, includes a common and public highway, street, avenue, parkway, driveway, square, place, bridge, viaduct or trestle, any part of which is intended for or used by the general public for the passage of vehicles and includes the area between the lateral property lines thereof; (“route”)</p> <p class=\"definition\">“holder”, when used in relation to a permit, means the person in whose name the plate portion of a permit is issued; (“titulaire”)</p> <p class=\"definition\">“Minister” means the Minister of Transportation; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of Transportation; (“ministère”)</p> <p class=\"definition\">“occupier” includes,</p> <p class=\"paragraph\">  (a) a person who is in physical possession of the land, or</p> <p class=\"paragraph\">  (b) a person who has responsibility for and control over the condition of land or the activities there carried on, or control over persons allowed to enter the land,</p> <p class=\"definition\">even if there is more than one occupier of the same land; (“occupant”)</p> <p class=\"definition\">“off-road vehicle” means a vehicle propelled or driven otherwise than by muscular power or wind and designed to travel,</p> <p class=\"paragraph\">  (a) on not more than three wheels, or</p> <p class=\"paragraph\">  (b) on more than three wheels and being of a prescribed class of vehicle; (“véhicule tout-terrain”)</p> <p class=\"definition\">“peace officer” includes a police officer, conservation officer or other person employed for the preservation and maintenance of the public peace or any officer appointed for enforcing or carrying out the provisions of this Act; (“agent de la paix”)</p> <p class=\"definition\">“permit”, unless otherwise indicated, means a permit issued under section 5 consisting of a vehicle portion and a plate portion; (“certificat d’immatriculation”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“Registrar” means the Registrar of Motor Vehicles appointed under the <i>Highway Traffic Act</i>; (“registrateur”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. O.4, s. 1; 1997, c. 41, s. 123 (1); 2006, c. 12, s. 64; 2009, c. 33, Sched. 26, s. 7 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 41, s. 123 (1) - 01/01/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06012#s64\">2006, c. 12, s. 64</a></span>\r\n- 04/09/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched26s7s1\">2009, c. 33, Sched. 26, s. 7 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "2 (1) This Act does not apply in respect of off-road vehicles being operated on a highway.  R.S.O. 1990, c. O.4, s. 2 (1). Exception (2) Despite subsection (1), and section 7, subsection 32 (1) and subsections 62 (1), (3) to (26) and (28) to (32) of the Highway Traffic Act, a holder of a driver’s licence issued under section 32 of the Highway Traffic Act\r\nwho is not contravening any provision of this Act may drive an off-road vehicle, (a) directly across a highway; or (b) on a highway, if the vehicle is designed to travel on more than two wheels and the driver is, (i) a farmer using the vehicle for agricultural purposes, or (ii) a person licensed under the Fish and Wildlife Conservation Act, 1997\r\nto trap furbearing mammals, if the person is using the vehicle for trapping purposes, and the vehicle or a vehicle drawn by it bears a slow moving vehicle sign.  R.S.O. 1990, c. O.4, s. 2 (2); 1997, c. 41, s. 123 (2). Application (3) Subsection (2) does not apply to a motorcycle with a side car, a farm tractor, a self-propelled implement of husbandry or a road-building machine as defined in the Highway Traffic Act or to an off-road vehicle designated by regulation as a vehicle of a class of off-road vehicle that is exempt from section 3 of this Act.  R.S.O. 1990, c. O.4, s. 2 (3). Section Amendments with date in force (d/m/y) 1997, c. 41, s. 123 (2) - 01/01/1999; 1999, c. 12, Sched. R, s. 20 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) This Act does not apply in respect of off-road vehicles being operated on a highway.  R.S.O. 1990, c. O.4, s. 2 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), and section 7, subsection 32 (1) and subsections 62 (1), (3) to (26) and (28) to (32) of the <i>Highway Traffic Act</i>, a holder of a driver’s licence issued under section 32 of the <i>Highway Traffic Act</i>\r\nwho is not contravening any provision of this Act may drive an off-road vehicle,</p> <p class=\"paragraph\">  (a) directly across a highway; or</p> <p class=\"paragraph\">  (b) on a highway, if the vehicle is designed to travel on more than two wheels and the driver is,</p> <p class=\"subclause\">  (i) a farmer using the vehicle for agricultural purposes, or</p> <p class=\"subclause\">  (ii) a person licensed under the <i>Fish and Wildlife Conservation Act, 1997</i>\r\nto trap furbearing mammals, if the person is using the vehicle for trapping purposes,</p> <p class=\"paragraph\">and the vehicle or a vehicle drawn by it bears a slow moving vehicle sign.  R.S.O. 1990, c. O.4, s. 2 (2); 1997, c. 41, s. 123 (2).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Subsection (2) does not apply to a motorcycle with a side car, a farm tractor, a self-propelled implement of husbandry or a road-building machine as defined in the <i>Highway Traffic Act</i> or to an off-road vehicle designated by regulation as a vehicle of a class of off-road vehicle that is exempt from section 3 of this Act.  R.S.O. 1990, c. O.4, s. 2 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 41, s. 123 (2) - 01/01/1999; 1999, c. 12, Sched. R, s. 20 - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2011</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Permit required",
            "part_id": null,
            "part_type": null,
            "section_y": "Permit required",
            "content": "3 (1) No person shall drive an off-road vehicle except under the authority of a permit for the vehicle and with the number plate showing the number of the permit displayed on the vehicle in the manner prescribed.  R.S.O. 1990, c. O.4, s. 3 (1). Permit to be carried (2) Every driver of an off-road vehicle shall carry the permit for it or a true copy thereof and shall surrender the permit or copy for inspection upon demand of a peace officer.  R.S.O. 1990, c. O.4, s. 3 (2). Exception (3) Subsection (2) does not apply to a driver of an off-road vehicle on land where the owner of the vehicle is the occupier of the land.  R.S.O. 1990, c. O.4, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) No person shall drive an off-road vehicle except under the authority of a permit for the vehicle and with the number plate showing the number of the permit displayed on the vehicle in the manner prescribed.  R.S.O. 1990, c. O.4, s. 3 (1).</p> <p class=\"headnote\">Permit to be carried</p> <p class=\"subsection\">(2) Every driver of an off-road vehicle shall carry the permit for it or a true copy thereof and shall surrender the permit or copy for inspection upon demand of a peace officer.  R.S.O. 1990, c. O.4, s. 3 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply to a driver of an off-road vehicle on land where the owner of the vehicle is the occupier of the land.  R.S.O. 1990, c. O.4, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Age limit for driving",
            "part_id": null,
            "part_type": null,
            "section_y": "Age limit for driving",
            "content": "4 (1) No owner of an off-road vehicle shall permit a child under the age of twelve to drive the vehicle.  R.S.O. 1990, c. O.4, s. 4 (1). Exception (2) Subsection (1) does not apply where the child is driving the vehicle, (a) on land occupied by the vehicle owner; or (b) under the close supervision of an adult.  R.S.O. 1990, c. O.4, s. 4 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) No owner of an off-road vehicle shall permit a child under the age of twelve to drive the vehicle.  R.S.O. 1990, c. O.4, s. 4 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply where the child is driving the vehicle,</p> <p class=\"paragraph\">  (a) on land occupied by the vehicle owner; or</p> <p class=\"paragraph\">  (b) under the close supervision of an adult.  R.S.O. 1990, c. O.4, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Issuance of permits",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of permits",
            "content": "5 (1) Subject to subsection (2), every person who, (a) is the owner of an off-road vehicle; (b) is, in the case of an individual, at least sixteen years of age; and (c) pays the prescribed fee, is entitled to be issued a numbered permit from the Ministry for the vehicle in accordance with the regulations.  R.S.O. 1990, c. O.4, s. 5 (1). Permit documentation (2) Prior to the issuance of a permit under this section, the person to whom the application is made may require production of such documentation as is considered necessary to establish the requirements set out in subsection (1).  R.S.O. 1990, c. O.4, s. 5 (2). Use of plates (3) The Ministry may authorize number plates in an applicant’s possession for use on an off-road vehicle.  R.S.O. 1990, c. O.4, s. 5 (3). Local issuance of permits (4) The Minister may authorize any person to issue permits for off-road vehicles and may define the duties and powers of such person.  R.S.O. 1990, c. O.4, s. 5 (4). Fee for issuing permits (5) Where a salary is not provided for a person authorized under subsection (4), the Minister may set a fee to be retained by the person for each permit issued.  R.S.O. 1990, c. O.4, s. 5 (5). Records (6) The Ministry shall maintain, (a) a numerical index record of all permits issued and in force under this section; and (b) an alphabetical index record of the names and addresses of all persons to whom permits that are in force have been issued.  R.S.O. 1990, c. O.4, s. 5 (6). Regulations re permits and permit numbers (7) The Minister may make regulations respecting any matter ancillary to the provisions of this section with respect to permits and in particular, (a) prescribing forms for the purposes of this section and requiring their use; (b) respecting the issuance of permits and number plates; (c) governing the manner of displaying number plates on off-road vehicles; (d) prescribing fees for the issuance and replacement of permits and number plates and for any additional administrative proceedings arising therefrom; (e) respecting permits and number plates for use, on a temporary basis, on off-road vehicles in the possession of, (i) manufacturers of off-road vehicles, (ii) dealers in off-road vehicles, or (iii) persons in the business of repairing, customizing, modifying or transporting off-road vehicles, where the vehicles are not kept for private use or for hire and prescribing conditions under which such off-road vehicles may be operated; (f) prescribing requirements for the purposes of section 8; (g) prescribing conditions precedent to be met before an issued permit is valid.  R.S.O. 1990, c. O.4, s. 5 (7); 2019, c. 8, Sched. 1, s. 41 (1). Section Amendments with date in force (d/m/y) 2019, c. 8, Sched. 1, s. 41 (1) - 01/01/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) Subject to subsection (2), every person who,</p> <p class=\"paragraph\">  (a) is the owner of an off-road vehicle;</p> <p class=\"paragraph\">  (b) is, in the case of an individual, at least sixteen years of age; and</p> <p class=\"paragraph\">  (c) pays the prescribed fee,</p> <p class=\"section\">is entitled to be issued a numbered permit from the Ministry for the vehicle in accordance with the regulations.  R.S.O. 1990, c. O.4, s. 5 (1).</p> <p class=\"headnote\">Permit documentation</p> <p class=\"subsection\">(2) Prior to the issuance of a permit under this section, the person to whom the application is made may require production of such documentation as is considered necessary to establish the requirements set out in subsection (1).  R.S.O. 1990, c. O.4, s. 5 (2).</p> <p class=\"headnote\">Use of plates</p> <p class=\"subsection\">(3) The Ministry may authorize number plates in an applicant’s possession for use on an off-road vehicle.  R.S.O. 1990, c. O.4, s. 5 (3).</p> <p class=\"headnote\">Local issuance of permits</p> <p class=\"subsection\">(4) The Minister may authorize any person to issue permits for off-road vehicles and may define the duties and powers of such person.  R.S.O. 1990, c. O.4, s. 5 (4).</p> <p class=\"headnote\">Fee for issuing permits</p> <p class=\"subsection\">(5) Where a salary is not provided for a person authorized under subsection (4), the Minister may set a fee to be retained by the person for each permit issued.  R.S.O. 1990, c. O.4, s. 5 (5).</p> <p class=\"headnote\">Records</p> <p class=\"subsection\">(6) The Ministry shall maintain,</p> <p class=\"paragraph\">  (a) a numerical index record of all permits issued and in force under this section; and</p> <p class=\"paragraph\">  (b) an alphabetical index record of the names and addresses of all persons to whom permits that are in force have been issued.  R.S.O. 1990, c. O.4, s. 5 (6).</p> <p class=\"headnote\">Regulations re permits and permit numbers</p> <p class=\"subsection\">(7) The Minister may make regulations respecting any matter ancillary to the provisions of this section with respect to permits and in particular,</p> <p class=\"paragraph\">  (a) prescribing forms for the purposes of this section and requiring their use;</p> <p class=\"paragraph\">  (b) respecting the issuance of permits and number plates;</p> <p class=\"paragraph\">  (c) governing the manner of displaying number plates on off-road vehicles;</p> <p class=\"paragraph\">  (d) prescribing fees for the issuance and replacement of permits and number plates and for any additional administrative proceedings arising therefrom;</p> <p class=\"paragraph\">  (e) respecting permits and number plates for use, on a temporary basis, on off-road vehicles in the possession of,</p> <p class=\"subclause\">  (i) manufacturers of off-road vehicles,</p> <p class=\"subclause\">  (ii) dealers in off-road vehicles, or</p> <p class=\"subclause\">  (iii) persons in the business of repairing, customizing, modifying or transporting off-road vehicles,</p> <p class=\"paragraph\">where the vehicles are not kept for private use or for hire and prescribing conditions under which such off-road vehicles may be operated;</p> <p class=\"paragraph\">  (f) prescribing requirements for the purposes of section 8;</p> <p class=\"paragraph\">  (g) prescribing conditions precedent to be met before an issued permit is valid.  R.S.O. 1990, c. O.4, s. 5 (7); 2019, c. 8, Sched. 1, s. 41 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19008#sched1s41s1\">2019, c. 8, Sched. 1, s. 41 (1)</a></span> - 01/01/2021</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "False statement",
            "part_id": null,
            "part_type": null,
            "section_y": "False statement",
            "content": "6 (1) Every person who knowingly makes a false statement in an application, declaration, affidavit or paper writing required by this Act, the regulations or the Ministry, is guilty of an offence and on conviction, in addition to any other penalty to which the person may be liable, is liable to a fine of not less than $100 and not more than $500 or to imprisonment for a term of not more than thirty days, or to both.  R.S.O. 1990, c. O.4, s. 6 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, section 6 of the Act is amended by adding the following subsection: (See: 2019, c. 15, Sched. 26, s. 1) False or inaccurate document (1.1) Every person who, under this Act, submits a false or inaccurate document or electronic document, or displays, presents or surrenders a document or electronic document that is fictitious, altered or an imitation is guilty of an offence and on conviction, in addition to any other penalty to which the person may be liable, is liable to a fine of not less than $100 and not more than $500 or to imprisonment for a term of not more than 30 days, or to both. 2019, c. 15, Sched. 26, s. 1. Change of address (2) If there is a change in an owner’s address as stated in an application for a permit or in a previous notice sent or filed under this subsection, the owner shall, within six days, send by registered mail to or file with the Ministry notice of the owner’s new address.  R.S.O. 1990, c. O.4, s. 6 (2). Section Amendments with date in force (d/m/y) 2019, c. 15, Sched. 26, s. 1 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>(1) Every person who knowingly makes a false statement in an application, declaration, affidavit or paper writing required by this Act, the regulations or the Ministry, is guilty of an offence and on conviction, in addition to any other penalty to which the person may be liable, is liable to a fine of not less than $100 and not more than $500 or to imprisonment for a term of not more than thirty days, or to both.  R.S.O. 1990, c. O.4, s. 6 (1).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 6 of the Act is amended by adding the following subsection: (See: 2019, c. 15, Sched. 26, s. 1)</span></p> <p class=\"Yheadnote\"><span>False or inaccurate document</span></p> <p class=\"Ysubsection\"><span>(1.1) Every person who, under this Act, submits a false or inaccurate document or electronic document, or displays, presents or surrenders a document or electronic document that is fictitious, altered or an imitation is guilty of an offence and on conviction, in addition to any other penalty to which the person may be liable, is liable to a fine of not less than $100 and not more than $500 or to imprisonment for a term of not more than 30 days, or to both. 2019, c. 15, Sched. 26, s. 1.</span></p> <p class=\"headnote\">Change of address</p> <p class=\"subsection\">(2) If there is a change in an owner’s address as stated in an application for a permit or in a previous notice sent or filed under this subsection, the owner shall, within six days, send by registered mail to or file with the Ministry notice of the owner’s new address.  R.S.O. 1990, c. O.4, s. 6 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched26s1\">2019, c. 15, Sched. 26, s. 1</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Application where permit held",
            "part_id": null,
            "part_type": null,
            "section_y": "Application where permit held",
            "content": "7 Section 3 does not apply if the owner of the vehicle holds a permit for the vehicle issued under section 7 of the Highway Traffic Act, the number plate issued thereunder is displayed on the vehicle in accordance with the regulations under that Act and the permit is of such a nature that, were the vehicle driven on a highway, there would be no contravention of the Highway Traffic Act\r\nwith respect to the permit and number plate.  R.S.O. 1990, c. O.4, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>Section 3 does not apply if the owner of the vehicle holds a permit for the vehicle issued under section 7 of the <i>Highway Traffic Act</i>, the number plate issued thereunder is displayed on the vehicle in accordance with the regulations under that Act and the permit is of such a nature that, were the vehicle driven on a highway, there would be no contravention of the <i>Highway Traffic Act</i>\r\nwith respect to the permit and number plate.  R.S.O. 1990, c. O.4, s. 7.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Where transfer of ownership",
            "part_id": null,
            "part_type": null,
            "section_y": "Where transfer of ownership",
            "content": "8 (1) Where the holder of a permit ceases to be the owner of the off-road vehicle referred to in the permit, the holder shall, (a) remove the number plate from the vehicle; (b) on the delivery of the vehicle to the new owner, complete the transfer section of the vehicle portion of the permit including the date of the delivery and give that portion of the permit to the new owner; and (c) retain the plate portion of the permit.  R.S.O. 1990, c. O.4, s. 8 (1). Re-issue of permit (2) Every person shall, within six days after becoming the owner of an off-road vehicle for which a permit has been issued, apply to the Ministry, on the form provided therefor, for a new permit for the vehicle.  R.S.O. 1990, c. O.4, s. 8 (2). Temporary use of plate (3) Despite subsections 3 (1) and 9 (1), a person, to whom a number plate has been issued under section 5 for a vehicle the person no longer owns, may affix the number plate to a similar vehicle that the person owns where the person does so in accordance with the prescribed requirements.  R.S.O. 1990, c. O.4, s. 8 (3). Idem (4) Despite section 3, a person may drive an off-road vehicle during the six day period referred to in subsection (2) where he or she complies with the prescribed requirements.  R.S.O. 1990, c. O.4, s. 8 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) Where the holder of a permit ceases to be the owner of the off-road vehicle referred to in the permit, the holder shall,</p> <p class=\"paragraph\">  (a) remove the number plate from the vehicle;</p> <p class=\"paragraph\">  (b) on the delivery of the vehicle to the new owner, complete the transfer section of the vehicle portion of the permit including the date of the delivery and give that portion of the permit to the new owner; and</p> <p class=\"paragraph\">  (c) retain the plate portion of the permit.  R.S.O. 1990, c. O.4, s. 8 (1).</p> <p class=\"headnote\">Re-issue of permit</p> <p class=\"subsection\">(2) Every person shall, within six days after becoming the owner of an off-road vehicle for which a permit has been issued, apply to the Ministry, on the form provided therefor, for a new permit for the vehicle.  R.S.O. 1990, c. O.4, s. 8 (2).</p> <p class=\"headnote\">Temporary use of plate</p> <p class=\"subsection\">(3) Despite subsections 3 (1) and 9 (1), a person, to whom a number plate has been issued under section 5 for a vehicle the person no longer owns, may affix the number plate to a similar vehicle that the person owns where the person does so in accordance with the prescribed requirements.  R.S.O. 1990, c. O.4, s. 8 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) Despite section 3, a person may drive an off-road vehicle during the six day period referred to in subsection (2) where he or she complies with the prescribed requirements.  R.S.O. 1990, c. O.4, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Violations as to number",
            "part_id": null,
            "part_type": null,
            "section_y": "Violations as to number",
            "content": "9 (1) Every person who, (a) defaces or alters any number plate furnished by the Ministry; (b) uses or permits the use of a defaced or altered number plate; (c) without the authority of the permit holder removes a number plate from an off-road vehicle; or (d) uses or permits the use of any number plate upon an off-road vehicle other than a number plate authorized for use on that off-road vehicle, is guilty of an offence and on conviction is liable to a fine of not less than $100 and not more than $1,000 or to imprisonment for not more than thirty days, or to both.  R.S.O. 1990, c. O.4, s. 9 (1). Property of the Crown (2) Every number plate furnished by the Ministry under this Act is the property of the Crown and shall be returned to the Ministry when required by the Ministry.  R.S.O. 1990, c. O.4, s. 9 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) Every person who,</p> <p class=\"paragraph\">  (a) defaces or alters any number plate furnished by the Ministry;</p> <p class=\"paragraph\">  (b) uses or permits the use of a defaced or altered number plate;</p> <p class=\"paragraph\">  (c) without the authority of the permit holder removes a number plate from an off-road vehicle; or</p> <p class=\"paragraph\">  (d) uses or permits the use of any number plate upon an off-road vehicle other than a number plate authorized for use on that off-road vehicle,</p> <p class=\"section\">is guilty of an offence and on conviction is liable to a fine of not less than $100 and not more than $1,000 or to imprisonment for not more than thirty days, or to both.  R.S.O. 1990, c. O.4, s. 9 (1).</p> <p class=\"headnote\">Property of the Crown</p> <p class=\"subsection\">(2) Every number plate furnished by the Ministry under this Act is the property of the Crown and shall be returned to the Ministry when required by the Ministry.  R.S.O. 1990, c. O.4, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "No other number to be exposed and number to be kept clean",
            "part_id": null,
            "part_type": null,
            "section_y": "No other number to be exposed and number to be kept clean",
            "content": "10 (1) The driver of an off-road vehicle shall ensure that, (a) no number other than that upon the number plate furnished under this Act shall be exposed on any part of an off-road vehicle in such a position or manner as to confuse the identity of the number plate; and (b) the number is kept free from dirt and obstruction and is so affixed that the numbers thereon are plainly visible at all times and the view thereof is not obscured by any part of the vehicle or any attachments thereto, or by the load carried.  R.S.O. 1990, c. O.4, s. 10 (1). Penalty (2) Every person who contravenes clause (1) (b) is guilty of an offence and on conviction is liable to a fine of not less than $20 and not more than $50.  R.S.O. 1990, c. O.4, s. 10 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) The driver of an off-road vehicle shall ensure that,</p> <p class=\"paragraph\">  (a) no number other than that upon the number plate furnished under this Act shall be exposed on any part of an off-road vehicle in such a position or manner as to confuse the identity of the number plate; and</p> <p class=\"paragraph\">  (b) the number is kept free from dirt and obstruction and is so affixed that the numbers thereon are plainly visible at all times and the view thereof is not obscured by any part of the vehicle or any attachments thereto, or by the load carried.  R.S.O. 1990, c. O.4, s. 10 (1).</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(2) Every person who contravenes clause (1) (b) is guilty of an offence and on conviction is liable to a fine of not less than $20 and not more than $50.  R.S.O. 1990, c. O.4, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Improper number",
            "part_id": null,
            "part_type": null,
            "section_y": "Improper number",
            "content": "11 Where a peace officer has reason to believe that a number plate attached to an off-road vehicle or the permit carried by the driver, (a) was not furnished under this Act for the vehicle; (b) was obtained by false pretences; or (c) has been defaced or altered, the peace officer may take possession of the number plate or permit and retain it until the facts as to the use or furnishing of the number plate or permit for the off-road vehicle have been determined.  R.S.O. 1990, c. O.4, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>Where a peace officer has reason to believe that a number plate attached to an off-road vehicle or the permit carried by the driver,</p> <p class=\"paragraph\">  (a) was not furnished under this Act for the vehicle;</p> <p class=\"paragraph\">  (b) was obtained by false pretences; or</p> <p class=\"paragraph\">  (c) has been defaced or altered,</p> <p class=\"section\">the peace officer may take possession of the number plate or permit and retain it until the facts as to the use or furnishing of the number plate or permit for the off-road vehicle have been determined.  R.S.O. 1990, c. O.4, s. 11.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Liability of owner",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of owner",
            "content": "12 (1) Where the driver of an off-road vehicle, who is not the owner thereof, is liable for damages for injury or damage arising out of the operation by the driver of the vehicle with the consent of the owner, the owner is jointly and severally liable.  R.S.O. 1990, c. O.4, s. 12 (1). Idem (2) Where an off-road vehicle is leased, the consent of the lessee of the vehicle to the operation or possession thereof by another person shall, for the purposes of subsection (1), be deemed to be the consent of the owner of the vehicle.  R.S.O. 1990, c. O.4, s. 12 (2). 13 Repealed:  2002, c. 24, Sched. B, s. 25. Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 25 - 01/01/2004",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) Where the driver of an off-road vehicle, who is not the owner thereof, is liable for damages for injury or damage arising out of the operation by the driver of the vehicle with the consent of the owner, the owner is jointly and severally liable.  R.S.O. 1990, c. O.4, s. 12 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where an off-road vehicle is leased, the consent of the lessee of the vehicle to the operation or possession thereof by another person shall, for the purposes of subsection (1), be deemed to be the consent of the owner of the vehicle.  R.S.O. 1990, c. O.4, s. 12 (2).</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Repealed</span>:  2002, c. 24, Sched. B, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs25\">2002, c. 24, Sched. B, s. 25</a></span> - 01/01/2004</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "14.",
            "section_x": "Owner may be convicted",
            "part_id": null,
            "part_type": null,
            "section_y": "Owner may be convicted",
            "content": "14 (1) The owner of an off-road vehicle may be charged with and convicted of an offence under this Act, the regulations or any municipal by-law regulating, governing or prohibiting the operation of off-road vehicles, for which the driver of the off-road vehicle is subject to be charged and on conviction, the owner is liable to the penalty prescribed for the offence.  R.S.O. 1990, c. O.4, s. 14 (1). Exception (2) Subsection (1) does not apply where, at the time of the offence, the vehicle was in the possession of a person other than the owner without the owner’s consent.  R.S.O. 1990, c. O.4, s. 14 (2). Idem (3) Subsection (1) does not apply to an offence under subsections 15 (1) to (4).  R.S.O. 1990, c. O.4, s. 14 (3). Permit holder deemed owner (4) For the purposes of this Act, where a number plate issued under section 5 of this Act or section 7 of the Highway Traffic Act is exposed on an off-road vehicle, the holder of the permit corresponding thereto shall be deemed to be the owner of that vehicle unless the number plate was exposed thereon without the holder’s consent, the burden of proof of which is on the permit holder.  R.S.O. 1990, c. O.4, s. 14 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>14 </b>(1) The owner of an off-road vehicle may be charged with and convicted of an offence under this Act, the regulations or any municipal by-law regulating, governing or prohibiting the operation of off-road vehicles, for which the driver of the off-road vehicle is subject to be charged and on conviction, the owner is liable to the penalty prescribed for the offence.  R.S.O. 1990, c. O.4, s. 14 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply where, at the time of the offence, the vehicle was in the possession of a person other than the owner without the owner’s consent.  R.S.O. 1990, c. O.4, s. 14 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Subsection (1) does not apply to an offence under subsections 15 (1) to (4).  R.S.O. 1990, c. O.4, s. 14 (3).</p> <p class=\"headnote\">Permit holder deemed owner</p> <p class=\"subsection\">(4) For the purposes of this Act, where a number plate issued under section 5 of this Act or section 7 of the <i>Highway Traffic Act</i> is exposed on an off-road vehicle, the holder of the permit corresponding thereto shall be deemed to be the owner of that vehicle unless the number plate was exposed thereon without the holder’s consent, the burden of proof of which is on the permit holder.  R.S.O. 1990, c. O.4, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "15.",
            "section_x": "Insurance",
            "part_id": null,
            "part_type": null,
            "section_y": "Insurance",
            "content": "15 (1) No person shall drive an off-road vehicle unless it is insured under a motor vehicle liability policy in accordance with the Insurance Act.  R.S.O. 1990, c. O.4, s. 15 (1). Idem (2) No owner of an off-road vehicle shall permit it to be driven unless it is insured under a motor vehicle liability policy in accordance with the Insurance Act.  R.S.O. 1990, c. O.4, s. 15 (2). Production of evidence of insurance (3) Every driver of an off-road vehicle who is not owner thereof shall, upon the request of a peace officer, surrender for inspection evidence that the vehicle is insured under a motor vehicle liability policy in accordance with the Insurance Act.  R.S.O. 1990, c. O.4, s. 15 (3). Idem (4) Every owner of an off-road vehicle that is driven on land other than land that the owner occupies shall, upon request of a peace officer, surrender, for inspection, within seventy-two hours after the request is made, evidence that the vehicle was insured under a motor vehicle liability policy in accordance with the Insurance Act at the time it was driven.  R.S.O. 1990, c. O.4, s. 15 (4). Time limit (5) Subsection (4) does not apply unless the request is made within three months after the time the vehicle was driven.  R.S.O. 1990, c. O.4, s. 15 (5). Driver offences (6) Every person, other than the owner of the vehicle involved, who, (a) contravenes subsection (1); (b) fails to surrender evidence under subsection (3) when requested to do so; or (c) produces false evidence when required to surrender evidence under subsection (3), is guilty of an offence and on conviction is liable to a fine of not less than $20 and not more than $200.  R.S.O. 1990, c. O.4, s. 15 (6). Owner offences (7) Every person who, being the owner of an off-road vehicle, drives it in contravention of subsection (1) or permits it to be driven in contravention of subsection (2) is guilty of an offence and on conviction is liable to a fine of not less than $200 and not more than $1,000.  R.S.O. 1990, c. O.4, s. 15 (7). Owner offence for failure to produce evidence or producing false evidence (8) Every person who contravenes subsection (4) or who produces false evidence when required to surrender evidence under subsection (4) is guilty of an offence and on conviction is liable to a fine of not less than $200 and not more than $1,000.  R.S.O. 1990, c. O.4, s. 15 (8). Exemption (9) Subsections (1), (2) and (3) do not apply where the vehicle is driven on land occupied by the owner of the vehicle.  R.S.O. 1990, c. O.4, s. 15 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>15 </b>(1) No person shall drive an off-road vehicle unless it is insured under a motor vehicle liability policy in accordance with the <i>Insurance Act</i>.  R.S.O. 1990, c. O.4, s. 15 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) No owner of an off-road vehicle shall permit it to be driven unless it is insured under a motor vehicle liability policy in accordance with the <i>Insurance Act</i>.  R.S.O. 1990, c. O.4, s. 15 (2).</p> <p class=\"headnote\">Production of evidence of insurance</p> <p class=\"subsection\">(3) Every driver of an off-road vehicle who is not owner thereof shall, upon the request of a peace officer, surrender for inspection evidence that the vehicle is insured under a motor vehicle liability policy in accordance with the <i>Insurance Act</i>.  R.S.O. 1990, c. O.4, s. 15 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) Every owner of an off-road vehicle that is driven on land other than land that the owner occupies shall, upon request of a peace officer, surrender, for inspection, within seventy-two hours after the request is made, evidence that the vehicle was insured under a motor vehicle liability policy in accordance with the <i>Insurance Act</i> at the time it was driven.  R.S.O. 1990, c. O.4, s. 15 (4).</p> <p class=\"headnote\">Time limit</p> <p class=\"subsection\">(5) Subsection (4) does not apply unless the request is made within three months after the time the vehicle was driven.  R.S.O. 1990, c. O.4, s. 15 (5).</p> <p class=\"headnote\">Driver offences</p> <p class=\"subsection\">(6) Every person, other than the owner of the vehicle involved, who,</p> <p class=\"paragraph\">  (a) contravenes subsection (1);</p> <p class=\"paragraph\">  (b) fails to surrender evidence under subsection (3) when requested to do so; or</p> <p class=\"paragraph\">  (c) produces false evidence when required to surrender evidence under subsection (3),</p> <p class=\"subsection\">is guilty of an offence and on conviction is liable to a fine of not less than $20 and not more than $200.  R.S.O. 1990, c. O.4, s. 15 (6).</p> <p class=\"headnote\">Owner offences</p> <p class=\"subsection\">(7) Every person who, being the owner of an off-road vehicle, drives it in contravention of subsection (1) or permits it to be driven in contravention of subsection (2) is guilty of an offence and on conviction is liable to a fine of not less than $200 and not more than $1,000.  R.S.O. 1990, c. O.4, s. 15 (7).</p> <p class=\"headnote\">Owner offence for failure to produce evidence or producing false evidence</p> <p class=\"subsection\">(8) Every person who contravenes subsection (4) or who produces false evidence when required to surrender evidence under subsection (4) is guilty of an offence and on conviction is liable to a fine of not less than $200 and not more than $1,000.  R.S.O. 1990, c. O.4, s. 15 (8).</p> <p class=\"headnote\">Exemption</p> <p class=\"subsection\">(9) Subsections (1), (2) and (3) do not apply where the vehicle is driven on land occupied by the owner of the vehicle.  R.S.O. 1990, c. O.4, s. 15 (9).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "16.",
            "section_x": "Careless driving",
            "part_id": null,
            "part_type": null,
            "section_y": "Careless driving",
            "content": "16 Every person who drives an off-road vehicle without due care and attention or without reasonable consideration for other persons is guilty of an offence.  R.S.O. 1990, c. O.4, s. 16.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>16 </b>Every person who drives an off-road vehicle without due care and attention or without reasonable consideration for other persons is guilty of an offence.  R.S.O. 1990, c. O.4, s. 16.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "17.",
            "section_x": "Officer may stop driver",
            "part_id": null,
            "part_type": null,
            "section_y": "Officer may stop driver",
            "content": "17 (1) A peace officer may stop any person driving an off-road vehicle.  R.S.O. 1990, c. O.4, s. 17 (1). Land owner may stop driver (2) The owner or occupier of land may stop any person driving an off-road vehicle on the land.  R.S.O. 1990, c. O.4, s. 17 (2). Duty to stop (3) Every person who has been signalled to stop by a person authorized to do so under subsection (1) or (2) shall stop forthwith.  R.S.O. 1990, c. O.4, s. 17 (3). Driver to identify himself (4) Every person stopped under this section or subsection 18 (1) shall, when so requested, identify himself or herself by giving his or her name and address to the person who stopped him or her.  R.S.O. 1990, c. O.4, s. 17 (4). Peace officer may arrest without warrant (5) A peace officer who, on reasonable and probable grounds, believes that a contravention of subsection (3) or (4) has been committed, may arrest without warrant any person whom he or she, on reasonable and probable grounds, believes has committed the contravention.  R.S.O. 1990, c. O.4, s. 17 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>17 </b>(1) A peace officer may stop any person driving an off-road vehicle.  R.S.O. 1990, c. O.4, s. 17 (1).</p> <p class=\"headnote\">Land owner may stop driver</p> <p class=\"subsection\">(2) The owner or occupier of land may stop any person driving an off-road vehicle on the land.  R.S.O. 1990, c. O.4, s. 17 (2).</p> <p class=\"headnote\">Duty to stop</p> <p class=\"subsection\">(3) Every person who has been signalled to stop by a person authorized to do so under subsection (1) or (2) shall stop forthwith.  R.S.O. 1990, c. O.4, s. 17 (3).</p> <p class=\"headnote\">Driver to identify himself</p> <p class=\"subsection\">(4) Every person stopped under this section or subsection 18 (1) shall, when so requested, identify himself or herself by giving his or her name and address to the person who stopped him or her.  R.S.O. 1990, c. O.4, s. 17 (4).</p> <p class=\"headnote\">Peace officer may arrest without warrant</p> <p class=\"subsection\">(5) A peace officer who, on reasonable and probable grounds, believes that a contravention of subsection (3) or (4) has been committed, may arrest without warrant any person whom he or she, on reasonable and probable grounds, believes has committed the contravention.  R.S.O. 1990, c. O.4, s. 17 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "18.",
            "section_x": "Duty to stop",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to stop",
            "content": "18 (1) Every driver of an off-road vehicle shall stop his or her vehicle when approached by another vehicle with a flashing red light or with flashing red and blue lights.  R.S.O. 1990, c. O.4, s. 18 (1); 2009, c. 33, Sched. 26, s. 7 (2). Red light on vehicle (2) No person, except a peace officer, shall operate an off-road vehicle that is equipped with a lamp that produces flashes of red light.  R.S.O. 1990, c. O.4, s. 18 (2). Red and blue lights on vehicle (2.1) No person, except a police officer, shall operate an off-road vehicle that is equipped with lamps that produce flashes of red and blue lights.  2009, c. 33, Sched. 26, s. 7 (3). Hazard warning lamps permitted (3) Subsection (2) does not apply to prohibit the use of vehicular hazard warning lamps commonly known as four way flashers.  R.S.O. 1990, c. O.4, s. 18 (3). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 26, s. 7 (2, 3) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>18 </b>(1) Every driver of an off-road vehicle shall stop his or her vehicle when approached by another vehicle with a flashing red light or with flashing red and blue lights.  R.S.O. 1990, c. O.4, s. 18 (1); 2009, c. 33, Sched. 26, s. 7 (2).</p> <p class=\"headnote\">Red light on vehicle</p> <p class=\"subsection\">(2) No person, except a peace officer, shall operate an off-road vehicle that is equipped with a lamp that produces flashes of red light.  R.S.O. 1990, c. O.4, s. 18 (2).</p> <p class=\"headnote\">Red and blue lights on vehicle</p> <p class=\"subsection\">(2.1) No person, except a police officer, shall operate an off-road vehicle that is equipped with lamps that produce flashes of red and blue lights.  2009, c. 33, Sched. 26, s. 7 (3).</p> <p class=\"headnote\">Hazard warning lamps permitted</p> <p class=\"subsection\">(3) Subsection (2) does not apply to prohibit the use of vehicular hazard warning lamps commonly known as four way flashers.  R.S.O. 1990, c. O.4, s. 18 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched26s7s2\">2009, c. 33, Sched. 26, s. 7 (2, 3)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "19.",
            "section_x": "Helmet",
            "part_id": null,
            "part_type": null,
            "section_y": "Helmet",
            "content": "19 (1) No person shall drive an off-road vehicle or ride on an off-road vehicle or on a conveyance towed by an off-road vehicle unless he or she is wearing a helmet that complies with the regulations, securely fastened under his or her chin with a chin strap.  R.S.O. 1990, c. O.4, s. 19 (1). Idem (2) This section does not apply to a person driving or riding on an off-road vehicle or on a conveyance towed by an off-road vehicle where the owner of the off-road vehicle is the occupier of the land.  R.S.O. 1990, c. O.4, s. 19 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>19 </b>(1) No person shall drive an off-road vehicle or ride on an off-road vehicle or on a conveyance towed by an off-road vehicle unless he or she is wearing a helmet that complies with the regulations, securely fastened under his or her chin with a chin strap.  R.S.O. 1990, c. O.4, s. 19 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) This section does not apply to a person driving or riding on an off-road vehicle or on a conveyance towed by an off-road vehicle where the owner of the off-road vehicle is the occupier of the land.  R.S.O. 1990, c. O.4, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "20.",
            "section_x": "Risks willingly assumed",
            "part_id": null,
            "part_type": null,
            "section_y": "Risks willingly assumed",
            "content": "20 (1) Every person who enters premises on an off-road vehicle or while being towed by an off-road vehicle shall be deemed, for the purpose of subsection 4 (1) of the Occupiers’ Liability Act, to have willingly assumed all risks where, (a) no fee is paid for the entry or activity of the person, other than a benefit or payment received from a government or government agency or a non-profit recreation club or association; and (b) the person is not being provided with living accommodation by the occupier.  R.S.O. 1990, c. O.4, s. 20. Same (2) For greater certainty, the following do not constitute a fee for entry or activity of the person for the purposes of clause (1) (a): 1. A fee charged for a purpose incidental to the entry or activity, such as for parking. 2. The receipt by a non-profit recreation club or association of a benefit or payment from or under the authority of a government or government agency. 2016, c. 8, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 8, Sched. 4, s. 1 - 01/09/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>20 </b>(1) Every person who enters premises on an off-road vehicle or while being towed by an off-road vehicle shall be deemed, for the purpose of subsection 4 (1) of the <i>Occupiers’ Liability Act</i>, to have willingly assumed all risks where,</p> <p class=\"paragraph\">  (a) no fee is paid for the entry or activity of the person, other than a benefit or payment received from a government or government agency or a non-profit recreation club or association; and</p> <p class=\"paragraph\">  (b) the person is not being provided with living accommodation by the occupier.  R.S.O. 1990, c. O.4, s. 20.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, the following do not constitute a fee for entry or activity of the person for the purposes of clause (1) (a):</p> <p class=\"paragraph\">  1. A fee charged for a purpose incidental to the entry or activity, such as for parking.</p> <p class=\"paragraph\">  2. The receipt by a non-profit recreation club or association of a benefit or payment from or under the authority of a government or government agency. 2016, c. 8, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16008#sched4s1\">2016, c. 8, Sched. 4, s. 1</a></span> - 01/09/2016</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "21.",
            "section_x": "Offences and fines",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences and fines",
            "content": "21 Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction, where a fine for the contravention is not otherwise provided for in this Act, is liable to a fine not exceeding $300.  R.S.O. 1990, c. O.4, s. 21.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>21 </b>Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction, where a fine for the contravention is not otherwise provided for in this Act, is liable to a fine not exceeding $300.  R.S.O. 1990, c. O.4, s. 21.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "22.",
            "section_x": "Copy",
            "part_id": null,
            "part_type": null,
            "section_y": "Copy",
            "content": "22 (1) A copy of any paper filed in the Ministry under this Act or the regulations, or any statement containing information from the records required to be kept under this Act or the regulations, purporting to be certified by the Registrar under the seal of the Ministry, shall be received in evidence in all courts without proof of the seal or signature as proof, in the absence of evidence to the contrary, of the facts stated therein.  R.S.O. 1990, c. O.4, s. 22 (1). Signature of Registrar (2) An engraved, lithographed, printed or otherwise mechanically reproduced facsimile signature of the Registrar is sufficient authentication of any such copy or statement.  R.S.O. 1990, c. O.4, s. 22 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>22 </b>(1) A copy of any paper filed in the Ministry under this Act or the regulations, or any statement containing information from the records required to be kept under this Act or the regulations, purporting to be certified by the Registrar under the seal of the Ministry, shall be received in evidence in all courts without proof of the seal or signature as proof, in the absence of evidence to the contrary, of the facts stated therein.  R.S.O. 1990, c. O.4, s. 22 (1).</p> <p class=\"headnote\">Signature of Registrar</p> <p class=\"subsection\">(2) An engraved, lithographed, printed or otherwise mechanically reproduced facsimile signature of the Registrar is sufficient authentication of any such copy or statement.  R.S.O. 1990, c. O.4, s. 22 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "23.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "23 The Minister may make regulations, (a) prescribing the standards and specifications of helmets referred to in section 19 and providing for and requiring the identification and marking of such helmets; (b) designating classes of off-road vehicles and exempting any class from all or any of the provisions of this Act or the regulations and prescribing conditions for any such exemptions; (c) designating areas within Ontario to which any provisions of this Act and the regulations do not apply; (d) providing for the payment of fees for copies of or access to any paper filed in the Ministry under this Act or the regulations, or any statement containing information from the records of the Ministry and prescribing the amount of such fees; (e) classifying vehicles designed to travel on more than three wheels and designating any classes as off-road vehicles.  R.S.O. 1990, c. O.4, s. 23; 2019, c. 8, Sched. 1, s. 41 (2). Section Amendments with date in force (d/m/y) 2019, c. 8, Sched. 1, s. 41 (2) - 01/01/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>23 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing the standards and specifications of helmets referred to in section 19 and providing for and requiring the identification and marking of such helmets;</p> <p class=\"paragraph\">  (b) designating classes of off-road vehicles and exempting any class from all or any of the provisions of this Act or the regulations and prescribing conditions for any such exemptions;</p> <p class=\"paragraph\">  (c) designating areas within Ontario to which any provisions of this Act and the regulations do not apply;</p> <p class=\"paragraph\">  (d) providing for the payment of fees for copies of or access to any paper filed in the Ministry under this Act or the regulations, or any statement containing information from the records of the Ministry and prescribing the amount of such fees;</p> <p class=\"paragraph\">  (e) classifying vehicles designed to travel on more than three wheels and designating any classes as off-road vehicles.  R.S.O. 1990, c. O.4, s. 23; 2019, c. 8, Sched. 1, s. 41 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19008#sched1s41s2\">2019, c. 8, Sched. 1, s. 41 (2)</a></span> - 01/01/2021</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "24.",
            "section_x": "Codes",
            "part_id": null,
            "part_type": null,
            "section_y": "Codes",
            "content": "24 Any regulation may adopt by reference in whole or in part, with such changes as the Minister considers necessary, any code, and may require compliance with any code that is so adopted.  R.S.O. 1990, c. O.4, s. 24. Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 15, Sched. 26, s. 2) Power to do things electronically 25 (1) Anything that the Minister, the Ministry or the Registrar is required or authorized to do or to provide under this Act may be done or provided by electronic means or in an electronic format. 2019, c. 15, Sched. 26, s. 2. Same (2) Anything that any person is required or authorized to do or to provide to the Minister, the Ministry or the Registrar under this Act may be done or provided by electronic means or in an electronic format, in the circumstances and in the manner specified by the Ministry. 2019, c. 15, Sched. 26, s. 2. Regulations (3) The Lieutenant Governor in Council may make regulations, (a) providing for the use of electronic documents, including electronic permits, when a driver is required by this Act to carry or surrender a permit, and in other prescribed situations; (b) governing the use, issuance, creation, recording, storage, transmission, copying, display, appearance, form or content of electronic documents; (c) where a regulation described in clause (a) provides for the use of electronic documents, providing that specified requirements set out in this Act or the regulations do not apply; (d) governing the admissibility of electronic documents in court; (e) governing the circumstances in which the information set out in an electronic document is deemed to be true, and in which the electronic document or a copy or excerpt of it shall be received in evidence as proof of the information set out in it. 2019, c. 15, Sched. 26, s. 2. Conflict (4) In the event of a conflict between a regulation made under this section and this Act, the regulation prevails. 2019, c. 15, Sched. 26, s. 2. Section Amendments with date in force (d/m/y) 2019, c. 15, Sched. 26, s. 2 - not in force ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>24 </b>Any regulation may adopt by reference in whole or in part, with such changes as the Minister considers necessary, any code, and may require compliance with any code that is so adopted.  R.S.O. 1990, c. O.4, s. 24.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 15, Sched. 26, s. 2)</span></p> <p class=\"Yheadnote\"><span>Power to do things electronically</span></p> <p class=\"Ysection\"><a name=\"BK23\"></a><b><span>25 </span></b><span>(1) Anything that the Minister, the Ministry or the Registrar is required or authorized to do or to provide under this Act may be done or provided by electronic means or in an electronic format. 2019, c. 15, Sched. 26, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) Anything that any person is required or authorized to do or to provide to the Minister, the Ministry or the Registrar under this Act may be done or provided by electronic means or in an electronic format, in the circumstances and in the manner specified by the Ministry. 2019, c. 15, Sched. 26, s. 2.</span></p> <p class=\"Yheadnote\"><span>Regulations</span></p> <p class=\"Ysubsection\"><span>(3) The Lieutenant Governor in Council may make regulations,</span></p> <p class=\"Yparagraph\"><span>  (a) providing for the use of electronic documents, including electronic permits, when a driver is required by this Act to carry or surrender a permit, and in other prescribed situations;</span></p> <p class=\"Yparagraph\"><span>  (b) governing the use, issuance, creation, recording, storage, transmission, copying, display, appearance, form or content of electronic documents;</span></p> <p class=\"Yparagraph\"><span>  (c) where a regulation described in clause (a) provides for the use of electronic documents, providing that specified requirements set out in this Act or the regulations do not apply;</span></p> <p class=\"Yparagraph\"><span>  (d) governing the admissibility of electronic documents in court;</span></p> <p class=\"Yparagraph\"><span>  (e) governing the circumstances in which the information set out in an electronic document is deemed to be true, and in which the electronic document or a copy or excerpt of it shall be received in evidence as proof of the information set out in it. 2019, c. 15, Sched. 26, s. 2.</span></p> <p class=\"Yheadnote\"><span>Conflict</span></p> <p class=\"Ysubsection\"><span>(4) In the event of a conflict between a regulation made under this section and this Act, the regulation prevails. 2019, c. 15, Sched. 26, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched26s2\">2019, c. 15, Sched. 26, s. 2</a></span> - not in force</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90o04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "25.",
            "section_x": "Power to do things electronically",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}