{
    "act_info": {
        "full_title": "Oil, Gas and Salt Resources Act, R.S.O. 1990, c. P.12",
        "act_name_text": "Oil, Gas and Salt Resources Act",
        "citation": "R.S.O. 1990, c. P.12",
        "url": "https://www.ontario.ca/laws/statute/90p12",
        "date_scraped": "2023-12-18 04:22:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90p12/v17",
            "valid_from": "March 22, 2023",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/90p12/v16",
            "valid_from": "June  1, 2021",
            "valid_to": "March 21, 2023"
        },
        {
            "a_href": "/laws/statute/90p12/v15",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/90p12/v14",
            "valid_from": "December 10, 2019",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/90p12/v13",
            "valid_from": "July  1, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90p12/v12",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/90p12/v11",
            "valid_from": "April  1, 2018",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/90p12/v10",
            "valid_from": "May 17, 2017",
            "valid_to": "March 31, 2018"
        },
        {
            "a_href": "/laws/statute/90p12/v9",
            "valid_from": "October 25, 2010",
            "valid_to": "May 16, 2017"
        },
        {
            "a_href": "/laws/statute/90p12/v8",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/90p12/v7",
            "valid_from": "January 17, 2008",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90p12/v6",
            "valid_from": "July 25, 2007",
            "valid_to": "January 16, 2008"
        },
        {
            "a_href": "/laws/statute/90p12/v5",
            "valid_from": "May 17, 2007",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90p12/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/90p12/v3",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90p12/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90p12/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/970245",
            "Citation": "O. Reg. 245/97",
            "title": "EXPLORATION, DRILLING AND PRODUCTION"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “Board” means the Ontario Energy Board; (“Commission”) “correlative rights” means the right of every owner of a property in a pool of oil or gas to produce from that property the owner’s proportionate share of the oil or gas, or both, in the pool; (“droit corrélatif”) “facility” means any work used to store, process or transport any substance produced from or injected into a well; (“installation”) “gas” means a mixture containing hydrocarbons that is located in or recovered from an underground reservoir and that is gaseous at the temperature and pressure under which its volume is measured or estimated; (“gaz”) “inspector” means an inspector or officer appointed for the purposes of this Act and the regulations; (“inspecteur”) “licence” means a licence issued under this Act; (“licence”) “Minister” means the Minister of Natural Resources and Forestry or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “oil” means a mixture containing hydrocarbons that is located in or recovered from an underground reservoir, or recovered in processing, and that is liquid at the temperature and pressure under which its volume is measured or estimated; (“pétrole”) “oil field fluid” means, (a) anything that has been used as a well drilling fluid, and (b) formation water that is recovered from a well; (“fluide de champ pétrolifère”) “operator” means, in respect of a work, (a) a person who has the right as lessee, sub-lessee, assignee, owner or holder of a licence or permit to operate the work, (b) a person who is authorized under subsection 10 (1.1) to operate the work without a licence, (c) a person who has the control or management of the operation of the work, or (d) if there is no person described in clause (a), (b) or (c), the owner of the land on which the work is situated; (“exploitant”) “permit” means a permit issued under this Act; (“permis”) “pipeline” means a pipeline used for the collection of oil, gas or other substance produced from or injected into a well and transportation of the oil, gas or substance to a separating, processing or storage facility or to a distribution or transmission pipeline; (“pipeline”) “pool” means an underground accumulation of oil or gas or both, separated or appearing to be separated from any other such underground accumulation; (“gisement”) “prescribed” means prescribed by a regulation; (“prescrit”) “regulation” means a regulation made under this Act; (“règlement”) “solution mining” means the extraction of salt from a geological formation by the injection of water and the recovery of the salt in solution through a well; (“exploitation par dissolution”) “spacing unit” means a surface area and the subsurface beneath the surface area, established for the purpose of drilling for or producing oil or gas; (“unité d’espacement”) “Tribunal” means the Ontario Land Tribunal; (“Tribunal”) “well” means a hole in the ground, whether completely drilled or in the process of being drilled, for the purpose of, (a) the production of oil, gas or formation water, including the production of coal bed methane but excluding the production of fresh water, (b) the injection, storage and withdrawal of oil, gas, other hydrocarbons or other prescribed substances in an underground geological formation, (b.1) a compressed air energy storage project that is prescribed, or any part or portion of such a project as may be prescribed, (c) the disposal of oil field fluid in an underground geological formation, (d) solution mining, or Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “well” in subsection 1 (1) of the Act is amended by striking out “or” at the end of clause (d) and by adding the following clause: (See: 2023, c. 9, Sched. 23, s. 1) (d.1) a special project that is designated by the Minister under section 11.1, or (e) geological evaluation or testing rocks of Cambrian or more recent age; (“puits”) Note: On a day to be named by proclamation of the Lieutenant Governor, clause (e) of the definition of “well” in subsection 1 (1) of the Act is repealed and the following substituted: (See: 2019, c. 14, Sched. 15, s. 46 (2)) (e) geological evaluation or testing in rock that is of Cambrian age or younger, other than any evaluation or testing that is prescribed as excluded, if the geological evaluation or testing, (i) is carried out in relation to any of the activities set out in clauses (a) to (d), (ii) involves a hole in the ground the final depth of which is, or will be, at or below the depth where any of the activities set out in clause (a), (b), (c) or (d) occur or could be reasonably expected to occur based on the location of the activity, in accordance with any prescribed criteria with respect to the depth specified for the location of the activity, or (iii) involves a hole in the ground that meets the prescribed criteria, conditions, restrictions or requirements with respect to the final depth of the hole, its purpose and its location in Ontario; “work” means a well or any pipeline or other structure or equipment that is used in association with a well. (“ouvrage”)  R.S.O. 1990, c. P.12, s. 1; 1994, c. 27, s. 131 (1); 1996, c. 30, s. 57 (1-5); 1999, c. 12, Sched. N, s. 5 (1, 2); 2001, c. 9, Sched. K, s. 4 (1); 2006, c. 19, Sched. P, s. 4 (1-4); 2017, c. 8, Sched. 17, s. 9 (1, 2); 2017, c. 8, Sched. 23, s. 1; 2019, c. 14, Sched. 15, s. 46 (1); 2021, c. 4, Sched. 6, s. 72; 2023, c. 2, Sched. 5, s. 1. Oil or gas, determination by Minister (2) In cases where doubt exists, the Minister may, in his or her absolute discretion, determine whether a substance is oil or gas.  1996, c. 30, s. 57 (6). Powers and duties of Tribunal (3) The Tribunal shall do the following: 1. In reviewing and adjudicating applications for pooling and unitization orders, have regard to, i. the conservation of Ontario’s oil and gas resources, ii. the orderly, efficient and economic development of those resources, and iii. the protection of correlative rights. 2. Provide access, in accordance with section 175 of the Mining Act, to subsurface oil, gas and salt resources.  2006, c. 19, Sched. P, s. 4 (5); 2017, c. 8, Sched. 17, s. 9 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 131 (1) - 09/12/1994; 1996, c. 30, s. 57 (1-6) - 27/06/1997; 1999, c. 12, Sched. N, s. 5 (1, 2) - 22/12/1999 2001, c. 9, Sched. K, s. 4 (1) - 29/06/2001 2006, c. 19, Sched. P, s. 4 (1-5) - 22/06/2006 2017, c. 8, Sched. 17, s. 9 (1-3) - 01/04/2018; 2017, c. 8, Sched. 23, s. 1 - 17/05/2017 2019, c. 14, Sched. 15, s. 46 (1) - 10/12/2019; 2019, c. 14, Sched. 15, s. 46 (2) - not in force 2021, c. 4, Sched. 6, s. 72 - 01/06/2021 2023, c. 2, Sched. 5, s. 1 (1, 2) - 22/03/2023; 2023, c. 9, Sched. 23, s. 1 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“Board” means the Ontario Energy Board; (“Commission”)</p> <p class=\"definition\">“correlative rights” means the right of every owner of a property in a pool of oil or gas to produce from that property the owner’s proportionate share of the oil or gas, or both, in the pool; (“droit corrélatif”)</p> <p class=\"definition\">“facility” means any work used to store, process or transport any substance produced from or injected into a well; (“installation”)</p> <p class=\"definition\">“gas” means a mixture containing hydrocarbons that is located in or recovered from an underground reservoir and that is gaseous at the temperature and pressure under which its volume is measured or estimated; (“gaz”)</p> <p class=\"definition\">“inspector” means an inspector or officer appointed for the purposes of this Act and the regulations; (“inspecteur”)</p> <p class=\"definition\">“licence” means a licence issued under this Act; (“licence”)</p> <p class=\"definition\">“Minister” means the Minister of Natural Resources and Forestry or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“oil” means a mixture containing hydrocarbons that is located in or recovered from an underground reservoir, or recovered in processing, and that is liquid at the temperature and pressure under which its volume is measured or estimated; (“pétrole”)</p> <p class=\"definition\">“oil field fluid” means,</p> <p class=\"paragraph\">  (a) anything that has been used as a well drilling fluid, and</p> <p class=\"paragraph\">  (b) formation water that is recovered from a well; (“fluide de champ pétrolifère”)</p> <p class=\"definition\">“operator” means, in respect of a work,</p> <p class=\"paragraph\">  (a) a person who has the right as lessee, sub-lessee, assignee, owner or holder of a licence or permit to operate the work,</p> <p class=\"paragraph\">  (b) a person who is authorized under subsection 10 (1.1) to operate the work without a licence,</p> <p class=\"paragraph\">  (c) a person who has the control or management of the operation of the work, or</p> <p class=\"paragraph\">  (d) if there is no person described in clause (a), (b) or (c), the owner of the land on which the work is situated; (“exploitant”)</p> <p class=\"definition\">“permit” means a permit issued under this Act; (“permis”)</p> <p class=\"definition\">“pipeline” means a pipeline used for the collection of oil, gas or other substance produced from or injected into a well and transportation of the oil, gas or substance to a separating, processing or storage facility or to a distribution or transmission pipeline; (“pipeline”)</p> <p class=\"definition\">“pool” means an underground accumulation of oil or gas or both, separated or appearing to be separated from any other such underground accumulation; (“gisement”)</p> <p class=\"definition\">“prescribed” means prescribed by a regulation; (“prescrit”)</p> <p class=\"definition\">“regulation” means a regulation made under this Act; (“règlement”)</p> <p class=\"definition\">“solution mining” means the extraction of salt from a geological formation by the injection of water and the recovery of the salt in solution through a well; (“exploitation par dissolution”)</p> <p class=\"definition\">“spacing unit” means a surface area and the subsurface beneath the surface area, established for the purpose of drilling for or producing oil or gas; (“unité d’espacement”)</p> <p class=\"definition\">“Tribunal” means the Ontario Land Tribunal; (“Tribunal”)</p> <p class=\"definition\">“well” means a hole in the ground, whether completely drilled or in the process of being drilled, for the purpose of,</p> <p class=\"paragraph\">  (a) the production of oil, gas or formation water, including the production of coal bed methane but excluding the production of fresh water,</p> <p class=\"paragraph\">  (b) the injection, storage and withdrawal of oil, gas, other hydrocarbons or other prescribed substances in an underground geological formation,</p> <p class=\"paragraph\"> (b.1) a compressed air energy storage project that is prescribed, or any part or portion of such a project as may be prescribed,</p> <p class=\"paragraph\">  (c) the disposal of oil field fluid in an underground geological formation,</p> <p class=\"paragraph\">  (d) solution mining, or</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “well” in subsection 1 (1) of the Act is amended by striking out “or” at the end of clause (d) and by adding the following clause: (See: 2023, c. 9, Sched. 23, s. 1)</span></p> <p class=\"Yparagraph\"><span> (d.1) a special project that is designated by the Minister under section 11.1, or</span></p> <p class=\"paragraph\">  (e) geological evaluation or testing rocks of Cambrian or more recent age; (“puits”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (e) of the definition of “well” in subsection 1 (1) of the Act is repealed and the following substituted: (See: 2019, c. 14, Sched. 15, s. 46 (2))</span></p> <p class=\"Yparagraph\"><span>  (e) geological evaluation or testing in rock that is of Cambrian age or younger, other than any evaluation or testing that is prescribed as excluded, if the geological evaluation or testing,</span></p> <p class=\"Ysubpara\"><span>  (i) is carried out in relation to any of the activities set out in clauses (a) to (d),</span></p> <p class=\"Ysubpara\"><span>  (ii) involves a hole in the ground the final depth of which is, or will be, at or below the depth where any of the activities set out in clause (a), (b), (c) or (d) occur or could be reasonably expected to occur based on the location of the activity, in accordance with any prescribed criteria with respect to the depth specified for the location of the activity, or</span></p> <p class=\"Ysubpara\"><span>  (iii) involves a hole in the ground that meets the prescribed criteria, conditions, restrictions or requirements with respect to the final depth of the hole, its purpose and its location in Ontario;</span></p> <p class=\"definition\">“work” means a well or any pipeline or other structure or equipment that is used in association with a well. (“ouvrage”)  R.S.O. 1990, c. P.12, s. 1; 1994, c. 27, s. 131 (1); 1996, c. 30, s. 57 (1-5); 1999, c. 12, Sched. N, s. 5 (1, 2); 2001, c. 9, Sched. K, s. 4 (1); 2006, c. 19, Sched. P, s. 4 (1-4); 2017, c. 8, Sched. 17, s. 9 (1, 2); 2017, c. 8, Sched. 23, s. 1; 2019, c. 14, Sched. 15, s. 46 (1); 2021, c. 4, Sched. 6, s. 72; 2023, c. 2, Sched. 5, s. 1.</p> <p class=\"headnote\">Oil or gas, determination by Minister</p> <p class=\"subsection\">(2) In cases where doubt exists, the Minister may, in his or her absolute discretion, determine whether a substance is oil or gas.  1996, c. 30, s. 57 (6).</p> <p class=\"headnote\">Powers and duties of Tribunal</p> <p class=\"subsection\">(3) The Tribunal shall do the following:</p> <p class=\"paragraph\">  1. In reviewing and adjudicating applications for pooling and unitization orders, have regard to,</p> <p class=\"subpara\">  i. the conservation of Ontario’s oil and gas resources,</p> <p class=\"subpara\">  ii. the orderly, efficient and economic development of those resources, and</p> <p class=\"subpara\">  iii. the protection of correlative rights.</p> <p class=\"paragraph\">  2. Provide access, in accordance with section 175 of the <i>Mining Act</i>, to subsurface oil, gas and salt resources.  2006, c. 19, Sched. P, s. 4 (5); 2017, c. 8, Sched. 17, s. 9 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 131 (1) - 09/12/1994; 1996, c. 30, s. 57 (1-6) - 27/06/1997; 1999, c. 12, Sched. N, s. 5 (1, 2) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks4s1\">2001, c. 9, Sched. K, s. 4 (1)</a></span> - 29/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s1\">2006, c. 19, Sched. P, s. 4 (1-5)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s1\">2017, c. 8, Sched. 17, s. 9 (1-3)</a></span> - 01/04/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s1\">2017, c. 8, Sched. 23, s. 1</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s46s1\">2019, c. 14, Sched. 15, s. 46 (1)</a></span> - 10/12/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s46s2\">2019, c. 14, Sched. 15, s. 46 (2)</a></span> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s72\">2021, c. 4, Sched. 6, s. 72</a></span> - 01/06/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23002#sched5s1s1\">2023, c. 2, Sched. 5, s. 1 (1, 2)</a></span> - 22/03/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s1\">2023, c. 9, Sched. 23, s. 1</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Appointment of inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of inspectors",
            "content": "2 (1) The Minister may appoint inspectors for the purpose of this Act and the regulations.  1996, c. 30, s. 58. Certificate of appointment and identification (2) The Minister shall issue to every inspector a certificate of his or her appointment and identification.  R.S.O. 1990, c. P.12, s. 2 (2). Validity of certificate (3) A certificate purporting to bear the signature of the Minister shall be deemed to have been signed by the Minister.  R.S.O. 1990, c. P.12, s. 2 (3). Production of certificate (4) Every inspector, in the execution of any of his or her duties under this Act and the regulations, shall produce his or her certificate of appointment upon request.  R.S.O. 1990, c. P.12, s. 2 (4). Section Amendments with date in force (d/m/y) 1996, c. 30, s. 58 - 27/06/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) The Minister may appoint inspectors for the purpose of this Act and the regulations.  1996, c. 30, s. 58.</p> <p class=\"headnote\">Certificate of appointment and identification</p> <p class=\"subsection\">(2) The Minister shall issue to every inspector a certificate of his or her appointment and identification.  R.S.O. 1990, c. P.12, s. 2 (2).</p> <p class=\"headnote\">Validity of certificate</p> <p class=\"subsection\">(3) A certificate purporting to bear the signature of the Minister shall be deemed to have been signed by the Minister.  R.S.O. 1990, c. P.12, s. 2 (3).</p> <p class=\"headnote\">Production of certificate</p> <p class=\"subsection\">(4) Every inspector, in the execution of any of his or her duties under this Act and the regulations, shall produce his or her certificate of appointment upon request.  R.S.O. 1990, c. P.12, s. 2 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 58 - 27/06/1997</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Powers of inspector",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of inspector",
            "content": "3 (1) An inspector may, for the purpose of carrying out his or her duties under this Act and the regulations, (a) subject to subsection (3), enter in or upon any premises at any time without a warrant for the purpose of determining whether this Act is being complied with and authorize any other person acting under the inspector’s direction to enter the premises, with or without the inspector, for the purpose of assisting the inspector; (b) take up or use at any time any work or part thereof; (c) require the production of any drawing or specification of a work or any part thereof or any licence, permit, record or report and may inspect, and make copies of, the same and may require information from any person concerning any matter related to a work or part thereof or the handling or use thereof; (c.1) require the operator of a work to make such examinations, tests or inquiries as may be necessary to ascertain whether this Act and the regulations are being complied with, and to report to the inspector on the examinations, tests and inquiries in such form as the inspector may specify; (d) be accompanied by any person at the request of the inspector who has special or expert knowledge of any matter in relation to a work or a part thereof or the handling or use thereof; (e) alone, or in conjunction with such other persons possessing special or expert knowledge, make such examinations, tests or inquiries as may be necessary to ascertain whether this Act and the regulations are being complied with and for such purpose take or remove any material or substance subject to the operator or user being notified thereof; (f) use or cause to be used any computer system for the purpose of examining information contained in or available to the computer system, and produce or cause to be produced a printout or other output from the computer system; (g) make copies of any documents inspected or produced during the inspection; (h) remove any documents or things for the purpose of making copies or of further inspection, but the copying or further inspection shall be carried out with reasonable dispatch and the documents or things shall be returned promptly to the person from whom they were taken.  R.S.O. 1990, c. P.12, s. 3 (1); 1996, c. 30, s. 59; 2006, c. 19, Sched. P, s. 4 (6); 2010, c. 16, Sched. 10, s. 3 (1). Search in exigent circumstances (2) If an inspector believes on reasonable grounds that there is in a building, other place or a vehicle any thing that will afford evidence of an offence under this Act but that the time required to obtain a search warrant would lead to the loss, removal or destruction of the evidence, the inspector may, without a search warrant, enter and search the building, other place or vehicle.  2010, c. 16, Sched. 10, s. 3 (2). Dwellings (3) Clause (1) (a) and subsection (2) do not apply to a building or part of a building that is used as a dwelling.  2010, c. 16, Sched. 10, s. 3 (2). Section Amendments with date in force (d/m/y) 1996, c. 30, s. 59 - 27/06/1997 2006, c. 19, Sched. P, s. 4 (6) - 22/06/2006 2010, c. 16, Sched. 10, s. 3 (1, 2) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) An inspector may, for the purpose of carrying out his or her duties under this Act and the regulations,</p> <p class=\"paragraph\">  (a) subject to subsection (3), enter in or upon any premises at any time without a warrant for the purpose of determining whether this Act is being complied with and authorize any other person acting under the inspector’s direction to enter the premises, with or without the inspector, for the purpose of assisting the inspector;</p> <p class=\"paragraph\">  (b) take up or use at any time any work or part thereof;</p> <p class=\"paragraph\">  (c) require the production of any drawing or specification of a work or any part thereof or any licence, permit, record or report and may inspect, and make copies of, the same and may require information from any person concerning any matter related to a work or part thereof or the handling or use thereof;</p> <p class=\"paragraph\"> (c.1) require the operator of a work to make such examinations, tests or inquiries as may be necessary to ascertain whether this Act and the regulations are being complied with, and to report to the inspector on the examinations, tests and inquiries in such form as the inspector may specify;</p> <p class=\"paragraph\">  (d) be accompanied by any person at the request of the inspector who has special or expert knowledge of any matter in relation to a work or a part thereof or the handling or use thereof;</p> <p class=\"paragraph\">  (e) alone, or in conjunction with such other persons possessing special or expert knowledge, make such examinations, tests or inquiries as may be necessary to ascertain whether this Act and the regulations are being complied with and for such purpose take or remove any material or substance subject to the operator or user being notified thereof;</p> <p class=\"paragraph\">  (f) use or cause to be used any computer system for the purpose of examining information contained in or available to the computer system, and produce or cause to be produced a printout or other output from the computer system;</p> <p class=\"paragraph\">  (g) make copies of any documents inspected or produced during the inspection;</p> <p class=\"paragraph\">  (h) remove any documents or things for the purpose of making copies or of further inspection, but the copying or further inspection shall be carried out with reasonable dispatch and the documents or things shall be returned promptly to the person from whom they were taken.  R.S.O. 1990, c. P.12, s. 3 (1); 1996, c. 30, s. 59; 2006, c. 19, Sched. P, s. 4 (6); 2010, c. 16, Sched. 10, s. 3 (1).</p> <p class=\"headnote\">Search in exigent circumstances</p> <p class=\"subsection\">(2) If an inspector believes on reasonable grounds that there is in a building, other place or a vehicle any thing that will afford evidence of an offence under this Act but that the time required to obtain a search warrant would lead to the loss, removal or destruction of the evidence, the inspector may, without a search warrant, enter and search the building, other place or vehicle.  2010, c. 16, Sched. 10, s. 3 (2).</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(3) Clause (1) (a) and subsection (2) do not apply to a building or part of a building that is used as a dwelling.  2010, c. 16, Sched. 10, s. 3 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 30, s. 59 - 27/06/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s6\">2006, c. 19, Sched. P, s. 4 (6)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s1\">2010, c. 16, Sched. 10, s. 3 (1, 2)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.1",
            "section_x": "Search with warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Search with warrant",
            "content": "3.1 (1) An inspector may obtain a search warrant under Part VIII of the Provincial Offences Act in respect of an offence under this Act.  2010, c. 16, Sched. 10, s. 3 (3). Access to premises (2) When executing the warrant, an inspector may pass through or over any land, other than the area surrounding a dwelling, without being liable to trespass or any other action in relation to the land, in order to gain access to the building, other place or vehicle that are subject to inspection under this section, if, (a) it is necessary to do so in order to gain the access or to gain the access in a timely manner; and (b) it is impractical to use any other means to gain the access.  2010, c. 16, Sched. 10, s. 3 (3). Use of force (3) The inspector named in a warrant mentioned in this section may use as much force as is reasonably necessary to execute the warrant.  2010, c. 16, Sched. 10, s. 3 (3). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 10, s. 3 (3) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3.1 </b>(1) An inspector may obtain a search warrant under Part VIII of the <i>Provincial Offences Act</i> in respect of an offence under this Act.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Access to premises</p> <p class=\"subsection\">(2) When executing the warrant, an inspector may pass through or over any land, other than the area surrounding a dwelling, without being liable to trespass or any other action in relation to the land, in order to gain access to the building, other place or vehicle that are subject to inspection under this section, if,</p> <p class=\"paragraph\">  (a) it is necessary to do so in order to gain the access or to gain the access in a timely manner; and</p> <p class=\"paragraph\">  (b) it is impractical to use any other means to gain the access.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(3) The inspector named in a warrant mentioned in this section may use as much force as is reasonably necessary to execute the warrant.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s3\">2010, c. 16, Sched. 10, s. 3 (3)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.2",
            "section_x": "Inspection of vehicles, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection of vehicles, etc.",
            "content": "3.2 (1) For the purpose of this Act or the regulations, an inspector may stop a vehicle, boat or aircraft if the inspector has reasonable grounds to believe that stopping the vehicle, boat or aircraft, would assist in determining whether there is compliance with this Act and the regulations.  2010, c. 16, Sched. 10, s. 3 (3). Duty to stop (2) On the inspector’s signal to stop, the operator of the vehicle, boat or aircraft shall immediately stop and produce for inspection any document or other thing requested by the inspector.  2010, c. 16, Sched. 10, s. 3 (3). Stop signals (3) For the purpose of subsection (2), signals to stop include, (a) intermittent flashes of red light, in the case of a vehicle; (b) intermittent flashes of blue light in the case of a boat; and (c) a hand signal to stop, in the case of a vehicle or boat.  2010, c. 16, Sched. 10, s. 3 (3). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 10, s. 3 (3) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3.2 </b>(1) For the purpose of this Act or the regulations, an inspector may stop a vehicle, boat or aircraft if the inspector has reasonable grounds to believe that stopping the vehicle, boat or aircraft, would assist in determining whether there is compliance with this Act and the regulations.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Duty to stop</p> <p class=\"subsection\">(2) On the inspector’s signal to stop, the operator of the vehicle, boat or aircraft shall immediately stop and produce for inspection any document or other thing requested by the inspector.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Stop signals</p> <p class=\"subsection\">(3) For the purpose of subsection (2), signals to stop include,</p> <p class=\"paragraph\">  (a) intermittent flashes of red light, in the case of a vehicle;</p> <p class=\"paragraph\">  (b) intermittent flashes of blue light in the case of a boat; and</p> <p class=\"paragraph\">  (c) a hand signal to stop, in the case of a vehicle or boat.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s3\">2010, c. 16, Sched. 10, s. 3 (3)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.3",
            "section_x": "Seizure and forfeiture",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure and forfeiture",
            "content": "3.3 (1) An inspector who is lawfully in a building or other place may, without a warrant, seize any thing the inspector believes on reasonable grounds, (a) has been used in the commission of an offence under this Act; or (b) will afford evidence of the commission of an offence under this Act.  2010, c. 16, Sched. 10, s. 3 (3). Presence pursuant to warrant (2) If the inspector is in the building or other place pursuant to a warrant, subsection (1) applies to the thing, whether or not it is specified in the warrant.  2010, c. 16, Sched. 10, s. 3 (3). Safekeeping (3) An inspector shall deliver any thing that the inspector seizes to a person authorized by the Minister for safekeeping, unless the thing is required to be carried before a justice as defined in the Provincial Offences Act by a search warrant issued under Part VIII of that Act.  2010, c. 16, Sched. 10, s. 3 (3). Return of seized things (4) A thing seized and not forfeited under this section shall be returned to the person from whom it was seized if, (a) a charge is not laid at the conclusion of the investigation; or (b) a charge is laid but, when the prosecution is finally disposed of, the defendant is acquitted or the charge is dismissed or withdrawn.  2010, c. 16, Sched. 10, s. 3 (3). (5) Repealed: 2023, c. 9, Sched. 23, s. 2. Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 10, s. 3 (3) - 25/10/2010 2023, c. 9, Sched. 23, s. 2 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3.3 </b>(1) An inspector who is lawfully in a building or other place may, without a warrant, seize any thing the inspector believes on reasonable grounds,</p> <p class=\"paragraph\">  (a) has been used in the commission of an offence under this Act; or</p> <p class=\"paragraph\">  (b) will afford evidence of the commission of an offence under this Act.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Presence pursuant to warrant</p> <p class=\"subsection\">(2) If the inspector is in the building or other place pursuant to a warrant, subsection (1) applies to the thing, whether or not it is specified in the warrant.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Safekeeping</p> <p class=\"subsection\">(3) An inspector shall deliver any thing that the inspector seizes to a person authorized by the Minister for safekeeping, unless the thing is required to be carried before a justice as defined in the <i>Provincial Offences Act</i> by a search warrant issued under Part VIII of that Act.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Return of seized things</p> <p class=\"subsection\">(4) A thing seized and not forfeited under this section shall be returned to the person from whom it was seized if,</p> <p class=\"paragraph\">  (a) a charge is not laid at the conclusion of the investigation; or</p> <p class=\"paragraph\">  (b) a charge is laid but, when the prosecution is finally disposed of, the defendant is acquitted or the charge is dismissed or withdrawn.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>: 2023, c. 9, Sched. 23, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s3\">2010, c. 16, Sched. 10, s. 3 (3)</a></span> - 25/10/2010</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s2\">2023, c. 9, Sched. 23, s. 2</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.4",
            "section_x": "Arrest without warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Arrest without warrant",
            "content": "3.4 (1) An inspector may arrest without warrant a person the inspector believes on reasonable grounds is committing, has committed or is preparing to commit an offence under this Act.  2010, c. 16, Sched. 10, s. 3 (3). Use of force (2) An inspector may use as much force as is reasonably necessary to make an arrest under this section.  2010, c. 16, Sched. 10, s. 3 (3). Release (3) An inspector who arrests a person under this section shall, as soon as practicable, release the person from custody, unless the inspector has reasonable grounds to believe that, (a) it is necessary in the public interest for the person arrested to be detained, having regard to all the circumstances, including the need to, (i) establish the identity of the person, (ii) secure or preserve evidence of or relating to the offence, or (iii) prevent the continuation or repetition of the offence or the commission of another offence; or (b) the person arrested, if released, will not respond to the summons or offence notice or will not appear in court.  2010, c. 16, Sched. 10, s. 3 (3). Appearance before justice (4) Section 150 of the Provincial Offences Act applies if the person arrested is not released.  2010, c. 16, Sched. 10, s. 3 (3). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 10, s. 3 (3) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>3.4 </b>(1) An inspector may arrest without warrant a person the inspector believes on reasonable grounds is committing, has committed or is preparing to commit an offence under this Act.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(2) An inspector may use as much force as is reasonably necessary to make an arrest under this section.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Release</p> <p class=\"subsection\">(3) An inspector who arrests a person under this section shall, as soon as practicable, release the person from custody, unless the inspector has reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) it is necessary in the public interest for the person arrested to be detained, having regard to all the circumstances, including the need to,</p> <p class=\"subclause\">  (i) establish the identity of the person,</p> <p class=\"subclause\">  (ii) secure or preserve evidence of or relating to the offence, or</p> <p class=\"subclause\">  (iii) prevent the continuation or repetition of the offence or the commission of another offence; or</p> <p class=\"paragraph\">  (b) the person arrested, if released, will not respond to the summons or offence notice or will not appear in court.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Appearance before justice</p> <p class=\"subsection\">(4) Section 150 of the <i>Provincial Offences Act</i> applies if the person arrested is not released.  2010, c. 16, Sched. 10, s. 3 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s3\">2010, c. 16, Sched. 10, s. 3 (3)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "section_x": "Obstruction of inspector",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction of inspector",
            "content": "4 (1) No person shall hinder, obstruct, molest or interfere with or attempt to hinder, obstruct, molest or interfere with an inspector in the exercise of a power or the performance of a duty under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 4 (1). Assistance of inspector (2) Every person shall furnish all necessary means in his or her power to facilitate any entry, inspection, examination or inquiry by an inspector in the exercise of his or her powers and duties under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 4 (2). Refusal to produce records or make examinations (3) No person shall neglect or refuse to, (a) produce a licence, permit, drawing, specification, record or report as required by an inspector under clause 3 (1) (c); or (b) make an examination, test or inquiry, or report on an examination, test or inquiry, as required by an inspector under clause 3 (1) (c.1).  1996, c. 30, s. 60. False information (4) No person shall furnish an inspector with false information or neglect or refuse to furnish information required by an inspector in the exercise of his or her duties under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 4 (4). Section Amendments with date in force (d/m/y) 1996, c. 30, s. 60 - 27/06/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>4 </b>(1) No person shall hinder, obstruct, molest or interfere with or attempt to hinder, obstruct, molest or interfere with an inspector in the exercise of a power or the performance of a duty under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 4 (1).</p> <p class=\"headnote\">Assistance of inspector</p> <p class=\"subsection\">(2) Every person shall furnish all necessary means in his or her power to facilitate any entry, inspection, examination or inquiry by an inspector in the exercise of his or her powers and duties under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 4 (2).</p> <p class=\"headnote\">Refusal to produce records or make examinations</p> <p class=\"subsection\">(3) No person shall neglect or refuse to,</p> <p class=\"paragraph\">  (a) produce a licence, permit, drawing, specification, record or report as required by an inspector under clause 3 (1) (c); or</p> <p class=\"paragraph\">  (b) make an examination, test or inquiry, or report on an examination, test or inquiry, as required by an inspector under clause 3 (1) (c.1).  1996, c. 30, s. 60.</p> <p class=\"headnote\">False information</p> <p class=\"subsection\">(4) No person shall furnish an inspector with false information or neglect or refuse to furnish information required by an inspector in the exercise of his or her duties under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 4 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 60 - 27/06/1997</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "section_x": "Information confidential",
            "part_id": null,
            "part_type": null,
            "section_y": "Information confidential",
            "content": "5 (1) An inspector shall not publish, disclose or communicate to any person any information, record, report or statement acquired, furnished, obtained, made or received under the powers conferred under this Act and the regulations except, (a) for the purposes of carrying out his or her duties under this Act and the regulations; or (b) as authorized under the Regulatory Modernization Act, 2007.  2007, c. 4, s. 38. Compellability in civil suit (2) An inspector is not a compellable witness in a civil suit or proceeding respecting any information, record, report, statement, or test acquired, furnished, obtained, made or received under the powers conferred under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 5 (2). Exception (3) The Minister may disclose or publish information, material, statements or result of a test acquired, furnished, obtained or made under the powers conferred under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 5 (3). Section Amendments with date in force (d/m/y) 2007, c. 4, s. 38 - 17/01/2008 6 Repealed: 2017, c. 8, Sched. 23, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 8, Sched. 23, s. 2 - 17/05/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>5 </b>(1) An inspector shall not publish, disclose or communicate to any person any information, record, report or statement acquired, furnished, obtained, made or received under the powers conferred under this Act and the regulations except,</p> <p class=\"paragraph\">  (a) for the purposes of carrying out his or her duties under this Act and the regulations; or</p> <p class=\"paragraph\">  (b) as authorized under the <i>Regulatory Modernization Act, 2007</i>.  2007, c. 4, s. 38.</p> <p class=\"headnote\">Compellability in civil suit</p> <p class=\"subsection\">(2) An inspector is not a compellable witness in a civil suit or proceeding respecting any information, record, report, statement, or test acquired, furnished, obtained, made or received under the powers conferred under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 5 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) The Minister may disclose or publish information, material, statements or result of a test acquired, furnished, obtained or made under the powers conferred under this Act and the regulations.  R.S.O. 1990, c. P.12, s. 5 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07004#s38\">2007, c. 4, s. 38</a></span> - 17/01/2008</p> <p class=\"section\"><b>6 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 8, Sched. 23, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s2\">2017, c. 8, Sched. 23, s. 2</a></span> - 17/05/2017</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Directions by inspectors where non-compliance",
            "part_id": null,
            "part_type": null,
            "section_y": "Directions by inspectors where non-compliance",
            "content": "7 (1) Where an inspector finds that any provision of this Act or the regulations is being contravened, the inspector may give to the person whom he or she believes to be the contravener, his or her supervisor or foreman or any of them an order in writing directing compliance with such provision and may require the order to be carried out forthwith or within such time as the inspector specifies.  R.S.O. 1990, c. P.12, s. 7 (1). Idem (2) Where an inspector gives an order under this section, the order shall contain sufficient information to specify the nature of the contravention.  R.S.O. 1990, c. P.12, s. 7 (2). Direction that work not to be used (3) An inspector who gives an order under this section with respect to a work may include in the order a direction that the work shall not be used until the order is complied with. 2023, c. 9, Sched. 23, s. 3. (4), (5) Repealed:  2023, c. 9, Sched. 23, s. 3. (6)-(8) Repealed:  1996, c. 30, s. 61. Section Amendments with date in force (d/m/y) 1996, c. 30, s. 61 - 27/06/1997; 1999, c. 12, Sched. N, s. 5 (3) - 22/12/1999 2023, c. 9, Sched. 23, s. 3 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) Where an inspector finds that any provision of this Act or the regulations is being contravened, the inspector may give to the person whom he or she believes to be the contravener, his or her supervisor or foreman or any of them an order in writing directing compliance with such provision and may require the order to be carried out forthwith or within such time as the inspector specifies.  R.S.O. 1990, c. P.12, s. 7 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where an inspector gives an order under this section, the order shall contain sufficient information to specify the nature of the contravention.  R.S.O. 1990, c. P.12, s. 7 (2).</p> <p class=\"headnote\">Direction that work not to be used</p> <p class=\"subsection\">(3) An inspector who gives an order under this section with respect to a work may include in the order a direction that the work shall not be used until the order is complied with. 2023, c. 9, Sched. 23, s. 3.</p> <p class=\"subsection\">(4), (5) <span class=\"ovsmallcap\">Repealed</span>:  2023, c. 9, Sched. 23, s. 3.</p> <p class=\"subsection\">(6)-(8) <span class=\"ovsmallcap\">Repealed</span>:  1996, c. 30, s. 61.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 30, s. 61 - 27/06/1997; 1999, c. 12, Sched. N, s. 5 (3) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s3\">2023, c. 9, Sched. 23, s. 3</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.0.1",
            "section_x": "Order to plug well or decommission facility",
            "part_id": null,
            "part_type": null,
            "section_y": "Order to plug well or decommission facility",
            "content": "7.0.1 An inspector may, in writing, order the operator of a well to plug the well or decommission a facility within such time as the inspector considers appropriate if, (a) the inspector is of the opinion that the well or facility represents a hazard to the public or to the environment; or (b) any activity relating to the well or facility has been suspended.  2006, c. 19, Sched. P, s. 4 (7); 2023, c. 9, Sched. 23, s. 4. Section Amendments with date in force (d/m/y) 1996, c. 30, s. 62 - 27/06/1997 2006, c. 19, Sched. P, s. 4 (7) - 22/06/2006 2023, c. 9, Sched. 23, s. 4 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>7.0.1 </b>An inspector may, in writing, order the operator of a well to plug the well or decommission a facility within such time as the inspector considers appropriate if,</p> <p class=\"paragraph\">  (a) the inspector is of the opinion that the well or facility represents a hazard to the public or to the environment; or</p> <p class=\"paragraph\">  (b) any activity relating to the well or facility has been suspended.  2006, c. 19, Sched. P, s. 4 (7); 2023, c. 9, Sched. 23, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 62 - 27/06/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s7\">2006, c. 19, Sched. P, s. 4 (7)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s4\">2023, c. 9, Sched. 23, s. 4</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.0.1.1",
            "section_x": "Order re preventative measures",
            "part_id": null,
            "part_type": null,
            "section_y": "Order re preventative measures",
            "content": "7.0.1.1 If an inspector has reasonable grounds to believe that a work is about to become a hazard to the public or to the environment, the inspector may, in writing, order an operator of the work, the supervisor or foreperson of an operator, or any of them, to do any of the following with respect to the work: 1. To assess the potential hazard or to decrease or eliminate the likelihood of the hazard occurring and to make a written report to the inspector on the actions taken. 2. To develop a plan or procedure to assess the potential hazard or to decrease or eliminate the likelihood of the hazard occurring, to implement the plan or procedure and to provide to the inspector a copy of the plan or procedure and a written report on the actions taken to implement the plan or procedure. 3. To ensure the appropriate equipment, material and personnel are available to assess the potential hazard or to decrease or eliminate the likelihood of the hazard occurring and to make a written report to the inspector on the actions taken. 4. To test or to monitor and record the potential presence of the hazard and to report the findings, in writing, to the inspector. 5. To ensure that the work is not used until the order is complied with. 6. To take any other prescribed action. 2023, c. 9, Sched. 23, s. 5. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 5 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>7.0.1.1 </b>If an inspector has reasonable grounds to believe that a work is about to become a hazard to the public or to the environment, the inspector may, in writing, order an operator of the work, the supervisor or foreperson of an operator, or any of them, to do any of the following with respect to the work:</p> <p class=\"paragraph\">  1. To assess the potential hazard or to decrease or eliminate the likelihood of the hazard occurring and to make a written report to the inspector on the actions taken.</p> <p class=\"paragraph\">  2. To develop a plan or procedure to assess the potential hazard or to decrease or eliminate the likelihood of the hazard occurring, to implement the plan or procedure and to provide to the inspector a copy of the plan or procedure and a written report on the actions taken to implement the plan or procedure.</p> <p class=\"paragraph\">  3. To ensure the appropriate equipment, material and personnel are available to assess the potential hazard or to decrease or eliminate the likelihood of the hazard occurring and to make a written report to the inspector on the actions taken.</p> <p class=\"paragraph\">  4. To test or to monitor and record the potential presence of the hazard and to report the findings, in writing, to the inspector.</p> <p class=\"paragraph\">  5. To ensure that the work is not used until the order is complied with.</p> <p class=\"paragraph\">  6. To take any other prescribed action. 2023, c. 9, Sched. 23, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s5\">2023, c. 9, Sched. 23, s. 5</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.0.1.2",
            "section_x": "Affixing tags",
            "part_id": null,
            "part_type": null,
            "section_y": "Affixing tags",
            "content": "7.0.1.2 (1) An inspector may affix a tag to a work if the inspector makes any of the following orders with respect to the work: 1. An order under section 7 that includes a direction under subsection 7 (3). 2. An order under section 7.0.1. 3. An order under paragraph 5 of section 7.0.1.1. 2023, c. 9, Sched. 23, s. 5. Notification of affixing tags (2) An inspector who affixes a tag to a work in accordance with subsection (1) shall notify, in writing, an operator of the work or a person who appears to be in charge of the work of the affixing of the tag. 2023, c. 9, Sched. 23, s. 5. Use of tagged work (3) If a tag is affixed to a work, no person shall, (a) use the work; or (b) knowingly remove oil or gas from, or supply oil or gas to, the work. 2023, c. 9, Sched. 23, s. 5. No removal of tag (4) No person, other than an inspector, shall remove a tag affixed to a work. 2023, c. 9, Sched. 23, s. 5. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 5 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>7.0.1.2 </b>(1) An inspector may affix a tag to a work if the inspector makes any of the following orders with respect to the work:</p> <p class=\"paragraph\">  1. An order under section 7 that includes a direction under subsection 7 (3).</p> <p class=\"paragraph\">  2. An order under section 7.0.1.</p> <p class=\"paragraph\">  3. An order under paragraph 5 of section 7.0.1.1. 2023, c. 9, Sched. 23, s. 5.</p> <p class=\"headnote\">Notification of affixing tags</p> <p class=\"subsection\">(2) An inspector who affixes a tag to a work in accordance with subsection (1) shall notify, in writing, an operator of the work or a person who appears to be in charge of the work of the affixing of the tag. 2023, c. 9, Sched. 23, s. 5.</p> <p class=\"headnote\">Use of tagged work</p> <p class=\"subsection\">(3) If a tag is affixed to a work, no person shall,</p> <p class=\"paragraph\">  (a) use the work; or</p> <p class=\"paragraph\">  (b) knowingly remove oil or gas from, or supply oil or gas to, the work. 2023, c. 9, Sched. 23, s. 5.</p> <p class=\"headnote\">No removal of tag</p> <p class=\"subsection\">(4) No person, other than an inspector, shall remove a tag affixed to a work. 2023, c. 9, Sched. 23, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s5\">2023, c. 9, Sched. 23, s. 5</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "7.0.2",
            "section_x": "Appeal from inspector",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal from inspector",
            "content": "7.0.2 (1) Any person who considers himself, herself or itself aggrieved by an order of an inspector made under section 7, 7.0.1 or 7.0.1.1 may appeal to the Minister within 30 days after the order is made, by giving the Minister a written notice setting out the grounds for the appeal.  2002, c. 18, Sched. L, s. 6 (1); 2023, c. 9, Sched. 23, s. 6. Minister’s designee (2) The Minister may designate, as the Minister’s designee for the purpose of disposing of an appeal under this section, (a) one individual; (b) two individuals; (c) any odd number of individuals greater than one; or (d) an agency, a board or a commission.  2002, c. 18, Sched. L, s. 6 (1). Where two or more individuals (3) If the Minister designates two individuals, they shall act unanimously, and if the Minister designates any odd number of individuals greater than one, they shall act by majority vote.  2002, c. 18, Sched. L, s. 6 (1). Dismissal of appeal without hearing (4) Subject to subsection (7), the Minister’s designee may dismiss an appeal under this section without a hearing if, (a) the appeal is frivolous or vexatious or is commenced in bad faith; or (b) any of the statutory requirements for bringing the appeal has not been met.  2002, c. 18, Sched. L, s. 6 (1). Notice (5) Before dismissing the appeal, the Minister’s designee shall give the appellant a written notice setting out, (a) the designee’s intention to dismiss the appeal; (b) the reasons for the dismissal; and (c) the appellant’s right to make written submissions to the Minister’s designee with respect to the dismissal within the time specified in the notice.  2002, c. 18, Sched. L, s. 6 (1). Right to make submissions (6) An appellant who receives a notice under subsection (5) may make written submissions to the Minister’s designee with respect to the dismissal within the time specified in the notice.  2002, c. 18, Sched. L, s. 6 (1). Dismissal (7) The Minister’s designee shall not dismiss the appeal until the designee has given notice under subsection (5) and considered the submissions, if any, made under subsection (6).  2002, c. 18, Sched. L, s. 6 (1). Powers after hearing (8) If the Minister’s designee hears an appeal under this section, the designee may substitute the designee’s findings or opinions for those of the inspector who made the order appealed from, and may, (a) make an order rescinding the inspector’s order; (b) make an order affirming the inspector’s order; or (c) make a new order in substitution for the inspector’s order.  2002, c. 18, Sched. L, s. 6 (1). Designee’s order (9) The designee’s order under subsection (8) stands in place of and has the same effect as the inspector’s order.  2002, c. 18, Sched. L, s. 6 (1). Operation of inspector’s order pending appeal (10) Subject to subsection (11), the bringing of an appeal under this section does not affect the operation of the order appealed from pending disposition of the appeal.  2002, c. 18, Sched. L, s. 6 (1). Stay, order under cl. 7.0.1 (b) (11) The bringing of an appeal under this section stays an order made under clause 7.0.1 (b) pending disposition of the appeal.  2002, c. 18, Sched. L, s. 6 (1). Non-application (12) The Statutory Powers Procedure Act does not apply to appeals under this section.  2002, c. 18, Sched. L, s. 6 (1). Guidelines and fees (13) The Minister may establish guidelines and charge fees with respect to appeals under this section.  2002, c. 18, Sched. L, s. 6 (1). Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. L, s. 6 (1) - 26/11/2002 2023, c. 9, Sched. 23, s. 6 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>7.0.2</b><b> </b>(1) Any person who considers himself, herself or itself aggrieved by an order of an inspector made under section 7, 7.0.1 or 7.0.1.1 may appeal to the Minister within 30 days after the order is made, by giving the Minister a written notice setting out the grounds for the appeal.  2002, c. 18, Sched. L, s. 6 (1); 2023, c. 9, Sched. 23, s. 6.</p> <p class=\"headnote\">Minister’s designee</p> <p class=\"subsection\">(2) The Minister may designate, as the Minister’s designee for the purpose of disposing of an appeal under this section,</p> <p class=\"paragraph\">  (a) one individual;</p> <p class=\"paragraph\">  (b) two individuals;</p> <p class=\"paragraph\">  (c) any odd number of individuals greater than one; or</p> <p class=\"paragraph\">  (d) an agency, a board or a commission.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Where two or more individuals</p> <p class=\"subsection\">(3) If the Minister designates two individuals, they shall act unanimously, and if the Minister designates any odd number of individuals greater than one, they shall act by majority vote.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Dismissal of appeal without hearing</p> <p class=\"subsection\">(4) Subject to subsection (7), the Minister’s designee may dismiss an appeal under this section without a hearing if,</p> <p class=\"paragraph\">  (a) the appeal is frivolous or vexatious or is commenced in bad faith; or</p> <p class=\"paragraph\">  (b) any of the statutory requirements for bringing the appeal has not been met.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(5) Before dismissing the appeal, the Minister’s designee shall give the appellant a written notice setting out,</p> <p class=\"paragraph\">  (a) the designee’s intention to dismiss the appeal;</p> <p class=\"paragraph\">  (b) the reasons for the dismissal; and</p> <p class=\"paragraph\">  (c) the appellant’s right to make written submissions to the Minister’s designee with respect to the dismissal within the time specified in the notice.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Right to make submissions</p> <p class=\"subsection\">(6) An appellant who receives a notice under subsection (5) may make written submissions to the Minister’s designee with respect to the dismissal within the time specified in the notice.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Dismissal</p> <p class=\"subsection\">(7) The Minister’s designee shall not dismiss the appeal until the designee has given notice under subsection (5) and considered the submissions, if any, made under subsection (6).  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Powers after hearing</p> <p class=\"subsection\">(8) If the Minister’s designee hears an appeal under this section, the designee may substitute the designee’s findings or opinions for those of the inspector who made the order appealed from, and may,</p> <p class=\"paragraph\">  (a) make an order rescinding the inspector’s order;</p> <p class=\"paragraph\">  (b) make an order affirming the inspector’s order; or</p> <p class=\"paragraph\">  (c) make a new order in substitution for the inspector’s order.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Designee’s order</p> <p class=\"subsection\">(9) The designee’s order under subsection (8) stands in place of and has the same effect as the inspector’s order.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Operation of inspector’s order pending appeal</p> <p class=\"subsection\">(10) Subject to subsection (11), the bringing of an appeal under this section does not affect the operation of the order appealed from pending disposition of the appeal.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Stay, order under cl. 7.0.1 (b)</p> <p class=\"subsection\">(11) The bringing of an appeal under this section stays an order made under clause 7.0.1 (b) pending disposition of the appeal.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(12) The <i>Statutory Powers Procedure Act</i> does not apply to appeals under this section.  2002, c. 18, Sched. L, s. 6 (1).</p> <p class=\"headnote\">Guidelines and fees</p> <p class=\"subsection\">(13) The Minister may establish guidelines and charge fees with respect to appeals under this section.  2002, c. 18, Sched. L, s. 6 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedls6s1\">2002, c. 18, Sched. L, s. 6 (1)</a></span> - 26/11/2002</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s6\">2023, c. 9, Sched. 23, s. 6</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "7.1",
            "section_x": "Minister’s order",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s order",
            "content": "7.1 (1) The Minister may, by order, (a) establish a spacing unit by designating a surface area and the subsurface beneath the surface area as a spacing unit; (b) amend or revoke a designation of a spacing unit; and (c) specify where wells may be located within a spacing unit.  1994, c. 27, s. 131 (2). Not regulation (2) An order under subsection (1) is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006.  1994, c. 27, s. 131 (2); 2006, c. 21, Sched. F, s. 136 (1). (3) Repealed:  2006, c. 19, Sched. P, s. 4 (8). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 131 (2) - 09/12/1994 2006, c. 19, Sched. P, s. 4 (8) - 22/06/2006; 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>7.1</b> (1) The Minister may, by order,</p> <p class=\"paragraph\">  (a) establish a spacing unit by designating a surface area and the subsurface beneath the surface area as a spacing unit;</p> <p class=\"paragraph\">  (b) amend or revoke a designation of a spacing unit; and</p> <p class=\"paragraph\">  (c) specify where wells may be located within a spacing unit.  1994, c. 27, s. 131 (2).</p> <p class=\"headnote\">Not regulation</p> <p class=\"subsection\">(2) An order under subsection (1) is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  1994, c. 27, s. 131 (2); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 19, Sched. P, s. 4 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 131 (2) - 09/12/1994</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s8\">2006, c. 19, Sched. P, s. 4 (8)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "8.",
            "section_x": "Joining of interests, pooling order",
            "part_id": null,
            "part_type": null,
            "section_y": "Joining of interests, pooling order",
            "content": "8 (1) The Tribunal may order that, (a) the oil or gas interests within a spacing unit be joined for the purpose of drilling or operating an oil or gas well; (b) management of the drilling or operation be carried out by the person, persons or class of persons named or described in the order; and (c) the costs and benefits of the drilling or operation within the spacing unit be apportioned in the manner specified in the order.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4). Joining of interests, unitization order (2) The Tribunal may order that, (a) the oil or gas interests within a unit area containing a pool, part of a pool, an oil or gas field or part of an oil or gas field be joined for the purpose of drilling or operating oil or gas wells; (b) management of the drilling or operation be carried out by the person, persons or class of persons named or described in the order; and (c) the costs and benefits of the drilling or operation within the unit area be apportioned in the manner specified in the order.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4). Unitization order prevails (3) An order made by the Tribunal under subsection (2) for the joining of the oil or gas interests within a unit area prevails over any requirement or condition in a regulation or licence that oil or gas interests within a spacing unit that is included in the unit area be joined.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4). No authority re spacing units (4) The Tribunal has no authority, in an order under subsection (1) or (2), to amend or revoke a spacing unit that has been established by an order of the Minister, by a regulation, or by a condition of a licence.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4). Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. L, s. 6 (2) - 26/11/2002 2017, c. 8, Sched. 17, s. 9 (4) - 01/04/2018 9 Repealed:  1996, c. 30, s. 63. Section Amendments with date in force (d/m/y) 1996, c. 30, s. 63 - 27/06/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>8 </b>(1) The Tribunal may order that,</p> <p class=\"paragraph\">  (a) the oil or gas interests within a spacing unit be joined for the purpose of drilling or operating an oil or gas well;</p> <p class=\"paragraph\">  (b) management of the drilling or operation be carried out by the person, persons or class of persons named or described in the order; and</p> <p class=\"paragraph\">  (c) the costs and benefits of the drilling or operation within the spacing unit be apportioned in the manner specified in the order.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4).</p> <p class=\"headnote\">Joining of interests, unitization order</p> <p class=\"subsection\">(2) The Tribunal may order that,</p> <p class=\"paragraph\">  (a) the oil or gas interests within a unit area containing a pool, part of a pool, an oil or gas field or part of an oil or gas field be joined for the purpose of drilling or operating oil or gas wells;</p> <p class=\"paragraph\">  (b) management of the drilling or operation be carried out by the person, persons or class of persons named or described in the order; and</p> <p class=\"paragraph\">  (c) the costs and benefits of the drilling or operation within the unit area be apportioned in the manner specified in the order.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4).</p> <p class=\"headnote\">Unitization order prevails</p> <p class=\"subsection\">(3) An order made by the Tribunal under subsection (2) for the joining of the oil or gas interests within a unit area prevails over any requirement or condition in a regulation or licence that oil or gas interests within a spacing unit that is included in the unit area be joined.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4).</p> <p class=\"headnote\">No authority re spacing units</p> <p class=\"subsection\">(4) The Tribunal has no authority, in an order under subsection (1) or (2), to amend or revoke a spacing unit that has been established by an order of the Minister, by a regulation, or by a condition of a licence.  2002, c. 18, Sched. L, s. 6 (2); 2017, c. 8, Sched. 17, s. 9 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedls6s2\">2002, c. 18, Sched. L, s. 6 (2)</a></span> - 26/11/2002</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s4\">2017, c. 8, Sched. 17, s. 9 (4)</a></span> - 01/04/2018</p> <p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Repealed</span>:  1996, c. 30, s. 63.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 63 - 27/06/1997</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.",
            "section_x": "Licence for well activities",
            "part_id": null,
            "part_type": null,
            "section_y": "Licence for well activities",
            "content": "10 (1) No person shall drill, operate, deepen, alter or enter a well, or engage in any other activity on or in a well, except in accordance with a licence.  1996, c. 30, s. 64. Exception (1.1) Despite subsection (1), in the prescribed circumstances, a person who meets any prescribed qualifications, may drill, operate, deepen, alter or enter a well or engage in any other activity on or in a well without a licence if the person does so in accordance with such terms, conditions, restrictions and requirements as may be prescribed. 2019, c. 14, Sched. 15, s. 47 (1). Compliance (1.2) A person who is authorized to engage in activities in connection with a well without a licence under subsection (1.1) shall comply with any applicable requirements under the Act and the regulations and any prescribed terms, conditions, restrictions and requirements and shall do so until such time as another person is authorized to operate the well, or the well and all associated works are plugged, abandoned or decommissioned in accordance with the Act and the regulations. 2019, c. 14, Sched. 15, s. 47 (1). No purchase without licence or authorization (2) No person shall purchase or accept delivery of oil or gas produced from a well unless the well is subject to a licence or activities in connection with the well are authorized under subsection (1.1). 2019, c. 14, Sched. 15, s. 47 (2). Note: A valid permit to bore, drill or deepen a well granted under the Petroleum Resources Act\r\nbefore June 27, 1997 is deemed to be a licence relating to the well granted under the Oil, Gas and Salt Resources Act. A valid permit relating to a well and issued under section 154 of the Mining Act before June 27, 1997 is deemed to be a licence relating to the well granted under the Oil, Gas and Salt Resources Act.  See:  1996, c. 30, ss. 74 (1), 75 (1). Section Amendments with date in force (d/m/y) 1996, c. 30, s. 64 - 27/06/1997 2019, c. 14, Sched. 15, s. 47 (1, 2) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>10 </b>(1) No person shall drill, operate, deepen, alter or enter a well, or engage in any other activity on or in a well, except in accordance with a licence.  1996, c. 30, s. 64.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(1.1) Despite subsection (1), in the prescribed circumstances, a person who meets any prescribed qualifications, may drill, operate, deepen, alter or enter a well or engage in any other activity on or in a well without a licence if the person does so in accordance with such terms, conditions, restrictions and requirements as may be prescribed. 2019, c. 14, Sched. 15, s. 47 (1).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(1.2) A person who is authorized to engage in activities in connection with a well without a licence under subsection (1.1) shall comply with any applicable requirements under the Act and the regulations and any prescribed terms, conditions, restrictions and requirements and shall do so until such time as another person is authorized to operate the well, or the well and all associated works are plugged, abandoned or decommissioned in accordance with the Act and the regulations. 2019, c. 14, Sched. 15, s. 47 (1).</p> <p class=\"headnote\">No purchase without licence or authorization</p> <p class=\"subsection\">(2) No person shall purchase or accept delivery of oil or gas produced from a well unless the well is subject to a licence <span>or activities in connection with the well are authorized under subsection (1.1).</span> 2019, c. 14, Sched. 15, s. 47 (2).</p> <p class=\"Pnote\"><span>Note: A valid permit to bore, drill or deepen a well granted under the <i>Petroleum Resources Act</i>\r\nbefore June 27, 1997 is deemed to be a licence relating to the well granted under the <i>Oil, Gas and Salt Resources Act</i>. A valid permit relating to a well and issued under section 154 of the <i>Mining Act</i> before June 27, 1997 is deemed to be a licence relating to the well granted under the <i>Oil, Gas and Salt Resources Act</i>.  See:  1996, c. 30, ss. 74 (1), 75 (1).</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 64 - 27/06/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s47s1\">2019, c. 14, Sched. 15, s. 47 (1, 2)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "10.1",
            "section_x": "Transfer of well licence or permit",
            "part_id": null,
            "part_type": null,
            "section_y": "Transfer of well licence or permit",
            "content": "10.1 (1) No person shall transfer a licence relating to a well or a permit issued under this Act without the written consent of the Minister.  2006, c. 19, Sched. P, s. 4 (9). Appeal to Tribunal (2) A person who considers himself, herself or itself aggrieved by the Minister’s refusal of consent to a transfer under subsection (1) may appeal it to the Tribunal.  1996, c. 30, s. 64; 2017, c. 8, Sched. 17, s. 9 (5). Notice of appeal (2.1) An appeal under subsection (2) shall be commenced by a notice of appeal, setting out the grounds for the appeal, which is to be filed with the Tribunal and submitted to the Minister within 30 days after the Minister’s refusal. 2019, c. 14, Sched. 15, s. 48. Hearing (3) The Tribunal shall hold a hearing into the matter and report to the Minister on it.  1996, c. 30, s. 64; 2017, c. 8, Sched. 17, s. 9 (5). Minister entitled to be heard (3.1) The Minister is entitled to be heard at a hearing held under subsection (3). 2019, c. 14, Sched. 15, s. 48. Plugging by previous licensee (4) If, at any time after a licence relating to a well is transferred, an order to plug the well or decommission a facility is made under section 7.0.1 but is not complied with, an inspector may require a previous licensee to plug the well or decommission the facility at the previous licensee’s expense.  2006, c. 19, Sched. P, s. 4 (10). Section Amendments with date in force (d/m/y) 1996, c. 30, s. 64 - 27/06/1997 2006, c. 19, Sched. P, s. 4 (9, 10) - 22/06/2006 2017, c. 8, Sched. 17, s. 9 (5) - 01/04/2018 2019, c. 14, Sched. 15, s. 48 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>10.1 </b>(1) No person shall transfer a licence relating to a well or a permit issued under this Act without the written consent of the Minister.  2006, c. 19, Sched. P, s. 4 (9).</p> <p class=\"headnote\">Appeal to Tribunal</p> <p class=\"subsection\">(2) A person who considers himself, herself or itself aggrieved by the Minister’s refusal of consent to a transfer under subsection (1) may appeal it to the Tribunal.  1996, c. 30, s. 64; 2017, c. 8, Sched. 17, s. 9 (5).</p> <p class=\"headnote\">Notice of appeal</p> <p class=\"subsection\">(2.1) An appeal under subsection (2) shall be commenced by a notice of appeal, setting out the grounds for the appeal, which is to be filed with the Tribunal and submitted to the Minister within 30 days after the Minister’s refusal. 2019, c. 14, Sched. 15, s. 48.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(3) The Tribunal shall hold a hearing into the matter and report to the Minister on it.  1996, c. 30, s. 64; 2017, c. 8, Sched. 17, s. 9 (5).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(3.1) The Minister is entitled to be heard at a hearing held under subsection (3). 2019, c. 14, Sched. 15, s. 48.</p> <p class=\"headnote\">Plugging by previous licensee</p> <p class=\"subsection\">(4) If, at any time after a licence relating to a well is transferred, an order to plug the well or decommission a facility is made under section 7.0.1 but is not complied with, an inspector may require a previous licensee to plug the well or decommission the facility at the previous licensee’s expense.  2006, c. 19, Sched. P, s. 4 (10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 30, s. 64 - 27/06/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s9\">2006, c. 19, Sched. P, s. 4 (9, 10)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s5\">2017, c. 8, Sched. 17, s. 9 (5)</a></span> - 01/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s48\">2019, c. 14, Sched. 15, s. 48</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "10.2",
            "section_x": "Prohibition on construction, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition on construction, etc.",
            "content": "10.2 (1) No person shall erect, locate or construct a building or structure of a type prescribed by the regulations within 75 metres of a well or facility unless the well or facility has been decommissioned in accordance with this Act and the regulations.  2006, c. 33, Sched. W, s. 1. Unlicensed wells and facilities (2) Subsection (1) does not apply if, (a) the well or facility is not licensed or activities in connection with the well are not authorized under subsection 10 (1.1); and (b) the well or facility is not located on the same property as the building or structure.  2006, c. 33, Sched. W, s. 1; 2019, c. 14, Sched. 15, s. 49. Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. P, s. 4 (11) - 22/06/2006; 2006, c. 33, Sched. W, s. 1 - 20/12/2006 2019, c. 14, Sched. 15, s. 49 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>10.2 </b>(1) No person shall erect, locate or construct a building or structure of a type prescribed by the regulations within 75 metres of a well or facility unless the well or facility has been decommissioned in accordance with this Act and the regulations.  2006, c. 33, Sched. W, s. 1.</p> <p class=\"headnote\">Unlicensed wells and facilities</p> <p class=\"subsection\">(2) Subsection (1) does not apply if,</p> <p class=\"paragraph\">  (a) the well or facility is not licensed or activities in connection with the well are not authorized under subsection 10 (1.1); and</p> <p class=\"paragraph\">  (b) the well or facility is not located on the same property as the building or structure.  2006, c. 33, Sched. W, s. 1; 2019, c. 14, Sched. 15, s. 49.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s11\">2006, c. 19, Sched. P, s. 4 (11)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06033#schedws1\">2006, c. 33, Sched. W, s. 1</a></span> - 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s49\">2019, c. 14, Sched. 15, s. 49</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "11.",
            "section_x": "Permit required for injection project",
            "part_id": null,
            "part_type": null,
            "section_y": "Permit required for injection project",
            "content": "11 (1) No person who is engaged in any of the following projects, activities or undertakings shall use a well to access an area, including an underground geological formation, and inject any substance into the area, unless the person holds a permit to do so: 1. A project to enhance the recovery of oil, gas or formation water. 2. A project to inject, store or withdraw oil, gas or another prescribed substance. 3. A project to dispose of oil field fluid. 4. Any other prescribed project, activity or undertaking. 5. A compressed air energy storage project that is prescribed, or any part or portion of such a project as may be prescribed. 2017, c. 8, Sched. 23, s. 3. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 11 (1) of the Act is amended by adding the following paragraph: (See: 2023, c. 9, Sched. 23, s. 7) 6. A project designated as a special project under section 11.1. (1.1) Repealed: 2023, c. 2, Sched. 5, s. 2. Referral to Board (2) If the point of injection proposed in an application for a permit under subsection (1) is within 1.6 kilometres of an area designated as a gas storage area under the Ontario Energy Board Act, 1998, the Minister shall refer the application to the Board for a report.  1996, c. 30, s. 65; 1998, c. 15, Sched. E, s. 24 (1). Hearing (3) The Board may hold a hearing, but is not required to do so, before reporting to the Minister.  1996, c. 30, s. 65. Minister entitled to be heard (3.1) The Minister is entitled to be heard at a hearing held under subsection (3). 2019, c. 14, Sched. 15, s. 50. Exception (4) Subsection (1) does not prohibit the injection of gas for storage in an area designated as a gas storage area under the Ontario Energy Board Act, 1998.  1996, c. 30, s. 65; 1998, c. 15, Sched. E, s. 24 (2). Section Amendments with date in force (d/m/y) 1996, c. 30, s. 65 - 27/06/1997; 1998, c. 15, Sched. E, s. 24 (1, 2) - 07/11/1998 2010, c. 16, Sched. 10, s. 3 (4) - 25/10/2010 2017, c. 8, Sched. 23, s. 3 - 17/05/2017 2019, c. 14, Sched. 15, s. 50 - 10/12/2019 2023, c. 2, Sched. 5, s. 2 - 22/03/2023; 2023, c. 9, Sched. 23, s. 7 - not in force Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following sections: (See: 2023, c. 9, Sched. 23, s. 8) Special projects, Minister’s designation 11.1 (1) The Minister may issue to a person a designation designating a project as a special project. 2023, c. 9, Sched. 23, s. 8. Same, term of designation (2) A designation of a special project may include the term of the designation. 2023, c. 9, Sched. 23, s. 8. Same, varying term (3) The Minister may vary the term of the designation. 2023, c. 9, Sched. 23, s. 8. Same, transfer of designation (4) A designation may be transferred, but only if the Minister consents to the transfer and the prescribed requirements have been met. 2023, c. 9, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 8 - not in force Requirements for projects to be designated 11.2 In order for a project to be designated as a special project under section 11.1, the following requirements must be met: 1. The purpose of the project must be to test, assess, pilot or demonstrate a technology, method or activity that is new or innovative to Ontario. 2. There is a reasonable expectation, in the opinion of the Minister, that it will be possible to design, construct, operate and decommission the project in a manner that protects public safety and the environment. 3. The project must use, or intend to use, at least one existing well or proposed well to access underground geological formations of Cambrian or more recent age. 4. Any other prescribed requirements. 2023, c. 9, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 8 - not in force Requirements for making designation requests 11.3 The following requirements apply to a person making a request to be issued a designation designating a project as a special project under section 11.1: 1. The person must meet any prescribed eligibility requirements. 2. The request must be in writing. 3. The request must include the following: i. A description of the project, including the purpose of the project, the wells, proposed wells and other works that will be used in the project and the location of the project. ii. A description of how the project meets the requirements referred to in section 11.2. iii. A description of how the person who is making the request meets the requirements referred to in paragraph 1. iv. Any other prescribed requirements. 2023, c. 9, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 8 - not in force Exemptions for special projects 11.4 (1) The Minister may exempt a special project designated under section 11.1, or any part or aspect of such a project, from any requirement under this Act or the regulations or substitute any requirement in place of a requirement under this Act or the regulations if the Minister is of the opinion that, (a) a requirement is not suitable or another requirement should apply with respect to the special project; and (b) public safety and the environment will be adequately protected despite the exemption or substitution. 2023, c. 9, Sched. 23, s. 8. Same (2) Any exemption or substitution of a requirement referred to in subsection (1) shall be included in, (a) the designation of the special project; or (b) the terms and conditions of a licence or permit issued with respect to the special project. 2023, c. 9, Sched. 23, s. 8. Exception, certain works (3) A designation under section 11.1 may provide that any pipeline or other structure or equipment that is, or will be, a part of a special project is not a work for the purposes of this Act. 2023, c. 9, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 8 - not in force Use of wells, licences and permits 11.5 No person shall use a well for a special project designated under section 11.1 unless such a use is expressly allowed by a licence or permit relating to the well. 2023, c. 9, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 8 - not in force Project end 11.6 After the term for a special project designated under section 11.1 ends, (a) any well which forms part of the special project continues to be a well for the purposes of this Act and the regulations; and (b) any other work which forms part of the special project continues to be a work for the purposes of this Act and the regulations if the work, or the use of the work, meets the prescribed conditions. 2023, c. 9, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 8 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>11 </b>(1) No person who is engaged in any of the following projects, activities or undertakings shall use a well to access an area, including an underground geological formation, and inject any substance into the area, unless the person holds a permit to do so:</p> <p class=\"paragraph\">  1. A project to enhance the recovery of oil, gas or formation water.</p> <p class=\"paragraph\">  2. A project to inject, store or withdraw oil, gas or another prescribed substance.</p> <p class=\"paragraph\">  3. A project to dispose of oil field fluid.</p> <p class=\"paragraph\">  4. Any other prescribed project, activity or undertaking.</p> <p class=\"paragraph\">  5. A compressed air energy storage project that is prescribed, or any part or portion of such a project as may be prescribed. 2017, c. 8, Sched. 23, s. 3.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 11 (1) of the Act is amended by adding the following paragraph: (See: 2023, c. 9, Sched. 23, s. 7)</span></p> <p class=\"Yparagraph\"><span>  6. A project designated as a special project under section 11.1.</span></p> <p class=\"subsection\">(1.1) <span class=\"ovsmallcap\">Repealed</span>: 2023, c. 2, Sched. 5, s. 2.</p> <p class=\"headnote\">Referral to Board</p> <p class=\"subsection\">(2) If the point of injection proposed in an application for a permit under subsection (1) is within 1.6 kilometres of an area designated as a gas storage area under the <i>Ontario Energy Board Act, 1998</i>, the Minister shall refer the application to the Board for a report.  1996, c. 30, s. 65; 1998, c. 15, Sched. E, s. 24 (1).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(3) The Board may hold a hearing, but is not required to do so, before reporting to the Minister.  1996, c. 30, s. 65.</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(3.1) The Minister is entitled to be heard at a hearing held under subsection (3). 2019, c. 14, Sched. 15, s. 50.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsection (1) does not prohibit the injection of gas for storage in an area designated as a gas storage area under the <i>Ontario Energy Board Act, 1998</i>.  1996, c. 30, s. 65; 1998, c. 15, Sched. E, s. 24 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 30, s. 65 - 27/06/1997; 1998, c. 15, Sched. E, s. 24 (1, 2) - 07/11/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s4\">2010, c. 16, Sched. 10, s. 3 (4)</a></span> - 25/10/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s3\">2017, c. 8, Sched. 23, s. 3</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s50\">2019, c. 14, Sched. 15, s. 50</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23002#sched5s2\">2023, c. 2, Sched. 5, s. 2</a></span> - 22/03/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s7\">2023, c. 9, Sched. 23, s. 7</a></span> - not in force</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following sections: (See: 2023, c. 9, Sched. 23, s. 8)</span></p> <p class=\"Yheadnote\"><span>Special projects, Minister’s designation</span></p> <p class=\"Ysection\"><a name=\"BK20\"></a><b><span>11.1 </span></b><span>(1) The Minister may issue to a person a designation designating a project as a special project. 2023, c. 9, Sched. 23, s. 8.</span></p> <p class=\"Yheadnote\"><span>Same, term of designation</span></p> <p class=\"Ysubsection\"><span>(2) A designation of a special project may include the term of the designation. 2023, c. 9, Sched. 23, s. 8.</span></p> <p class=\"Yheadnote\"><span>Same, varying term</span></p> <p class=\"Ysubsection\"><span>(3) The Minister may vary the term of the designation. 2023, c. 9, Sched. 23, s. 8.</span></p> <p class=\"Yheadnote\"><span>Same, transfer of designation</span></p> <p class=\"Ysubsection\"><span>(4) A designation may be transferred, but only if the Minister consents to the transfer and the prescribed requirements have been met. 2023, c. 9, Sched. 23, s. 8.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s8\">2023, c. 9, Sched. 23, s. 8</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Requirements for projects to be designated</span></p> <p class=\"Ysection\"><a name=\"BK21\"></a><b><span>11.2 </span></b><span>In order for a project to be designated as a special project under section 11.1, the following requirements must be met:</span></p> <p class=\"Yparagraph\"><span>  1. The purpose of the project must be to test, assess, pilot or demonstrate a technology, method or activity that is new or innovative to Ontario.</span></p> <p class=\"Yparagraph\"><span>  2. There is a reasonable expectation, in the opinion of the Minister, that it will be possible to design, construct, operate and decommission the project in a manner that protects public safety and the environment.</span></p> <p class=\"Yparagraph\"><span>  3. The project must use, or intend to use, at least one existing well or proposed well to access underground geological formations of Cambrian or more recent age.</span></p> <p class=\"Yparagraph\"><span>  4. Any other prescribed requirements. 2023, c. 9, Sched. 23, s. 8.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s8\">2023, c. 9, Sched. 23, s. 8</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Requirements for making designation requests</span></p> <p class=\"Ysection\"><a name=\"BK22\"></a><b><span>11.3 </span></b><span>The following requirements apply to a person making a request to be issued a designation designating a project as a special project under section 11.1:</span></p> <p class=\"Yparagraph\"><span>  1. The person must meet any prescribed eligibility requirements.</span></p> <p class=\"Yparagraph\"><span>  2. The request must be in writing.</span></p> <p class=\"Yparagraph\"><span>  3. The request must include the following:</span></p> <p class=\"Ysubpara\"><span>  i. A description of the project, including the purpose of the project, the wells, proposed wells and other works that will be used in the project and the location of the project.</span></p> <p class=\"Ysubpara\"><span>  ii. A description of how the project meets the requirements referred to in section 11.2.</span></p> <p class=\"Ysubpara\"><span>  iii. A description of how the person who is making the request meets the requirements referred to in paragraph 1.</span></p> <p class=\"Ysubpara\"><span>  iv. Any other prescribed requirements. 2023, c. 9, Sched. 23, s. 8.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s8\">2023, c. 9, Sched. 23, s. 8</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Exemptions for special projects</span></p> <p class=\"Ysection\"><a name=\"BK23\"></a><b><span>11.4 </span></b><span>(1) The Minister may exempt a special project designated under section 11.1, or any part or aspect of such a project, from any requirement under this Act or the regulations or substitute any requirement in place of a requirement under this Act or the regulations if the Minister is of the opinion that,</span></p> <p class=\"Yparagraph\"><span>  (a) a requirement is not suitable or another requirement should apply with respect to the special project; and</span></p> <p class=\"Yparagraph\"><span>  (b) public safety and the environment will be adequately protected despite the exemption or substitution. 2023, c. 9, Sched. 23, s. 8.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) Any exemption or substitution of a requirement referred to in subsection (1) shall be included in,</span></p> <p class=\"Yparagraph\"><span>  (a) the designation of the special project; or</span></p> <p class=\"Yparagraph\"><span>  (b) the terms and conditions of a licence or permit issued with respect to the special project. 2023, c. 9, Sched. 23, s. 8.</span></p> <p class=\"Yheadnote\"><span>Exception, certain works</span></p> <p class=\"Ysubsection\"><span>(3) A designation under section 11.1 may provide that any pipeline or other structure or equipment that is, or will be, a part of a special project is not a work for the purposes of this Act. 2023, c. 9, Sched. 23, s. 8.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s8\">2023, c. 9, Sched. 23, s. 8</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Use of wells, licences and permits</span></p> <p class=\"Ysection\"><a name=\"BK24\"></a><b><span>11.5 </span></b><span>No person shall use a well for a special project designated under section 11.1 unless such a use is expressly allowed by a licence or permit relating to the well. 2023, c. 9, Sched. 23, s. 8.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s8\">2023, c. 9, Sched. 23, s. 8</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Project end</span></p> <p class=\"Ysection\"><a name=\"BK25\"></a><b><span>11.6 </span></b><span>After the term for a special project designated under section 11.1 ends,</span></p> <p class=\"Yparagraph\"><span>  (a) any well which forms part of the special project continues to be a well for the purposes of this Act and the regulations; and</span></p> <p class=\"Yparagraph\"><span>  (b) any other work which forms part of the special project continues to be a work for the purposes of this Act and the regulations if the work, or the use of the work, meets the prescribed conditions. 2023, c. 9, Sched. 23, s. 8.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s8\">2023, c. 9, Sched. 23, s. 8</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "11.1",
            "section_x": "Special projects, Minister’s designation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "11.2",
            "section_x": "Requirements for projects to be designated",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "11.3",
            "section_x": "Requirements for making designation requests",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "11.4",
            "section_x": "Exemptions for special projects",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "11.5",
            "section_x": "Use of wells, licences and permits",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "11.6",
            "section_x": "Project end",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "12.",
            "section_x": "Responsibility for compliance with Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Responsibility for compliance with Act",
            "content": "12 Every operator shall take every precaution reasonable in the circumstances to ensure that the operator’s employees and agents comply with this Act and the regulations.  R.S.O. 1990, c. P.12, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>12 </b>Every operator shall take every precaution reasonable in the circumstances to ensure that the operator’s employees and agents comply with this Act and the regulations.  R.S.O. 1990, c. P.12, s. 12.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "13.",
            "section_x": "Grant of licence, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Grant of licence, etc.",
            "content": "13 (1) Subject to section 40 of the Ontario Energy Board Act, 1998, the Minister may, in his or her discretion, with or without an examination of the applicant, grant a licence or permit, and the Minister may, in so doing, impose such terms and conditions, whether of a pecuniary nature or otherwise, and such duties and liabilities as the Minister in his or her discretion considers proper, but before granting a licence or permit the Minister may, and if requested by the applicant shall, (a) refer the matter to the Tribunal, in which case the Tribunal shall hold a hearing before reporting to the Minister; or (b) if the Minister is of the opinion that the matter may affect operations within an area designated as a gas storage area under the\r\nOntario Energy Board Act, 1998, refer the matter to the Board, in which case the Board may hold a hearing, but is not required to do so, before reporting to the Minister.  2001, c. 9, Sched. K, s. 4 (2); 2017, c. 8, Sched. 17, s. 9 (6). Grant of licence, prescribed circumstances (1.1) Despite subsection (1), in the circumstances prescribed by regulation, the Minister shall grant a licence to an applicant who meets any prescribed qualifications and who submits an application that meets the prescribed requirements. 2019, c. 14, Sched. 15, s. 51 (1). Exception, Ontario Energy Board Act, 1998 (1.2) If section 40 of the Ontario Energy Board Act, 1998 would apply to a well, or if the Minister is of the opinion that the well may affect operations within an area designated as a gas storage area under that Act, a licence shall not be issued under subsection (1.1). 2019, c. 14, Sched. 15, s. 51 (1). Licence or permit conditions, etc (1.3) A licence granted under subsection (1.1) may be subject to such terms, conditions, duties and liabilities as may be prescribed. 2019, c. 14, Sched. 15, s. 51 (1). Notice of proposal (1.4) Where the Minister proposes to refuse to grant a licence or permit under subsection (1) or proposes to grant a licence or permit that will be subject to terms, conditions, duties or liabilities under subsection (1), the Minister shall provide to the applicant a written notice of the proposal and shall inform the applicant that a request for a referral can be made in accordance with subsection (1.5). 2019, c. 14, Sched. 15, s. 51 (1). Request for referral (1.5) A person who receives a notice under subsection (1.4) may, within 30 days after receiving the notice, submit a written request to the Minister for the matter to be referred to the Tribunal and the Minister shall, upon receiving such a request, refer the matter to the Tribunal or to the Board in accordance with subsection (1). 2019, c. 14, Sched. 15, s. 51 (1). When Minister can carry out proposal (1.6) The Minister may carry out the proposal under subsection (1.4), (a) before the 30 days to request a referral under subsection (1.5) have elapsed if the applicant waives the right to request a referral in writing; or (b) if no request for a referral is made within 30 days in accordance with subsection (1.5). 2019, c. 14, Sched. 15, s. 51 (1). When no notice of proposal required (1.7) The Minister is not required to give a notice of proposal under subsection (1.4), (a) if it is the Minister who decides to refer the matter to the Tribunal or to the Board under subsection (1); (b) where a term, condition, duty or liability is imposed on a licence or permit or is amended or, where the licence or permit is refused, based on a report received by the Minister on the matter from the Tribunal or the Board, as the case may be; or (c) where a spacing unit or a target area is specified as a condition of the licence under subsection 10 (2) or 13 (4) of Ontario Regulation 245/97. 2019, c. 14, Sched. 15, s. 51 (1). Minister entitled to be heard (1.8) The Minister is entitled to be heard at a hearing held under subsection (1). 2019, c. 14, Sched. 15, s. 51 (1). Changes to terms and conditions (2) In the case of a licence or permit granted under subsection (1), the Minister may amend, suspend or revoke any term, condition, duty or liability imposed on the licence or permit or may impose additional terms, conditions, duties or liabilities and, in the case of a licence granted under subsection (1.1), the Minister may, in addition to any prescribed terms, conditions, duties or liabilities, impose further terms, conditions, duties or liabilities and amend, suspend or revoke such additions, but before doing so the Minister may, and if requested by the holder of the licence or permit shall, (a) refer the matter to the Tribunal, in which case the Tribunal shall hold a hearing before reporting to the Minister; or (b) if the Minister is of the opinion that the matter may affect operations within an area designated as a gas storage area under the\r\nOntario Energy Board Act, 1998, refer the matter to the Board, in which case the Board may hold a hearing, but is not required to do so, before reporting to the Minister.  2001, c. 9, Sched. K, s. 4 (2); 2017, c. 8, Sched. 17, s. 9 (6); 2019, c. 14, Sched. 15, s. 51 (2). Notice of proposal (2.1) Where the Minister proposes to amend, suspend or revoke any term, condition, duty or liability imposed on a licence or permit or proposes to impose an additional term, condition, duty or liability under subsection (2), the Minister shall provide to the holder of the licence or permit a written notice of the proposal and shall inform the holder of the licence or permit that a request for a referral can be made in accordance with subsection (2.2). 2019, c. 14, Sched. 15, s. 51 (3). Request for referral (2.2) A person who receives a notice under subsection (2.1) may, within 30 days after receiving the notice, submit a written request to the Minister for the matter to be referred to the Tribunal and the Minister shall, upon receiving such a request, refer the matter to the Tribunal or to the Board in accordance with subsection (2). 2019, c. 14, Sched. 15, s. 51 (3). When Minister can carry out proposal (2.3) The Minister may carry out the proposal under subsection (2.1), (a) before the 30 days to request a referral under subsection (2.2) have elapsed if the applicant waives the right to request a referral in writing; or (b) if no request for a referral is made within 30 days in accordance with subsection (2.2). 2019, c. 14, Sched. 15, s. 51 (3). When no notice of proposal required (2.4) The Minister is not required to give a notice of proposal under subsection (2.1), (a) if it is the Minister who decides to refer the matter to the Tribunal or to the Board under subsection (2); (b) where a term, condition, duty or liability is imposed on a licence or permit or is amended, suspended or revoked based on a report received by the Minister on the matter from the Tribunal or the Board, as the case may be; (c) where a spacing unit or a target area is specified as a condition of the licence under subsection 10 (2) or 13 (4) of Ontario Regulation 245/97; or (d) where a condition on a licence is revoked or amended under subsection 8 (4) of Ontario Regulation 245/97. 2019, c. 14, Sched. 15, s. 51 (3). Minister entitled to be heard (2.5) The Minister is entitled to be heard at a hearing held under subsection (2). 2019, c. 14, Sched. 15, s. 51 (3). Compliance (3) The holder of a licence or permit shall comply with any terms, conditions, duties or liabilities to which the licence or permit is subject. 2017, c. 8, Sched. 23, s. 4. Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. K, s. 4 (2) - 29/06/2001 2017, c. 8, Sched. 17, s. 9 (6) - 01/04/2018; 2017, c. 8, Sched. 23, s. 4 - 17/05/2017 2019, c. 14, Sched. 15, s. 51 (1-3) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>13 </b>(1) Subject to section 40 of the <i>Ontario Energy Board Act, 1998</i>, the Minister may, in his or her discretion, with or without an examination of the applicant, grant a licence or permit, and the Minister may, in so doing, impose such terms and conditions, whether of a pecuniary nature or otherwise, and such duties and liabilities as the Minister in his or her discretion considers proper, but before granting a licence or permit the Minister may, and if requested by the applicant shall,</p> <p class=\"paragraph\">  (a) refer the matter to the Tribunal, in which case the Tribunal shall hold a hearing before reporting to the Minister; or</p> <p class=\"paragraph\">  (b) if the Minister is of the opinion that the matter may affect operations within an area designated as a gas storage area under the\r\n<i>Ontario Energy Board Act, 1998</i>, refer the matter to the Board, in which case the Board may hold a hearing, but is not required to do so, before reporting to the Minister.  2001, c. 9, Sched. K, s. 4 (2); 2017, c. 8, Sched. 17, s. 9 (6).</p> <p class=\"headnote\">Grant of licence, prescribed circumstances</p> <p class=\"subsection\">(1.1) Despite subsection (1), in the circumstances prescribed by regulation, the Minister shall grant a licence to an applicant who meets any prescribed qualifications and who submits an application that meets the prescribed requirements. 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">Exception, <i>Ontario Energy Board Act, 1998</i></p> <p class=\"subsection\">(1.2) If section 40 of the <i>Ontario Energy Board Act, 1998</i> would apply to a well, or if the Minister is of the opinion that the well may affect operations within an area designated as a gas storage area under that Act, a licence shall not be issued under subsection (1.1). 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">Licence or permit conditions, etc</p> <p class=\"subsection\">(1.3) A licence granted under subsection (1.1) may be subject to such terms, conditions, duties and liabilities as may be prescribed. 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">Notice of proposal</p> <p class=\"subsection\">(1.4) Where the Minister proposes to refuse to grant a licence or permit under subsection (1) or proposes to grant a licence or permit that will be subject to terms, conditions, duties or liabilities under subsection (1), the Minister shall provide to the applicant a written notice of the proposal and shall inform the applicant that a request for a referral can be made in accordance with subsection (1.5). 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">Request for referral</p> <p class=\"subsection\">(1.5) A person who receives a notice under subsection (1.4) may, within 30 days after receiving the notice, submit a written request to the Minister for the matter to be referred to the Tribunal and the Minister shall, upon receiving such a request, refer the matter to the Tribunal or to the Board in accordance with subsection (1). 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">When Minister can carry out proposal</p> <p class=\"subsection\">(1.6) The Minister may carry out the proposal under subsection (1.4),</p> <p class=\"paragraph\">  (a) before the 30 days to request a referral under subsection (1.5) have elapsed if the applicant waives the right to request a referral in writing; or</p> <p class=\"paragraph\">  (b) if no request for a referral is made within 30 days in accordance with subsection (1.5). 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">When no notice of proposal required</p> <p class=\"subsection\">(1.7) The Minister is not required to give a notice of proposal under subsection (1.4),</p> <p class=\"paragraph\">  (a) if it is the Minister who decides to refer the matter to the Tribunal or to the Board under subsection (1);</p> <p class=\"paragraph\">  (b) where a term, condition, duty or liability is imposed on a licence or permit or is amended or, where the licence or permit is refused, based on a report received by the Minister on the matter from the Tribunal or the Board, as the case may be; or</p> <p class=\"paragraph\">  (c) where a spacing unit or a target area is specified as a condition of the licence under subsection 10 (2) or 13 (4) of Ontario Regulation 245/97. 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(1.8) The Minister is entitled to be heard at a hearing held under subsection (1). 2019, c. 14, Sched. 15, s. 51 (1).</p> <p class=\"headnote\">Changes to terms and conditions</p> <p class=\"subsection\">(2) In the case of a licence or permit granted under subsection (1), the Minister may amend, suspend or revoke any term, condition, duty or liability imposed on the licence or permit or may impose additional terms, conditions, duties or liabilities and, in the case of a licence granted under subsection (1.1), the Minister may, in addition to any prescribed terms, conditions, duties or liabilities, impose further terms, conditions, duties or liabilities and amend, suspend or revoke such additions, but before doing so the Minister may, and if requested by the holder of the licence or permit shall,</p> <p class=\"paragraph\">  (a) refer the matter to the Tribunal, in which case the Tribunal shall hold a hearing before reporting to the Minister; or</p> <p class=\"paragraph\">  (b) if the Minister is of the opinion that the matter may affect operations within an area designated as a gas storage area under the\r\n<i>Ontario Energy Board Act, 1998</i>, refer the matter to the Board, in which case the Board may hold a hearing, but is not required to do so, before reporting to the Minister.  2001, c. 9, Sched. K, s. 4 (2); 2017, c. 8, Sched. 17, s. 9 (6); 2019, c. 14, Sched. 15, s. 51 (2).</p> <p class=\"headnote\">Notice of proposal</p> <p class=\"subsection\">(2.1) Where the Minister proposes to amend, suspend or revoke any term, condition, duty or liability imposed on a licence or permit or proposes to impose an additional term, condition, duty or liability under subsection (2), the Minister shall provide to the holder of the licence or permit a written notice of the proposal and shall inform the holder of the licence or permit that a request for a referral can be made in accordance with subsection (2.2). 2019, c. 14, Sched. 15, s. 51 (3).</p> <p class=\"headnote\">Request for referral</p> <p class=\"subsection\">(2.2) A person who receives a notice under subsection (2.1) may, within 30 days after receiving the notice, submit a written request to the Minister for the matter to be referred to the Tribunal and the Minister shall, upon receiving such a request, refer the matter to the Tribunal or to the Board in accordance with subsection (2). 2019, c. 14, Sched. 15, s. 51 (3).</p> <p class=\"headnote\">When Minister can carry out proposal</p> <p class=\"subsection\">(2.3) The Minister may carry out the proposal under subsection (2.1),</p> <p class=\"paragraph\">  (a) before the 30 days to request a referral under subsection (2.2) have elapsed if the applicant waives the right to request a referral in writing; or</p> <p class=\"paragraph\">  (b) if no request for a referral is made within 30 days in accordance with subsection (2.2). 2019, c. 14, Sched. 15, s. 51 (3).</p> <p class=\"headnote\">When no notice of proposal required</p> <p class=\"subsection\">(2.4) The Minister is not required to give a notice of proposal under subsection (2.1),</p> <p class=\"paragraph\">  (a) if it is the Minister who decides to refer the matter to the Tribunal or to the Board under subsection (2);</p> <p class=\"paragraph\">  (b) where a term, condition, duty or liability is imposed on a licence or permit or is amended, suspended or revoked based on a report received by the Minister on the matter from the Tribunal or the Board, as the case may be;</p> <p class=\"paragraph\">  (c) where a spacing unit or a target area is specified as a condition of the licence under subsection 10 (2) or 13 (4) of Ontario Regulation 245/97; or</p> <p class=\"paragraph\">  (d) where a condition on a licence is revoked or amended under subsection 8 (4) of Ontario Regulation 245/97. 2019, c. 14, Sched. 15, s. 51 (3).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(2.5) The Minister is entitled to be heard at a hearing held under subsection (2). 2019, c. 14, Sched. 15, s. 51 (3).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(3) The holder of a licence or permit shall comply with any terms, conditions, duties or liabilities to which the licence or permit is subject. 2017, c. 8, Sched. 23, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks4s2\">2001, c. 9, Sched. K, s. 4 (2)</a></span> - 29/06/2001</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s6\">2017, c. 8, Sched. 17, s. 9 (6)</a></span> - 01/04/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s4\">2017, c. 8, Sched. 23, s. 4</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s51s1\">2019, c. 14, Sched. 15, s. 51 (1-3)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "13.1",
            "section_x": "Convictions and non-compliance",
            "part_id": null,
            "part_type": null,
            "section_y": "Convictions and non-compliance",
            "content": "13.1 (1) In making a decision with respect to a person under section 10.1 or 13, the Minister may consider whether the person has been convicted of an offence under this Act or has failed to comply with this Act or the regulations or any orders made under this Act. 2023, c. 9, Sched. 23, s. 9 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 13.1 (1) of the Act is amended by striking out “section 10.1 or 13” and substituting “section 10.1, 11.1 or 13”. (See: 2023, c. 9, Sched. 23, s. 9 (2)) Same, corporations (2) If the person is a corporation, the Minister may also consider whether any of the officers and directors of the corporation have been convicted of an offence under this Act or have failed to comply with this Act or the regulations or any orders made under this Act. 2023, c. 9, Sched. 23, s. 9 (1). Same, individuals (3) If the person is an individual, the Minister may also consider whether the individual was a director or officer of a corporation at the time the corporation was convicted of an offence under this Act or failed to comply with this Act or the regulations or any orders made under this Act. 2023, c. 9, Sched. 23, s. 9 (1). Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 23, s. 9 (1) - 08/06/2023; 2023, c. 9, Sched. 23, s. 9 (2) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>13.1 </b>(1) In making a decision with respect to a person under section 10.1 or 13, the Minister may consider whether the person has been convicted of an offence under this Act or has failed to comply with this Act or the regulations or any orders made under this Act. 2023, c. 9, Sched. 23, s. 9 (1).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 13.1 (1) of the Act is amended by striking out “section 10.1 or 13” and substituting “section 10.1, 11.1 or 13”. (See: 2023, c. 9, Sched. 23, s. 9 (2))</span></p> <p class=\"headnote\">Same, corporations</p> <p class=\"subsection\">(2) If the person is a corporation, the Minister may also consider whether any of the officers and directors of the corporation have been convicted of an offence under this Act or have failed to comply with this Act or the regulations or any orders made under this Act. 2023, c. 9, Sched. 23, s. 9 (1).</p> <p class=\"headnote\">Same, individuals</p> <p class=\"subsection\">(3) If the person is an individual, the Minister may also consider whether the individual was a director or officer of a corporation at the time the corporation was convicted of an offence under this Act or failed to comply with this Act or the regulations or any orders made under this Act. 2023, c. 9, Sched. 23, s. 9 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s9s1\">2023, c. 9, Sched. 23, s. 9 (1)</a></span> - 08/06/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s9s2\">2023, c. 9, Sched. 23, s. 9 (2)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "14.",
            "section_x": "Suspension or cancellation of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Suspension or cancellation of licence",
            "content": "14 (1) If an act or failure to act by the holder of a licence or permit is an offence under section 19, the Minister may suspend or cancel the licence or permit, but before doing so the Minister may, and if requested by the holder shall, (a) refer the matter to the Tribunal, in which case the Tribunal shall hold a hearing before reporting to the Minister; or (b) if the Minister is of the opinion that the matter may affect operations within an area designated as a gas storage area under the\r\nOntario Energy Board Act, 1998, refer the matter to the Board, in which case the Board may hold a hearing, but is not required to do so, before reporting to the Minister. 2023, c. 9, Sched. 23, s. 10 (1). Notice of proposal (2) If the Minister proposes to suspend or cancel a licence or permit under subsection (1), the Minister shall provide to the holder of the licence or permit a written notice of the proposal and shall inform the holder that a request for a referral can be made in accordance with subsection (3). 2023, c. 9, Sched. 23, s. 10 (1). Request for referral (3) A person who receives a notice under subsection (2) may, within 30 days after receiving the notice, submit a written request to the Minister for the matter to be referred to the Tribunal and the Minister shall, upon receiving such a request, refer the matter to the Tribunal or to the Board in accordance with subsection (1). 2019, c. 14, Sched. 15, s. 52. When Minister can carry out proposal (4) The Minister may carry out the proposal under subsection (2), (a) before the 30 days to request a referral under subsection (3) have elapsed, if the holder of the licence or permit waives the right to request a referral in writing; or (b) if no request for a referral is made within 30 days in accordance with subsection (3). 2019, c. 14, Sched. 15, s. 52; 2023, c. 9, Sched. 23, s. 10 (2). When notice of proposal not required (5) The Minister is not required to give a notice of proposal under subsection (2), (a) if it is the Minister who decides to refer the matter to the Tribunal or to the Board under subsection (1); or (b) after the Minister receives a report on the matter from the Tribunal or the Board, as the case may be. 2019, c. 14, Sched. 15, s. 52. Minister entitled to be heard (6) The Minister is entitled to be heard at a hearing held under subsection (1). 2019, c. 14, Sched. 15, s. 52. Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. K, s. 4 (3) - 29/06/2001 2017, c. 8, Sched. 17, s. 9 (7) - 01/04/2018 2019, c. 14, Sched. 15, s. 52 - 10/12/2019 2023, c. 9, Sched. 23, s. 10 (1, 2) - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>14 </b>(1) If an act or failure to act by the holder of a licence or permit is an offence under section 19, the Minister may suspend or cancel the licence or permit, but before doing so the Minister may, and if requested by the holder shall,</p> <p class=\"paragraph\">  (a) refer the matter to the Tribunal, in which case the Tribunal shall hold a hearing before reporting to the Minister; or</p> <p class=\"paragraph\">  (b) if the Minister is of the opinion that the matter may affect operations within an area designated as a gas storage area under the\r\n<i>Ontario Energy Board Act, 1998</i>, refer the matter to the Board, in which case the Board may hold a hearing, but is not required to do so, before reporting to the Minister. 2023, c. 9, Sched. 23, s. 10 (1).</p> <p class=\"headnote\">Notice of proposal</p> <p class=\"subsection\">(2) If the Minister proposes to suspend or cancel a licence or permit under subsection (1), the Minister shall provide to the holder of the licence or permit a written notice of the proposal and shall inform the holder that a request for a referral can be made in accordance with subsection (3). 2023, c. 9, Sched. 23, s. 10 (1).</p> <p class=\"headnote\">Request for referral</p> <p class=\"subsection\">(3) A person who receives a notice under subsection (2) may, within 30 days after receiving the notice, submit a written request to the Minister for the matter to be referred to the Tribunal and the Minister shall, upon receiving such a request, refer the matter to the Tribunal or to the Board in accordance with subsection (1). 2019, c. 14, Sched. 15, s. 52.</p> <p class=\"headnote\">When Minister can carry out proposal</p> <p class=\"subsection\">(4) The Minister may carry out the proposal under subsection (2),</p> <p class=\"paragraph\">  (a) before the 30 days to request a referral under subsection (3) have elapsed, if the holder of the licence or permit waives the right to request a referral in writing; or</p> <p class=\"paragraph\">  (b) if no request for a referral is made within 30 days in accordance with subsection (3). 2019, c. 14, Sched. 15, s. 52; 2023, c. 9, Sched. 23, s. 10 (2).</p> <p class=\"headnote\">When notice of proposal not required</p> <p class=\"subsection\">(5) The Minister is not required to give a notice of proposal under subsection (2),</p> <p class=\"paragraph\">  (a) if it is the Minister who decides to refer the matter to the Tribunal or to the Board under subsection (1); or</p> <p class=\"paragraph\">  (b) after the Minister receives a report on the matter from the Tribunal or the Board, as the case may be. 2019, c. 14, Sched. 15, s. 52.</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(6) The Minister is entitled to be heard at a hearing held under subsection (1). 2019, c. 14, Sched. 15, s. 52.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks4s3\">2001, c. 9, Sched. K, s. 4 (3)</a></span> - 29/06/2001</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s7\">2017, c. 8, Sched. 17, s. 9 (7)</a></span> - 01/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s52\">2019, c. 14, Sched. 15, s. 52</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s10s1\">2023, c. 9, Sched. 23, s. 10 (1, 2)</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "15.",
            "section_x": "Copy of report",
            "part_id": null,
            "part_type": null,
            "section_y": "Copy of report",
            "content": "15 If the Tribunal or Board submits a report to the Minister pursuant to section 13 or 14, the Tribunal or Board shall send a copy of the report to each of the parties within 10 days after the report is submitted to the Minister.  2001, c. 9, Sched. K, s. 4 (3); 2017, c. 8, Sched. 17, s. 9 (8). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. K, s. 4 (3) - 29/06/2001 2017, c. 8, Sched. 17, s. 9 (8) - 01/04/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>15 </b>If the Tribunal or Board submits a report to the Minister pursuant to section 13 or 14, the Tribunal or Board shall send a copy of the report to each of the parties within 10 days after the report is submitted to the Minister.  2001, c. 9, Sched. K, s. 4 (3); 2017, c. 8, Sched. 17, s. 9 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks4s3\">2001, c. 9, Sched. K, s. 4 (3)</a></span> - 29/06/2001</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s8\">2017, c. 8, Sched. 17, s. 9 (8)</a></span> - 01/04/2018</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "16.",
            "section_x": "Trust fund",
            "part_id": null,
            "part_type": null,
            "section_y": "Trust fund",
            "content": "16 (1) The Minister shall establish in writing a trust to be known in English as the Oil, Gas and Salt Resources Trust and in French as Fonds des ressources en pétrole, en gaz et en sel.  1996, c. 30, s. 67. Terms of Trust (2) The Trust shall provide for the following matters, on such terms and conditions as may be specified by the Minister: 1. The funding of information management relating to oil, gas and salt resources. 2. The funding of research, surveys and laboratory facilities and operations relating to, i. oil or gas exploration, drilling or production, ii. the storage of oil, gas and other hydrocarbons in geological formations, iii. the disposal of oil field fluid in geological formations, and iv. solution mining. 3. Such other matters as may be specified by the Minister.  1996, c. 30, s. 67. Trustee (3) The Minister shall appoint a person who is not employed by the Crown as trustee of the Trust, and may provide for the trustee’s remuneration from the funds of the Trust.  1996, c. 30, s. 67. Payments to Trust (4) The holder of a licence or permit and any person whose activities in connection with a well are authorized under subsection 10 (1.1) shall pay the prescribed amounts to the Trust within the prescribed times.  1996, c. 30, s. 67; 2019, c. 14, Sched. 15, s. 53. Not part of C.R.F. (5) Money received or held by the Trust does not form part of the Consolidated Revenue Fund.  1996, c. 30, s. 67. Annual report (6) The Trust shall report annually to the Minister on the financial affairs of the Trust and after submitting the report to the Minister, the Trust shall make the report available to the public on a website operated by the Trust. 2019, c. 14, Sched. 15, s. 54. (7) Repealed: 2019, c. 14, Sched. 15, s. 54. Other reports (8) The Trust shall provide the Minister with such other reports and information as he or she may request.  1996, c. 30, s. 67. Section Amendments with date in force (d/m/y) 1996, c. 30, s. 67 - 27/06/1997 2019, c. 14, Sched. 15, s. 53, 54 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>16 </b>(1) The Minister shall establish in writing a trust to be known in English as the Oil, Gas and Salt Resources Trust and in French as Fonds des ressources en pétrole, en gaz et en sel.  1996, c. 30, s. 67.</p> <p class=\"headnote\">Terms of Trust</p> <p class=\"subsection\">(2) The Trust shall provide for the following matters, on such terms and conditions as may be specified by the Minister:</p> <p class=\"paragraph\">  1. The funding of information management relating to oil, gas and salt resources.</p> <p class=\"paragraph\">  2. The funding of research, surveys and laboratory facilities and operations relating to,</p> <p class=\"subpara\">  i. oil or gas exploration, drilling or production,</p> <p class=\"subpara\">  ii. the storage of oil, gas and other hydrocarbons in geological formations,</p> <p class=\"subpara\">  iii. the disposal of oil field fluid in geological formations, and</p> <p class=\"subpara\">  iv. solution mining.</p> <p class=\"paragraph\">  3. Such other matters as may be specified by the Minister.  1996, c. 30, s. 67.</p> <p class=\"headnote\">Trustee</p> <p class=\"subsection\">(3) The Minister shall appoint a person who is not employed by the Crown as trustee of the Trust, and may provide for the trustee’s remuneration from the funds of the Trust.  1996, c. 30, s. 67.</p> <p class=\"headnote\">Payments to Trust</p> <p class=\"subsection\">(4) The holder of a licence or permit and any person whose activities in connection with a well are authorized under subsection 10 (1.1) shall pay the prescribed amounts to the Trust within the prescribed times.  1996, c. 30, s. 67; 2019, c. 14, Sched. 15, s. 53.</p> <p class=\"headnote\">Not part of C.R.F.</p> <p class=\"subsection\">(5) Money received or held by the Trust does not form part of the Consolidated Revenue Fund.  1996, c. 30, s. 67.</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(6) The Trust shall report annually to the Minister on the financial affairs of the Trust and after submitting the report to the Minister, the Trust shall make the report available to the public on a website operated by the Trust. 2019, c. 14, Sched. 15, s. 54.</p> <p class=\"subsection\">(7) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 15, s. 54.</p> <p class=\"headnote\">Other reports</p> <p class=\"subsection\">(8) The Trust shall provide the Minister with such other reports and information as he or she may request.  1996, c. 30, s. 67.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 67 - 27/06/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s53\">2019, c. 14, Sched. 15, s. 53, 54</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "17.",
            "section_x": "Drilling and production regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Drilling and production regulations",
            "content": "17 (1) The Lieutenant Governor in Council may make regulations, (a) for the conservation of oil or gas; (a.1) prescribing substances for the purposes of clause (b) of the definition of “well” in subsection 1 (1); (a.2) prescribing substances for the purposes of paragraph 2 of subsection 11 (1); (a.3) prescribing projects, activities or undertakings for the purposes of paragraph 4 of subsection 11 (1); (a.4) prescribing compressed air energy storage projects, or parts or portions of such projects, for the purposes of clause (b.1) of the definition of “well” in subsection 1 (1) and for the purposes of paragraph 5 of subsection 11 (1); (b) prohibiting persons from drilling wells in specified areas and underground geological formations and specifying those areas and formations; (c) prohibiting persons from doing one or more of the following in specified areas and underground geological formations and specifying those areas and formations: 1. Oil or gas production. 2. Storage of oil, gas or other hydrocarbons. 3. Injection of oil, gas, water or other substances into a geological formation in connection with a project for enhancing oil or gas recovery. 4. Disposal of oil field fluid. 5. Solution mining. 6. Carrying out a project, activity or undertaking that involves a substance prescribed under clause (a.1) or (a.2). 7. Carrying out a project, activity or undertaking that is prescribed under clause (a.3). 8. Carrying out a compressed air energy storage project, or the part or portion of such a project, that is prescribed under clause (a.4); Note: On a day to be named by proclamation of the Lieutenant Governor, clause 17 (1) (c) of the Act is amended by adding the following paragraph: (See: 2023, c. 9, Sched. 23, s. 11 (1)) 9. Carrying out a special project designated under section 11.1; (d) regulating the location and spacing of wells; (e) governing applications for the designation by the Minister of a spacing unit or for the amendment or revocation by the Minister of a designation of a spacing unit, including prescribing the requirements that must be met and the procedures that must be followed before the Minister will make, amend or revoke a designation; (e.1) limiting the number of wells in a spacing unit from which a person may produce; (e.2) requiring and governing the joining of interests in oil or gas within a spacing unit or within a unit area containing a pool or an oil or gas field; (e.3) governing orders under section 8; (e.4) governing, (i) agreements respecting the joining of interests in oil or gas within a spacing unit or within a unit area containing a pool or an oil or gas field, and (ii) provisions in other agreements, if those provisions relate to the joining of interests in oil or gas within a spacing unit or within a unit area containing a pool or an oil or gas field; (f) governing the methods, equipment and materials to be used in drilling, completing, operating, servicing or plugging wells; (g) requiring operators to preserve drilling and production samples and cores and to furnish them to persons specified by the regulations; (h) requiring operators to register works with the Ministry, to maintain records relating to the works and to provide the Ministry with reports, returns and other information in such form and manner as the Minister may specify; (i) requiring dry or unplugged wells to be plugged or replugged, and prescribing the methods, equipment and materials to be used in plugging or replugging wells; (j) governing the design, construction, use, operation, abandonment, decommissioning and removal of works, including the methods, materials and equipment used; (k) requiring the examination of works by persons who belong to prescribed classes and have the prescribed evidence of the Minister’s approval for the purposes of examinations of works, and prescribing the times or intervals at which and the manner in which the examinations are to be carried out; (l) governing solution mining activities and the use, abandonment and decommissioning of salt caverns; (m) governing activities for the production or storage of fluids, the injection of fluids into underground geological formations or the withdrawal of fluids from those formations; (n) governing compressed air energy storage. R.S.O. 1990, c. P.12, s. 17 (1); 1994, c. 27, s. 131 (3); 1996, c. 30, s. 68 (1-3); 2002, c. 18, Sched. L, s. 6 (3, 4); 2010, c. 16, Sched. 10, s. 3 (5); 2017, c. 8, Sched. 23, s. 5 (1-6); 2023, c. 9, Sched. 23, s. 11 (2). General regulations (2) The Lieutenant Governor in Council may make regulations, (0.a) governing applications for a licence or permit; (a) providing for the issue and transfer of licences and permits; (b) prescribing classes of licences and permits, and prescribing standard terms and conditions upon which licences and permits may be issued including standard terms and conditions that apply to licences granted under subsection 13 (1.1); (c) prescribing the fee payable for any licence or permit, or in respect of well activities authorized under subsection 10 (1.1); (c.1) prescribing the circumstances in which a person may drill, operate, deepen, alter or enter a well or engage in any other activity on or in a well without a licence under subsection 10 (1.1) and prescribing any qualifications that the person must have and the terms, conditions, restrictions and requirements, if any, under which the person may drill, operate, deepen, alter or enter a well or engage in any other activity on or in a well; (c.2) prescribing the circumstances under which a person may assume the authorization of another person to engage in activities in connection with a well without a licence under subsection 10 (1.1), including the terms, conditions, restrictions and requirements to which the authorization is subject and the qualifications the person must have; (c.3) governing the surrender of licences and permits by holders of licences or permits who are transitioning to an authorization under subsection 10 (1.1) to engage in activities in connection with a well without a licence and prescribing the circumstances in which the surrender may be permitted or required; (c.4) prescribing the circumstances in which a person may apply for a licence under subsection 13 (1.1), as well as the qualifications the person must have and the terms, conditions, duties and liabilities to which the licence is subject; (c.5) governing the development and implementation of plans or procedures for the purposes of paragraph 2 of section 7.0.1.1, including, (i) prescribing timelines for the development and implementation of any plans or procedures, (ii) prescribing the contents of any plans or procedures, and (iii) prescribing processes for the revision of any plans or procedures; (c.6) prescribing other actions that an inspector may order for the purposes of paragraph 6 of section 7.0.1.1; (d) prescribing tags and providing for their use; (e) governing liability insurance required to be carried by operators and governing other financial assurances to be provided by operators; (f) prescribing the amounts or the method of determining the amounts to be paid to the Oil, Gas and Salt Resources Trust and prescribing the times within which the amounts shall be paid; (g), (h) Repealed: 1996, c. 30, s. 68 (4). (i) requiring and providing for the keeping of records and the making of returns, statements or reports on geological evaluation or testing wells, and the exploration, leasing, drilling for or production of oil or gas or the storage of oil or gas; (i.1) requiring and providing for the keeping of records and the making of returns, statements or reports for any prescribed compressed air energy storage project, part or portion of such a project, for any project to inject, store or withdraw oil, gas or another prescribed substance, or for any other prescribed project, activity or undertaking; (j) regulating safety standards and requiring and providing for the keeping of safety records and the making of safety returns, statements or reports in respect of geological evaluation or testing wells, and the drilling for, production, storage and measurement of oil or gas; (j.1) regulating safety standards and requiring and providing for the keeping of safety records and the making of safety returns, statements or reports for any prescribed compressed air energy storage project, part or portion of such a project, for any project to inject, store or withdraw oil, gas or another prescribed substance, or for any other prescribed project, activity or undertaking; (j.1.1) governing the format of documents, including notices, applications, reports, records, statements and returns, that are required or permitted to be issued, given, submitted or otherwise provided to a person or entity under this Act, respecting the manner in which they are to be issued, given, submitted or otherwise provided, including by email or the provision of online access, and the time at which they are to be issued, given, submitted or otherwise provided; (j.1.2) prescribing rules relating to the deemed receipt of documents referred to in clause (j.1.1) that are different from the rules set out in subsection 17.1.1 (1); (j.2) exempting any well, pipeline, structure or equipment from the definition of “work” in subsection 1 (1), and providing that the exemption is subject to such conditions as may be specified by regulation; (j.3) exempting any person from subsection 10 (1) in respect of a well whose purpose is a purpose mentioned in clause (e) of the definition of “well” in subsection 1 (1), and providing that the exemption is subject to such conditions as may be specified by regulation; Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 17 (2) of the Act is amended by adding the following clause: (See: 2019, c. 14, Sched. 15, s. 55 (3)) (j.3.1) prescribing any criteria, conditions restrictions or requirements for the purposes of clause (e) of the definition of “well”, and prescribing the depth of a hole in the ground, its purpose and its location and prescribing any form of geological evaluation or testing in rock that is excluded; (j.4) exempting any person, area, thing, project, activity or undertaking from subsection 11 (1), and providing that the exemption is subject to such conditions as may be specified by regulation; (j.5) defining the terms “abandonment”, “compressed air energy storage”, “decommission”, “decommissioned” and  “decommissioning” for the purposes of this Act and the regulations; (k) for any matter provided in this Act to be done by regulation.  R.S.O. 1990, c. P.12, s. 17 (2); 1996, c. 30, s. 68 (4); 2006, c. 19, Sched. P, s. 4 (12); 2017, c. 8, Sched. 23, s. 5 (7-11); 2019, c. 7, Sched. 43, s. 1; 2019, c. 14, Sched. 15, s. 55 (1, 2); 2023, c. 9, Sched. 23, s. 11 (3-5). Transition regulations (2.1) The Lieutenant Governor in Council may make regulations respecting transitional matters that arise where, as a result of this Act having been amended or a regulation being made under subsection (1) or (2), all or part of the Act and the regulations will apply to a specified type of project, activity, undertaking or work to which the Act and regulations did not previously apply, including exempting from any provision of the Act or the regulations a person or entity who is engaged in the specified type of project, activity, undertaking or work, at the time the regulation is made. 2019, c. 14, Sched. 15, s. 55 (4); 2023, c. 9, Sched. 23, s. 11 (6). Note: On a day to be named by proclamation of the Lieutenant Governor, section 17 of the Act is amended by adding the following subsections: (See: 2023, c. 9, Sched. 23, s. 11 (7)) Regulations relating to special projects (2.2) The Minister may make regulations governing special projects designated under section 11.1 including, without limiting the generality of the foregoing, (a) prescribing such matters as are required, or permitted, under sections 11.1 to 11.6, to be prescribed or done by regulation; (b) defining, for the purposes of sections 11.1 to 11.6, any term that is not defined in this Act; (c) providing for the amendment of the designation of a special project; (d) governing applications for a licence or permit relating to a special project; (e) providing for the issue and transfer of licences and permits relating to a special project; (f) prescribing terms or conditions that a licence or permit relating to a special project shall be subject to; (g) exempting any well, pipeline, structure or equipment to be used in a special project from the definition of “work” in subsection 1 (1), and providing that the exemption is subject to such conditions as may be specified by regulation; (h) governing the design, construction, use, operation, abandonment, decommissioning and removal of works used in a special project, including the methods, materials and equipment used; (i) requiring operators of works used in a special project to comply with or follow specified requirements or processes, including safety standards; (j) providing that specified requirements in this Act or the regulations do not apply to works used in special projects in specified circumstances; (k) governing the methods, equipment and materials to be used in drilling, completing, operating or servicing wells to be used in a special project or in plugging wells that were used in a special project; (l) requiring persons to whom a designation of a special project is issued under section 11.1 or operators of works used in a special project to preserve drilling and production samples and cores and to furnish them to persons specified by the regulations; (m) requiring persons to whom a designation of a special project is issued under section 11.1 or operators of works used in a special project to, (i) register works with the Ministry, (ii) maintain records relating to the works, and (iii) provide the Ministry with reports, returns and other information in such form and manner as the Minister may specify; (n) requiring the examination of works used in a special project by persons who belong to prescribed classes and have the prescribed evidence of the Minister’s approval for the purposes of examinations of works, and prescribing the times or intervals at which and the manner in which the examinations are to be carried out; (o) governing liability or other insurance required to be carried by persons to whom a designation of a special project is issued under section 11.1 or by operators of works used in a special project and governing other financial assurances to be provided by those persons or operators; (p) exempting any special project from paragraph 6 of subsection 11 (1), and providing that the exemption is subject to such conditions as may be specified by regulation; (q) respecting any matter that the Minister considers necessary or advisable to protect public safety or the environment in connection with sections 11.1 to 11.6 or any part of this Act relating to special projects. 2023, c. 9, Sched. 23, s. 11 (7). Conflicts (2.3) Regulations made under subsection (1), (2) or (2.1) may apply with respect to a special project designated under section 11.1 but in the event of a conflict between regulations made under subsection (1), (2) or (2.1) and regulations made under subsection (2.2), the regulations made under subsection (2.2) prevail. 2023, c. 9, Sched. 23, s. 11 (7). Scope of regulations (3) Any regulation may be general or particular in its application.  R.S.O. 1990, c. P.12, s. 17 (3). (4) Repealed:  2000, c. 26, Sched. L, s. 8 (1). Adoption by reference (5) A regulation may adopt by reference, in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, standard or guideline, as it reads at the time the regulation is made or as amended from time to time.  1999, c. 12, Sched. N, s. 5 (4). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 17 (5) of the Act is repealed and the following substituted: (See: 2023, c. 9, Sched. 23, s. 11 (8)) Adoption by reference — regulations made by the Lieutenant Governor in Council (5) A regulation made under subsection (1), (2) or (2.1) may adopt by reference, in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, standard or guideline, as it reads at the time the regulation is made or as amended from time to time. 2023, c. 9, Sched. 23, s. 11 (8). Adoption by reference — regulations made by the Minister (6) A regulation made under subsection (2.2) may adopt by reference, in whole or in part, with such changes as the Minister considers necessary, any code, standard or guideline, as it reads at the time the regulation is made or as amended from time to time. 2023, c. 9, Sched. 23, s. 11 (8). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 131 (3) - 09/12/1994; 1996, c. 30, s. 68 (1-4) - 27/06/1997; 1999, c. 12, Sched. N, s. 5 (4) - 22/12/1999 2000, c. 26, Sched. L, s. 8 (1) - 06/12/2000 2002, c. 18, Sched. L, s. 6 (3, 4) - 26/11/2002 2006, c. 19, Sched. P, s. 4 (12) - 22/06/2006 2010, c. 16, Sched. 10, s. 3 (5) - 25/10/2010 2017, c. 8, Sched. 23, s. 5 (1-11) - 17/05/2017 2019, c. 7, Sched. 43, s. 1 - 29/05/2019; 2019, c. 14, Sched. 15, s. 55 (1, 2, 4) - 10/12/2019; 2019, c. 14, Sched. 15, s. 55 (3) - not in force 2023, c. 9, Sched. 23, s. 11 (1, 7, 8) - not in force; 2023, c. 9, Sched. 23, s. 11 (2-6) - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>17 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) for the conservation of oil or gas;</p> <p class=\"paragraph\"> (a.1) prescribing substances for the purposes of clause (b) of the definition of “well” in subsection 1 (1);</p> <p class=\"paragraph\"> (a.2) prescribing substances for the purposes of paragraph 2 of subsection 11 (1);</p> <p class=\"paragraph\"> (a.3) prescribing projects, activities or undertakings for the purposes of paragraph 4 of subsection 11 (1);</p> <p class=\"paragraph\"> (a.4) prescribing compressed air energy storage projects, or parts or portions of such projects, for the purposes of clause (b.1) of the definition of “well” in subsection 1 (1) and for the purposes of paragraph 5 of subsection 11 (1);</p> <p class=\"paragraph\">  (b) prohibiting persons from drilling wells in specified areas and underground geological formations and specifying those areas and formations;</p> <p class=\"paragraph\">  (c) prohibiting persons from doing one or more of the following in specified areas and underground geological formations and specifying those areas and formations:</p> <p class=\"subpara\">  1. Oil or gas production.</p> <p class=\"subpara\">  2. Storage of oil, gas or other hydrocarbons.</p> <p class=\"subpara\">  3. Injection of oil, gas, water or other substances into a geological formation in connection with a project for enhancing oil or gas recovery.</p> <p class=\"subpara\">  4. Disposal of oil field fluid.</p> <p class=\"subpara\">  5. Solution mining.</p> <p class=\"subpara\">  6. Carrying out a project, activity or undertaking that involves a substance prescribed under clause (a.1) or (a.2).</p> <p class=\"subpara\">  7. Carrying out a project, activity or undertaking that is prescribed under clause (a.3).</p> <p class=\"subpara\">  8. Carrying out a compressed air energy storage project, or the part or portion of such a project, that is prescribed under clause (a.4);</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 17 (1) (c) of the Act is amended by adding the following paragraph: (See: 2023, c. 9, Sched. 23, s. 11 (1))</span></p> <p class=\"Ysubpara\"><span>  9. Carrying out a special project designated under section 11.1;</span></p> <p class=\"paragraph\">  (d) regulating the location and spacing of wells;</p> <p class=\"paragraph\">  (e) governing applications for the designation by the Minister of a spacing unit or for the amendment or revocation by the Minister of a designation of a spacing unit, including prescribing the requirements that must be met and the procedures that must be followed before the Minister will make, amend or revoke a designation;</p> <p class=\"paragraph\"> (e.1) limiting the number of wells in a spacing unit from which a person may produce;</p> <p class=\"paragraph\"> (e.2) requiring and governing the joining of interests in oil or gas within a spacing unit or within a unit area containing a pool or an oil or gas field;</p> <p class=\"paragraph\"> (e.3) governing orders under section 8;</p> <p class=\"paragraph\"> (e.4) governing,</p> <p class=\"subclause\">  (i) agreements respecting the joining of interests in oil or gas within a spacing unit or within a unit area containing a pool or an oil or gas field, and</p> <p class=\"subclause\">  (ii) provisions in other agreements, if those provisions relate to the joining of interests in oil or gas within a spacing unit or within a unit area containing a pool or an oil or gas field;</p> <p class=\"paragraph\">  (f) governing the methods, equipment and materials to be used in drilling, completing, operating, servicing or plugging wells;</p> <p class=\"paragraph\">  (g) requiring operators to preserve drilling and production samples and cores and to furnish them to persons specified by the regulations;</p> <p class=\"paragraph\">  (h) requiring operators to register works with the Ministry, to maintain records relating to the works and to provide the Ministry with reports, returns and other information in such form and manner as the Minister may specify;</p> <p class=\"paragraph\">  (i) requiring dry or unplugged wells to be plugged or replugged, and prescribing the methods, equipment and materials to be used in plugging or replugging wells;</p> <p class=\"paragraph\">  (j) governing the design, construction, use, operation, abandonment, decommissioning and removal of works, including the methods, materials and equipment used;</p> <p class=\"paragraph\">  (k) requiring the examination of works by persons who belong to prescribed classes and have the prescribed evidence of the Minister’s approval for the purposes of examinations of works, and prescribing the times or intervals at which and the manner in which the examinations are to be carried out;</p> <p class=\"paragraph\">  (l) governing solution mining activities and the use, abandonment and decommissioning of salt caverns;</p> <p class=\"paragraph\">  (m) governing activities for the production or storage of fluids, the injection of fluids into underground geological formations or the withdrawal of fluids from those formations;</p> <p class=\"paragraph\">  (n) governing compressed air energy storage. R.S.O. 1990, c. P.12, s. 17 (1); 1994, c. 27, s. 131 (3); 1996, c. 30, s. 68 (1-3); 2002, c. 18, Sched. L, s. 6 (3, 4); 2010, c. 16, Sched. 10, s. 3 (5); 2017, c. 8, Sched. 23, s. 5 (1-6); 2023, c. 9, Sched. 23, s. 11 (2).</p> <p class=\"headnote\">General regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\"> (0.a) governing applications for a licence or permit;</p> <p class=\"paragraph\">  (a) providing for the issue and transfer of licences and permits;</p> <p class=\"paragraph\">  (b) prescribing classes of licences and permits, and prescribing standard terms and conditions upon which licences and permits may be issued including standard terms and conditions that apply to licences granted under subsection 13 (1.1);</p> <p class=\"paragraph\">  (c) prescribing the fee payable for any licence or permit, or in respect of well activities authorized under subsection 10 (1.1);</p> <p class=\"paragraph\"> (c.1) prescribing the circumstances in which a person may drill, operate, deepen, alter or enter a well or engage in any other activity on or in a well without a licence under subsection 10 (1.1) and prescribing any qualifications that the person must have and the terms, conditions, restrictions and requirements, if any, under which the person may drill, operate, deepen, alter or enter a well or engage in any other activity on or in a well;</p> <p class=\"paragraph\"> (c.2) prescribing the circumstances under which a person may assume the authorization of another person to engage in activities in connection with a well without a licence under subsection 10 (1.1), including the terms, conditions, restrictions and requirements to which the authorization is subject and the qualifications the person must have;</p> <p class=\"paragraph\"> (c.3) governing the surrender of licences and permits by holders of licences or permits who are transitioning to an authorization under subsection 10 (1.1) to engage in activities in connection with a well without a licence and prescribing the circumstances in which the surrender may be permitted or required;</p> <p class=\"paragraph\"> (c.4) prescribing the circumstances in which a person may apply for a licence under subsection 13 (1.1), as well as the qualifications the person must have and the terms, conditions, duties and liabilities to which the licence is subject;</p> <p class=\"paragraph\"> (c.5) governing the development and implementation of plans or procedures for the purposes of paragraph 2 of section 7.0.1.1, including,</p> <p class=\"subpara\">  (i) prescribing timelines for the development and implementation of any plans or procedures,</p> <p class=\"subpara\">  (ii) prescribing the contents of any plans or procedures, and</p> <p class=\"subpara\">  (iii) prescribing processes for the revision of any plans or procedures;</p> <p class=\"paragraph\"> (c.6) prescribing other actions that an inspector may order for the purposes of paragraph 6 of section 7.0.1.1;</p> <p class=\"paragraph\">  (d) prescribing tags and providing for their use;</p> <p class=\"paragraph\">  (e) governing liability insurance required to be carried by operators and governing other financial assurances to be provided by operators;</p> <p class=\"paragraph\">  (f) prescribing the amounts or the method of determining the amounts to be paid to the Oil, Gas and Salt Resources Trust and prescribing the times within which the amounts shall be paid;</p> <p class=\"paragraph\"> (g), (h) <span class=\"ovsmallcap\">Repealed</span>: 1996, c. 30, s. 68 (4).</p> <p class=\"paragraph\">  (i) requiring and providing for the keeping of records and the making of returns, statements or reports on geological evaluation or testing wells, and the exploration, leasing, drilling for or production of oil or gas or the storage of oil or gas;</p> <p class=\"paragraph\">  (i.1) requiring and providing for the keeping of records and the making of returns, statements or reports for any prescribed compressed air energy storage project, part or portion of such a project, for any project to inject, store or withdraw oil, gas or another prescribed substance, or for any other prescribed project, activity or undertaking;</p> <p class=\"paragraph\">  (j) regulating safety standards and requiring and providing for the keeping of safety records and the making of safety returns, statements or reports in respect of geological evaluation or testing wells, and the drilling for, production, storage and measurement of oil or gas;</p> <p class=\"paragraph\">  (j.1) regulating safety standards and requiring and providing for the keeping of safety records and the making of safety returns, statements or reports for any prescribed compressed air energy storage project, part or portion of such a project, for any project to inject, store or withdraw oil, gas or another prescribed substance, or for any other prescribed project, activity or undertaking;</p> <p class=\"paragraph\"> (j.1.1) governing the format of documents, including notices, applications, reports, records, statements and returns, that are required or permitted to be issued, given, submitted or otherwise provided to a person or entity under this Act, respecting the manner in which they are to be issued, given, submitted or otherwise provided, including by email or the provision of online access, and the time at which they are to be issued, given, submitted or otherwise provided;</p> <p class=\"paragraph\"> (j.1.2) prescribing rules relating to the deemed receipt of documents referred to in clause (j.1.1) that are different from the rules set out in subsection 17.1.1 (1);</p> <p class=\"paragraph\">  (j.2) exempting any well, pipeline, structure or equipment from the definition of “work” in subsection 1 (1), and providing that the exemption is subject to such conditions as may be specified by regulation;</p> <p class=\"paragraph\">  (j.3) exempting any person from subsection 10 (1) in respect of a well whose purpose is a purpose mentioned in clause (e) of the definition of “well” in subsection 1 (1), and providing that the exemption is subject to such conditions as may be specified by regulation;</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 17 (2) of the Act is amended by adding the following clause: (See: 2019, c. 14, Sched. 15, s. 55 (3))</span></p> <p class=\"Yparagraph\"><span> (j.3.1) prescribing any criteria, conditions restrictions or requirements for the purposes of clause (e) of the definition of “well”, and prescribing the depth of a hole in the ground, its purpose and its location and prescribing any form of geological evaluation or testing in rock that is excluded;</span></p> <p class=\"paragraph\">  (j.4) exempting any person, area, thing, project, activity or undertaking from subsection 11 (1), and providing that the exemption is subject to such conditions as may be specified by regulation;</p> <p class=\"paragraph\">  (j.5) defining the terms “abandonment”, “compressed air energy storage”, “decommission”, “decommissioned” and  “decommissioning” for the purposes of this Act and the regulations;</p> <p class=\"paragraph\">  (k) for any matter provided in this Act to be done by regulation.  R.S.O. 1990, c. P.12, s. 17 (2); 1996, c. 30, s. 68 (4); 2006, c. 19, Sched. P, s. 4 (12); 2017, c. 8, Sched. 23, s. 5 (7-11); 2019, c. 7, Sched. 43, s. 1; 2019, c. 14, Sched. 15, s. 55 (1, 2); 2023, c. 9, Sched. 23, s. 11 (3-5).</p> <p class=\"headnote\">Transition regulations</p> <p class=\"subsection\">(2.1) The Lieutenant Governor in Council may make regulations respecting transitional matters that arise where, as a result of this Act having been amended or a regulation being made under subsection (1) or (2), all or part of the Act and the regulations will apply to a specified type of project, activity, undertaking or work to which the Act and regulations did not previously apply, including exempting from any provision of the Act or the regulations a person or entity who is engaged in the specified type of project, activity, undertaking or work, at the time the regulation is made. 2019, c. 14, Sched. 15, s. 55 (4); 2023, c. 9, Sched. 23, s. 11 (6).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 17 of the Act is amended by adding the following subsections: (See: 2023, c. 9, Sched. 23, s. 11 (7))</span></p> <p class=\"Yheadnote\"><span>Regulations relating to special projects</span></p> <p class=\"Ysubsection\"><span>(2.2) The Minister may make regulations governing special projects designated under section 11.1 including, without limiting the generality of the foregoing,</span></p> <p class=\"Yparagraph\"><span>  (a) prescribing such matters as are required, or permitted, under sections 11.1 to 11.6, to be prescribed or done by regulation;</span></p> <p class=\"Yparagraph\"><span>  (b) defining, for the purposes of sections 11.1 to 11.6, any term that is not defined in this Act;</span></p> <p class=\"Yparagraph\"><span>  (c) providing for the amendment of the designation of a special project;</span></p> <p class=\"Yparagraph\"><span>  (d) governing applications for a licence or permit relating to a special project;</span></p> <p class=\"Yparagraph\"><span>  (e) providing for the issue and transfer of licences and permits relating to a special project;</span></p> <p class=\"Yparagraph\"><span>  (f) prescribing terms or conditions that a licence or permit relating to a special project shall be subject to;</span></p> <p class=\"Yparagraph\"><span>  (g) exempting any well, pipeline, structure or equipment to be used in a special project from the definition of “work” in subsection 1 (1), and providing that the exemption is subject to such conditions as may be specified by regulation;</span></p> <p class=\"Yparagraph\"><span>  (h) governing the design, construction, use, operation, abandonment, decommissioning and removal of works used in a special project, including the methods, materials and equipment used;</span></p> <p class=\"Yparagraph\"><span>  (i) requiring operators of works used in a special project to comply with or follow specified requirements or processes, including safety standards;</span></p> <p class=\"Yparagraph\"><span>  (j) providing that specified requirements in this Act or the regulations do not apply to works used in special projects in specified circumstances;</span></p> <p class=\"Yparagraph\"><span>  (k) governing the methods, equipment and materials to be used in drilling, completing, operating or servicing wells to be used in a special project or in plugging wells that were used in a special project;</span></p> <p class=\"Yparagraph\"><span>  (l) requiring persons to whom a designation of a special project is issued under section 11.1 or operators of works used in a special project to preserve drilling and production samples and cores and to furnish them to persons specified by the regulations;</span></p> <p class=\"Yparagraph\"><span>  (m) requiring persons to whom a designation of a special project is issued under section 11.1 or operators of works used in a special project to,</span></p> <p class=\"Ysubpara\"><span>  (i) register works with the Ministry,</span></p> <p class=\"Ysubpara\"><span>  (ii) maintain records relating to the works, and</span></p> <p class=\"Ysubpara\"><span>  (iii) provide the Ministry with reports, returns and other information in such form and manner as the Minister may specify;</span></p> <p class=\"Yparagraph\"><span>  (n) requiring the examination of works used in a special project by persons who belong to prescribed classes and have the prescribed evidence of the Minister’s approval for the purposes of examinations of works, and prescribing the times or intervals at which and the manner in which the examinations are to be carried out;</span></p> <p class=\"Yparagraph\"><span>  (o) governing liability or other insurance required to be carried by persons to whom a designation of a special project is issued under section 11.1 or by operators of works used in a special project and governing other financial assurances to be provided by those persons or operators;</span></p> <p class=\"Yparagraph\"><span>  (p) exempting any special project from paragraph 6 of subsection 11 (1), and providing that the exemption is subject to such conditions as may be specified by regulation;</span></p> <p class=\"Yparagraph\"><span>  (q) respecting any matter that the Minister considers necessary or advisable to protect public safety or the environment in connection with sections 11.1 to 11.6 or any part of this Act relating to special projects. 2023, c. 9, Sched. 23, s. 11 (7).</span></p> <p class=\"Yheadnote\"><span>Conflicts</span></p> <p class=\"Ysubsection\"><span>(2.3) Regulations made under subsection (1), (2) or (2.1) may apply with respect to a special project designated under section 11.1 but in the event of a conflict between regulations made under subsection (1), (2) or (2.1) and regulations made under subsection (2.2), the regulations made under subsection (2.2) prevail. 2023, c. 9, Sched. 23, s. 11 (7).</span></p> <p class=\"headnote\">Scope of regulations</p> <p class=\"subsection\">(3) Any regulation may be general or particular in its application.  R.S.O. 1990, c. P.12, s. 17 (3).</p> <p class=\"subsection\">(4) <span class=\"ovsmallcap\">Repealed</span>:  2000, c. 26, Sched. L, s. 8 (1).</p> <p class=\"headnote\">Adoption by reference</p> <p class=\"subsection\">(5) A regulation may adopt by reference, in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, standard or guideline, as it reads at the time the regulation is made or as amended from time to time.  1999, c. 12, Sched. N, s. 5 (4).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 17 (5) of the Act is repealed and the following substituted: (See: 2023, c. 9, Sched. 23, s. 11 (8))</span></p> <p class=\"Yheadnote\"><span>Adoption by reference </span><span>—</span><span> regulations made by the Lieutenant Governor in Council</span></p> <p class=\"Ysubsection\"><span>(5) A regulation made under subsection (1), (2) or (2.1) may adopt by reference, in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, standard or guideline, as it reads at the time the regulation is made or as amended from time to time. 2023, c. 9, Sched. 23, s. 11 (8).</span></p> <p class=\"Yheadnote\"><span>Adoption by reference </span><span>—</span><span> regulations made by the Minister</span></p> <p class=\"Ysubsection\"><span>(6) A regulation made under subsection (2.2) may adopt by reference, in whole or in part, with such changes as the Minister considers necessary, any code, standard or guideline, as it reads at the time the regulation is made or as amended from time to time. 2023, c. 9, Sched. 23, s. 11 (8).</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 131 (3) - 09/12/1994; 1996, c. 30, s. 68 (1-4) - 27/06/1997; 1999, c. 12, Sched. N, s. 5 (4) - 22/12/1999</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls8s1\">2000, c. 26, Sched. L, s. 8 (1)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedls6s3\">2002, c. 18, Sched. L, s. 6 (3, 4)</a></span> - 26/11/2002</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedps4s12\">2006, c. 19, Sched. P, s. 4 (12)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s3s5\">2010, c. 16, Sched. 10, s. 3 (5)</a></span> - 25/10/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s5s1\">2017, c. 8, Sched. 23, s. 5 (1-11)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched43s1\">2019, c. 7, Sched. 43, s. 1</a></span> - 29/05/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s55s1\">2019, c. 14, Sched. 15, s. 55 (1, 2, 4)</a></span> - 10/12/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s55s3\">2019, c. 14, Sched. 15, s. 55 (3)</a></span> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s11s1\">2023, c. 9, Sched. 23, s. 11 (1, 7, 8)</a></span> - not in force; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s11s2\">2023, c. 9, Sched. 23, s. 11 (2-6)</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "17.1",
            "section_x": "Application fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Application fees",
            "content": "17.1 (1) The Minister may establish and charge a fee for applications under this Act.  1996, c. 30, s. 69. Forms (2) The Minister may approve forms for the purposes of this Act and provide for their use.  1996, c. 30, s. 69. Section Amendments with date in force (d/m/y) 1996, c. 30, s. 69 - 27/06/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>17.1</b> (1) The Minister may establish and charge a fee for applications under this Act.  1996, c. 30, s. 69.</p> <p class=\"headnote\">Forms</p> <p class=\"subsection\">(2) The Minister may approve forms for the purposes of this Act and provide for their use.  1996, c. 30, s. 69.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 30, s. 69 - 27/06/1997</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "17.1.1",
            "section_x": "Deemed receipt",
            "part_id": null,
            "part_type": null,
            "section_y": "Deemed receipt",
            "content": "17.1.1 (1) Any document that is required or permitted to be issued, given, submitted or otherwise provided by this Act or by a regulation, and that is sent by regular or registered mail, courier, fax or email, shall be deemed to have been received by the intended recipient in accordance with the following rules: 1. If the document is sent by the Minister or Ministry by regular or registered mail or by courier to the recipient’s most recent address shown on the Ministry’s records, the document shall be deemed to have been received, i. on the fifth day after the day the document is mailed or received by the courier if no person has signed for the document before that day, or ii. if a person signs for the document before the day referred to in subparagraph i, on the day of the signature. 2. If the document is sent by the Minister or Ministry by fax or by email to the recipient’s most recent fax number or email address shown on the Ministry’s records, the document shall be deemed to have been received on the day after the day the document is sent by fax or email. 3. If the document is sent to the Minister or Ministry by regular or registered mail or by courier, the document shall be deemed to have been received, i. on the fifth day after the day the document is mailed or received by the courier if no person has signed for the document on behalf of the Ministry before that day, or ii. if a person signs for the document on behalf of the Ministry before the day referred to in subparagraph i, on the day of the signature. 4. If the document is sent to the Minister or Ministry by fax or by email, the document shall be deemed to have been received on the day the document is sent by fax or email. 2019, c. 7, Sched. 43, s. 2. Failure to receive document (2) Subsection (1) does not apply if the intended recipient of the document establishes that he or she did not, acting in good faith and for good cause beyond the person’s control, receive the document or receive it until after the deemed date of receipt. 2019, c. 7, Sched. 43, s. 2. Exception by regulation (3) Subsection (1) does not apply with respect to the deemed receipt of a document if a regulation prescribes an alternate rule relating to its deemed receipt. 2019, c. 7, Sched. 43, s. 2. Definition (4) In this section, “document” includes an order made by an inspector under section 7, 7.0.1 or 7.0.1.1. 2023, c. 9, Sched. 23, s. 12. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 43, s. 2 - 29/05/2019 2023, c. 9, Sched. 23, s. 12 - 08/06/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>17.1.1 </b>(1) Any document that is required or permitted to be issued, given, submitted or otherwise provided by this Act or by a regulation, and that is sent by regular or registered mail, courier, fax or email, shall be deemed to have been received by the intended recipient in accordance with the following rules:</p> <p class=\"paragraph\">  1. If the document is sent by the Minister or Ministry by regular or registered mail or by courier to the recipient’s most recent address shown on the Ministry’s records, the document shall be deemed to have been received,</p> <p class=\"subpara\">  i. on the fifth day after the day the document is mailed or received by the courier if no person has signed for the document before that day, or</p> <p class=\"subpara\">  ii. if a person signs for the document before the day referred to in subparagraph i, on the day of the signature.</p> <p class=\"paragraph\">  2. If the document is sent by the Minister or Ministry by fax or by email to the recipient’s most recent fax number or email address shown on the Ministry’s records, the document shall be deemed to have been received on the day after the day the document is sent by fax or email.</p> <p class=\"paragraph\">  3. If the document is sent to the Minister or Ministry by regular or registered mail or by courier, the document shall be deemed to have been received,</p> <p class=\"subpara\">  i. on the fifth day after the day the document is mailed or received by the courier if no person has signed for the document on behalf of the Ministry before that day, or</p> <p class=\"subpara\">  ii. if a person signs for the document on behalf of the Ministry before the day referred to in subparagraph i, on the day of the signature.</p> <p class=\"paragraph\">  4. If the document is sent to the Minister or Ministry by fax or by email, the document shall be deemed to have been received on the day the document is sent by fax or email. 2019, c. 7, Sched. 43, s. 2.</p> <p class=\"headnote\">Failure to receive document</p> <p class=\"subsection\">(2) Subsection (1) does not apply if the intended recipient of the document establishes that he or she did not, acting in good faith and for good cause beyond the person’s control, receive the document or receive it until after the deemed date of receipt. 2019, c. 7, Sched. 43, s. 2.</p> <p class=\"headnote\">Exception by regulation</p> <p class=\"subsection\">(3) Subsection (1) does not apply with respect to the deemed receipt of a document if a regulation prescribes an alternate rule relating to its deemed receipt. 2019, c. 7, Sched. 43, s. 2.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(4) In this section,</p> <p class=\"definition\">“document” includes an order made by an inspector under section 7, 7.0.1 or 7.0.1.1. 2023, c. 9, Sched. 23, s. 12.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched43s2\">2019, c. 7, Sched. 43, s. 2</a></span> - 29/05/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s12\">2023, c. 9, Sched. 23, s. 12</a></span> - 08/06/2023</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "17.2",
            "section_x": "Protection from personal liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from personal liability",
            "content": "17.2 (1) No action or civil proceeding shall be instituted against an employee or agent of the Crown, or any person designated under subsection 7.0.2 (2), for any act done in good faith in the execution or intended execution of a power or duty under this Act or for any alleged neglect or default in the execution in good faith of such a power or duty. 2017, c. 8, Sched. 23, s. 6. Crown remains liable (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject. 2017, c. 8, Sched. 23, s. 6; 2019, c. 7, Sched. 17, s. 129. Section Amendments with date in force (d/m/y) 2017, c. 8, Sched. 23, s. 6 - 17/05/2017 2019, c. 7, Sched. 17, s. 129 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>17.2 </b>(1) No action or civil proceeding shall be instituted against an employee or agent of the Crown, or any person designated under subsection 7.0.2 (2), for any act done in good faith in the execution or intended execution of a power or duty under this Act or for any alleged neglect or default in the execution in good faith of such a power or duty. 2017, c. 8, Sched. 23, s. 6.</p> <p class=\"headnote\">Crown remains liable</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject. 2017, c. 8, Sched. 23, s. 6; 2019, c. 7, Sched. 17, s. 129.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s6\">2017, c. 8, Sched. 23, s. 6</a></span> - 17/05/2017</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s129\">2019, c. 7, Sched. 17, s. 129</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "18.",
            "section_x": "Conflict with other Acts",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflict with other Acts",
            "content": "18 (1) In the event of conflict between this Act and any other general or special Act, this Act, subject only to the Ontario Energy Board Act, 1998, prevails.  R.S.O. 1990, c. P.12, s. 18 (1); 1998, c. 15, Sched. E, s. 24 (4). Idem, with by-laws (2) This Act and the regulations prevail over any municipal by-law.  R.S.O. 1990, c. P.12, s. 18 (2). Section Amendments with date in force (d/m/y) 1998, c. 15, Sched. E, s. 24 (4) - 07/11/1998",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>18 </b>(1) In the event of conflict between this Act and any other general or special Act, this Act, subject only to the <i>Ontario Energy Board Act, 1998</i>, prevails.  R.S.O. 1990, c. P.12, s. 18 (1); 1998, c. 15, Sched. E, s. 24 (4).</p> <p class=\"headnote\">Idem, with by-laws</p> <p class=\"subsection\">(2) This Act and the regulations prevail over any municipal by-law.  R.S.O. 1990, c. P.12, s. 18 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1998, c. 15, Sched. E, s. 24 (4) - 07/11/1998</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "19.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "19 (1) No person shall, (a) contravene or fail to comply with an order of an inspector or the Tribunal; (a.1) contravene or fail to comply with an order made by the court under subsection (3.2); (b) knowingly make a false statement or provide false information in a document or other form of communication required under this Act or the regulations; (c) fail to carry out the instructions of an inspector; (d) unlawfully tamper or interfere with a work or part of a work; (d.1) cause or permit a project, activity or undertaking involving the injection, storage or withdrawal of a substance prescribed for the purposes of clause (b) of the definition of “well” in subsection 1 (1) or paragraph 2 of subsection 11 (1) to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the Environmental Protection Act; (d.2) cause or permit a project, activity or undertaking prescribed for the purposes of paragraph 4 of subsection 11 (1) to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the Environmental Protection Act; (d.3) cause or permit a compressed air energy storage project, or part or portion of such a project, that has been prescribed for the purposes of clause (b.1) of the definition of “well” in subsection 1 (1) or paragraph 5 of subsection 11 (1) to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the Environmental Protection Act; Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 19 (1) of the Act is amended by adding the following clause: (See: 2023, c. 9, Sched. 23, s. 13 (5)) (d.4) cause or permit a special project designated under section 11.1 to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the Environmental Protection Act; (e) waste, lose or dispose of oil, gas or other hydrocarbons, oil field fluid or brine produced in solution mining, or cause or permit its waste, loss or disposal, in a manner that results in, (i) a hazard to public safety, or (ii) pollution of the natural environment as defined in the Environmental Protection Act; or (f) wilfully delay or obstruct an inspector in the execution of his or her duties under this Act.  1996, c. 30, s. 70; 2017, c. 8, Sched. 17, s. 9 (9); 2017, c. 8, Sched. 23, s. 7; 2023, c. 9, Sched. 23, s. 13 (1-4). Penalty (2) A person who contravenes subsection (1) or contravenes or fails to comply with any other provision of this Act or any provision of a regulation is guilty of an offence and, on conviction, is liable to a fine of not more than $500,000, or to imprisonment for a term of not more than one year, or to both.  1996, c. 30, s. 70; 2009, c. 33, Sched. 22, s. 7. Increased penalty (3) The maximum fine provided by subsection (2) may be increased by an amount equal to the amount of the monetary benefit that was acquired by or that accrued to the person as a result of the offence.  1996, c. 30, s. 70. Directors and officers (3.1) If a corporation commits an offence under subsection (2), every director or officer of the corporation who directed, authorized, assented to, acquiesced in, or participated in the commission of the offence is guilty of the offence and on conviction is liable to the punishment provided for the offence whether or not the corporation has been prosecuted or convicted.  2000, c. 26, Sched. L, s. 8 (2). Orders on conviction (3.2) If a person is convicted of an offence under this section, the court may, in addition to any other penalty, make one or more of the following orders: 1. An order requiring the person, within the time specified, to take certain actions to prevent, decrease or eliminate any damage that was a direct or indirect result of the person’s commission of the offence, including requiring the person to apply for a licence or permit under this Act. 2. At the request of a prosecutor, an order requiring the person to pay the Crown for all or part of any costs incurred by the Crown to remedy or avoid any hazard to the public or to the environment that directly or indirectly resulted, or may have resulted, from the person’s commission of the offence. 3. An order requiring the person to pay the Crown for all or part of any costs incurred by the Crown with respect to the seizure, storage or disposition of any thing seized in connection with the person’s commission of the offence. 4. Such other order as the court considers proper to obtain compliance with this Act, the regulations or any term or condition of a licence or permit issued under this Act. 2023, c. 9, Sched. 23, s. 13 (6). Presiding judge (3.3) The Crown, by notice to the clerk of the Ontario Court of Justice, may require that a provincial judge preside over a proceeding in respect of an offence under this Act. 2023, c. 9, Sched. 23, s. 13 (6). Limitation period (4) A proceeding in respect of an offence under this Act shall not be commenced more than five years after the date on which it was, or is alleged to have been, committed.  1996, c. 30, s. 70. Section Amendments with date in force (d/m/y) 1996, c. 30, s. 70 - 27/06/1997 2000, c. 26, Sched. L, s. 8 (2) - 06/12/2000 2009, c. 33, Sched. 22, s. 7 - 15/12/2009 2017, c. 8, Sched. 17, s. 9 (9) - 01/04/2018; 2017, c. 8, Sched. 23, s. 7 - 17/05/2017 2023, c. 9, Sched. 23, s. 13 (1-4, 6) - 08/06/2023; 2023, c. 9, Sched. 23, s. 13 (5) - not in force 20 Repealed: 2017, c. 8, Sched. 23, s. 8. Section Amendments with date in force (d/m/y) 2017, c. 8, Sched. 23, s. 8 - 17/05/2017 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>19 </b>(1) No person shall,</p> <p class=\"paragraph\">  (a) contravene or fail to comply with an order of an inspector or the Tribunal;</p> <p class=\"paragraph\"> (a.1) contravene or fail to comply with an order made by the court under subsection (3.2);</p> <p class=\"paragraph\">  (b) knowingly make a false statement or provide false information in a document or other form of communication required under this Act or the regulations;</p> <p class=\"paragraph\">  (c) fail to carry out the instructions of an inspector;</p> <p class=\"paragraph\">  (d) unlawfully tamper or interfere with a work or part of a work;</p> <p class=\"paragraph\"> (d.1) cause or permit a project, activity or undertaking involving the injection, storage or withdrawal of a substance prescribed for the purposes of clause (b) of the definition of “well” in subsection 1 (1) or paragraph 2 of subsection 11 (1) to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the <i>Environmental Protection Act</i>;</p> <p class=\"paragraph\"> (d.2) cause or permit a project, activity or undertaking prescribed for the purposes of paragraph 4 of subsection 11 (1) to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the <i>Environmental Protection Act</i>;</p> <p class=\"paragraph\"> (d.3) cause or permit a compressed air energy storage project, or part or portion of such a project, that has been prescribed for the purposes of clause (b.1) of the definition of “well” in subsection 1 (1) or paragraph 5 of subsection 11 (1) to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the <i>Environmental Protection Act</i>;</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 19 (1) of the Act is amended by adding the following clause: (See: 2023, c. 9, Sched. 23, s. 13 (5))</span></p> <p class=\"Yparagraph\"><span> (d.4) cause or permit a special project designated under section 11.1 to be operated in a manner that results in a hazard to public safety or to the natural environment as defined in the <i>Environmental Protection Act</i>;</span></p> <p class=\"paragraph\">  (e) waste, lose or dispose of oil, gas or other hydrocarbons, oil field fluid or brine produced in solution mining, or cause or permit its waste, loss or disposal, in a manner that results in,</p> <p class=\"subclause\">  (i) a hazard to public safety, or</p> <p class=\"subclause\">  (ii) pollution of the natural environment as defined in the <i>Environmental Protection Act</i>; or</p> <p class=\"paragraph\">  (f) wilfully delay or obstruct an inspector in the execution of his or her duties under this Act.  1996, c. 30, s. 70; 2017, c. 8, Sched. 17, s. 9 (9); 2017, c. 8, Sched. 23, s. 7; 2023, c. 9, Sched. 23, s. 13 (1-4).</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(2) A person who contravenes subsection (1) or contravenes or fails to comply with any other provision of this Act or any provision of a regulation is guilty of an offence and, on conviction, is liable to a fine of not more than $500,000, or to imprisonment for a term of not more than one year, or to both.  1996, c. 30, s. 70; 2009, c. 33, Sched. 22, s. 7.</p> <p class=\"headnote\">Increased penalty</p> <p class=\"subsection\">(3) The maximum fine provided by subsection (2) may be increased by an amount equal to the amount of the monetary benefit that was acquired by or that accrued to the person as a result of the offence.  1996, c. 30, s. 70.</p> <p class=\"headnote\">Directors and officers</p> <p class=\"subsection\">(3.1) If a corporation commits an offence under subsection (2), every director or officer of the corporation who directed, authorized, assented to, acquiesced in, or participated in the commission of the offence is guilty of the offence and on conviction is liable to the punishment provided for the offence whether or not the corporation has been prosecuted or convicted.  2000, c. 26, Sched. L, s. 8 (2).</p> <p class=\"headnote\">Orders on conviction</p> <p class=\"subsection\">(3.2) If a person is convicted of an offence under this section, the court may, in addition to any other penalty, make one or more of the following orders:</p> <p class=\"paragraph\">  1. An order requiring the person, within the time specified, to take certain actions to prevent, decrease or eliminate any damage that was a direct or indirect result of the person’s commission of the offence, including requiring the person to apply for a licence or permit under this Act.</p> <p class=\"paragraph\">  2. At the request of a prosecutor, an order requiring the person to pay the Crown for all or part of any costs incurred by the Crown to remedy or avoid any hazard to the public or to the environment that directly or indirectly resulted, or may have resulted, from the person’s commission of the offence.</p> <p class=\"paragraph\">  3. An order requiring the person to pay the Crown for all or part of any costs incurred by the Crown with respect to the seizure, storage or disposition of any thing seized in connection with the person’s commission of the offence.</p> <p class=\"paragraph\">  4. Such other order as the court considers proper to obtain compliance with this Act, the regulations or any term or condition of a licence or permit issued under this Act. 2023, c. 9, Sched. 23, s. 13 (6).</p> <p class=\"headnote\">Presiding judge</p> <p class=\"subsection\">(3.3) The Crown, by notice to the clerk of the Ontario Court of Justice, may require that a provincial judge preside over a proceeding in respect of an offence under this Act. 2023, c. 9, Sched. 23, s. 13 (6).</p> <p class=\"headnote\">Limitation period</p> <p class=\"subsection\">(4) A proceeding in respect of an offence under this Act shall not be commenced more than five years after the date on which it was, or is alleged to have been, committed.  1996, c. 30, s. 70.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 30, s. 70 - 27/06/1997</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls8s2\">2000, c. 26, Sched. L, s. 8 (2)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched22s7\">2009, c. 33, Sched. 22, s. 7</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched17s9s9\">2017, c. 8, Sched. 17, s. 9 (9)</a></span> - 01/04/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s7\">2017, c. 8, Sched. 23, s. 7</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s13s1\">2023, c. 9, Sched. 23, s. 13 (1-4, 6)</a></span> - 08/06/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched23s13s5\">2023, c. 9, Sched. 23, s. 13 (5)</a></span> - not in force</p> <p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 8, Sched. 23, s. 8.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched23s8\">2017, c. 8, Sched. 23, s. 8</a></span> - 17/05/2017</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90p12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}