{
    "act_info": {
        "full_title": "Ontario Telephone Development Corporation Act, R.S.O. 1990, c. O.37",
        "act_name_text": "Not Found",
        "citation": "Ontario Telephone Development Corporation Act, R.S.O. 1990, c. O.37",
        "url": "https://www.ontario.ca/laws/statute/90o37",
        "date_scraped": "2023-12-21 13:37:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900899",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 899",
            "revoked_reg_title": "COMPOSITION AND PROCEDURES OF CORPORATION"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “Commission” means the Ontario Telephone Service Commission; (“Commission”) “Corporation” means The Ontario Telephone Development Corporation. (“Société”) R.S.O. 1990, c.O.37, s.1; 1993, c.27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"firstdef-e\">“Commission” means the Ontario Telephone Service Commission; (“Commission”)</p> <p class=\"definition-e\">“Corporation” means The Ontario Telephone Development Corporation. (“Société”) R.S.O. 1990, c.O.37, s.1; 1993, c.27, Sched.</p>"
        },
        {
            "id": "2.",
            "section": "Corporation continued",
            "content": "2.  (1) The Ontario Telephone Development Corporation is continued under the name The Ontario Telephone Development Corporation in English and La Société de développement des réseaux téléphoniques de l’Ontario in French as a corporation without share capital having as its object the improvement of telephone systems in Ontario. R.S.O. 1990, c.O.37, s.2(1). Membership (2) The Corporation shall be composed of not fewer than three and not more than five members, as the Lieutenant Governor in Council may from time to time determine, who shall hold office as members during the pleasure of the Lieutenant Governor in Council and who shall be such officers in the public service of Ontario or such members of the Commission as the Lieutenant Governor in Council may from time to time appoint. R.S.O. 1990, c.O.37, s.2(2); 1993, c.27, Sched. Board of directors (3) The members for the time being of the Corporation form and are its board of directors and the Lieutenant Governor in Council shall designate one of them as chair and one of them as vice-chair of the board of directors. Management (4) Subject to the regulations, the affairs of the Corporation are under the management and control of the board of directors and in the absence of the chair, or if at any time that office is vacant, the vice-chair has all the powers and shall perform the duties of the chair. Remuneration of directors (5) The Corporation may pay to its directors such remuneration and expense allowances as may be from time to time fixed by the Lieutenant Governor in Council. Head office (6) The head office of the Corporation shall be at the City of Toronto. R.S.O. 1990, c.O.37, s.2 (3-6).",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) The Ontario Telephone Development Corporation is continued under the name The Ontario Telephone Development Corporation in English and La Société de développement des réseaux téléphoniques de l’Ontario in French as a corporation without share capital having as its object the improvement of telephone systems in Ontario. R.S.O. 1990, c.O.37, s.2(1).</p> <p class=\"headnote-e\"><b>Membership</b></p> <p class=\"subsection-e\">(2) The Corporation shall be composed of not fewer than three and not more than five members, as the Lieutenant Governor in Council may from time to time determine, who shall hold office as members during the pleasure of the Lieutenant Governor in Council and who shall be such officers in the public service of Ontario or such members of the Commission as the Lieutenant Governor in Council may from time to time appoint. R.S.O. 1990, c.O.37, s.2(2); 1993, c.27, Sched.</p> <p class=\"headnote-e\"><b>Board of directors</b></p> <p class=\"subsection-e\">(3) The members for the time being of the Corporation form and are its board of directors and the Lieutenant Governor in Council shall designate one of them as chair and one of them as vice-chair of the board of directors.</p> <p class=\"headnote-e\"><b>Management</b></p> <p class=\"subsection-e\">(4) Subject to the regulations, the affairs of the Corporation are under the management and control of the board of directors and in the absence of the chair, or if at any time that office is vacant, the vice-chair has all the powers and shall perform the duties of the chair.</p> <p class=\"headnote-e\"><b>Remuneration of directors</b></p> <p class=\"subsection-e\">(5) The Corporation may pay to its directors such remuneration and expense allowances as may be from time to time fixed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Head office</b></p> <p class=\"subsection-e\">(6) The head office of the Corporation shall be at the City of Toronto. R.S.O. 1990, c.O.37, s.2 (3-6).</p>"
        },
        {
            "id": "3.",
            "section": "Not to be carried on for gain",
            "content": "3.  The Corporation shall be carried on without the purpose of gain for its members and any profits or other accretions to the Corporation shall be used in promoting its objects. R.S.O. 1990, c.O.37, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  The Corporation shall be carried on without the purpose of gain for its members and any profits or other accretions to the Corporation shall be used in promoting its objects. R.S.O. 1990, c.O.37, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Powers",
            "content": "4.  (1) To carry out its objects, the Corporation has power, subject to the regulations, if any, (a) to acquire by purchase, lease or otherwise existing telephone systems or parts thereof; (b) to construct, operate and maintain new telephone systems and telephone systems acquired by it, and extensions of its telephone systems; (c) to sell its telephone systems or any part or parts thereof; (d) to purchase and sell shares of companies operating telephone systems or incorporated for the purpose of operating telephone systems. R.S.O. 1990, c.O.37, s.4(1). Expropriation of telephone systems (2) Where the Corporation proposes to expropriate a telephone system or any part thereof, it may offer to purchase the system or part at a fixed price and if the owner does not accept the price so offered, within one month from the date of the offer, the Corporation may, with the consent of the Commission, proceed to expropriate the system or part thereof in accordance with the Expropriations Act. R.S.O. 1990, c.O.37, s.4 (2); 1993, c.27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) To carry out its objects, the Corporation has power, subject to the regulations, if any,</p> <p class=\"clause-e\">(a) to acquire by purchase, lease or otherwise existing telephone systems or parts thereof;</p> <p class=\"clause-e\">(b) to construct, operate and maintain new telephone systems and telephone systems acquired by it, and extensions of its telephone systems;</p> <p class=\"clause-e\">(c) to sell its telephone systems or any part or parts thereof;</p> <p class=\"clause-e\">(d) to purchase and sell shares of companies operating telephone systems or incorporated for the purpose of operating telephone systems. R.S.O. 1990, c.O.37, s.4(1).</p> <p class=\"headnote-e\"><b>Expropriation of telephone systems</b></p> <p class=\"subsection-e\">(2) Where the Corporation proposes to expropriate a telephone system or any part thereof, it may offer to purchase the system or part at a fixed price and if the owner does not accept the price so offered, within one month from the date of the offer, the Corporation may, with the consent of the Commission, proceed to expropriate the system or part thereof in accordance with the <i>Expropriations Act</i>. R.S.O. 1990, c.O.37, s.4 (2); 1993, c.27, Sched.</p>"
        },
        {
            "id": "5.",
            "section": "Payments re debentures",
            "content": "5.  (1) Where, (a) the Corporation acquires, by purchase or expropriation, a municipal telephone system that is subject to sections 27 to 86 of the  Telephone Act; and (b) debentures of the municipality issued in respect of the system are then outstanding and unpaid, the Corporation and the municipality may agree, or the Ontario Municipal Board in determining the compensation may order the Corporation, to pay to the municipality before the due date all amounts of principal and interest becoming due upon such outstanding debentures, or upon such of them as the agreement or order provides. R.S.O. 1990, c.O.37, s.5 (1); 1993, c.27, Sched. Subscribers’ lands released from debt (2) Where the municipal telephone system purchased or expropriated by the Corporation is subject to sections 35 to 86 of the Telephone Act and an agreement or order is made under subsection (1), any debentures theretofore issued in respect of the system and outstanding and unpaid cease to be a charge upon the lands of the respective subscribers or any of them. Special rates (3) Where an agreement or order is made under subsection (1) in respect of any debentures outstanding and unpaid, the municipality shall raise in each year during the currency of all outstanding debentures issued in respect of the system by a special rate on all the rateable property in the municipality, the sums of principal and interest payable in respect of the debentures in such year to the extent that such sums are not provided out of the proceeds of the sale and the money payable by the Corporation under the agreement or order. R.S.O. 1990, c.O.37, s.5 (2,3).",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  (1) Where,</p> <p class=\"clause-e\">(a) the Corporation acquires, by purchase or expropriation, a municipal telephone system that is subject to sections 27 to 86 of the  <i>Telephone Act</i>; and</p> <p class=\"clause-e\">(b) debentures of the municipality issued in respect of the system are then outstanding and unpaid,</p> <p class=\"ssubsection-e\">the Corporation and the municipality may agree, or the Ontario Municipal Board in determining the compensation may order the Corporation, to pay to the municipality before the due date all amounts of principal and interest becoming due upon such outstanding debentures, or upon such of them as the agreement or order provides. R.S.O. 1990, c.O.37, s.5 (1); 1993, c.27, Sched.</p> <p class=\"headnote-e\"><b>Subscribers’ lands released from debt</b></p> <p class=\"subsection-e\">(2) Where the municipal telephone system purchased or expropriated by the Corporation is subject to sections 35 to 86 of the <i>Telephone Act</i> and an agreement or order is made under subsection (1), any debentures theretofore issued in respect of the system and outstanding and unpaid cease to be a charge upon the lands of the respective subscribers or any of them.</p> <p class=\"headnote-e\"><b>Special rates</b></p> <p class=\"subsection-e\">(3) Where an agreement or order is made under subsection (1) in respect of any debentures outstanding and unpaid, the municipality shall raise in each year during the currency of all outstanding debentures issued in respect of the system by a special rate on all the rateable property in the municipality, the sums of principal and interest payable in respect of the debentures in such year to the extent that such sums are not provided out of the proceeds of the sale and the money payable by the Corporation under the agreement or order. R.S.O. 1990, c.O.37, s.5 (2,3).</p>"
        },
        {
            "id": "6.",
            "section": "Acquisition of land",
            "content": "6.  (1) The Corporation, in addition to its powers under subsection 4(2), has power, (a) to acquire by purchase, lease or otherwise; (b) without the consent of the owner, to enter upon, take and expropriate; and (c) to sell or otherwise dispose of, any land or any interest in land. Interpretation (2) The Corporation in the exercise of its power to take land compulsorily has all the powers conferred by the Ministry of Government Services Act on the Minister of Government Services in relation to a public work, and in the application of this section where the words “the Minister”, “the Ministry” or “the Crown” appear in such Act they, where the context permits, mean the Corporation, and the taking of such land by the Corporation shall be deemed to be for the public purposes of Ontario. Procedure (3) The Corporation shall proceed in the manner provided by the  Expropriations Act. R.S.O. 1990, c.O.37, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) The Corporation, in addition to its powers under subsection 4(2), has power,</p> <p class=\"clause-e\">(a) to acquire by purchase, lease or otherwise;</p> <p class=\"clause-e\">(b) without the consent of the owner, to enter upon, take and expropriate; and</p> <p class=\"clause-e\">(c) to sell or otherwise dispose of,</p> <p class=\"ssubsection-e\">any land or any interest in land.</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(2) The Corporation in the exercise of its power to take land compulsorily has all the powers conferred by the <i>Ministry of Government Services Act</i> on the Minister of Government Services in relation to a public work, and in the application of this section where the words “the Minister”, “the Ministry” or “the Crown” appear in such Act they, where the context permits, mean the Corporation, and the taking of such land by the Corporation shall be deemed to be for the public purposes of Ontario.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(3) The Corporation shall proceed in the manner provided by the  <i>Expropriations Act</i>. R.S.O. 1990, c.O.37, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Borrowing powers",
            "content": "7.  (1) To carry out its objects, the Corporation has power, with the approval of the Lieutenant Governor in Council and subject to the regulations, to raise from time to time, by way of loan, such sums of money as it considers expedient, and such loans may be made in any or all of the following ways or partly in one and partly in another or others, debentures (a) by the issue and sale of debentures of the Corporation issued in such form and denominations and at such rate of interest and with the principal and interest thereof payable at such periods, times and places as the Lieutenant Governor in Council considers expedient and as the regulations may provide; bills and notes (b) by the issue and sale of treasury bills or notes of the Corporation issued in such form and denominations and at such rate of interest and with the principal and interest thereof payable at such periods, times and places as the Lieutenant Governor in Council considers expedient and as the regulations may provide; and temporary loans (c) by temporary loans as the Lieutenant Governor in Council considers expedient and as the regulations may provide. Refunding of loans, etc. (2) The Corporation has power, with the approval of the Lieutenant Governor in Council and subject to the regulations, to raise from time to time, by way of loan and by any of the ways set forth in subsection (1), any sum or sums of money for any one or more of the following purposes, (a) payment, retirement, refunding or renewal of the whole or any part of any debentures, bills or notes issued by the Corporation under clause (1)(a) or (b); and (b) payment, retirement, refunding or renewal of the whole or any part of any temporary loan made by the Corporation under clause (1)(c). Debentures may be redeemable before maturity (3) Debentures issued by the Corporation may be expressed to be redeemable, at the option of the Corporation, on any date prior to maturity according to the mode, terms, periods, times and places of redemption approved by the Lieutenant Governor in Council and as the regulations may provide. Debentures to state source of authorization (4) Every debenture, bill or note issued by the Corporation shall contain a statement in the body thereof that it is issued under the authority of this Act and no debenture, bill or note purporting to be issued by the Corporation is valid unless such statement is so contained. Advertisements of sale to state source of authorization (5) Every advertisement for the sale by the Corporation of any of its debentures, bills or notes shall contain a statement that the issue and sale of the debentures, bills or notes are made under the authority of this Act. Lost debentures (6) Where a debenture, bill or note of the Corporation is defaced, lost or destroyed, the board of directors may provide for its replacement on such terms as to evidence and as to indemnity as the board may require. R.S.O. 1990, c.O.37, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  (1) To carry out its objects, the Corporation has power, with the approval of the Lieutenant Governor in Council and subject to the regulations, to raise from time to time, by way of loan, such sums of money as it considers expedient, and such loans may be made in any or all of the following ways or partly in one and partly in another or others,</p> <p class=\"headnote-e\"><b>debentures</b></p> <p class=\"clause-e\">(a) by the issue and sale of debentures of the Corporation issued in such form and denominations and at such rate of interest and with the principal and interest thereof payable at such periods, times and places as the Lieutenant Governor in Council considers expedient and as the regulations may provide;</p> <p class=\"headnote-e\"><b>bills and notes</b></p> <p class=\"clause-e\">(b) by the issue and sale of treasury bills or notes of the Corporation issued in such form and denominations and at such rate of interest and with the principal and interest thereof payable at such periods, times and places as the Lieutenant Governor in Council considers expedient and as the regulations may provide; and</p> <p class=\"headnote-e\"><b>temporary loans</b></p> <p class=\"clause-e\">(c) by temporary loans as the Lieutenant Governor in Council considers expedient and as the regulations may provide.</p> <p class=\"headnote-e\"><b>Refunding of loans, etc.</b></p> <p class=\"subsection-e\">(2) The Corporation has power, with the approval of the Lieutenant Governor in Council and subject to the regulations, to raise from time to time, by way of loan and by any of the ways set forth in subsection (1), any sum or sums of money for any one or more of the following purposes,</p> <p class=\"clause-e\">(a) payment, retirement, refunding or renewal of the whole or any part of any debentures, bills or notes issued by the Corporation under clause (1)(a) or (b); and</p> <p class=\"clause-e\">(b) payment, retirement, refunding or renewal of the whole or any part of any temporary loan made by the Corporation under clause (1)(c).</p> <p class=\"headnote-e\"><b>Debentures may be redeemable before maturity</b></p> <p class=\"subsection-e\">(3) Debentures issued by the Corporation may be expressed to be redeemable, at the option of the Corporation, on any date prior to maturity according to the mode, terms, periods, times and places of redemption approved by the Lieutenant Governor in Council and as the regulations may provide.</p> <p class=\"headnote-e\"><b>Debentures to state source of authorization</b></p> <p class=\"subsection-e\">(4) Every debenture, bill or note issued by the Corporation shall contain a statement in the body thereof that it is issued under the authority of this Act and no debenture, bill or note purporting to be issued by the Corporation is valid unless such statement is so contained.</p> <p class=\"headnote-e\"><b>Advertisements of sale to state source of authorization</b></p> <p class=\"subsection-e\">(5) Every advertisement for the sale by the Corporation of any of its debentures, bills or notes shall contain a statement that the issue and sale of the debentures, bills or notes are made under the authority of this Act.</p> <p class=\"headnote-e\"><b>Lost debentures</b></p> <p class=\"subsection-e\">(6) Where a debenture, bill or note of the Corporation is defaced, lost or destroyed, the board of directors may provide for its replacement on such terms as to evidence and as to indemnity as the board may require. R.S.O. 1990, c.O.37, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Guarantee of payment by Ontario",
            "content": "8.  (1) The Lieutenant Governor in Council may authorize the Treasurer of Ontario to guarantee payment by the Province of Ontario of any debentures, bills or notes issued by, or of any temporary loan made to the Corporation under the authority of this Act. Form of guaranty (2) The form of guaranty and the manner of execution shall be determined by the Lieutenant Governor in Council. Validity of guaranty (3) Every guaranty given or purporting to be given under the authority of this section is binding upon the Province of Ontario and is not open to question upon any ground whatsoever. Guaranteed debentures, etc. (4) Any debenture, bill or note issued by, or temporary loan made to the Corporation, payment whereof is guaranteed by the Province of Ontario under this section, is valid and binding upon the Corporation, its successors and assigns according to its terms, and the validity of any debenture, bill or note or temporary loan so guaranteed is not open to question on any ground whatsoever. R.S.O. 1990, c.O.37, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>  (1) The Lieutenant Governor in Council may authorize the Treasurer of Ontario to guarantee payment by the Province of Ontario of any debentures, bills or notes issued by, or of any temporary loan made to the Corporation under the authority of this Act.</p> <p class=\"headnote-e\"><b>Form of guaranty</b></p> <p class=\"subsection-e\">(2) The form of guaranty and the manner of execution shall be determined by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Validity of guaranty</b></p> <p class=\"subsection-e\">(3) Every guaranty given or purporting to be given under the authority of this section is binding upon the Province of Ontario and is not open to question upon any ground whatsoever.</p> <p class=\"headnote-e\"><b>Guaranteed debentures, etc.</b></p> <p class=\"subsection-e\">(4) Any debenture, bill or note issued by, or temporary loan made to the Corporation, payment whereof is guaranteed by the Province of Ontario under this section, is valid and binding upon the Corporation, its successors and assigns according to its terms, and the validity of any debenture, bill or note or temporary loan so guaranteed is not open to question on any ground whatsoever. R.S.O. 1990, c.O.37, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Trustees, etc., investments in debentures",
            "content": "9.  Despite any other Act, debentures issued by the Corporation are at all times a lawful investment for municipal, school and trust funds. R.S.O. 1990, c.O.37, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>  Despite any other Act, debentures issued by the Corporation are at all times a lawful investment for municipal, school and trust funds. R.S.O. 1990, c.O.37, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Audit",
            "content": "10.  The books and records of the Corporation shall be audited annually by the Provincial Auditor or such other auditor as the Lieutenant Governor in Council may designate. R.S.O. 1990, c.O.37, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>  The books and records of the Corporation shall be audited annually by the Provincial Auditor or such other auditor as the Lieutenant Governor in Council may designate. R.S.O. 1990, c.O.37, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Report",
            "content": "11.  (1) The Corporation shall make a report annually to the member of the Executive Council to whom the administration of this Act is assigned and to the Commission, and such report shall contain a financial statement certified by the auditor and such other matters relating to the work of the Corporation as may appear to be of public interest. R.S.O. 1990, c.O.37, s.11 (1); 1993, c.27, Sched. Tabling (2) The member of the Executive Council who is responsible for the administration of this Act shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c.O.37, s.11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11.</b>  (1) The Corporation shall make a report annually to the member of the Executive Council to whom the administration of this Act is assigned and to the Commission, and such report shall contain a financial statement certified by the auditor and such other matters relating to the work of the Corporation as may appear to be of public interest. R.S.O. 1990, c.O.37, s.11 (1); 1993, c.27, Sched.</p> <p class=\"headnote-e\"><b>Tabling</b></p> <p class=\"subsection-e\">(2) The member of the Executive Council who is responsible for the administration of this Act shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c.O.37, s.11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Regulations",
            "content": "12.  The Lieutenant Governor in Council may make regulations governing, (a) the management, control and administration of the affairs of the Corporation; (b) the issue and sale of debentures, bills or notes and the making of temporary loans by the Corporation; (c) the payment, retirement, refunding or renewal of debentures, bills or notes issued and loans made by the Corporation; (d) the redemption before maturity of any debentures issued by the Corporation; (e) the registration of debentures issued by the Corporation and the keeping of debenture registers in connection therewith; (f) the guarantee of payment by the Province of Ontario of any debentures, bills or notes issued and loans made by the Corporation, and the form and manner of execution of any guaranty of payment; (g) the acquisition of existing telephone systems by the Corporation; (h) the construction, operation and maintenance of telephone systems, and extensions thereof, by the Corporation; (i) the sale of its telephone systems, or any part or parts thereof, by the Corporation; (j) the purchase and sale by the Corporation of shares of companies operating telephone systems or incorporated for the purpose of operating telephone systems; (k) any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c.O.37, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>  The Lieutenant Governor in Council may make regulations governing,</p> <p class=\"clause-e\">(a) the management, control and administration of the affairs of the Corporation;</p> <p class=\"clause-e\">(b) the issue and sale of debentures, bills or notes and the making of temporary loans by the Corporation;</p> <p class=\"clause-e\">(c) the payment, retirement, refunding or renewal of debentures, bills or notes issued and loans made by the Corporation;</p> <p class=\"clause-e\">(d) the redemption before maturity of any debentures issued by the Corporation;</p> <p class=\"clause-e\">(e) the registration of debentures issued by the Corporation and the keeping of debenture registers in connection therewith;</p> <p class=\"clause-e\">(f) the guarantee of payment by the Province of Ontario of any debentures, bills or notes issued and loans made by the Corporation, and the form and manner of execution of any guaranty of payment;</p> <p class=\"clause-e\">(g) the acquisition of existing telephone systems by the Corporation;</p> <p class=\"clause-e\">(h) the construction, operation and maintenance of telephone systems, and extensions thereof, by the Corporation;</p> <p class=\"clause-e\">(i) the sale of its telephone systems, or any part or parts thereof, by the Corporation;</p> <p class=\"clause-e\">(j) the purchase and sale by the Corporation of shares of companies operating telephone systems or incorporated for the purpose of operating telephone systems;</p> <p class=\"clause-e\">(k) any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c.O.37, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Application of Telephone Act",
            "content": "13.  (1) Except where inconsistent with this Act, the Telephone Act applies to the Corporation and its undertaking. Idem (2) The Corporations Act does not apply to the Corporation. R.S.O. 1990, c.O.37, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>  (1) Except where inconsistent with this Act, the <i>Telephone Act</i> applies to the Corporation and its undertaking.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The <i>Corporations Act</i> does not apply to the Corporation. R.S.O. 1990, c.O.37, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Administration of Act",
            "content": "14.  This Act shall be administered by the member of the Executive Council to whom it is assigned by the Lieutenant Governor in Council. R.S.O. 1990, c.O.37, s.14. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>14.</b>  This Act shall be administered by the member of the Executive Council to whom it is assigned by the Lieutenant Governor in Council. R.S.O. 1990, c.O.37, s.14.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o37_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o37_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}