{
    "act_info": {
        "full_title": "Ontario Institute for Studies in Education Act, R.S.O. 1990, c. O.22",
        "act_name_text": "Not Found",
        "citation": "Ontario Institute for Studies in Education Act, R.S.O. 1990, c. O.22",
        "url": "https://www.ontario.ca/laws/statute/90o22",
        "date_scraped": "2023-12-21 13:35:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900884",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 884",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “Board” means The Board of Governors of The Ontario Institute for Studies in Education; (“conseil”) “Institute” means The Ontario Institute for Studies in Education; (“Institut”) “Minister” means the Minister of Education. (“ministre”) R.S.O. 1980, c.341, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"firstdef-e\">“Board” means The Board of Governors of The Ontario Institute for Studies in Education; (“conseil”)</p> <p class=\"definition-e\">“Institute” means The Ontario Institute for Studies in Education; (“Institut”)</p> <p class=\"definition-e\">“Minister” means the Minister of Education. (“ministre”) R.S.O. 1980, c.341, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Institute continued",
            "content": "2.  The college known as The Ontario Institute for Studies in Education is continued under the name The Ontario Institute for Studies in Education in English and Institut d’études pédagogiques de l’Ontario in French and the affairs of the Institute shall be under the management and control of the Board. R.S.O. 1980, c.341, s.2, revised.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  The college known as The Ontario Institute for Studies in Education is continued under the name The Ontario Institute for Studies in Education in English and Institut d’études pédagogiques de l’Ontario in French and the affairs of the Institute shall be under the management and control of the Board. R.S.O. 1980, c.341, s.2, <i>revised</i>.</p>"
        },
        {
            "id": "3.",
            "section": "Objects",
            "content": "3.  The objects of the Institute are, (a) to study matters and problems relating to or affecting education, and to disseminate the results of and assist in the implementation of the findings of educational studies; (b) to establish and conduct courses leading to certificates of standing and graduate degrees in education. R.S.O. 1980, c.341, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  The objects of the Institute are,</p> <p class=\"clause-e\">(a) to study matters and problems relating to or affecting education, and to disseminate the results of and assist in the implementation of the findings of educational studies;</p> <p class=\"clause-e\">(b) to establish and conduct courses leading to certificates of standing and graduate degrees in education. R.S.O. 1980, c.341, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Board continued",
            "content": "4.  (1) The board of governors, which is a body corporate, is continued under the name The Board of Governors of The Ontario Institute for Studies in Education in English and Conseil d’administration de l’Institut d’études pédagogiques de l’Ontario in French. R.S.O. 1980, c.341, s.4(1), revised. Composition (2) The Board shall be composed of, (a) the Director of the Institute; and (b) the following members appointed by the Lieutenant Governor in Council upon the recommendation of the Minister, (i) representatives of the teacher-training institutions of Ontario, (ii) representatives of the University of Toronto, nominated by its President, (iii) representatives of the provincially-assisted universities of Ontario, nominated by the Council of Ontario Universities, (iv) representatives of the Ministry of Education, (v) representatives of the Ontario Teachers’ Federation, nominated by its Board of Governors, (vi) representatives of the Ontario School Trustees’ Council, nominated by its Council, (vii) representatives of provincial associations of directors of education, school superintendents and inspectors, nominated by the associations, (viii) persons who are residents of Ontario, (ix) members of the administrative and instructional staff of the Institute, in addition to the Director. Regulations (3) The Lieutenant Governor in Council may make regulations, (a) fixing the number of members of the Board to be appointed under clause (2)(b) and prescribing their terms of office; (b) prescribing the conditions of service of members of the Board, including rules for eligibility for reappointment, conditions under which membership is vacated and procedures for filling vacancies on the Board. Expenses of members (4) The members of the Board may be paid such amounts for travelling and other expenses incurred in carrying out their duties as the Board, subject to the approval of the Minister, may determine from time to time. R.S.O. 1980, c.341, s.4(2-4).",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) The board of governors, which is a body corporate, is continued under the name The Board of Governors of The Ontario Institute for Studies in Education in English and Conseil d’administration de l’Institut d’études pédagogiques de l’Ontario in French. R.S.O. 1980, c.341, s.4(1), <i>revised</i>.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Board shall be composed of,</p> <p class=\"clause-e\">(a) the Director of the Institute; and</p> <p class=\"clause-e\">(b) the following members appointed by the Lieutenant Governor in Council upon the recommendation of the Minister,</p> <p class=\"subclause-e\">(i) representatives of the teacher-training institutions of Ontario,</p> <p class=\"subclause-e\">(ii) representatives of the University of Toronto, nominated by its President,</p> <p class=\"subclause-e\">(iii) representatives of the provincially-assisted universities of Ontario, nominated by the Council of Ontario Universities,</p> <p class=\"subclause-e\">(iv) representatives of the Ministry of Education,</p> <p class=\"subclause-e\">(v) representatives of the Ontario Teachers’ Federation, nominated by its Board of Governors,</p> <p class=\"subclause-e\">(vi) representatives of the Ontario School Trustees’ Council, nominated by its Council,</p> <p class=\"subclause-e\">(vii) representatives of provincial associations of directors of education, school superintendents and inspectors, nominated by the associations,</p> <p class=\"subclause-e\">(viii) persons who are residents of Ontario,</p> <p class=\"subclause-e\">(ix) members of the administrative and instructional staff of the Institute, in addition to the Director.</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) fixing the number of members of the Board to be appointed under clause (2)(b) and prescribing their terms of office;</p> <p class=\"clause-e\">(b) prescribing the conditions of service of members of the Board, including rules for eligibility for reappointment, conditions under which membership is vacated and procedures for filling vacancies on the Board.</p> <p class=\"headnote-e\"><b>Expenses of members</b></p> <p class=\"subsection-e\">(4) The members of the Board may be paid such amounts for travelling and other expenses incurred in carrying out their duties as the Board, subject to the approval of the Minister, may determine from time to time. R.S.O. 1980, c.341, s.4(2-4).</p>"
        },
        {
            "id": "5.",
            "section": "Powers of Board",
            "content": "5.  The Board may, (a) make such by-laws, rules and regulations as are considered expedient for the administration of its affairs, including the fixing of a quorum of the Board, and may prescribe tuition fees for courses offered by the Institute and the powers and duties of the academic council; (b) appoint, promote, transfer or remove such members of the administrative staff, instructional staff and maintenance staff as are necessary for the proper conduct of the affairs of the Institute, and fix their salaries or remuneration and increments and define their duties, qualifications and tenure of office or employment; (c) appoint a Director, who in the first instance shall be a person recommended by the Minister, and other officers and prescribe their powers and duties and fix their salaries or remuneration and tenure of office or employment; (d) appoint by resolution a member or members of the Board, or any other person or persons, to execute on behalf of the Board any documents and other instruments in writing and to affix the corporate seal of the Board thereto; (e) appoint committees from the membership of the Board and confer upon any of such committees authority to act for the Board with respect to any matter or classes of matters; (f) with the approval of the Minister, (i) provide for the retirement and superannuation of persons mentioned in clauses (b) and (c), (ii) provide for payments by way of gratuities, retirement allowances, accumulative sick leave allowances, superannuation allowances, pensions, annuities, life insurance or health insurance, or any combination thereof, payable to any representative or for the benefit of the persons mentioned in clauses (b) and (c), or any class or classes thereof, out of a fund or funds comprising contributions made by such persons, or any class or classes thereof, or by the Board, or both, or otherwise, (iii) expend such sums as may be required for the purposes of funds that are established for the payment of gratuities, retirement allowances, pensions, life insurance or health insurance, for the benefit of the persons mentioned in subclause (ii), (iv) make arrangements for the use by the Institute of any publicly-supported educational institution for demonstration or experimental purposes or for the services of one or more teachers in such educational institution in the conduct of any demonstration or experiment or other research study, (v) enter into agreements with any association or organization having objects similar to those of the Institute for the acquisition of the assets of the association or organization or providing for the joint operation of research programs, and (vi) enter into agreements of affiliation with one or more universities relating to the establishment and conduct of programs leading to degrees in education. R.S.O. 1980, c.341, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  The Board may,</p> <p class=\"clause-e\">(a) make such by-laws, rules and regulations as are considered expedient for the administration of its affairs, including the fixing of a quorum of the Board, and may prescribe tuition fees for courses offered by the Institute and the powers and duties of the academic council;</p> <p class=\"clause-e\">(b) appoint, promote, transfer or remove such members of the administrative staff, instructional staff and maintenance staff as are necessary for the proper conduct of the affairs of the Institute, and fix their salaries or remuneration and increments and define their duties, qualifications and tenure of office or employment;</p> <p class=\"clause-e\">(c) appoint a Director, who in the first instance shall be a person recommended by the Minister, and other officers and prescribe their powers and duties and fix their salaries or remuneration and tenure of office or employment;</p> <p class=\"clause-e\">(d) appoint by resolution a member or members of the Board, or any other person or persons, to execute on behalf of the Board any documents and other instruments in writing and to affix the corporate seal of the Board thereto;</p> <p class=\"clause-e\">(e) appoint committees from the membership of the Board and confer upon any of such committees authority to act for the Board with respect to any matter or classes of matters;</p> <p class=\"clause-e\">(f) with the approval of the Minister,</p> <p class=\"subclause-e\">(i) provide for the retirement and superannuation of persons mentioned in clauses (b) and (c),</p> <p class=\"subclause-e\">(ii) provide for payments by way of gratuities, retirement allowances, accumulative sick leave allowances, superannuation allowances, pensions, annuities, life insurance or health insurance, or any combination thereof, payable to any representative or for the benefit of the persons mentioned in clauses (b) and (c), or any class or classes thereof, out of a fund or funds comprising contributions made by such persons, or any class or classes thereof, or by the Board, or both, or otherwise,</p> <p class=\"subclause-e\">(iii) expend such sums as may be required for the purposes of funds that are established for the payment of gratuities, retirement allowances, pensions, life insurance or health insurance, for the benefit of the persons mentioned in subclause (ii),</p> <p class=\"subclause-e\">(iv) make arrangements for the use by the Institute of any publicly-supported educational institution for demonstration or experimental purposes or for the services of one or more teachers in such educational institution in the conduct of any demonstration or experiment or other research study,</p> <p class=\"subclause-e\">(v) enter into agreements with any association or organization having objects similar to those of the Institute for the acquisition of the assets of the association or organization or providing for the joint operation of research programs, and</p> <p class=\"subclause-e\">(vi) enter into agreements of affiliation with one or more universities relating to the establishment and conduct of programs leading to degrees in education. R.S.O. 1980, c.341, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Chair, vice-chair",
            "content": "6.  (1) The Board shall elect a chair and vice-chair from among its members for a period of one year, but the chair and vice-chair shall continue to hold office until their successors are elected. Presiding officer (2) The chair shall preside at all meetings of the Board and, in his absence, the vice-chair shall preside, and, in the absence of both the chair and vice-chair, the members present at a meeting shall elect one of themselves to preside. R.S.O. 1980, c.341, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) The Board shall elect a chair and vice-chair from among its members for a period of one year, but the chair and vice-chair shall continue to hold office until their successors are elected.</p> <p class=\"headnote-e\"><b>Presiding officer</b></p> <p class=\"subsection-e\">(2) The chair shall preside at all meetings of the Board and, in his absence, the vice-chair shall preside, and, in the absence of both the chair and vice-chair, the members present at a meeting shall elect one of themselves to preside. R.S.O. 1980, c.341, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Academic council",
            "content": "7.  The Board shall establish an academic council composed of any class of instructional staff and officers of the Institute with such powers and duties as may be prescribed by by-law of the Board. R.S.O. 1980, c.341, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  The Board shall establish an academic council composed of any class of instructional staff and officers of the Institute with such powers and duties as may be prescribed by by-law of the Board. R.S.O. 1980, c.341, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Fiscal year",
            "content": "8.  The fiscal year of the Board shall commence on the 1st day of May of each year and end on the 30th day of April of the following year. R.S.O. 1980, c.341, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>  The fiscal year of the Board shall commence on the 1st day of May of each year and end on the 30th day of April of the following year. R.S.O. 1980, c.341, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Cost",
            "content": "9.  The cost of the establishment, maintenance and conduct of the Institute shall be payable to the Board out of the money appropriated therefor by the Legislature and out of revenues derived from tuition fees, grants from individuals and organizations and from other sources. R.S.O. 1980, c.341, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>  The cost of the establishment, maintenance and conduct of the Institute shall be payable to the Board out of the money appropriated therefor by the Legislature and out of revenues derived from tuition fees, grants from individuals and organizations and from other sources. R.S.O. 1980, c.341, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Audit",
            "content": "10.  The accounts and financial transactions of the Board shall be audited annually by an auditor or auditors appointed by the Board. R.S.O. 1980, c.341, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>  The accounts and financial transactions of the Board shall be audited annually by an auditor or auditors appointed by the Board. R.S.O. 1980, c.341, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Annual report",
            "content": "11.  The Board shall make a report annually to the Minister upon the affairs of the Institute, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1980, c.341, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>  The Board shall make a report annually to the Minister upon the affairs of the Institute, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1980, c.341, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Property vested in Board",
            "content": "12.  (1) The real and personal property of the Institute is vested in the Board, and all income of the Institute, including all money referred to in section 9, is the property of the Board. Tax exemption (2) The real and personal property, business and income of the Institute and the Board and the premises leased to and occupied by the Institute or the Board are not subject to taxation for provincial or municipal or school purposes. R.S.O. 1980, c.341, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>  (1) The real and personal property of the Institute is vested in the Board, and all income of the Institute, including all money referred to in section 9, is the property of the Board.</p> <p class=\"headnote-e\"><b>Tax exemption</b></p> <p class=\"subsection-e\">(2) The real and personal property, business and income of the Institute and the Board and the premises leased to and occupied by the Institute or the Board are not subject to taxation for provincial or municipal or school purposes. R.S.O. 1980, c.341, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Pension plan",
            "content": "13.  The Teachers’ Pension Act applies to the instructional staff of the Institute in the same manner as if the Institute were a designated organization for the purpose of the pension plan under that Act. R.S.O. 1980, c.341, s.13, revised. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>13.</b>  The <i>Teachers’ Pension Act</i> applies to the instructional staff of the Institute in the same manner as if the Institute were a designated organization for the purpose of the pension plan under that Act. R.S.O. 1980, c.341, s.13, <i>revised</i>.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}