{
    "act_info": {
        "full_title": "Ontario Colleges of Applied Arts and Technology Act, 2002, S.O. 2002, c. 8, Sched. F",
        "act_name_text": "Ontario Colleges of Applied Arts and Technology Act, 2002",
        "citation": "S.O. 2002, c. 8, Sched. F",
        "url": "https://www.ontario.ca/laws/statute/02o08f",
        "date_scraped": "2023-12-18 14:14:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/02o08f/v7",
            "valid_from": "November 14, 2017",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/02o08f/v6",
            "valid_from": "December  3, 2015",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/02o08f/v5",
            "valid_from": "April  1, 2010",
            "valid_to": "December  2, 2015"
        },
        {
            "a_href": "/laws/statute/02o08f/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "March 31, 2010"
        },
        {
            "a_href": "/laws/statute/02o08f/v3",
            "valid_from": "October  8, 2008",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/02o08f/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "October  7, 2008"
        },
        {
            "a_href": "/laws/statute/02o08f/v1",
            "valid_from": "April  1, 2003",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/030034",
            "Citation": "O. Reg. 34/03",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definition",
            "content": "1 In this Act, “Minister” means the Minister of Training, Colleges and Universities or such other member of the Executive Council to whom the administration of this Act may be assigned under the Executive Council Act.  2002, c. 8, Sched. F, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Minister” means the Minister of Training, Colleges and Universities or such other member of the Executive Council to whom the administration of this Act may be assigned under the <i>Executive Council Act</i>.  2002, c. 8, Sched. F, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Colleges ",
            "content": "2 (1) Colleges of applied arts and technology may be established by regulation.  2002, c. 8, Sched. F, s. 2 (1). Corporate entity (1.1) Each college established under subsection (1) is a corporation without share capital and shall consist of the members of its board of governors.  2006, c. 19, Sched. S, s. 2 (1). Same corporate entity (1.2) For greater certainty, for each college, the corporation referred to in subsection (1.1) is the same corporation as the non-share corporation for the college referred to in subsection 3 (2) of this Act, as it read on June 21, 2006. 2015, c. 27, Sched. 6, s. 1. Objects (2) The objects of the colleges are to offer a comprehensive program of career-oriented, post-secondary education and training to assist individuals in finding and keeping employment, to meet the needs of employers and the changing work environment and to support the economic and social development of their local and diverse communities.  2002, c. 8, Sched. F, s. 2 (2). Carrying out its objects (3) In carrying out its objects, a college may undertake a range of education-related and training-related activities, including but not limited to, (a)  entering into partnerships with business, industry and other educational institutions; (b)  offering its courses in the French language where the college is authorized to do so by regulation; (c)  adult vocational education and training; (d)  basic skills and literacy training; (e)  apprenticeship in-school training; and (f)  applied research.  2002, c. 8, Sched. F, s. 2 (3). Crown agent (4) A college established under subsection (1) is an agency of the Crown.  2002, c. 8, Sched. F, s. 2 (4). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. S, s. 2 (1) - 22/06/2006 2015, c. 27, Sched. 6, s. 1 - 03/12/2015",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Colleges of applied arts and technology may be established by regulation.  2002, c. 8, Sched. F, s. 2 (1).</p> <p class=\"headnote\">Corporate entity</p> <p class=\"subsection\">(1.1) Each college established under subsection (1) is a corporation without share capital and shall consist of the members of its board of governors.  2006, c. 19, Sched. S, s. 2 (1).</p> <p class=\"headnote\">Same corporate entity</p> <p class=\"subsection\">(1.2) For greater certainty, for each college, the corporation referred to in subsection (1.1) is the same corporation as the non-share corporation for the college referred to in subsection 3 (2) of this Act, as it read on June 21, 2006. 2015, c. 27, Sched. 6, s. 1.</p> <p class=\"headnote\">Objects</p> <p class=\"subsection\">(2) The objects of the colleges are to offer a comprehensive program of career-oriented, post-secondary education and training to assist individuals in finding and keeping employment, to meet the needs of employers and the changing work environment and to support the economic and social development of their local and diverse communities.  2002, c. 8, Sched. F, s. 2 (2).</p> <p class=\"headnote\">Carrying out its objects</p> <p class=\"subsection\">(3) In carrying out its objects, a college may undertake a range of education-related and training-related activities, including but not limited to, </p> <p class=\"paragraph\">  (a)  entering into partnerships with business, industry and other educational institutions;</p> <p class=\"paragraph\">  (b)  offering its courses in the French language where the college is authorized to do so by regulation;</p> <p class=\"paragraph\">  (c)  adult vocational education and training; </p> <p class=\"paragraph\">  (d)  basic skills and literacy training;</p> <p class=\"paragraph\">  (e)  apprenticeship in-school training; and</p> <p class=\"paragraph\">  (f)  applied research.  2002, c. 8, Sched. F, s. 2 (3).</p> <p class=\"headnote\">Crown agent</p> <p class=\"subsection\">(4) A college established under subsection (1) is an agency of the Crown.  2002, c. 8, Sched. F, s. 2 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedss2s1\">2006, c. 19, Sched. S, s. 2 (1)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15027#sched6s1\">2015, c. 27, Sched. 6, s. 1</a></span> - 03/12/2015</p>"
        },
        {
            "id": "3",
            "section": "Boards of governors",
            "content": "3 (1) There shall be a board of governors for each college established under this Act consisting of such members as may be prescribed by regulation.  2002, c. 8, Sched. F, s. 3 (1). (2) Repealed:  2006, c. 19, Sched. S, s. 2 (2). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. S, s. 2 (2) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) There shall be a board of governors for each college established under this Act consisting of such members as may be prescribed by regulation.  2002, c. 8, Sched. F, s. 3 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 19, Sched. S, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedss2s2\">2006, c. 19, Sched. S, s. 2 (2)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "4",
            "section": "Policy directives",
            "content": "4 (1) The Minister may issue policy directives in relation to the manner in which colleges carry out their objects or conduct their affairs.  2002, c. 8, Sched. F, s. 4 (1). Binding (2) The policy directives are binding upon the colleges and the colleges to which they apply shall carry out their objects and conduct their affairs in accordance with the policy directives.  2002, c. 8, Sched. F, s. 4 (2). General or particular (3) A policy directive of the Minister may be general or particular in its application.  2002, c. 8, Sched. F, s. 4 (3). Non-application of Legislation Act, 2006 (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to the policy directives.  2009, c. 33, Sched. 25, s. 3. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 25, s. 3 - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister may issue policy directives in relation to the manner in which colleges carry out their objects or conduct their affairs.  2002, c. 8, Sched. F, s. 4 (1).</p> <p class=\"headnote\">Binding</p> <p class=\"subsection\">(2) The policy directives are binding upon the colleges and the colleges to which they apply shall carry out their objects and conduct their affairs in accordance with the policy directives.  2002, c. 8, Sched. F, s. 4 (2).</p> <p class=\"headnote\">General or particular</p> <p class=\"subsection\">(3) A policy directive of the Minister may be general or particular in its application.  2002, c. 8, Sched. F, s. 4 (3).</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to the policy directives.  2009, c. 33, Sched. 25, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched25s3\">2009, c. 33, Sched. 25, s. 3</a></span> - 15/12/2009</p>"
        },
        {
            "id": "5",
            "section": "Intervention",
            "content": "5 (1) The Minister may intervene into the affairs of a college or a subsidiary of a college in such manner and under such conditions as may be prescribed, if the Minister is of the opinion that, (a)  the college is not providing services in accordance with this Act or the regulations or with any other Act that applies to the college; (b)  the college fails to follow a policy directive under section 4; or (c)  it is in the public interest to do so.  2002, c. 8, Sched. F, s. 5 (1). Public interest (2) In determining whether an intervention is in the public interest, the Minister may take into consideration, among other things, (a)  the quality of the management and administration of the college; (b)  the college’s utilization of its financial resources for the management and delivery of core education and training services; (c)  the accessibility to education and training services in the community where the college is located; and (d)  the quality of education and training services provided to students.  2002, c. 8, Sched. F, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Minister may intervene into the affairs of a college or a subsidiary of a college in such manner and under such conditions as may be prescribed, if the Minister is of the opinion that,</p> <p class=\"paragraph\">  (a)  the college is not providing services in accordance with this Act or the regulations or with any other Act that applies to the college;</p> <p class=\"paragraph\">  (b)  the college fails to follow a policy directive under section 4; or</p> <p class=\"paragraph\">  (c)  it is in the public interest to do so.  2002, c. 8, Sched. F, s. 5 (1).</p> <p class=\"headnote\">Public interest</p> <p class=\"subsection\">(2) In determining whether an intervention is in the public interest, the Minister may take into consideration, among other things,</p> <p class=\"paragraph\">  (a)  the quality of the management and administration of the college;</p> <p class=\"paragraph\">  (b)  the college’s utilization of its financial resources for the management and delivery of core education and training services;</p> <p class=\"paragraph\">  (c)  the accessibility to education and training services in the community where the college is located; and</p> <p class=\"paragraph\">  (d)  the quality of education and training services provided to students.  2002, c. 8, Sched. F, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "Information",
            "content": "6 A college established under this Act shall provide to the Minister any financial or other information that the Minister may request.  2002, c. 8, Sched. F, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>A college established under this Act shall provide to the Minister any financial or other information that the Minister may request.  2002, c. 8, Sched. F, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Student governing body",
            "content": "7 Nothing in this Act restricts a student governing body of a college elected by the students of the college from carrying on its normal activities and no college shall prevent the student governing body from doing so.  2002, c. 8, Sched. F, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>Nothing in this Act restricts a student governing body of a college elected by the students of the college from carrying on its normal activities and no college shall prevent the student governing body from doing so.  2002, c. 8, Sched. F, s. 7.</p>"
        },
        {
            "id": "7.1",
            "section": "College Employer Council",
            "content": "7.1 (1) A corporation without share capital is established under the name College Employer Council in English and Conseil des employeurs des collèges in French and is composed of the members of its board of directors.  2008, c. 15, s. 87 (1). Object (2) The object of the Council is to be responsible for certain functions relating to collective negotiations and establishment of terms and conditions of employment of persons employed by colleges.  2008, c. 15, s. 87 (1). Functions (3) The Council, (a)  shall exercise the powers and perform the functions and duties assigned to it under the Colleges Collective Bargaining Act, 2008; (b)  subject to subsection (7), shall establish, on behalf of the colleges and in consultation with them, the terms and conditions of employment, except superannuation, for persons employed by colleges who are not in a bargaining unit established under the Colleges Collective Bargaining Act, 2008; and (c)  may be the policy holder for insured benefit plans for persons employed by colleges.  2008, c. 15, s. 87 (1). Transition, insured benefit plan policy (4) The Council shall be deemed to be the policy holder for any insured benefit plans for persons employed by colleges for which the College Compensation and Appointments Council was the policy holder immediately before this section came into force.  2008, c. 15, s. 87 (1). Limit on Council’s function, certain employees (5) On the written recommendation of a college, the Minister may direct that the college shall establish the terms and conditions of employment for persons employed by the college who are not in a bargaining unit established under the Colleges Collective Bargaining Act, 2008.  2008, c. 15, s. 87 (1). Same (6) A direction of the Minister shall be given to the Council and the college and shall be made available to the public on the internet and by such other means as the Minister may consider appropriate.  2008, c. 15, s. 87 (1). Same (7) Where the Minister has made a direction in respect of a college, the Council shall not act under clause (3) (b) in respect of the college.  2008, c. 15, s. 87 (1). Board (8) The affairs of the Council shall be managed by its board of directors.  2008, c. 15, s. 87 (1). Composition of board (9) The board of directors shall consist of, (a)  the chair of the board of governors of each college or, if the chair of a college so directs, the vice-chair of the board of governors of the college; (b)  the president of each college.  2008, c. 15, s. 87 (1). Same (10) Despite clause (9) (a), a chair or vice-chair of a board of governors of a college who was appointed to the board of governors of the college following his or her election to it by students or a staff group shall not be a member of the board of directors of the Council.  2008, c. 15, s. 87 (1). Chair, vice-chair (11) The members of the board of directors shall, in accordance with its by-laws, elect a chair and vice-chair from among themselves.  2008, c. 15, s. 87 (1). Same (12) The president of a college shall not attend a part of a meeting of the board of directors during which the remuneration of college presidents is discussed and shall not vote on any matter relating to that remuneration.  2008, c. 15, s. 87 (1). Annual report (13) Within 90 days after the end of each fiscal year, the Council shall provide the board of governors of each college with, (a)  a report on its activities in respect of the year; (b)  its audited financial statements for the year.  2008, c. 15, s. 87 (1). Assessments to cover expenses (14) The Council may, in accordance with the by-laws passed by the board of directors, assess amounts against each college in respect of the Council’s expenses and each college shall pay the amount assessed against it.  2008, c. 15, s. 87 (1). Same (15) The Council may assess different amounts for different colleges.  2008, c. 15, s. 87 (1). Section Amendments with date in force (d/m/y) 2008, c. 15, s. 87 (1)\r\n- 01/04/2010",
            "raw_html": "<p class=\"section\"><b>7.1 </b>(1) A corporation without share capital is established under the name College Employer Council in English and Conseil des employeurs des collèges in French and is composed of the members of its board of directors.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Object</p> <p class=\"subsection\">(2) The object of the Council is to be responsible for certain functions relating to collective negotiations and establishment of terms and conditions of employment of persons employed by colleges.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Functions</p> <p class=\"subsection\">(3) The Council,</p> <p class=\"paragraph\">  (a)  shall exercise the powers and perform the functions and duties assigned to it under the <i>Colleges Collective Bargaining Act, 2008</i>;</p> <p class=\"paragraph\">  (b)  subject to subsection (7), shall establish, on behalf of the colleges and in consultation with them, the terms and conditions of employment, except superannuation, for persons employed by colleges who are not in a bargaining unit established under the Colleges Collective Bargaining Act, 2008; and</p> <p class=\"paragraph\">  (c)  may be the policy holder for insured benefit plans for persons employed by colleges.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Transition, insured benefit plan policy</p> <p class=\"subsection\">(4) The Council shall be deemed to be the policy holder for any insured benefit plans for persons employed by colleges for which the College Compensation and Appointments Council was the policy holder immediately before this section came into force.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Limit on Council’s function, certain employees</p> <p class=\"subsection\">(5) On the written recommendation of a college, the Minister may direct that the college shall establish the terms and conditions of employment for persons employed by the college who are not in a bargaining unit established under the <i>Colleges Collective Bargaining Act, 2008</i>.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A direction of the Minister shall be given to the Council and the college and shall be made available to the public on the internet and by such other means as the Minister may consider appropriate.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Where the Minister has made a direction in respect of a college, the Council shall not act under clause (3) (b) in respect of the college.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Board</p> <p class=\"subsection\">(8) The affairs of the Council shall be managed by its board of directors.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Composition of board</p> <p class=\"subsection\">(9) The board of directors shall consist of,</p> <p class=\"paragraph\">  (a)  the chair of the board of governors of each college or, if the chair of a college so directs, the vice-chair of the board of governors of the college;</p> <p class=\"paragraph\">  (b)  the president of each college.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) Despite clause (9) (a), a chair or vice-chair of a board of governors of a college who was appointed to the board of governors of the college following his or her election to it by students or a staff group shall not be a member of the board of directors of the Council.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Chair, vice-chair</p> <p class=\"subsection\">(11) The members of the board of directors shall, in accordance with its by-laws, elect a chair and vice-chair from among themselves.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) The president of a college shall not attend a part of a meeting of the board of directors during which the remuneration of college presidents is discussed and shall not vote on any matter relating to that remuneration.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(13) Within 90 days after the end of each fiscal year, the Council shall provide the board of governors of each college with,</p> <p class=\"paragraph\">  (a)  a report on its activities in respect of the year;</p> <p class=\"paragraph\">  (b)  its audited financial statements for the year.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Assessments to cover expenses</p> <p class=\"subsection\">(14) The Council may, in accordance with the by-laws passed by the board of directors, assess amounts against each college in respect of the Council’s expenses and each college shall pay the amount assessed against it.  2008, c. 15, s. 87 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(15) The Council may assess different amounts for different colleges.  2008, c. 15, s. 87 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s87s1\">2008, c. 15, s. 87 (1)</a></span>\r\n- 01/04/2010</p>"
        },
        {
            "id": "8",
            "section": "Regulations",
            "content": "8 (1) The Lieutenant Governor in Council may make regulations, (a)  establishing, naming and governing colleges, including varying or expanding the objects or responsibilities of any college, and prescribing any other matter related to the manner in which a college may carry out its affairs; (b)  providing for the appointment, composition, powers and duties of boards of governors and the removal of any or all members of any board of governors upon such conditions and subject to such processes as may be prescribed, including delegating any of these powers to the council established under clause (g); (c)  limiting the powers that may be exercised by a college under the Not-for-Profit Corporations Act, 2010\r\nunder the conditions, if any, that are prescribed; (d)  amalgamating or closing colleges and providing for any matters that must be dealt with as a result of the amalgamation or closure; (e)  in respect of an intervention under section 5, (i)  prescribing under what conditions an intervention may be taken, (ii)  prescribing the types of intervention that may be taken, including replacing any or all members of a board, (iii)  delegating to the Minister or an agent of the Minister any powers necessary to carry out the intervention, (iv)  governing procedures that apply in respect of an intervention and requiring colleges to comply with those procedures; (f)  respecting the languages of instruction, including authorizing specified colleges to offer any or all of their programs in the French language and excluding others from doing so; (g)  establishing or continuing a council and setting out its functions, powers and duties; (h)  providing for any transitional matter necessary for the effective implementation of this Act or the regulations.  2002, c. 8, Sched. F, s. 8 (1); 2008, c. 15, s. 87 (2); 2017, c. 20, Sched. 8, s. 107 (1). General or specific (2) A regulation may be general or specific in its application.  2002, c. 8, Sched. F, s. 8 (2). Conflict (3) If there is a conflict between a regulation made under this section and the Not-for-Profit Corporations Act, 2010, the regulation prevails.  2002, c. 8, Sched. F, s. 8 (3); 2017, c. 20, Sched. 8, s. 107 (2). Section Amendments with date in force (d/m/y) 2008, c. 15, s. 87 (2)\r\n- 01/04/2010 2017, c. 20, Sched. 8, s. 107 (1, 2) - 19/10/2021 9 Repealed:  2008, c. 15, s. 87 (3). Section Amendments with date in force (d/m/y) 2008, c. 15, s. 87 (3)\r\n- 01/04/2010 10-12 Omitted (amends or repeals other Acts).  2002, c. 8, Sched. F, ss. 10-12. 13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 8, Sched. F, s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 8, Sched. F, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  establishing, naming and governing colleges, including varying or expanding the objects or responsibilities of any college, and prescribing any other matter related to the manner in which a college may carry out its affairs; </p> <p class=\"paragraph\">  (b)  providing for the appointment, composition, powers and duties of boards of governors and the removal of any or all members of any board of governors upon such conditions and subject to such processes as may be prescribed, including delegating any of these powers to the council established under clause (g);</p> <p class=\"paragraph\">  (c)  limiting the powers that may be exercised by a college under the <i>Not-for-Profit Corporations Act, 2010</i>\r\nunder the conditions, if any, that are prescribed;</p> <p class=\"paragraph\">  (d)  amalgamating or closing colleges and providing for any matters that must be dealt with as a result of the amalgamation or closure;</p> <p class=\"paragraph\">  (e)  in respect of an intervention under section 5,</p> <p class=\"subclause\">  (i)  prescribing under what conditions an intervention may be taken, </p> <p class=\"subclause\">  (ii)  prescribing the types of intervention that may be taken, including replacing any or all members of a board,</p> <p class=\"subclause\">  (iii)  delegating to the Minister or an agent of the Minister any powers necessary to carry out the intervention,</p> <p class=\"subclause\">  (iv)  governing procedures that apply in respect of an intervention and requiring colleges to comply with those procedures;</p> <p class=\"paragraph\">  (f)  respecting the languages of instruction, including authorizing specified colleges to offer any or all of their programs in the French language and excluding others from doing so;</p> <p class=\"paragraph\">  (g)  establishing or continuing a council and setting out its functions, powers and duties;</p> <p class=\"paragraph\">  (h)  providing for any transitional matter necessary for the effective implementation of this Act or the regulations.  2002, c. 8, Sched. F, s. 8 (1); 2008, c. 15, s. 87 (2); 2017, c. 20, Sched. 8, s. 107 (1).</p> <p class=\"headnote\">General or specific</p> <p class=\"subsection\">(2) A regulation may be general or specific in its application.  2002, c. 8, Sched. F, s. 8 (2).</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(3) If there is a conflict between a regulation made under this section and the <i>Not-for-Profit Corporations Act, 2010</i>, the regulation prevails.  2002, c. 8, Sched. F, s. 8 (3); 2017, c. 20, Sched. 8, s. 107 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s87s2\">2008, c. 15, s. 87 (2)</a></span>\r\n- 01/04/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s107s1\">2017, c. 20, Sched. 8, s. 107 (1, 2)</a></span> - 19/10/2021</p> <p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Repealed</span>:  2008, c. 15, s. 87 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s87s3\">2008, c. 15, s. 87 (3)</a></span>\r\n- 01/04/2010</p> <p class=\"section\"><b>10-12 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  2002, c. 8, Sched. F, ss. 10-12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 8, Sched. F, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 8, Sched. F, s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02o08f\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Conflict",
            "content": "9 Repealed:  2008, c. 15, s. 87 (3). Section Amendments with date in force (d/m/y) 2008, c. 15, s. 87 (3)\r\n- 01/04/2010 10-12 Omitted (amends or repeals other Acts).  2002, c. 8, Sched. F, ss. 10-12. 13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 8, Sched. F, s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 8, Sched. F, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Repealed</span>:  2008, c. 15, s. 87 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s87s3\">2008, c. 15, s. 87 (3)</a></span>\r\n- 01/04/2010</p> <p class=\"section\"><b>10-12 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  2002, c. 8, Sched. F, ss. 10-12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 8, Sched. F, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 8, Sched. F, s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02o08f\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "10-12",
            "section": "Conflict",
            "content": "10-12 Omitted (amends or repeals other Acts).  2002, c. 8, Sched. F, ss. 10-12. 13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 8, Sched. F, s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 8, Sched. F, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>10-12 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  2002, c. 8, Sched. F, ss. 10-12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 8, Sched. F, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 8, Sched. F, s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02o08f\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Conflict",
            "content": "13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 8, Sched. F, s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 8, Sched. F, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 8, Sched. F, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 8, Sched. F, s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02o08f\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Conflict",
            "content": "14 Omitted (enacts short title of this Act).  2002, c. 8, Sched. F, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 8, Sched. F, s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02o08f\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}