{
    "act_info": {
        "full_title": "Ontario Immigration Act, 2015, S.O. 2015, c. 8",
        "act_name_text": "Ontario Immigration Act, 2015",
        "citation": "S.O. 2015, c. 8",
        "url": "https://www.ontario.ca/laws/statute/15o08",
        "date_scraped": "2023-12-18 13:54:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 23, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15o08/v3",
            "valid_from": "June  3, 2021",
            "valid_to": "November 22, 2021"
        },
        {
            "a_href": "/laws/statute/15o08/v2",
            "valid_from": "January  1, 2018",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/statute/15o08/v1",
            "valid_from": "May 28, 2015",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/170422",
            "Citation": "O. Reg. 422/17",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/170421",
            "Citation": "O. Reg. 421/17",
            "title": "APPROVALS UNDER THE ONTARIO IMMIGRANT NOMINEE PROGRAM AND OTHER MATTERS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION AND ADMINISTRATION",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND ADMINISTRATION",
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “administrative penalty” means an administrative penalty imposed under subsection 26 (1); (“pénalité administrative”) “applicant” means an applicant for an approval or registration under this Act unless the context requires otherwise, and “application” and “apply” have a corresponding meaning; (“demandeur”, “demande”, “demander”) “approval” means an approval issued to an applicant under a selection program; (“agrément”) “director” means the director appointed under section 4; (“directeur”) “employer registry” means the registry of employers established under subsection 5 (1); (“registre des employeurs”) “foreign national” has the same meaning as in the Immigration and Refugee Protection Act (Canada); (“étranger”) “immigrant” means a foreign national who is a permanent resident, is authorized for admission to Canada as a permanent resident or is eligible to become a permanent resident, and “immigration” means the admission of immigrants to Canada; (“immigrant”, “immigration”) “inspector” means an inspector appointed under subsection 22 (1); (“inspecteur”) “investigator” means an investigator appointed under subsection 22 (1); (“enquêteur”) “Minister” means the Minister of Citizenship, Immigration and International Trade or whatever other member of the Executive Council to whom the administration of this Act is assigned or transferred under the Executive Council Act, unless the context requires otherwise; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “permanent resident” has the same meaning as in the Immigration and Refugee Protection Act (Canada); (“résident permanent”) “personal information” has the same meaning as in the Freedom of Information and Protection of Privacy Act; (“renseignements personnels”) “prescribed” means prescribed by the regulations; (“prescrit”) “recruiter” means a person who, for consideration, provides or offers to provide any of the following services in connection with a selection program but does not include an individual while acting as a representative: 1.  Finds or attempts to find a foreign national for employment. 2.  Finds or attempts to find employment for a foreign national. 3.  Assists another person or body in attempting to do any of the things described in paragraph 1 or 2. 4.  Refers a foreign national to another person or body to do any of the things described in paragraph 1 or 2; (“recruteur”) “recruiter registry” means the registry of recruiters established under subsection 6 (1); (“registre des recruteurs”) “regulations” mean the regulations made under this Act unless the context requires otherwise; (“règlements”) “representative” means an individual who, for consideration, represents, assists or advises an applicant in connection with an application; (“représentant”) “selection program” means a program established or continued under subsection 11 (1); (“programme de sélection”) “temporary resident” means a resident of Ontario who is not a permanent resident. (“résident temporaire”) Acting as both a recruiter and a representative (2) For the purposes of this Act, an individual who acts as both a recruiter and a representative in relation to an applicant, and who receives consideration for having acted as a recruiter or as a representative, is deemed to have received the consideration for having acted as both a recruiter and a representative.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“administrative penalty” means an administrative penalty imposed under subsection 26 (1); (“pénalité administrative”)</p> <p class=\"definition\">“applicant” means an applicant for an approval or registration under this Act unless the context requires otherwise, and “application” and “apply” have a corresponding meaning; (“demandeur”, “demande”, “demander”)</p> <p class=\"definition\">“approval” means an approval issued to an applicant under a selection program; (“agrément”)</p> <p class=\"definition\">“director” means the director appointed under section 4; (“directeur”)</p> <p class=\"definition\">“employer registry” means the registry of employers established under subsection 5 (1); (“registre des employeurs”)</p> <p class=\"definition\">“foreign national” has the same meaning as in the <i>Immigration and Refugee Protection Act</i> (Canada); (“étranger”)</p> <p class=\"definition\">“immigrant” means a foreign national who is a permanent resident, is authorized for admission to Canada as a permanent resident or is eligible to become a permanent resident, and “immigration” means the admission of immigrants to Canada; (“immigrant”, “immigration”)</p> <p class=\"definition\">“inspector” means an inspector appointed under subsection 22 (1); (“inspecteur”)</p> <p class=\"definition\">“investigator” means an investigator appointed under subsection 22 (1); (“enquêteur”)</p> <p class=\"definition\">“Minister” means the Minister of Citizenship, Immigration and International Trade or whatever other member of the Executive Council to whom the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>, unless the context requires otherwise; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“permanent resident” has the same meaning as in the <i>Immigration and Refugee Protection Act</i> (Canada); (“résident permanent”)</p> <p class=\"definition\">“personal information” has the same meaning as in the <i>Freedom of Information and Protection of Privacy Act</i>; (“renseignements personnels”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“recruiter” means a person who, for consideration, provides or offers to provide any of the following services in connection with a selection program but does not include an individual while acting as a representative:</p> <p class=\"paragraph\">  1.  Finds or attempts to find a foreign national for employment.</p> <p class=\"paragraph\">  2.  Finds or attempts to find employment for a foreign national.</p> <p class=\"paragraph\">  3.  Assists another person or body in attempting to do any of the things described in paragraph 1 or 2.</p> <p class=\"paragraph\">  4.  Refers a foreign national to another person or body to do any of the things described in paragraph 1 or 2; (“recruteur”)</p> <p class=\"definition\">“recruiter registry” means the registry of recruiters established under subsection 6 (1); (“registre des recruteurs”)</p> <p class=\"definition\">“regulations” mean the regulations made under this Act unless the context requires otherwise; (“règlements”)</p> <p class=\"definition\">“representative” means an individual who, for consideration, represents, assists or advises an applicant in connection with an application; (“représentant”)</p> <p class=\"definition\">“selection program” means a program established or continued under subsection 11 (1); (“programme de sélection”)</p> <p class=\"definition\">“temporary resident” means a resident of Ontario who is not a permanent resident. (“résident temporaire”) </p> <p class=\"headnote\">Acting as both a recruiter and a representative</p> <p class=\"subsection\">(2) For the purposes of this Act, an individual who acts as both a recruiter and a representative in relation to an applicant, and who receives consideration for having acted as a recruiter or as a representative, is deemed to have received the consideration for having acted as both a recruiter and a representative.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Minister’s powers",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND ADMINISTRATION",
            "section_y": "Minister’s powers",
            "content": "2 For the purposes of the administration and enforcement of this Act, the Minister may, (a)  conduct research relating to immigration, the selection, settlement and integration of immigrants and the admission of temporary residents to Ontario; (b)  organize conferences, seminars and other educational and training programs relating to immigration, the selection, settlement and integration of immigrants and the admission of temporary residents to Ontario; (c)  appoint committees to perform the advisory functions that the Minister considers beneficial; (d)  enter into an arrangement or agreement with the Government of Canada, the government of another province or a territory of Canada or a municipality in Ontario; (e)  set target levels for the number of individuals selected under selection programs; (f)  make grants out of money appropriated for that purpose by the Legislature; or (g)  establish and publish guidelines on the Minister’s interpretation of any provision of this Act or the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>For the purposes of the administration and enforcement of this Act, the Minister may,</p> <p class=\"paragraph\">  (a)  conduct research relating to immigration, the selection, settlement and integration of immigrants and the admission of temporary residents to Ontario;</p> <p class=\"paragraph\">  (b)  organize conferences, seminars and other educational and training programs relating to immigration, the selection, settlement and integration of immigrants and the admission of temporary residents to Ontario;</p> <p class=\"paragraph\">  (c)  appoint committees to perform the advisory functions that the Minister considers beneficial;</p> <p class=\"paragraph\">  (d)  enter into an arrangement or agreement with the Government of Canada, the government of another province or a territory of Canada or a municipality in Ontario;</p> <p class=\"paragraph\">  (e)  set target levels for the number of individuals selected under selection programs;</p> <p class=\"paragraph\">  (f)  make grants out of money appropriated for that purpose by the Legislature; or</p> <p class=\"paragraph\">  (g)  establish and publish guidelines on the Minister’s interpretation of any provision of this Act or the regulations.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Delegation of Minister’s powers and duties",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND ADMINISTRATION",
            "section_y": "Delegation of Minister’s powers and duties",
            "content": "3 (1) The Minister may delegate, in writing, any of his or her powers or duties under this Act to the Deputy Minister of the Ministry or to any persons employed in a specified capacity in the Ministry. Subdelegation (2) In a delegation under subsection (1), the Minister may authorize a person to whom a power or duty is delegated to delegate to others the exercise of the delegated power or duty, subject to the limitations, conditions and requirements that the person imposes.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The Minister may delegate, in writing, any of his or her powers or duties under this Act to the Deputy Minister of the Ministry or to any persons employed in a specified capacity in the Ministry.</p> <p class=\"headnote\">Subdelegation</p> <p class=\"subsection\">(2) In a delegation under subsection (1), the Minister may authorize a person to whom a power or duty is delegated to delegate to others the exercise of the delegated power or duty, subject to the limitations, conditions and requirements that the person imposes.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Director",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND ADMINISTRATION",
            "section_y": "Director",
            "content": "4 (1) The Minister shall appoint an individual, in writing, as the director for the purposes of this Act and the regulations from among the public servants who are employed under Part III of the Public Service of Ontario Act, 2006 and who work in the Ministry. Restrictions on appointment (2) The Minister may specify, in the appointment, conditions or restrictions to which the appointment is subject. Delegation of powers and duties (3) The director may delegate his or her powers or duties under the appointment. Part II   REGISTRIES",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The Minister shall appoint an individual, in writing, as the director for the purposes of this Act and the regulations from among the public servants who are employed under Part III of the <i>Public Service of Ontario Act, 2006</i> and who work in the Ministry.</p> <p class=\"headnote\">Restrictions on appointment</p> <p class=\"subsection\">(2) The Minister may specify, in the appointment, conditions or restrictions to which the appointment is subject.</p> <p class=\"headnote\">Delegation of powers and duties</p> <p class=\"subsection\">(3) The director may delegate his or her powers or duties under the appointment.</p> <p class=\"partnum\"><a name=\"BK6\"></a>Part II <br/>  REGISTRIES</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART II  ",
            "section_x": "PART II REGISTRIES",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Employer registry",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRIES",
            "section_y": "Employer registry",
            "content": "5 (1) The Lieutenant Governor in Council may, by regulation, establish a registry of employers that identifies employers who are eligible to make an offer of employment to a foreign national who is selected under a selection program or who is identified in another prescribed program. Registration required (2) If the Lieutenant Governor in Council has established an employer registry, no employer shall participate in a selection program or a prescribed program mentioned in subsection (1) unless the employer is registered in the registry or is exempted from this subsection by the regulations. Fee (3) An application for registration in the employer registry must be accompanied by payment of the fee, if any, specified by an order of the Minister. Registration (4) No employer shall be registered in the employer registry except in accordance with the regulations. Minister’s use of information (5) The Minister may use any information about employers that appears in the employer registry if it is necessary or advisable to do so to exercise his or her powers and to perform his or her duties. Exchange of information (6) The Minister may disclose to any other member of the Executive Council, to the Government of Canada, to the government of any other province or any territory of Canada or to any other prescribed entity any information about employers that appears in the employer registry if it is necessary or advisable to do so to assist the recipient in exercising their powers or performing their duties and if the Minister has entered into an arrangement or agreement with the recipient to so disclose the information.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) The Lieutenant Governor in Council may, by regulation, establish a registry of employers that identifies employers who are eligible to make an offer of employment to a foreign national who is selected under a selection program or who is identified in another prescribed program.</p> <p class=\"headnote\">Registration required</p> <p class=\"subsection\">(2) If the Lieutenant Governor in Council has established an employer registry, no employer shall participate in a selection program or a prescribed program mentioned in subsection (1) unless the employer is registered in the registry or is exempted from this subsection by the regulations.</p> <p class=\"headnote\">Fee</p> <p class=\"subsection\">(3) An application for registration in the employer registry must be accompanied by payment of the fee, if any, specified by an order of the Minister.</p> <p class=\"headnote\">Registration </p> <p class=\"subsection\">(4) No employer shall be registered in the employer registry except in accordance with the regulations. </p> <p class=\"headnote\">Minister’s use of information</p> <p class=\"subsection\">(5) The Minister may use any information about employers that appears in the employer registry if it is necessary or advisable to do so to exercise his or her powers and to perform his or her duties.</p> <p class=\"headnote\">Exchange of information </p> <p class=\"subsection\">(6) The Minister may disclose to any other member of the Executive Council, to the Government of Canada, to the government of any other province or any territory of Canada or to any other prescribed entity any information about employers that appears in the employer registry if it is necessary or advisable to do so to assist the recipient in exercising their powers or performing their duties and if the Minister has entered into an arrangement or agreement with the recipient to so disclose the information.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Recruiter registry",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRIES",
            "section_y": "Recruiter registry",
            "content": "6 (1) The Lieutenant Governor in Council may, by regulation, establish a registry of recruiters. Requirement to act as a recruiter (2) If a recruiter registry has been established, no person shall act as a recruiter unless the person is registered in the registry or is a member of a prescribed organization. Fee (3) An application for registration in the recruiter registry must be accompanied by payment of the fee, if any, specified by an order of the Minister. Registration (4) No recruiter shall be registered in the recruiter registry except in accordance with the regulations. Minister’s use of information (5) The Minister may use any information about recruiters that appears in the recruiter registry if it is necessary or advisable to do so to exercise his or her powers and to perform his or her duties. Exchange of information (6) The Minister may disclose to any other member of the Executive Council, to the Government of Canada, to the government of any other province or any territory of Canada or to any other prescribed entity any information about recruiters that appears in the recruiter registry if it is necessary or advisable to do so to assist the recipient in exercising their powers or performing their duties and if the Minister has entered into an arrangement or agreement with the recipient to so disclose the information.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) The Lieutenant Governor in Council may, by regulation, establish a registry of recruiters.</p> <p class=\"headnote\">Requirement to act as a recruiter</p> <p class=\"subsection\">(2) If a recruiter registry has been established, no person shall act as a recruiter unless the person is registered in the registry or is a member of a prescribed organization.</p> <p class=\"headnote\">Fee</p> <p class=\"subsection\">(3) An application for registration in the recruiter registry must be accompanied by payment of the fee, if any, specified by an order of the Minister.</p> <p class=\"headnote\">Registration </p> <p class=\"subsection\">(4) No recruiter shall be registered in the recruiter registry except in accordance with the regulations. </p> <p class=\"headnote\">Minister’s use of information</p> <p class=\"subsection\">(5) The Minister may use any information about recruiters that appears in the recruiter registry if it is necessary or advisable to do so to exercise his or her powers and to perform his or her duties.</p> <p class=\"headnote\">Exchange of information </p> <p class=\"subsection\">(6) The Minister may disclose to any other member of the Executive Council, to the Government of Canada, to the government of any other province or any territory of Canada or to any other prescribed entity any information about recruiters that appears in the recruiter registry if it is necessary or advisable to do so to assist the recipient in exercising their powers or performing their duties and if the Minister has entered into an arrangement or agreement with the recipient to so disclose the information.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Conditions of registration",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRIES",
            "section_y": "Conditions of registration",
            "content": "7 (1) If the Minister grants an application for registration in the employer registry or the recruiter registry, the registration is subject to the prescribed conditions and restrictions and to the conditions and restrictions, if any, that the Minister considers advisable and attaches to the registration. Compliance (2) The holder of a registration shall comply with the conditions and restrictions, if any, to which the registration is subject.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) If the Minister grants an application for registration in the employer registry or the recruiter registry, the registration is subject to the prescribed conditions and restrictions and to the conditions and restrictions, if any, that the Minister considers advisable and attaches to the registration.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) The holder of a registration shall comply with the conditions and restrictions, if any, to which the registration is subject.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Cancellation of registration",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRIES",
            "section_y": "Cancellation of registration",
            "content": "8 (1) The Minister may cancel a registration in the employer registry or the recruiter registry if, (a)  the Minister is of the opinion that it was issued based on mistaken, false or incorrect information; or (b)  the holder of the registration fails to comply with the conditions or restrictions attached to the registration. Notice of cancellation (2) Upon cancelling a registration, the Minister shall give a written notice of the cancellation to the holder of the registration.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) The Minister may cancel a registration in the employer registry or the recruiter registry if,</p> <p class=\"paragraph\">  (a)  the Minister is of the opinion that it was issued based on mistaken, false or incorrect information; or</p> <p class=\"paragraph\">  (b)  the holder of the registration fails to comply with the conditions or restrictions attached to the registration.</p> <p class=\"headnote\">Notice of cancellation</p> <p class=\"subsection\">(2) Upon cancelling a registration, the Minister shall give a written notice of the cancellation to the holder of the registration.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Right to internal review",
            "part_id": "PART II  ",
            "part_type": "PART II REGISTRIES",
            "section_y": "Right to internal review",
            "content": "9 The following persons or bodies may request an internal review under section 34: 1.  An applicant for registration in the employer registry or the recruiter registry if the Minister does not grant the application. 2.  The holder of a registration in the employer registry or the recruiter registry if, i.  the Minister attaches conditions to the registration to which the holder objects, or ii.  the Minister cancels the registration. Part III   Settlement and Integration Programs",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>The following persons or bodies may request an internal review under section 34:</p> <p class=\"paragraph\">  1.  An applicant for registration in the employer registry or the recruiter registry if the Minister does not grant the application.</p> <p class=\"paragraph\">  2.  The holder of a registration in the employer registry or the recruiter registry if,</p> <p class=\"subpara\">  i.  the Minister attaches conditions to the registration to which the holder objects, or</p> <p class=\"subpara\">  ii.  the Minister cancels the registration.</p> <p class=\"partnum\"><a name=\"BK12\"></a>Part III <br/>  Settlement and Integration Programs</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART III  ",
            "section_x": "PART III SETTLEMENT AND INTEGRATION PROGRAMS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "section_x": "Settlement and integration programs",
            "part_id": "PART III  ",
            "part_type": "PART III SETTLEMENT AND INTEGRATION PROGRAMS",
            "section_y": "Settlement and integration programs",
            "content": "10 (1) The Minister may, by order, establish or continue programs to promote the settlement and integration in Ontario of immigrants or other individuals specified by the Minister in the order. Orders are not regulations (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order made under subsection (1). Payments (3) A program established or continued under this section may provide for the making of payments to persons or bodies, or classes of persons or bodies, to promote the settlement and integration in Ontario of immigrants or other individuals specified by the Minister in the order, where the payments are made out of the money appropriated by the Legislature to the Ministry for the purpose of the program. Criteria and process (4) A program established or continued under this section that provides for the making of payments may specify criteria that persons or bodies must meet to be eligible to receive the payments and govern all matters relating to the process for making the payments and the rights of applicants for the payments. Agreements (5) The Minister may enter into an agreement with any persons or bodies for the purpose of making any payments described in subsection (3). PART IV   Selection Programs",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>10 </b>(1) The Minister may, by order, establish or continue programs to promote the settlement and integration in Ontario of immigrants or other individuals specified by the Minister in the order.</p> <p class=\"headnote\">Orders are not regulations</p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to an order made under subsection (1). </p> <p class=\"headnote\">Payments</p> <p class=\"subsection\">(3) A program established or continued under this section may provide for the making of payments to persons or bodies, or classes of persons or bodies, to promote the settlement and integration in Ontario of immigrants or other individuals specified by the Minister in the order, where the payments are made out of the money appropriated by the Legislature to the Ministry for the purpose of the program.</p> <p class=\"headnote\">Criteria and process</p> <p class=\"subsection\">(4) A program established or continued under this section that provides for the making of payments may specify criteria that persons or bodies must meet to be eligible to receive the payments and govern all matters relating to the process for making the payments and the rights of applicants for the payments.</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(5) The Minister may enter into an agreement with any persons or bodies for the purpose of making any payments described in subsection (3).</p> <p class=\"partnum\"><a name=\"BK14\"></a>PART IV <br/>  Selection Programs</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "PART IV  ",
            "section_x": "PART IV SELECTION PROGRAMS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "section_x": "Selection programs",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Selection programs",
            "content": "11 (1) The Minister may, by regulation, establish one or more selection programs if the Government of Ontario has entered into an agreement with the Government of Canada under subsection 8 (1) of the Immigration and Refugee Protection Act (Canada) that authorizes the Government of Ontario to establish or continue the program, as the case may be. Purpose of program (2) A selection program established under subsection (1) shall set out a process for selecting foreign nationals for admission to Canada as either permanent residents or temporary residents. Termination of program (3) A selection program established under subsection (1) terminates immediately if it is no longer authorized by the Immigration and Refugee Protection Act (Canada) or an agreement described in subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>11 </b>(1) The Minister may, by regulation, establish one or more selection programs if the Government of Ontario has entered into an agreement with the Government of Canada under subsection 8 (1) of the <i>Immigration and Refugee Protection Act</i> (Canada) that authorizes the Government of Ontario to establish or continue the program, as the case may be.</p> <p class=\"headnote\">Purpose of program</p> <p class=\"subsection\">(2) A selection program established under subsection (1) shall set out a process for selecting foreign nationals for admission to Canada as either permanent residents or temporary residents.</p> <p class=\"headnote\">Termination of program</p> <p class=\"subsection\">(3) A selection program established under subsection (1) terminates immediately if it is no longer authorized by the <i>Immigration and Refugee Protection Act</i> (Canada) or an agreement described in subsection (1).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "section_x": "Program requirements",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Program requirements",
            "content": "12 (1) A selection program must comply with the prescribed requirements and is subject to the prescribed conditions and restrictions. Types of approval (2) A selection program shall provide for one or more prescribed types of approval. Restriction (3) A selection program must not allow the director to grant an application for approval made by a foreign national under the program unless the director is of the opinion that the foreign national will establish an economic connection with Ontario of the type that is prescribed for the program.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>12 </b>(1) A selection program must comply with the prescribed requirements and is subject to the prescribed conditions and restrictions.</p> <p class=\"headnote\">Types of approval</p> <p class=\"subsection\">(2) A selection program shall provide for one or more prescribed types of approval.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(3) A selection program must not allow the director to grant an application for approval made by a foreign national under the program unless the director is of the opinion that the foreign national will establish an economic connection with Ontario of the type that is prescribed for the program.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "section_x": "Application for approval",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Application for approval",
            "content": "13 (1) Under a selection program, a person or body may apply to the director for approval. Contents of application (2) An applicant shall specify in the application the type of approval for which the applicant is applying and shall provide to the director all information with respect to the application, including information relating to personal identification, that the director or the regulations specify. Form of application (3) An application shall be in the form that the director specifies. Fee (4) An application must be accompanied by payment of the fee, if any, specified by an order of the Minister. Material changes (5) If, before the director grants an application, there is a material change in any of the information on which the application is based, including whether the applicant meets the prescribed eligibility criteria for the approval, the applicant shall promptly advise the director of the changes.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>13 </b>(1) Under a selection program, a person or body may apply to the director for approval.</p> <p class=\"headnote\">Contents of application</p> <p class=\"subsection\">(2) An applicant shall specify in the application the type of approval for which the applicant is applying and shall provide to the director all information with respect to the application, including information relating to personal identification, that the director or the regulations specify.</p> <p class=\"headnote\">Form of application</p> <p class=\"subsection\">(3) An application shall be in the form that the director specifies.</p> <p class=\"headnote\">Fee</p> <p class=\"subsection\">(4) An application must be accompanied by payment of the fee, if any, specified by an order of the Minister.</p> <p class=\"headnote\">Material changes</p> <p class=\"subsection\">(5) If, before the director grants an application, there is a material change in any of the information on which the application is based, including whether the applicant meets the prescribed eligibility criteria for the approval, the applicant shall promptly advise the director of the changes.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "section_x": "Authority for acting as a representative",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Authority for acting as a representative",
            "content": "14 (1) No individual shall knowingly, directly or indirectly, act as a representative or offer to do so unless the individual is, (a)  a person who is authorized under the Law Society Act to do so; (b)  a person licensed and in good standing as an immigration and citizenship consultant under the College of Immigration and Citizenship Consultants Act (Canada) or a successor Act to it; (c)  any other individual prescribed by the Minister. 2015, c. 8, s. 14 (1); 2021, c. 25, Sched. 20, s. 1 Exception (2) Nothing in subsection (1) prohibits an individual from advising another individual who is acting as a representative in connection with an application if the advice is provided directly to the representative and is provided only in connection with the application. 2015, c. 8, s. 14 (2). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 20, s. 1 - 23/11/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>14 </b>(1) No individual shall knowingly, directly or indirectly, act as a representative or offer to do so unless the individual is,</p> <p class=\"paragraph\">  (a)  a person who is authorized under the <i>Law Society Act</i> to do so;</p> <p class=\"paragraph\">  (b)  a person licensed and in good standing as an immigration and citizenship consultant under the <i>College of Immigration and Citizenship Consultants Act</i> (Canada) or a successor Act to it;</p> <p class=\"paragraph\">  (c)  any other individual prescribed by the Minister. 2015, c. 8, s. 14 (1); 2021, c. 25, Sched. 20, s. 1</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Nothing in subsection (1) prohibits an individual from advising another individual who is acting as a representative in connection with an application if the advice is provided directly to the representative and is provided only in connection with the application. 2015, c. 8, s. 14 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched20s1\">2021, c. 25, Sched. 20, s. 1</a> </span>- 23/11/2021</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "section_x": "Disclosure by applicants, recruiters and representatives",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Disclosure by applicants, recruiters and representatives",
            "content": "15 An applicant and a person who acts as a recruiter or a representative shall provide the director with the information that is prescribed or that the director specifies. 2015, c. 8, s. 15; 2021, c. 25, Sched. 20, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 20, s. 2 - 03/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>15 </b>An applicant and a person who acts as a recruiter or a representative shall provide the director with the information that is prescribed or that the director specifies. 2015, c. 8, s. 15; 2021, c. 25, Sched. 20, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched20s2\">2021, c. 25, Sched. 20, s. 2</a> </span>- 03/06/2021</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "section_x": "Response of director to application",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Response of director to application",
            "content": "16 (1) Upon receiving an application, the director shall deal with the application in the prescribed manner. Prescribed criteria (2) In deciding whether or not to grant an application, the director shall determine whether the applicant meets the prescribed criteria. Exception (3) The director is not required to comply with subsection (2) if the director believes, on reasonable grounds, that the applicant is subject to a ban under subsection 19 (1) or that a person or body that is subject to such a ban has represented, assisted or advised the applicant in connection with the application. Director’s discretion, not granting application (4) Even if the director determines that an applicant meets the prescribed criteria, the director may decide to refuse to grant the application if the director has reasonable grounds for so doing. Notice of decision (5) Upon making a decision with respect to granting an application, the director shall give a written notice of the decision to the applicant. Non-application of other Act (6) The Statutory Powers Procedure Act does not apply to any decisions that the director makes in dealing with an application or any proceedings that the director conducts in dealing with an application.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>16 </b>(1) Upon receiving an application, the director shall deal with the application in the prescribed manner.</p> <p class=\"headnote\">Prescribed criteria</p> <p class=\"subsection\">(2) In deciding whether or not to grant an application, the director shall determine whether the applicant meets the prescribed criteria.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) The director is not required to comply with subsection (2) if the director believes, on reasonable grounds, that the applicant is subject to a ban under subsection 19 (1) or that a person or body that is subject to such a ban has represented, assisted or advised the applicant in connection with the application.</p> <p class=\"headnote\">Director’s discretion, not granting application</p> <p class=\"subsection\">(4) Even if the director determines that an applicant meets the prescribed criteria, the director may decide to refuse to grant the application if the director has reasonable grounds for so doing.</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(5) Upon making a decision with respect to granting an application, the director shall give a written notice of the decision to the applicant.</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(6) The <i>Statutory Powers Procedure Act</i> does not apply to any decisions that the director makes in dealing with an application or any proceedings that the director conducts in dealing with an application.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "section_x": "Conditions of approval",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Conditions of approval",
            "content": "17 (1) Upon granting an application, the director may attach to the approval the conditions and restrictions that the director considers advisable. Compliance (2) The holder of an approval shall comply with the conditions and restrictions, if any, attached to the approval.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>17 </b>(1) Upon granting an application, the director may attach to the approval the conditions and restrictions that the director considers advisable.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) The holder of an approval shall comply with the conditions and restrictions, if any, attached to the approval.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "section_x": "Cancellation of approval",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Cancellation of approval",
            "content": "18 (1) The director may cancel an approval if, (a)  the director is of the opinion that it was issued based on mistaken, false or incorrect information; (b)  the holder of the approval fails to comply with the conditions or restrictions attached to the approval; (c)  the approval is an approval of a foreign national that is subject to the condition that an approved employer employ the individual and, (i)  the employer requests the director in writing to cancel the approval, or (ii)  the employer’s approval is cancelled; or (d)  the approval is an approval of a foreign national that is subject to another approval and the other approval is cancelled. Notice of cancellation (2) Upon cancelling an approval, the director shall give a written notice of the cancellation to the holder of the approval.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>18 </b>(1) The director may cancel an approval if,</p> <p class=\"paragraph\">  (a)  the director is of the opinion that it was issued based on mistaken, false or incorrect information;</p> <p class=\"paragraph\">  (b)  the holder of the approval fails to comply with the conditions or restrictions attached to the approval;</p> <p class=\"paragraph\">  (c)  the approval is an approval of a foreign national that is subject to the condition that an approved employer employ the individual and,</p> <p class=\"subpara\">  (i)  the employer requests the director in writing to cancel the approval, or</p> <p class=\"subpara\">  (ii)  the employer’s approval is cancelled; or</p> <p class=\"paragraph\">  (d)  the approval is an approval of a foreign national that is subject to another approval and the other approval is cancelled.</p> <p class=\"headnote\">Notice of cancellation</p> <p class=\"subsection\">(2) Upon cancelling an approval, the director shall give a written notice of the cancellation to the holder of the approval.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "section_x": "Banning applications",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Banning applications",
            "content": "19 (1) If the director is satisfied, on reasonable grounds, that a person or body has contravened or is contravening a provision of this Act or the regulations, the director may, by order and subject to the regulations made by the Minister, ban the person or body from making an application for approval or acting as a representative or a recruiter for a period of up to five years. 2015, c. 8, s. 19 (1); 2021, c. 25, Sched. 20, s. 3. No hearing required (2) Subject to the regulations made by the Minister, the director is not required to hold a hearing or to afford the person or body mentioned in subsection (1) an opportunity for a hearing before making an order under subsection (1). 2015, c. 8, s. 19 (2). Non-application of other Act (3) The Statutory Powers Procedure Act does not apply to an order of the director made under subsection (1). 2015, c. 8, s. 19 (3). Notice of ban (4) Upon making an order under subsection (1), the director shall give a copy of the order to the person or body affected by the order. 2015, c. 8, s. 19 (4). Publication of name (5) Despite the Freedom of Information and Protection of Privacy Act, the Minister may publish the name of a person or body that is subject to an order made under subsection (1) and may publish the period of time during which the ban is in effect. 2015, c. 8, s. 19 (5). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 20, s. 3 - 03/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>19 </b>(1) If the director is satisfied, on reasonable grounds, that a person or body has contravened or is contravening a provision of this Act or the regulations, the director may, by order and subject to the regulations made by the Minister, ban the person or body from making an application for approval or acting as a representative or a recruiter for a period of up to five years. 2015, c. 8, s. 19 (1); 2021, c. 25, Sched. 20, s. 3.</p> <p class=\"headnote\">No hearing required</p> <p class=\"subsection\">(2) Subject to the regulations made by the Minister, the director is not required to hold a hearing or to afford the person or body mentioned in subsection (1) an opportunity for a hearing before making an order under subsection (1). 2015, c. 8, s. 19 (2).</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(3) The <i>Statutory Powers Procedure Act</i> does not apply to an order of the director made under subsection (1). 2015, c. 8, s. 19 (3).</p> <p class=\"headnote\">Notice of ban</p> <p class=\"subsection\">(4) Upon making an order under subsection (1), the director shall give a copy of the order to the person or body affected by the order. 2015, c. 8, s. 19 (4).</p> <p class=\"headnote\">Publication of name</p> <p class=\"subsection\">(5) Despite the <i>Freedom of Information and Protection of Privacy Act</i>, the Minister may publish the name of a person or body that is subject to an order made under subsection (1) and may publish the period of time during which the ban is in effect. 2015, c. 8, s. 19 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched20s3\">2021, c. 25, Sched. 20, s. 3</a> </span>- 03/06/2021</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "section_x": "Right to internal review",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Right to internal review ",
            "content": "20 The following persons may request an internal review under section 34: 1.  An applicant, if the director has refused to grant the applicant’s application or if the director has granted the application but the applicant is dissatisfied with the conditions or restrictions attached to the approval. 2.  A holder of an approval, if the director cancels the approval, except if the approval is an approval of a foreign national that is subject to another approval, the other approval is cancelled and one of the following applies: i.  The holder of that other approval has not requested an internal review. ii.  The holder of that other approval has requested an internal review and the director’s decision to cancel that other approval has been confirmed on the review. 3.  A person or body that is subject to a ban under subsection 19 (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>20 </b>The following persons may request an internal review under section 34:</p> <p class=\"paragraph\">  1.  An applicant, if the director has refused to grant the applicant’s application or if the director has granted the application but the applicant is dissatisfied with the conditions or restrictions attached to the approval.</p> <p class=\"paragraph\">  2.  A holder of an approval, if the director cancels the approval, except if the approval is an approval of a foreign national that is subject to another approval, the other approval is cancelled and one of the following applies:</p> <p class=\"subpara\">  i.  The holder of that other approval has not requested an internal review.</p> <p class=\"subpara\">  ii.  The holder of that other approval has requested an internal review and the director’s decision to cancel that other approval has been confirmed on the review. </p> <p class=\"paragraph\">  3.  A person or body that is subject to a ban under subsection 19 (1).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "section_x": "Personal information",
            "part_id": "PART IV  ",
            "part_type": "PART IV SELECTION PROGRAMS",
            "section_y": "Personal information",
            "content": "21 (1) The Minister may collect personal information, directly or indirectly, from any person or body for the purpose of, (a)  administering a selection program, including collaborating with the Government of Canada, the government of another province or a territory of Canada, the government of any other prescribed jurisdiction or any other prescribed entity for that purpose; (b)  determining the eligibility of an applicant, including but not limited to, verifying any information related to an application; (c)  monitoring and detecting any possible contraventions of this Act or possible contraventions of the Immigration and Refugee Protection Act (Canada) that may relate to this Act; or (d)  co-operating with the Government of Canada, law enforcement agencies or any other bodies with whom the Minister has entered into arrangements or agreements under this Act. Same, use and disclosure (2) The Minister may use or disclose personal information that he or she has legally collected, whether before or after the day on which this section comes into force, if the Minister does so for any purpose described in clause (1) (a), (b), (c) or (d). Arrangements or agreements (3) For the purpose of exercising any of his or her powers or performing any of his or her duties under this Act, the Minister may enter into an arrangement or agreement with any of the following with respect to the collection, use or disclosure of any personal information that the Minister is authorized to collect, use or disclose, as the case may be, under this Act: 1.  The Government of Canada or a department, ministry or agency of it. 2.  The government of another province or a territory of Canada or a department, ministry or agency of it. 3.  An institution within the meaning of the Freedom of Information and Protection of Privacy Act or the Municipal Freedom of Information and Protection of Privacy Act. 4.  The government of a country, other than Canada, or a department or agency of it. 5.  Any other prescribed person, body or entity. Part V   INSPECTIONS, Investigations AND ENFORCEMENT Inspections and Investigations",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>21 </b>(1) The Minister may collect personal information, directly or indirectly, from any person or body for the purpose of,</p> <p class=\"paragraph\">  (a)  administering a selection program, including collaborating with the Government of Canada, the government of another province or a territory of Canada, the government of any other prescribed jurisdiction or any other prescribed entity for that purpose;</p> <p class=\"paragraph\">  (b)  determining the eligibility of an applicant, including but not limited to, verifying any information related to an application;</p> <p class=\"paragraph\">  (c)  monitoring and detecting any possible contraventions of this Act or possible contraventions of the <i>Immigration and Refugee Protection Act</i> (Canada) that may relate to this Act; or</p> <p class=\"paragraph\">  (d)  co-operating with the Government of Canada, law enforcement agencies or any other bodies with whom the Minister has entered into arrangements or agreements under this Act.</p> <p class=\"headnote\">Same, use and disclosure</p> <p class=\"subsection\">(2) The Minister may use or disclose personal information that he or she has legally collected, whether before or after the day on which this section comes into force, if the Minister does so for any purpose described in clause (1) (a), (b), (c) or (d).</p> <p class=\"headnote\">Arrangements or agreements</p> <p class=\"subsection\">(3) For the purpose of exercising any of his or her powers or performing any of his or her duties under this Act, the Minister may enter into an arrangement or agreement with any of the following with respect to the collection, use or disclosure of any personal information that the Minister is authorized to collect, use or disclose, as the case may be, under this Act:</p> <p class=\"paragraph\">  1.  The Government of Canada or a department, ministry or agency of it.</p> <p class=\"paragraph\">  2.  The government of another province or a territory of Canada or a department, ministry or agency of it.</p> <p class=\"paragraph\">  3.  An institution within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i> or the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"paragraph\">  4.  The government of a country, other than Canada, or a department or agency of it.</p> <p class=\"paragraph\">  5.  Any other prescribed person, body or entity.</p> <p class=\"partnum\"><a name=\"BK26\"></a>Part V <br/>  INSPECTIONS, Investigations AND ENFORCEMENT</p> <p class=\"heading1\"><a name=\"BK27\"></a>Inspections and Investigations</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "PART V  ",
            "section_x": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Inspections and Investigations",
            "section_x": "Inspections and Investigations",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "22.",
            "section_x": "Inspectors and investigators",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Inspectors and investigators",
            "content": "22 (1) The Minister may appoint any individual as an inspector or an investigator. Double appointment (2) An individual may be appointed as both an inspector and an investigator. Certificate of appointment (3) Upon appointing an inspector or an investigator, the Minister shall issue to the inspector or investigator, as the case may be, a certificate of appointment bearing the Minister’s signature or a facsimile of it. Precondition for entering property (4) In exercising powers under this Act, an inspector or investigator shall not enter any property unless the individual has completed a course of training approved by the director. Certificate of training (5) When an individual completes a course of training mentioned in subsection (4), the Minister shall issue to the individual a certificate confirming that fact and bearing the Minister’s signature or a facsimile of it. Proof of appointment (6) Every inspector or investigator who exercises powers under this Act shall, upon request, produce the certificate of appointment as an inspector or an investigator, as the case may be and, if the individual is exercising a power to enter any property, the certificate of training described in subsection (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>22 </b>(1) The Minister may appoint any individual as an inspector or an investigator.</p> <p class=\"headnote\">Double appointment</p> <p class=\"subsection\">(2) An individual may be appointed as both an inspector and an investigator.</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(3) Upon appointing an inspector or an investigator, the Minister shall issue to the inspector or investigator, as the case may be, a certificate of appointment bearing the Minister’s signature or a facsimile of it.</p> <p class=\"headnote\">Precondition for entering property</p> <p class=\"subsection\">(4) In exercising powers under this Act, an inspector or investigator shall not enter any property unless the individual has completed a course of training approved by the director.</p> <p class=\"headnote\">Certificate of training</p> <p class=\"subsection\">(5) When an individual completes a course of training mentioned in subsection (4), the Minister shall issue to the individual a certificate confirming that fact and bearing the Minister’s signature or a facsimile of it.</p> <p class=\"headnote\">Proof of appointment</p> <p class=\"subsection\">(6) Every inspector or investigator who exercises powers under this Act shall, upon request, produce the certificate of appointment as an inspector or an investigator, as the case may be and, if the individual is exercising a power to enter any property, the certificate of training described in subsection (5).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "section_x": "Inspections without warrant",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Inspections without warrant",
            "content": "23 (1) An inspector may conduct an inspection in accordance with this section for the purpose of ensuring compliance with this Act and the regulations. 2015, c. 8, s. 23 (1). Power to enter premises (2) As part of an inspection, an inspector may, without a warrant or court order but subject to subsection 22 (4), enter and inspect, at any reasonable time, the premises of any of the following persons or bodies for the purpose described in subsection (1), except any premises or part of any premises that is used as a dwelling: 1.  An employer who is registered in the employer registry, if such a registry has been established. 2.  An employer who has been granted an approval. 2.1  An employer who has applied for an approval. 3.  A recruiter, if a recruiter registry has been established. 4.  A person who is an applicant in a category for entrepreneurs or who has been granted an approval in such a category. 2015, c. 8, s. 23 (2); 2021, c. 25, Sched. 20, s. 4. Powers on inspection (3) While carrying out an inspection, an inspector, (a)  is entitled to free access to all documents and records of the person or body being inspected that are relevant to the inspection; (b)  may make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the inspection; (c)  may require a person to produce any document or record relevant to the inspection and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the document or record; (d)  may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and (e)  may, upon giving a receipt for them, remove for examination and may copy any thing relevant to the inspection, including any data storage disk or other retrieval device in order to produce information, but shall promptly return to the person or body being inspected the thing that was removed. 2015, c. 8, s. 23 (3). No use of force (4) An inspector shall not use force to enter and inspect premises under this section. 2015, c. 8, s. 23 (4). No obstruction (5) No person shall obstruct an inspector conducting an inspection or withhold from the inspector or conceal, alter or destroy any documents or records that are relevant to the inspection. 2015, c. 8, s. 23 (5). Compliance (6) If an inspector, under clause (3) (c), requires a person to produce a document or record and to provide assistance, the person shall produce the document or record or provide the assistance, as the case may be. 2015, c. 8, s. 23 (6). Limitation re records (7) A record made by an inspector under an inspection must be made in a manner that does not intercept any private communication and that accords with reasonable expectations of privacy. 2015, c. 8, s. 23 (7). Admissibility of copies (8) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value. 2015, c. 8, s. 23 (8). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 20, s. 4 - 03/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>23 </b>(1) An inspector may conduct an inspection in accordance with this section for the purpose of ensuring compliance with this Act and the regulations. 2015, c. 8, s. 23 (1).</p> <p class=\"headnote\">Power to enter premises</p> <p class=\"subsection\">(2) As part of an inspection, an inspector may, without a warrant or court order but subject to subsection 22 (4), enter and inspect, at any reasonable time, the premises of any of the following persons or bodies for the purpose described in subsection (1), except any premises or part of any premises that is used as a dwelling:</p> <p class=\"paragraph\">  1.  An employer who is registered in the employer registry, if such a registry has been established.</p> <p class=\"paragraph\">  2.  An employer who has been granted an approval.</p> <p class=\"paragraph\">  2.1  An employer who has applied for an approval.</p> <p class=\"paragraph\">  3.  A recruiter, if a recruiter registry has been established.</p> <p class=\"paragraph\">  4.  A person who is an applicant in a category for entrepreneurs or who has been granted an approval in such a category. 2015, c. 8, s. 23 (2); 2021, c. 25, Sched. 20, s. 4.</p> <p class=\"headnote\">Powers on inspection</p> <p class=\"subsection\">(3) While carrying out an inspection, an inspector,</p> <p class=\"paragraph\">  (a)  is entitled to free access to all documents and records of the person or body being inspected that are relevant to the inspection;</p> <p class=\"paragraph\">  (b)  may make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the inspection;</p> <p class=\"paragraph\">  (c)  may require a person to produce any document or record relevant to the inspection and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the document or record;</p> <p class=\"paragraph\">  (d)  may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and</p> <p class=\"paragraph\">  (e)  may, upon giving a receipt for them, remove for examination and may copy any thing relevant to the inspection, including any data storage disk or other retrieval device in order to produce information, but shall promptly return to the person or body being inspected the thing that was removed. 2015, c. 8, s. 23 (3).</p> <p class=\"headnote\">No use of force</p> <p class=\"subsection\">(4) An inspector shall not use force to enter and inspect premises under this section. 2015, c. 8, s. 23 (4).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(5) No person shall obstruct an inspector conducting an inspection or withhold from the inspector or conceal, alter or destroy any documents or records that are relevant to the inspection. 2015, c. 8, s. 23 (5).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(6) If an inspector, under clause (3) (c), requires a person to produce a document or record and to provide assistance, the person shall produce the document or record or provide the assistance, as the case may be. 2015, c. 8, s. 23 (6).</p> <p class=\"headnote\">Limitation re records</p> <p class=\"subsection\">(7) A record made by an inspector under an inspection must be made in a manner that does not intercept any private communication and that accords with reasonable expectations of privacy. 2015, c. 8, s. 23 (7).</p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(8) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value. 2015, c. 8, s. 23 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched20s4\">2021, c. 25, Sched. 20, s. 4</a> </span>- 03/06/2021</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "section_x": "Investigations with warrant",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Investigations with warrant",
            "content": "24 (1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if satisfied on information under oath that there are reasonable grounds for believing that, (a)  a person or body has contravened or is contravening this Act or the regulations; and (b)  there is, (i)  in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations, or (ii)  information or evidence that relates to the contravention of this Act or the regulations that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant. Where solicitor-client privilege (2) A warrant issued under subsection (1) may authorize an investigator to examine and seize anything described in the warrant that is subject to any privilege that may exist between a solicitor and the solicitor’s client only if the authorization is necessary to obtain otherwise unavailable evidence of a contravention of this Act. Same (3) A warrant that authorizes an investigator to act as described in subsection (2) shall contain the conditions that the justice of the peace issuing the warrant considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances. Powers under warrant (4) Subject to any conditions contained in it, a warrant issued under subsection (1) authorizes an investigator, (a)  subject to subsection 22 (4), to enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant; (b)  to make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation; (c)  to require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant; (d)  to use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; or (e)  to use any investigative technique or procedure or do anything described in the warrant. Entry of dwelling (5) An investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless, (a)  the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and (b)  the justice of the peace authorizes the entry into the dwelling. Conditions on warrant (6) A warrant issued under subsection (1) shall contain the conditions that the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances. Expiry of warrant (7) A warrant issued under subsection (1) shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator. Time of execution (8) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise. Use of force (9) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant. No obstruction (10) No person shall obstruct an investigator executing a warrant under this section or withhold from the investigator or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant. Expert help (11) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant. Compliance (12) If an investigator, under clause (4) (c), requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be. Return of seized items (13) An investigator who seizes any thing during the execution of a warrant may make a copy of it and shall return it within a reasonable time. Admissibility of copies (14) A copy of a document or record certified by an investigator to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>24 </b>(1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if satisfied on information under oath that there are reasonable grounds for believing that,</p> <p class=\"paragraph\">  (a)  a person or body has contravened or is contravening this Act or the regulations; and</p> <p class=\"paragraph\">  (b)  there is,</p> <p class=\"subpara\">  (i)  in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations, or</p> <p class=\"subpara\">  (ii)  information or evidence that relates to the contravention of this Act or the regulations that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant.</p> <p class=\"headnote\">Where solicitor-client privilege</p> <p class=\"subsection\">(2) A warrant issued under subsection (1) may authorize an investigator to examine and seize anything described in the warrant that is subject to any privilege that may exist between a solicitor and the solicitor’s client only if the authorization is necessary to obtain otherwise unavailable evidence of a contravention of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A warrant that authorizes an investigator to act as described in subsection (2) shall contain the conditions that the justice of the peace issuing the warrant considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.</p> <p class=\"headnote\">Powers under warrant</p> <p class=\"subsection\">(4) Subject to any conditions contained in it, a warrant issued under subsection (1) authorizes an investigator,</p> <p class=\"paragraph\">  (a)  subject to subsection 22 (4), to enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant;</p> <p class=\"paragraph\">  (b)  to make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation;</p> <p class=\"paragraph\">  (c)  to require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant;</p> <p class=\"paragraph\">  (d)  to use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; or</p> <p class=\"paragraph\">  (e)  to use any investigative technique or procedure or do anything described in the warrant.</p> <p class=\"headnote\">Entry of dwelling</p> <p class=\"subsection\">(5) An investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless,</p> <p class=\"paragraph\">  (a)  the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and</p> <p class=\"paragraph\">  (b)  the justice of the peace authorizes the entry into the dwelling.</p> <p class=\"headnote\">Conditions on warrant</p> <p class=\"subsection\">(6) A warrant issued under subsection (1) shall contain the conditions that the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.</p> <p class=\"headnote\">Expiry of warrant</p> <p class=\"subsection\">(7) A warrant issued under subsection (1) shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(8) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(9) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(10) No person shall obstruct an investigator executing a warrant under this section or withhold from the investigator or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant. </p> <p class=\"headnote\">Expert help</p> <p class=\"subsection\">(11) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant. </p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(12) If an investigator, under clause (4) (c), requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be.</p> <p class=\"headnote\">Return of seized items </p> <p class=\"subsection\">(13) An investigator who seizes any thing during the execution of a warrant may make a copy of it and shall return it within a reasonable time. </p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(14) A copy of a document or record certified by an investigator to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value. </p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "section_x": "Seizure of things not specified",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Seizure of things not specified",
            "content": "25 (1) An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of the investigator’s duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act or the regulations.  Exception: solicitor-client privilege (2) Nothing in this section abrogates any privilege that may exist between a solicitor and the solicitor’s client. Administrative Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>25 </b>(1) An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of the investigator’s duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act or the regulations. </p> <p class=\"headnote\">Exception: solicitor-client privilege</p> <p class=\"subsection\">(2) Nothing in this section abrogates any privilege that may exist between a solicitor and the solicitor’s client.</p> <p class=\"heading1\"><a name=\"BK32\"></a>Administrative Penalties</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Administrative Penalties",
            "section_x": "Administrative Penalties",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "section_x": "Order",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Order",
            "content": "26 (1) If the director is satisfied that a person or body has contravened or is contravening a prescribed provision of this Act or the regulations, the director may, by order, impose an administrative penalty against the person or body in accordance with this section and the regulations made by the Minister. Purpose (2) The purpose of an administrative penalty is to promote compliance with the requirements established by this Act and the regulations. Amount (3) Subject to subsections (4) and (5), the amount of an administrative penalty shall reflect the purpose of the penalty and shall be calculated on the basis of the criteria prescribed by the Minister. Same, multiple applications (4) If a contravention on which the order for an administrative penalty is based involves applications of more than one person or body, the amount of the penalty shall be calculated on the basis of the number of applicants involved. Cap on amount (5) The amount of an administrative penalty shall not exceed $150,000 for each contravention on which the order for the penalty is based. Form of order (6) An order made under subsection (1) imposing an administrative penalty against a person or body shall be in the form that the director specifies. Service of order (7) The order shall be served on the person or body in the manner that the director specifies. No effect on offences (8) For greater certainty, nothing in this section affects the prosecution of an offence. Other measures (9) An administrative penalty may be imposed alone or in conjunction with the exercise of any measure against the person or body provided by this Act or the regulations, including the application of conditions to an approval, the cancellation of an approval or the banning of a person or body under subsection 19 (1). Limitation (10) The director shall not make an order under subsection (1) more than two years after the day the director became aware of the contravention, by the person or body, on which the order is based. No hearing required (11) Subject to the regulations made by the Minister, the director is not required to hold a hearing or to afford the person or body an opportunity for a hearing before making an order under subsection (1). Non-application of other Act (12) The Statutory Powers Procedure Act does not apply to an order of the director made under subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>26 </b>(1) If the director is satisfied that a person or body has contravened or is contravening a prescribed provision of this Act or the regulations, the director may, by order, impose an administrative penalty against the person or body in accordance with this section and the regulations made by the Minister.</p> <p class=\"headnote\">Purpose</p> <p class=\"subsection\">(2) The purpose of an administrative penalty is to promote compliance with the requirements established by this Act and the regulations.</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(3) Subject to subsections (4) and (5), the amount of an administrative penalty shall reflect the purpose of the penalty and shall be calculated on the basis of the criteria prescribed by the Minister.</p> <p class=\"headnote\">Same, multiple applications</p> <p class=\"subsection\">(4) If a contravention on which the order for an administrative penalty is based involves applications of more than one person or body, the amount of the penalty shall be calculated on the basis of the number of applicants involved.</p> <p class=\"headnote\">Cap on amount</p> <p class=\"subsection\">(5) The amount of an administrative penalty shall not exceed $150,000 for each contravention on which the order for the penalty is based.</p> <p class=\"headnote\">Form of order</p> <p class=\"subsection\">(6) An order made under subsection (1) imposing an administrative penalty against a person or body shall be in the form that the director specifies.</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(7) The order shall be served on the person or body in the manner that the director specifies.</p> <p class=\"headnote\">No effect on offences</p> <p class=\"subsection\">(8) For greater certainty, nothing in this section affects the prosecution of an offence.</p> <p class=\"headnote\">Other measures</p> <p class=\"subsection\">(9) An administrative penalty may be imposed alone or in conjunction with the exercise of any measure against the person or body provided by this Act or the regulations, including the application of conditions to an approval, the cancellation of an approval or the banning of a person or body under subsection 19 (1).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(10) The director shall not make an order under subsection (1) more than two years after the day the director became aware of the contravention, by the person or body, on which the order is based.</p> <p class=\"headnote\">No hearing required</p> <p class=\"subsection\">(11) Subject to the regulations made by the Minister, the director is not required to hold a hearing or to afford the person or body an opportunity for a hearing before making an order under subsection (1).</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(12) The <i>Statutory Powers Procedure Act</i> does not apply to an order of the director made under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "section_x": "Right to internal review",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Right to internal review",
            "content": "27 A person or body against whom an order made under subsection 26 (1) imposes an administrative penalty may request an internal review under section 34.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>27 </b>A person or body against whom an order made under subsection 26 (1) imposes an administrative penalty may request an internal review under section 34.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "section_x": "Enforcement",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Enforcement",
            "content": "28 (1) If a person or body fails to pay an administrative penalty in accordance with the terms of the order imposing it against the person or body or, if the order is varied on an internal review under section 34, in accordance with the terms of the varied order, the order may be filed with the Superior Court of Justice and enforced as if it were an order of the court. Date of order (2) For the purposes of section 129 of the Courts of Justice Act, the date on which the order is filed with the court shall be deemed to be the date of the order. Debt due to Crown (3) An administrative penalty that is not paid in accordance with the terms of the order imposing it or, if the order is varied on an internal review under section 34, in accordance with the terms of the varied order is a debt due to the Crown and is enforceable as such. Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>28 </b>(1) If a person or body fails to pay an administrative penalty in accordance with the terms of the order imposing it against the person or body or, if the order is varied on an internal review under section 34, in accordance with the terms of the varied order, the order may be filed with the Superior Court of Justice and enforced as if it were an order of the court.</p> <p class=\"headnote\">Date of order</p> <p class=\"subsection\">(2) For the purposes of section 129 of the <i>Courts of Justice Act</i>, the date on which the order is filed with the court shall be deemed to be the date of the order.</p> <p class=\"headnote\">Debt due to Crown</p> <p class=\"subsection\">(3) An administrative penalty that is not paid in accordance with the terms of the order imposing it or, if the order is varied on an internal review under section 34, in accordance with the terms of the varied order is a debt due to the Crown and is enforceable as such.</p> <p class=\"heading1\"><a name=\"BK36\"></a>Offences</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Offences",
            "section_x": "Offences",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "29.",
            "section_x": "Offences",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Offences",
            "content": "29 (1) A person or body is guilty of an offence if the person or body fails to comply with subsection 5 (2), 6 (2), 7 (2) or 14 (1), section 15, subsection 17 (2) or a requirement or prohibition in the regulations. Applications (2) A person or body is guilty of an offence if the person or body makes an oral or written misrepresentation in connection with any application or submits a document that alleges falsely that an applicant meets any prescribed criteria for approval. Same, counselling (3) A person or body that counsels an applicant to do anything that would constitute an offence under subsection (2) is guilty of an offence. Material change in circumstances (4) An applicant is guilty of an offence if the applicant fails to inform the director of a material change in circumstances related to the prescribed eligibility criteria, if any, for making the application within, (a)  30 days after the change occurs, if the applicant is resident in Canada; or (b)  60 days after the change occurs, if the applicant is not resident in Canada. Same, counselling (5) A person or body that counsels an applicant to do anything that would constitute an offence under subsection (4) is guilty of an offence. Orders (6) A person or body is guilty of an offence if the person or body fails to comply with an order made under subsection 19 (1) or 26 (1) that has not been stayed under subsection 34 (6) and if the time for requesting an internal review of the order under section 34 has expired. Inspections, etc. (7) A person who obstructs an inspection authorized by section 23 or an investigation authorized by section 24 is guilty of an offence.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>29 </b>(1) A person or body is guilty of an offence if the person or body fails to comply with subsection 5 (2), 6 (2), 7 (2) or 14 (1), section 15, subsection 17 (2) or a requirement or prohibition in the regulations.</p> <p class=\"headnote\">Applications</p> <p class=\"subsection\">(2) A person or body is guilty of an offence if the person or body makes an oral or written misrepresentation in connection with any application or submits a document that alleges falsely that an applicant meets any prescribed criteria for approval.</p> <p class=\"headnote\">Same, counselling</p> <p class=\"subsection\">(3) A person or body that counsels an applicant to do anything that would constitute an offence under subsection (2) is guilty of an offence.</p> <p class=\"headnote\">Material change in circumstances</p> <p class=\"subsection\">(4) An applicant is guilty of an offence if the applicant fails to inform the director of a material change in circumstances related to the prescribed eligibility criteria, if any, for making the application within,</p> <p class=\"paragraph\">  (a)  30 days after the change occurs, if the applicant is resident in Canada; or</p> <p class=\"paragraph\">  (b)  60 days after the change occurs, if the applicant is not resident in Canada.</p> <p class=\"headnote\">Same, counselling</p> <p class=\"subsection\">(5) A person or body that counsels an applicant to do anything that would constitute an offence under subsection (4) is guilty of an offence.</p> <p class=\"headnote\">Orders</p> <p class=\"subsection\">(6) A person or body is guilty of an offence if the person or body fails to comply with an order made under subsection 19 (1) or 26 (1) that has not been stayed under subsection 34 (6) and if the time for requesting an internal review of the order under section 34 has expired.</p> <p class=\"headnote\">Inspections, etc.</p> <p class=\"subsection\">(7) A person who obstructs an inspection authorized by section 23 or an investigation authorized by section 24 is guilty of an offence.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "section_x": "Offence by other parties",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Offence by other parties",
            "content": "30 (1) If a corporation commits an offence under this Act, every director or officer of the corporation who knowingly authorized, permitted or acquiesced in the commission of the offence or who failed to take reasonable care to prevent the corporation from committing the offence is guilty of an offence, whether or not the corporation has been prosecuted or convicted. Same, bodies (2) If a body commits an offence under this Act, every member of the body who knowingly authorized, permitted or acquiesced in the commission of the offence or who failed to take reasonable care to prevent the body from committing the offence is guilty of an offence, whether or not the body has been prosecuted or convicted.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>30 </b>(1) If a corporation commits an offence under this Act, every director or officer of the corporation who knowingly authorized, permitted or acquiesced in the commission of the offence or who failed to take reasonable care to prevent the corporation from committing the offence is guilty of an offence, whether or not the corporation has been prosecuted or convicted.</p> <p class=\"headnote\">Same, bodies</p> <p class=\"subsection\">(2) If a body commits an offence under this Act, every member of the body who knowingly authorized, permitted or acquiesced in the commission of the offence or who failed to take reasonable care to prevent the body from committing the offence is guilty of an offence, whether or not the body has been prosecuted or convicted.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "section_x": "Limitation",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Limitation",
            "content": "31 A prosecution for an offence under this Act shall not be commenced more than two years after the day on which the most recent act or omission upon which the prosecution is based comes to the knowledge of the director.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>31 </b>A prosecution for an offence under this Act shall not be commenced more than two years after the day on which the most recent act or omission upon which the prosecution is based comes to the knowledge of the director.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "32.",
            "section_x": "Penalties",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Penalties",
            "content": "32 (1) Every individual convicted of an offence under this Act is liable, (a)  to a fine of not more than $250,000; (b)  to imprisonment for a term of not more than two years less a day; or (c)  to both such fine and imprisonment. Same, corporations and bodies (2) Every corporation or body convicted of an offence under this Act is liable to a fine of not more than $250,000.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>32 </b>(1) Every individual convicted of an offence under this Act is liable,</p> <p class=\"paragraph\">  (a)  to a fine of not more than $250,000;</p> <p class=\"paragraph\">  (b)  to imprisonment for a term of not more than two years less a day; or</p> <p class=\"paragraph\">  (c)  to both such fine and imprisonment.</p> <p class=\"headnote\">Same, corporations and bodies</p> <p class=\"subsection\">(2) Every corporation or body convicted of an offence under this Act is liable to a fine of not more than $250,000. </p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "33.",
            "section_x": "Orders for compensation, restitution",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS, INVESTIGATIONS AND ENFORCEMENT",
            "section_y": "Orders for compensation, restitution",
            "content": "33 If a person or body is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person or body convicted to pay compensation or make restitution. Part VI   General",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>33 </b>If a person or body is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person or body convicted to pay compensation or make restitution.</p> <p class=\"partnum\"><a name=\"BK42\"></a>Part VI <br/>  General</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "PART VI  ",
            "section_x": "PART VI GENERAL",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "section_x": "Internal reviews",
            "part_id": "PART VI  ",
            "part_type": "PART VI GENERAL",
            "section_y": "Internal reviews",
            "content": "34 (1) In this section, “requester” means a person or body who requests an internal review under this section. 2015, c. 8, s. 34 (1). Process for request (2) To exercise a right under this Act to request an internal review of a decision or an order, the person or body who has the right to make the request shall give written notice of the request to the director within 30 days after receiving notice of the decision or order, as the case may be. 2021, c. 25, Sched. 20, s. 5. Extension of time for request (3) The director may extend the time period for requesting an internal review and may specify the circumstances in which extensions are given. 2015, c. 8, s. 34 (3). Form of notice (4) The notice of request shall be in the form that the director specifies. 2015, c. 8, s. 34 (4). Filing of notice (5) The requester shall file the notice of request in the manner that the director specifies and the director shall advise the Minister or the individual whom the Minister directs the director to advise that the notice has been filed. 2015, c. 8, s. 34 (5). Stay (6) An internal review commenced in accordance with this section operates as a stay of the decision or order that is the subject of the review until disposition of the review except if the requester is a foreign national whose approval has been cancelled or a foreign national who is not a permanent resident. 2015, c. 8, s. 34 (6). Individual conducting the review (7) The Minister shall appoint, as the individual to conduct the internal review, an individual from among the public servants employed under Part III of the Public Service of Ontario Act, 2006, other than the individual who made the decision or issued the order that is the subject of the review. 2015, c. 8, s. 34 (7). Opportunity for submissions (8) Before disposing of a request for an internal review, the individual conducting the review shall give the requester a reasonable opportunity to make written submissions. 2015, c. 8, s. 34 (8). No hearing required (9) Subject to the regulations made by the Minister, the individual conducting an internal review is not required to hold a hearing or to afford the requester an opportunity for a hearing before exercising any powers under subsection (10). 2015, c. 8, s. 34 (9). Powers on review (10) On an internal review, the individual conducting the review may confirm, revoke or vary the decision or order that is the subject of the review within the limits, if any, established by the regulations made by the Minister. 2015, c. 8, s. 34 (10). Notice of decision (11) Upon exercising any powers under subsection (10), the individual conducting the review shall give written notice to the requester. 2015, c. 8, s. 34 (11). Non-application of other Act (12) The Statutory Powers Procedure Act does not apply to a request for an internal review made under this section. 2015, c. 8, s. 34 (12). Decision final (13) A decision on an internal review made by the individual conducting the review is final. 2015, c. 8, s. 34 (13). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 20, s. 5 - 03/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>34 </b>(1) In this section,</p> <p class=\"definition\">“requester” means a person or body who requests an internal review under this section. 2015, c. 8, s. 34 (1).</p> <p class=\"headnote\">Process for request</p> <p class=\"subsection\">(2) To exercise a right under this Act to request an internal review of a decision or an order, the person or body who has the right to make the request shall give written notice of the request to the director within 30 days after receiving notice of the decision or order, as the case may be. 2021, c. 25, Sched. 20, s. 5.</p> <p class=\"headnote\">Extension of time for request</p> <p class=\"subsection\">(3) The director may extend the time period for requesting an internal review and may specify the circumstances in which extensions are given. 2015, c. 8, s. 34 (3).</p> <p class=\"headnote\">Form of notice</p> <p class=\"subsection\">(4) The notice of request shall be in the form that the director specifies. 2015, c. 8, s. 34 (4).</p> <p class=\"headnote\">Filing of notice</p> <p class=\"subsection\">(5) The requester shall file the notice of request in the manner that the director specifies and the director shall advise the Minister or the individual whom the Minister directs the director to advise that the notice has been filed. 2015, c. 8, s. 34 (5).</p> <p class=\"headnote\">Stay</p> <p class=\"subsection\">(6) An internal review commenced in accordance with this section operates as a stay of the decision or order that is the subject of the review until disposition of the review except if the requester is a foreign national whose approval has been cancelled or a foreign national who is not a permanent resident. 2015, c. 8, s. 34 (6).</p> <p class=\"headnote\">Individual conducting the review</p> <p class=\"subsection\">(7) The Minister shall appoint, as the individual to conduct the internal review, an individual from among the public servants employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, other than the individual who made the decision or issued the order that is the subject of the review. 2015, c. 8, s. 34 (7).</p> <p class=\"headnote\">Opportunity for submissions</p> <p class=\"subsection\">(8) Before disposing of a request for an internal review, the individual conducting the review shall give the requester a reasonable opportunity to make written submissions. 2015, c. 8, s. 34 (8).</p> <p class=\"headnote\">No hearing required</p> <p class=\"subsection\">(9) Subject to the regulations made by the Minister, the individual conducting an internal review is not required to hold a hearing or to afford the requester an opportunity for a hearing before exercising any powers under subsection (10). 2015, c. 8, s. 34 (9).</p> <p class=\"headnote\">Powers on review</p> <p class=\"subsection\">(10) On an internal review, the individual conducting the review may confirm, revoke or vary the decision or order that is the subject of the review within the limits, if any, established by the regulations made by the Minister. 2015, c. 8, s. 34 (10).</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(11) Upon exercising any powers under subsection (10), the individual conducting the review shall give written notice to the requester. 2015, c. 8, s. 34 (11).</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(12) The <i>Statutory Powers Procedure Act</i> does not apply to a request for an internal review made under this section. 2015, c. 8, s. 34 (12).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(13) A decision on an internal review made by the individual conducting the review is final. 2015, c. 8, s. 34 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched20s5\">2021, c. 25, Sched. 20, s. 5</a> </span>- 03/06/2021</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.",
            "section_x": "Minister’s fee orders",
            "part_id": "PART VI  ",
            "part_type": "PART VI GENERAL",
            "section_y": "Minister’s fee orders",
            "content": "35 (1) The Minister may make orders governing and requiring the payment of fees mentioned in this Act, including specifying the amounts or the method of calculating the amounts of the fees, governing the procedure for the payment and specifying that the fees are payable to the Minister of Finance. Orders are not regulations (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order made under subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>35 </b>(1) The Minister may make orders governing and requiring the payment of fees mentioned in this Act, including specifying the amounts or the method of calculating the amounts of the fees, governing the procedure for the payment and specifying that the fees are payable to the Minister of Finance.</p> <p class=\"headnote\">Orders are not regulations</p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to an order made under subsection (1). </p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "36.",
            "section_x": "Minister’s regulations",
            "part_id": "PART VI  ",
            "part_type": "PART VI GENERAL",
            "section_y": "Minister’s regulations",
            "content": "36 (1) The Minister may make regulations, (a)  governing any matter that this Act describes as being prescribed by the Minister or provided for in regulations made by the Minister; (b)  specifying a different administrative penalty for a contravention of different prescribed provisions of this Act or the regulations, different portions of those prescribed provisions or different prescribed requirements in those prescribed provisions; (c)  providing that the amount of an administrative penalty shall be calculated on the basis specified in the regulation, including an amount reflecting the number of transactions involved in the contravention on which an order for the penalty is based; (d)  governing the procedure for making an order under subsection 26 (1) for an administrative penalty and the rights of the parties affected by the procedure, including the time at which the order is deemed to be served on the person or body against whom the order is made; (e)  respecting any matters that may be delegated by the Lieutenant Governor in Council under clause 37 (1) (h). Conflicts (2) If there is a conflict between a regulation made under clause (1) (e) and a regulation made by the Lieutenant Governor in Council under subclause 37 (1) (e) (ii), the latter prevails.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>36 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  governing any matter that this Act describes as being prescribed by the Minister or provided for in regulations made by the Minister;</p> <p class=\"paragraph\">  (b)  specifying a different administrative penalty for a contravention of different prescribed provisions of this Act or the regulations, different portions of those prescribed provisions or different prescribed requirements in those prescribed provisions;</p> <p class=\"paragraph\">  (c)  providing that the amount of an administrative penalty shall be calculated on the basis specified in the regulation, including an amount reflecting the number of transactions involved in the contravention on which an order for the penalty is based;</p> <p class=\"paragraph\">  (d)  governing the procedure for making an order under subsection 26 (1) for an administrative penalty and the rights of the parties affected by the procedure, including the time at which the order is deemed to be served on the person or body against whom the order is made;</p> <p class=\"paragraph\">  (e)  respecting any matters that may be delegated by the Lieutenant Governor in Council under clause 37 (1) (h).</p> <p class=\"headnote\">Conflicts</p> <p class=\"subsection\">(2) If there is a conflict between a regulation made under clause (1) (e) and a regulation made by the Lieutenant Governor in Council under subclause 37 (1) (e) (ii), the latter prevails.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "37.",
            "section_x": "Lieutenant Governor in Council regulations",
            "part_id": "PART VI  ",
            "part_type": "PART VI GENERAL",
            "section_y": "Lieutenant Governor in Council regulations",
            "content": "37 (1) The Lieutenant Governor in Council may make regulations, (a)  specifying anything that this Act describes as prescribed or specified in the regulations or done by or in accordance with the regulations, other than a matter or thing that this Act describes as being prescribed by the Minister; (b)  defining the term “assist” in the definition of “recruiter” or “representative” in section 1 and the term “employer”; (c)  governing the employer registry or the recruiter registry, including, (i)  establishing classes of employers or recruiters for the purposes of the registry, (ii)  governing the eligibility of persons or bodies to be registered in the registry, (iii)  governing the process that the Minister is required to follow in deciding whether to register a person or body in the registry and the rights of persons or bodies that apply for registration in the registry, (iv)  requiring that persons or bodies registered in the registry post a performance bond as specified in the regulations as a condition of registration, and (v)  governing the use that the Minister may make of the performance bond described in subclause (iv); (d)  governing the cancellation of a registration under section 8, including, (i)  governing the process that the Minister is required to follow in cancelling a registration, (ii)  governing the rights of the holder of the registration, (iii)  requiring the Minister to give written reasons as part of the notice mentioned in subsection 8 (2), and (iv)  governing any transitional matter that is necessary to deal with problems or issues arising as a result of the cancellation of a registration; (e)  governing selection programs, including, (i)  establishing categories of applicants, including foreign nationals and employers to employ foreign nationals, (ii)  establishing eligibility criteria for applicants, and (iii)  governing applications for approval, including, (A)  governing the process that the director is required to follow to deal with applications, (B)  governing the rights of applicants under applications, and (C)  requiring the director to give written reasons as part of the notice mentioned in subsection 16 (5); (f)  governing the cancellation of an approval under section 18, including, (i)  governing the process that the director is required to follow in cancelling an approval, (ii)  governing the rights of the holder of the approval, (iii)  requiring the director to give written reasons as part of the notice mentioned in subsection 18 (2), and (iv)  governing any transitional matter that is necessary to deal with problems or issues arising as a result of the cancellation of an approval; (g)  governing requests for an internal review under section 34, including, (i)  governing the process that the individual conducting the review is required to follow to deal with a request, (ii)  governing the rights of the requester under a request, and (iii)  requiring the individual conducting the review to give written reasons as part of the notice mentioned in subsection 34 (11); (h)  delegating to the Minister the power to make regulations respecting any matter that may be the subject of a regulation under subclause (e) (ii); (i)  providing for any transitional matter that is necessary for the effective implementation of this Act or the regulations. 2015, c. 8, s. 37 (1); 2021, c. 25, Sched. 20, s. 6. Rolling incorporation by reference (2) If a regulation adopts by reference any code, standard, guideline or similar document that is made by a body that is not part of the Government of Ontario, the regulation may require compliance with the code, standard or guideline as amended from time to time, whether the amendment was made before or after the regulation was made. 2015, c. 8, s. 37 (2). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 20, s. 6 - 03/06/2021 Part VII (omitted) 38 Omitted (amends, repeals or revokes other legislation). Part VIII (omitted) 39 Omitted\r\n(provides for coming into force of provisions of this Act). 40 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>37 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  specifying anything that this Act describes as prescribed or specified in the regulations or done by or in accordance with the regulations, other than a matter or thing that this Act describes as being prescribed by the Minister;</p> <p class=\"paragraph\">  (b)  defining the term “assist” in the definition of “recruiter” or “representative” in section 1 and the term “employer”;</p> <p class=\"paragraph\">  (c)  governing the employer registry or the recruiter registry, including,</p> <p class=\"subpara\">  (i)  establishing classes of employers or recruiters for the purposes of the registry,</p> <p class=\"subpara\">  (ii)  governing the eligibility of persons or bodies to be registered in the registry,</p> <p class=\"subpara\">  (iii)  governing the process that the Minister is required to follow in deciding whether to register a person or body in the registry and the rights of persons or bodies that apply for registration in the registry,</p> <p class=\"subpara\">  (iv)  requiring that persons or bodies registered in the registry post a performance bond as specified in the regulations as a condition of registration, and</p> <p class=\"subpara\">  (v)  governing the use that the Minister may make of the performance bond described in subclause (iv);</p> <p class=\"paragraph\">  (d)  governing the cancellation of a registration under section 8, including,</p> <p class=\"subpara\">  (i)  governing the process that the Minister is required to follow in cancelling a registration,</p> <p class=\"subpara\">  (ii)  governing the rights of the holder of the registration,</p> <p class=\"subpara\">  (iii)  requiring the Minister to give written reasons as part of the notice mentioned in subsection 8 (2), and</p> <p class=\"subpara\">  (iv)  governing any transitional matter that is necessary to deal with problems or issues arising as a result of the cancellation of a registration;</p> <p class=\"paragraph\">  (e)  governing selection programs, including,</p> <p class=\"subpara\">  (i)  establishing categories of applicants, including foreign nationals and employers to employ foreign nationals,</p> <p class=\"subpara\">  (ii)  establishing eligibility criteria for applicants, and</p> <p class=\"subpara\">  (iii)  governing applications for approval, including,</p> <p class=\"subsubpara\">  (A)  governing the process that the director is required to follow to deal with applications,</p> <p class=\"subsubpara\">  (B)  governing the rights of applicants under applications, and</p> <p class=\"subsubpara\">  (C)  requiring the director to give written reasons as part of the notice mentioned in subsection 16 (5);</p> <p class=\"paragraph\">  (f)  governing the cancellation of an approval under section 18, including,</p> <p class=\"subpara\">  (i)  governing the process that the director is required to follow in cancelling an approval,</p> <p class=\"subpara\">  (ii)  governing the rights of the holder of the approval,</p> <p class=\"subpara\">  (iii)  requiring the director to give written reasons as part of the notice mentioned in subsection 18 (2), and</p> <p class=\"subpara\">  (iv)  governing any transitional matter that is necessary to deal with problems or issues arising as a result of the cancellation of an approval;</p> <p class=\"paragraph\">  (g)  governing requests for an internal review under section 34, including,</p> <p class=\"subpara\">  (i)  governing the process that the individual conducting the review is required to follow to deal with a request,</p> <p class=\"subpara\">  (ii)  governing the rights of the requester under a request, and</p> <p class=\"subpara\">  (iii)  requiring the individual conducting the review to give written reasons as part of the notice mentioned in subsection 34 (11);</p> <p class=\"paragraph\">  (h)  delegating to the Minister the power to make regulations respecting any matter that may be the subject of a regulation under subclause (e) (ii);</p> <p class=\"paragraph\">  (i)  providing for any transitional matter that is necessary for the effective implementation of this Act or the regulations. 2015, c. 8, s. 37 (1); 2021, c. 25, Sched. 20, s. 6.</p> <p class=\"headnote\">Rolling incorporation by reference</p> <p class=\"subsection\">(2) If a regulation adopts by reference any code, standard, guideline or similar document that is made by a body that is not part of the Government of Ontario, the regulation may require compliance with the code, standard or guideline as amended from time to time, whether the amendment was made before or after the regulation was made. 2015, c. 8, s. 37 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched20s6\">2021, c. 25, Sched. 20, s. 6</a> </span>- 03/06/2021</p> <p class=\"partnum\"><a name=\"BK47\"></a>Part VII (omitted)</p> <p class=\"section\"><b>38 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"partnum\"><a name=\"BK48\"></a>Part VIII (omitted)</p> <p class=\"section\"><b>39 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>40</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15o08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}