{
    "act_info": {
        "full_title": "Ontario Rebate for Electricity Consumers Act, 2016, S.O. 2016, c. 19",
        "act_name_text": "Ontario Rebate for Electricity Consumers Act, 2016",
        "citation": "S.O. 2016, c. 19",
        "url": "https://www.ontario.ca/laws/statute/16o19",
        "date_scraped": "2023-12-18 22:38:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  1, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/16o19/v3",
            "valid_from": "May  9, 2019",
            "valid_to": "October 31, 2019"
        },
        {
            "a_href": "/laws/statute/16o19/v2",
            "valid_from": "January  1, 2017",
            "valid_to": "May  8, 2019"
        },
        {
            "a_href": "/laws/statute/16o19/v1",
            "valid_from": "November  2, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/160364",
            "Citation": "O. Reg. 364/16",
            "title": "INVOICING REQUIREMENTS"
        },
        {
            "a_href": "/laws/regulation/160363",
            "Citation": "O. Reg. 363/16",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “billing period” means a period of time that is wholly or partly in the eligible period and for which an invoice in respect of an eligible account is issued; (“période de facturation”) “Board” means the Ontario Energy Board; (“Commission”) “consumer” means a person, (a) to whom an invoice is issued in respect of an eligible account for a billing period, or (b) who is prescribed by the regulations or who satisfies such conditions as may be prescribed by the regulations; (“consommateur”) “distribution system” has the same meaning as in section 3 of the Ontario Energy Board Act, 1998; (“réseau de distribution”) “electricity vendor” means the IESO, a licensed distributor, a licensed retailer or a person prescribed by the regulations; (“vendeur d’électricité”) “eligible account” means, in respect of a consumer, an account with an electricity vendor, or with a person prescribed by the regulations, for the provision of electricity in Ontario, if the consumer and the account satisfy the conditions prescribed by the regulations; (“compte admissible”) “eligible period” means the period commencing January 1, 2017; (“période admissible”) “IESO” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“SIERE”) “licensed distributor” means a person licensed under Part V of the Ontario Energy Board Act, 1998 to own or operate a distribution system; (“distributeur titulaire d’un permis”) “licensed retailer” means a person who is licensed under Part V of the Ontario Energy Board Act, 1998 to retail electricity; (“détaillant titulaire d’un permis”) “market rules” means the market rules made under section 32 of the Electricity Act, 1998; (règles du marché”) “regulations” means the regulations made under this Act; (“règlement”) “retail” has the same meaning as in section 56 of the Ontario Energy Board Act, 1998; (“vendre au détail”) “unit sub-metering” means activities that are unit sub-metering for the purposes of the Ontario Energy Board Act, 1998; (“activités liées aux compteurs divisionnaires d’unité”) “unit sub-meter provider” means a person who is licensed to engage in unit sub-metering by the Board under Part V of the Ontario Energy Board Act, 1998. (“fournisseur de compteurs divisionnaires d’unité”) 2016, c. 19, s. 1 (1); 2019, c. 6, Sched. 4, s. 1 Eligible account (2) For the purposes of this Act, if a consumer would, but for this subsection, have an eligible account with a licensed retailer and with a licensed distributor, but only one of them issues an invoice to the consumer for a billing period for all amounts payable by the consumer to them for the billing period, (a) the consumer is deemed to have an eligible account for the billing period only with whichever of them issues the invoice for the billing period; and (b) the licensed distributor or licensed retailer who issues the invoice for the billing period is deemed to be imposing all charges and other amounts payable under the invoice for the purposes of determining the amount of financial assistance to which the consumer is entitled. 2016, c. 19, s. 1 (2). Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 1 – 01/11/2019 2 Repealed: 2019, c. 6, Sched. 4, s. 2. Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 2 – 01/11/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“billing period” means a period of time that is wholly or partly in the eligible period and for which an invoice in respect of an eligible account is issued; (“période de facturation”)</p> <p class=\"definition\">“Board” means the Ontario Energy Board; (“Commission”)</p> <p class=\"definition\">“consumer” means a person,</p> <p class=\"paragraph\">  (a) to whom an invoice is issued in respect of an eligible account for a billing period, or</p> <p class=\"paragraph\">  (b) who is prescribed by the regulations or who satisfies such conditions as may be prescribed by the regulations; (“consommateur”)</p> <p class=\"definition\">“distribution system” has the same meaning as in section 3 of the <i>Ontario Energy Board Act, 1998</i>; (“réseau de distribution”)</p> <p class=\"definition\">“electricity vendor” means the IESO, a licensed distributor, a licensed retailer or a person prescribed by the regulations; (“vendeur d’électricité”)</p> <p class=\"definition\">“eligible account” means, in respect of a consumer, an account with an electricity vendor, or with a person prescribed by the regulations, for the provision of electricity in Ontario, if the consumer and the account satisfy the conditions prescribed by the regulations; (“compte admissible”)</p> <p class=\"definition\">“eligible period” means the period commencing January 1, 2017; (“période admissible”)</p> <p class=\"definition\">“IESO” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“SIERE”)</p> <p class=\"definition\">“licensed distributor” means a person licensed under Part V of the <i>Ontario Energy Board Act, 1998</i> to own or operate a distribution system; (“distributeur titulaire d’un permis”)</p> <p class=\"definition\">“licensed retailer” means a person who is licensed under Part V of the <i>Ontario Energy Board Act, 1998</i> to retail electricity; (“détaillant titulaire d’un permis”)</p> <p class=\"definition\">“market rules” means the market rules made under section 32 of the <i>Electricity Act, 1998</i>; (règles du marché”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlement”)</p> <p class=\"definition\">“retail” has the same meaning as in section 56 of the <i>Ontario Energy Board Act, 1998</i>; (“vendre au détail”)</p> <p class=\"definition\">“unit sub-metering” means activities that are unit sub-metering for the purposes of the <i>Ontario Energy Board Act, 1998</i>; (“activités liées aux compteurs divisionnaires d’unité”)</p> <p class=\"definition\">“unit sub-meter provider” means a person who is licensed to engage in unit sub-metering by the Board under Part V of the <i>Ontario Energy Board Act, 1998</i>. (“fournisseur de compteurs divisionnaires d’unité”) 2016, c. 19, s. 1 (1); 2019, c. 6, Sched. 4, s. 1</p> <p class=\"headnote\">Eligible account</p> <p class=\"subsection\">(2) For the purposes of this Act, if a consumer would, but for this subsection, have an eligible account with a licensed retailer and with a licensed distributor, but only one of them issues an invoice to the consumer for a billing period for all amounts payable by the consumer to them for the billing period,</p> <p class=\"paragraph\">  (a) the consumer is deemed to have an eligible account for the billing period only with whichever of them issues the invoice for the billing period; and</p> <p class=\"paragraph\">  (b) the licensed distributor or licensed retailer who issues the invoice for the billing period is deemed to be imposing all charges and other amounts payable under the invoice for the purposes of determining the amount of financial assistance to which the consumer is entitled. 2016, c. 19, s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s1\">2019, c. 6, Sched. 4, s. 1</a></span> – 01/11/2019</p> <p class=\"section\"><b>2 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 6, Sched. 4, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s2\">2019, c. 6, Sched. 4, s. 2</a></span> – 01/11/2019</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "3.",
            "section_x": "Financial assistance",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial assistance",
            "content": "3 (1) A consumer who has an eligible account during a billing period is entitled to receive the financial assistance that is prescribed by the regulations in respect of the cost of electricity during the billing period in relation to the eligible account. 2019, c. 6, Sched. 4, s. 3. Exception (2) Despite subsection (1), a consumer is not entitled to receive financial assistance under this Act, (a) in respect of electricity consumed in generation station service; (b) in such circumstances as may be prescribed by the regulations; or (c) if the regulations prescribe that the consumer is not entitled to receive financial assistance. 2016, c. 19, s. 3 (2). Payment of financial assistance (3) The financial assistance to which a consumer is entitled under this Act shall be paid, (a) by crediting the consumer’s eligible account; or (b) in such other manner as may be prescribed by the regulations. 2016, c. 19, s. 3 (3). Money appropriated by the Legislature (4) The money required for the purposes of this Act shall be paid out of the money appropriated for those purposes by the Legislature. 2016, c. 19, s. 3 (4). No assignment of financial assistance (5) An assignment by a consumer to another person or entity, including a licensed retailer, of the consumer’s entitlement to any payment, rebate or credit does not apply to any financial assistance to which the consumer is entitled under this Act, whether the assignment was made before or after this subsection comes into force. 2016, c. 19, s. 3 (5). Same (6) Subsection (7) applies if, (a) a consumer provides to another person electricity in respect of which the consumer is entitled to financial assistance under subsection (1); and (b) an invoice for the electricity is issued to the person by the consumer, by an agent of the consumer or by a unit sub-meter provider providing unit sub-metering for the consumer. 2016, c. 19, s. 3 (6). Requirement to pass on benefit (7) Despite subsections (1) and (5), the consumer and every unit sub-meter provider providing unit sub-metering for the consumer shall ensure that each person who is liable to pay an invoice referred to in clause (6) (b) receives a credit, determined in the manner prescribed by the regulations, in respect of the financial assistance to which the consumer is entitled with respect to electricity the consumer provides to the person. 2016, c. 19, s. 3 (7). Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 3 – 01/11/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>3 </b>(1) A consumer who has an eligible account during a billing period is entitled to receive the financial assistance that is prescribed by the regulations in respect of the cost of electricity during the billing period in relation to the eligible account. 2019, c. 6, Sched. 4, s. 3.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), a consumer is not entitled to receive financial assistance under this Act,</p> <p class=\"paragraph\">  (a) in respect of electricity consumed in generation station service;</p> <p class=\"paragraph\">  (b) in such circumstances as may be prescribed by the regulations; or</p> <p class=\"paragraph\">  (c) if the regulations prescribe that the consumer is not entitled to receive financial assistance. 2016, c. 19, s. 3 (2).</p> <p class=\"headnote\">Payment of financial assistance</p> <p class=\"subsection\">(3) The financial assistance to which a consumer is entitled under this Act shall be paid,</p> <p class=\"paragraph\">  (a) by crediting the consumer’s eligible account; or</p> <p class=\"paragraph\">  (b) in such other manner as may be prescribed by the regulations. 2016, c. 19, s. 3 (3).</p> <p class=\"headnote\">Money appropriated by the Legislature</p> <p class=\"subsection\">(4) The money required for the purposes of this Act shall be paid out of the money appropriated for those purposes by the Legislature. 2016, c. 19, s. 3 (4).</p> <p class=\"headnote\">No assignment of financial assistance</p> <p class=\"subsection\">(5) An assignment by a consumer to another person or entity, including a licensed retailer, of the consumer’s entitlement to any payment, rebate or credit does not apply to any financial assistance to which the consumer is entitled under this Act, whether the assignment was made before or after this subsection comes into force. 2016, c. 19, s. 3 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsection (7) applies if,</p> <p class=\"paragraph\">  (a) a consumer provides to another person electricity in respect of which the consumer is entitled to financial assistance under subsection (1); and</p> <p class=\"paragraph\">  (b) an invoice for the electricity is issued to the person by the consumer, by an agent of the consumer or by a unit sub-meter provider providing unit sub-metering for the consumer. 2016, c. 19, s. 3 (6).</p> <p class=\"headnote\">Requirement to pass on benefit</p> <p class=\"subsection\">(7) Despite subsections (1) and (5), the consumer and every unit sub-meter provider providing unit sub-metering for the consumer shall ensure that each person who is liable to pay an invoice referred to in clause (6) (b) receives a credit, determined in the manner prescribed by the regulations, in respect of the financial assistance to which the consumer is entitled with respect to electricity the consumer provides to the person. 2016, c. 19, s. 3 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s3\">2019, c. 6, Sched. 4, s. 3</a></span> – 01/11/2019</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "4.",
            "section_x": "Invoices",
            "part_id": null,
            "part_type": null,
            "section_y": "Invoices",
            "content": "4 (1) Unless otherwise prescribed by the regulations, every electricity vendor who issues an invoice for a billing period to a consumer in respect of an eligible account shall ensure that the invoice meets the following requirements: 1. The invoice must clearly show, in the manner specified by the regulations if any, i. a credit equal to the amount of the financial assistance provided to the consumer for the billing period, and ii. the net amount of the invoice after the credit. 2. The invoice must be accompanied by the information required by the regulations. 2019, c. 6, Sched. 4, s. 4 (1). Invoice issued by consumer, etc. (2) An invoice that is issued by a consumer, an agent of a consumer, a unit sub-meter provider or another person prescribed by the regulations must be in the form required by the regulations and contain or be accompanied by the information required by the regulations. 2016, c. 19, s. 4 (2). No effect on entitlement (3) The entitlement of a consumer to financial assistance under this Act is not affected by any failure of an electricity vendor or person referred to in subsection (2) to comply with an invoicing requirement set out under this Act. 2019, c. 6, Sched. 4, s. 4 (2). Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 4 (1, 2) – 01/11/2019 Financial arrangements",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>4 </b>(1) Unless otherwise prescribed by the regulations, every electricity vendor who issues an invoice for a billing period to a consumer in respect of an eligible account shall ensure that the invoice meets the following requirements:</p> <p class=\"paragraph\">  1. The invoice must clearly show, in the manner specified by the regulations if any,</p> <p class=\"subpara\">  i. a credit equal to the amount of the financial assistance provided to the consumer for the billing period, and</p> <p class=\"subpara\">  ii. the net amount of the invoice after the credit.</p> <p class=\"paragraph\">  2. The invoice must be accompanied by the information required by the regulations. 2019, c. 6, Sched. 4, s. 4 (1).</p> <p class=\"headnote\">Invoice issued by consumer, etc.</p> <p class=\"subsection\">(2) An invoice that is issued by a consumer, an agent of a consumer, a unit sub-meter provider or another person prescribed by the regulations must be in the form required by the regulations and contain or be accompanied by the information required by the regulations. 2016, c. 19, s. 4 (2).</p> <p class=\"headnote\">No effect on entitlement</p> <p class=\"subsection\">(3) The entitlement of a consumer to financial assistance under this Act is not affected by any failure of an electricity vendor or person referred to in subsection (2) to comply with an invoicing requirement set out under this Act. 2019, c. 6, Sched. 4, s. 4 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s4s1\">2019, c. 6, Sched. 4, s. 4 (1, 2)</a></span> – 01/11/2019</p> <p class=\"headnote\">Financial arrangements</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "5.",
            "section_x": "Financial arrangements",
            "part_id": null,
            "part_type": null,
            "section_y": "Purposes",
            "content": "5 (1) The purposes of this section are, (a) to ensure that financial assistance under this Act and the regulations is provided to those persons entitled to receive it; and (b) to authorize the making of financial arrangements to reimburse electricity vendors, and other persons prescribed by the regulations, for financial assistance provided under this Act and the regulations. 2016, c. 19, s. 5 (1). Regulations (2) The Lieutenant Governor in Council may, for the purpose of this section, make regulations, (a) authorizing the Minister of Energy, Northern Development and Mines to make payments to persons who are electricity vendors or persons prescribed by the regulations in respect of the amount of financial assistance to which consumers are entitled under this Act and prescribing methods for determining the amounts payable; (b) requiring the IESO to make payments to licensed distributors, or to persons prescribed by the regulations, in respect of financial assistance provided under this Act or the regulations and prescribing methods for determining the amounts payable; (c) requiring a licensed distributor to make payments to other licensed distributors or licensed retailers in respect of financial assistance under this Act and prescribing methods for determining the amounts payable; (d) requiring a person who is an electricity vendor or a person prescribed by the regulations to make payments in respect of financial assistance to consumers or other persons entitled to receive the financial assistance and prescribing the circumstances in which such payments are to be made and methods for determining the amounts payable; (e) authorizing the Minister of Energy, Northern Development and Mines to make payments of financial assistance directly to consumers and prescribing the circumstances when such payments are to be made; (f) requiring a person who is an electricity vendor or a person prescribed by the regulations to make payments to the Minister of Finance in respect of amounts received by them or in circumstances prescribed by the regulations and prescribing methods for determining the amounts payable; (g) authorizing payments referred to in clause (a), (b), (c), (d) or (f) to be made by way of set-offs and credits and prescribing conditions entitling or requiring amounts to be set off or credited; (h) governing the payments required under clause (a), (b), (c), (d) or (f), including methods for paying the amounts payable and when the payments must be made, and governing methods for determining amounts to be set off or credited, including the times within which amounts must or may be set off or credited; (i) for the purposes of this Act and the regulations, requiring persons who are electricity vendors or persons prescribed by the regulations to provide information to the Minister of Energy, Northern Development and Mines, the Minister of Finance, the IESO, the Board or licensed distributors and prescribing the information to be provided and when it must be provided; (j) governing the establishment and maintenance of variance accounts required for the purposes of this Act. 2016, c. 19, s. 5 (2); 2019, c. 6, Sched. 4, s. 6. Conflict with market rules and codes (3) In the event of a conflict, a regulation made under subsection (2) prevails over the market rules to the extent of the conflict and prevails over a code issued by the Board under section 70.1 of the\r\nOntario Energy Board Act, 1998 to the extent of the conflict. 2016, c. 19, s. 5 (3). Provision of information (4) A person may do anything required by a regulation made under clause (2) (i) despite any agreement to the contrary and, if the person does so, (a) the person is not liable for doing the thing in contravention of any agreement to the contrary; and (b) doing the thing is deemed not to constitute a breach, termination, repudiation or frustration of any contract. 2016, c. 19, s. 5 (4). Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 6 – 01/11/2019 Limitation periods for financial assistance, reimbursement",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>5 </b>(1) The purposes of this section are,</p> <p class=\"paragraph\">  (a) to ensure that financial assistance under this Act and the regulations is provided to those persons entitled to receive it; and</p> <p class=\"paragraph\">  (b) to authorize the making of financial arrangements to reimburse electricity vendors, and other persons prescribed by the regulations, for financial assistance provided under this Act and the regulations. 2016, c. 19, s. 5 (1).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may, for the purpose of this section, make regulations,</p> <p class=\"paragraph\">  (a) authorizing the Minister of Energy, Northern Development and Mines to make payments to persons who are electricity vendors or persons prescribed by the regulations in respect of the amount of financial assistance to which consumers are entitled under this Act and prescribing methods for determining the amounts payable;</p> <p class=\"paragraph\">  (b) requiring the IESO to make payments to licensed distributors, or to persons prescribed by the regulations, in respect of financial assistance provided under this Act or the regulations and prescribing methods for determining the amounts payable;</p> <p class=\"paragraph\">  (c) requiring a licensed distributor to make payments to other licensed distributors or licensed retailers in respect of financial assistance under this Act and prescribing methods for determining the amounts payable;</p> <p class=\"paragraph\">  (d) requiring a person who is an electricity vendor or a person prescribed by the regulations to make payments in respect of financial assistance to consumers or other persons entitled to receive the financial assistance and prescribing the circumstances in which such payments are to be made and methods for determining the amounts payable;</p> <p class=\"paragraph\">  (e) authorizing the Minister of Energy, Northern Development and Mines to make payments of financial assistance directly to consumers and prescribing the circumstances when such payments are to be made;</p> <p class=\"paragraph\">  (f) requiring a person who is an electricity vendor or a person prescribed by the regulations to make payments to the Minister of Finance in respect of amounts received by them or in circumstances prescribed by the regulations and prescribing methods for determining the amounts payable;</p> <p class=\"paragraph\">  (g) authorizing payments referred to in clause (a), (b), (c), (d) or (f) to be made by way of set-offs and credits and prescribing conditions entitling or requiring amounts to be set off or credited;</p> <p class=\"paragraph\">  (h) governing the payments required under clause (a), (b), (c), (d) or (f), including methods for paying the amounts payable and when the payments must be made, and governing methods for determining amounts to be set off or credited, including the times within which amounts must or may be set off or credited;</p> <p class=\"paragraph\">  (i) for the purposes of this Act and the regulations, requiring persons who are electricity vendors or persons prescribed by the regulations to provide information to the Minister of Energy, Northern Development and Mines, the Minister of Finance, the IESO, the Board or licensed distributors and prescribing the information to be provided and when it must be provided;</p> <p class=\"paragraph\">  (j) governing the establishment and maintenance of variance accounts required for the purposes of this Act. 2016, c. 19, s. 5 (2); 2019, c. 6, Sched. 4, s. 6.</p> <p class=\"headnote\">Conflict with market rules and codes</p> <p class=\"subsection\">(3) In the event of a conflict, a regulation made under subsection (2) prevails over the market rules to the extent of the conflict and prevails over a code issued by the Board under section 70.1 of the\r\n<i>Ontario Energy Board Act, 1998</i> to the extent of the conflict. 2016, c. 19, s. 5 (3).</p> <p class=\"headnote\">Provision of information</p> <p class=\"subsection\">(4) A person may do anything required by a regulation made under clause (2) (i) despite any agreement to the contrary and, if the person does so,</p> <p class=\"paragraph\">  (a) the person is not liable for doing the thing in contravention of any agreement to the contrary; and</p> <p class=\"paragraph\">  (b) doing the thing is deemed not to constitute a breach, termination, repudiation or frustration of any contract. 2016, c. 19, s. 5 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s6\">2019, c. 6, Sched. 4, s. 6</a></span> – 01/11/2019</p> <p class=\"headnote\">Limitation periods for financial assistance, reimbursement</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "6.",
            "section_x": "Limitation periods for financial assistance, reimbursement",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial assistance",
            "content": "6 (1) Despite any past entitlement of a consumer to financial assistance under this Act, no financial assistance is payable to a consumer after a limitation period prescribed by the regulations in respect of the consumer, other than in such circumstances as may be prescribed by the regulations. Reimbursement (2) Despite any requirement under this Act to reimburse an electricity vendor or other person for financial assistance provided by them to consumers, no amounts for reimbursement are payable to the electricity vendor or other person after a limitation period prescribed by the regulations in respect of the electricity vendor or other person, where such reimbursement is based on a consumer’s past entitlement not yet paid or reimbursed under this Act, other than in such circumstances as may be prescribed by the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>6 </b>(1) Despite any past entitlement of a consumer to financial assistance under this Act, no financial assistance is payable to a consumer after a limitation period prescribed by the regulations in respect of the consumer, other than in such circumstances as may be prescribed by the regulations.</p> <p class=\"headnote\">Reimbursement</p> <p class=\"subsection\">(2) Despite any requirement under this Act to reimburse an electricity vendor or other person for financial assistance provided by them to consumers, no amounts for reimbursement are payable to the electricity vendor or other person after a limitation period prescribed by the regulations in respect of the electricity vendor or other person, where such reimbursement is based on a consumer’s past entitlement not yet paid or reimbursed under this Act, other than in such circumstances as may be prescribed by the regulations.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "7.",
            "section_x": "Definition",
            "part_id": null,
            "part_type": null,
            "section_y": "Definition",
            "content": "7 In sections 8, 9 and 10, “Minister” means the Minister of Finance or such other member of the Executive Council to whom the administration of those sections is assigned under the Executive Council Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>7 </b>In sections 8, 9 and 10,</p> <p class=\"definition\">“Minister” means the Minister of Finance or such other member of the Executive Council to whom the administration of those sections is assigned under the <i>Executive Council Act</i>.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "8.",
            "section_x": "Records",
            "part_id": null,
            "part_type": null,
            "section_y": "Records",
            "content": "8 (1) Every electricity vendor and every person prescribed by the regulations shall keep at a location in Ontario such records as are necessary to determine and verify compliance with this Act and the regulations and any records required by the regulations to be kept. Electronic records (2) If a person keeps records in an electronic form, the person shall ensure that, from the time the records are first made and for as long as they are required to be retained, (a) they remain complete and unaltered, apart from any changes or additions made in the normal course of communication, storage or display; and (b) they are capable of being printed and of being produced in electronically readable format for inspection, examination or audit. Retention of records (3) Records required to be kept under subsection (1) shall not be destroyed unless authorization has been given in writing by the Minister. Offence (4) Every person who fails to keep records in accordance with this section is guilty of an offence and, on conviction, is liable to a fine of not less than $50 and not more than $5,000.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>8 </b>(1) Every electricity vendor and every person prescribed by the regulations shall keep at a location in Ontario such records as are necessary to determine and verify compliance with this Act and the regulations and any records required by the regulations to be kept.</p> <p class=\"headnote\">Electronic records</p> <p class=\"subsection\">(2) If a person keeps records in an electronic form, the person shall ensure that, from the time the records are first made and for as long as they are required to be retained,</p> <p class=\"paragraph\">  (a) they remain complete and unaltered, apart from any changes or additions made in the normal course of communication, storage or display; and</p> <p class=\"paragraph\">  (b) they are capable of being printed and of being produced in electronically readable format for inspection, examination or audit.</p> <p class=\"headnote\">Retention of records</p> <p class=\"subsection\">(3) Records required to be kept under subsection (1) shall not be destroyed unless authorization has been given in writing by the Minister.</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(4) Every person who fails to keep records in accordance with this section is guilty of an offence and, on conviction, is liable to a fine of not less than $50 and not more than $5,000.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "9.",
            "section_x": "Inspections and inquiries",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspections and inquiries",
            "content": "9 (1) The Minister may appoint one or more inspectors who are authorized to exercise any of the powers and perform any of the duties of a person authorized by the Minister under subsection 31 (1) of the Retail Sales Tax Act for any purpose related to the administration and enforcement of this Act. Same (2) Subsections 31 (1), (2), (2.1) and (2.2) of the Retail Sales Tax Act apply, with necessary modifications, with respect to the administration and enforcement of this Act. Admission of evidence (3) The Minister, or a person authorized by the Minister, may, for any purpose related to the administration of this Act or the regulations, reproduce from original data stored electronically any information previously submitted as required under this Act or the regulations in any form by any person, and the electronically reproduced document shall be admissible in evidence and shall have the same probative force as the original document would have had if it had been proved in the ordinary way. Inquiry (4) The Minister may, for any purpose related to the administration of this Act or the regulations, authorize any person, whether or not the person is an employee in the Ministry of the Minister, to make such inquiry as the Minister considers necessary with reference to anything relating to the administration of this Act or the regulations. Copies (5) If a book, record or other document is examined or produced under this section, the person by whom it is examined or to whom it is produced or any officer of the Ministry may make, or cause to be made, one or more copies of it, and a document purporting to be certified by the person to be a copy made pursuant to this section is admissible in evidence and has the same probative force as the original document would have if proved in the ordinary way. Compliance (6) No person shall hinder or molest or interfere with any person doing anything that the person is authorized by this section to do or prevent or attempt to prevent any person doing any such thing. Same (7) Despite any other law to the contrary, every person shall, unless the person is unable to do so, do everything he, she or it is required by this section to do. Administration of oaths (8) Declarations or affidavits in connection with statements of information submitted pursuant to this section may be taken before any person having authority to administer an oath or before any person specially authorized for that purpose by the Lieutenant Governor in Council, but any person so specially authorized shall not charge any fee for doing so. Application of Public Inquiries Act, 2009 (9) Section 33 of the Public Inquiries Act, 2009 applies to an inquiry under subsection (4). Recovery of overpayments",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>9 </b>(1) The Minister may appoint one or more inspectors who are authorized to exercise any of the powers and perform any of the duties of a person authorized by the Minister under subsection 31 (1) of the <i>Retail Sales Tax Act</i> for any purpose related to the administration and enforcement of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 31 (1), (2), (2.1) and (2.2) of the <i>Retail Sales Tax Act</i> apply, with necessary modifications, with respect to the administration and enforcement of this Act.</p> <p class=\"headnote\">Admission of evidence</p> <p class=\"subsection\">(3) The Minister, or a person authorized by the Minister, may, for any purpose related to the administration of this Act or the regulations, reproduce from original data stored electronically any information previously submitted as required under this Act or the regulations in any form by any person, and the electronically reproduced document shall be admissible in evidence and shall have the same probative force as the original document would have had if it had been proved in the ordinary way.</p> <p class=\"headnote\">Inquiry</p> <p class=\"subsection\">(4) The Minister may, for any purpose related to the administration of this Act or the regulations, authorize any person, whether or not the person is an employee in the Ministry of the Minister, to make such inquiry as the Minister considers necessary with reference to anything relating to the administration of this Act or the regulations.</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(5) If a book, record or other document is examined or produced under this section, the person by whom it is examined or to whom it is produced or any officer of the Ministry may make, or cause to be made, one or more copies of it, and a document purporting to be certified by the person to be a copy made pursuant to this section is admissible in evidence and has the same probative force as the original document would have if proved in the ordinary way.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(6) No person shall hinder or molest or interfere with any person doing anything that the person is authorized by this section to do or prevent or attempt to prevent any person doing any such thing.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Despite any other law to the contrary, every person shall, unless the person is unable to do so, do everything he, she or it is required by this section to do.</p> <p class=\"headnote\">Administration of oaths</p> <p class=\"subsection\">(8) Declarations or affidavits in connection with statements of information submitted pursuant to this section may be taken before any person having authority to administer an oath or before any person specially authorized for that purpose by the Lieutenant Governor in Council, but any person so specially authorized shall not charge any fee for doing so.</p> <p class=\"headnote\">Application of <i>Public Inquiries Act, 2009</i></p> <p class=\"subsection\">(9) Section 33 of the <i>Public Inquiries Act, 2009</i> applies to an inquiry under subsection (4).</p> <p class=\"headnote\">Recovery of overpayments</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "10.",
            "section_x": "Recovery of overpayments",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "10 (1) In this section, “inspector” means an inspector referred to in section 9; (“inspecteur”) “overpayment” means an amount received by a person in excess of any reimbursement to which the person is entitled under this Act and the regulations. (“trop-perçu”) 2016, c. 19, s. 10 (1). Notice of overpayment (2) If it appears to an inspector that a person has received an overpayment, the Minister may send a written notice to the person advising the person of the following: 1. That the person has received an overpayment. 2. The amount of the overpayment and how it was calculated. 3. The required steps to be taken by the person with respect to the overpayment. 4. The date, not more than six months after the date of the notice, by which these steps must be completed. 5. That the Minister has the authority to assess the person for the amount of the overpayment, plus interest, if the person fails to complete the required steps by the specified date. 2016, c. 19, s. 10 (2). Calculation of amount of overpayment (3) For the purposes of this section, an inspector shall calculate an overpayment or the outstanding balance of an overpayment in the manner and form and using such procedures as the Minister considers adequate and expedient. 2016, c. 19, s. 10 (3). Assessment (4) If a person fails to complete the steps required in a notice under subsection (2) within the time specified in the notice, and any additional time requested by the person and permitted by the Minister, the Minister may assess or reassess the amount of the overpayment, or the outstanding balance of the overpayment, based on the inspector’s calculation described in subsection (3). 2016, c. 19, s. 10 (4). Penalty (5) If the Minister makes an assessment or reassessment under subsection (4) and is satisfied that the person’s non-compliance with the required steps in the notice was attributable to neglect, carelessness, wilful default or fraud, the Minister may assess a penalty against the person equal to the outstanding balance of the overpayment when the penalty is assessed. 2016, c. 19, s. 10 (5). Time limit (6) The Minister shall not assess or reassess under subsection (4) more than 48 months after the end of the month in which the person received the overpayment. 2016, c. 19, s. 10 (6). Exception, where misrepresentation, etc. (7) Subsection (6) does not apply if the Minister establishes that the person has made a misrepresentation that is attributable to neglect, carelessness or wilful default or has committed any fraud in supplying information under this Act or the regulations or in omitting to disclose information. 2016, c. 19, s. 10 (7). Deemed debt retirement charge (8) An amount assessed or reassessed by the Minister under this section is deemed for the purposes of the administration and enforcement of this Act to be a debt retirement charge, as defined in subsection 85 (1) of the Electricity Act, 1998, that has been collected, on the last day of the month in which the person received the overpayment, by the person as a collector appointed under subsection 85.3 (1) of the Electricity Act, 1998 and, for those purposes, (a) sections 85.11, 85.12, 85.14, 85.17 and 85.30 of that Act apply with necessary modifications; (b) in the application of sections 85.11 and 85.14 of that Act and without limiting the generality of clause (a), references to the Financial Corporation are read as references to the Minister of Finance and references to the Minister of Finance are read as references to the Minister as defined in section 7 of this Act; (c) the regulations made under that Act for the purposes of calculating the rate or rates of interest payable under section 85.11 of that Act and the manner of calculating the amount of interest apply with necessary modifications; and (d) sections 23 and 36, subsections 37 (1), (1.1) and (2) and sections 37.1, 38 and 39 of the Retail Sales Tax Act apply with necessary modifications. 2016, c. 19, s. 10 (8). Disposition of repaid amounts (9) If all or part of an overpayment is repaid to the Minister of Finance, the Minister of Energy, Northern Development and Mines shall make such financial arrangements and payments as may be necessary to ensure that any electricity vendor or other person entitled to all or part of the overpayment receives the appropriate amount. 2016, c. 19, s. 10 (9); 2019, c. 6, Sched. 4, s. 6. Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 6 – 01/11/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>10 </b>(1) In this section,</p> <p class=\"definition\">“inspector” means an inspector referred to in section 9; (“inspecteur”)</p> <p class=\"definition\">“overpayment” means an amount received by a person in excess of any reimbursement to which the person is entitled under this Act and the regulations. (“trop-perçu”) 2016, c. 19, s. 10 (1).</p> <p class=\"headnote\">Notice of overpayment</p> <p class=\"subsection\">(2) If it appears to an inspector that a person has received an overpayment, the Minister may send a written notice to the person advising the person of the following:</p> <p class=\"paragraph\">  1. That the person has received an overpayment.</p> <p class=\"paragraph\">  2. The amount of the overpayment and how it was calculated.</p> <p class=\"paragraph\">  3. The required steps to be taken by the person with respect to the overpayment.</p> <p class=\"paragraph\">  4. The date, not more than six months after the date of the notice, by which these steps must be completed.</p> <p class=\"paragraph\">  5. That the Minister has the authority to assess the person for the amount of the overpayment, plus interest, if the person fails to complete the required steps by the specified date. 2016, c. 19, s. 10 (2).</p> <p class=\"headnote\">Calculation of amount of overpayment</p> <p class=\"subsection\">(3) For the purposes of this section, an inspector shall calculate an overpayment or the outstanding balance of an overpayment in the manner and form and using such procedures as the Minister considers adequate and expedient. 2016, c. 19, s. 10 (3).</p> <p class=\"headnote\">Assessment</p> <p class=\"subsection\">(4) If a person fails to complete the steps required in a notice under subsection (2) within the time specified in the notice, and any additional time requested by the person and permitted by the Minister, the Minister may assess or reassess the amount of the overpayment, or the outstanding balance of the overpayment, based on the inspector’s calculation described in subsection (3). 2016, c. 19, s. 10 (4).</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(5) If the Minister makes an assessment or reassessment under subsection (4) and is satisfied that the person’s non-compliance with the required steps in the notice was attributable to neglect, carelessness, wilful default or fraud, the Minister may assess a penalty against the person equal to the outstanding balance of the overpayment when the penalty is assessed. 2016, c. 19, s. 10 (5).</p> <p class=\"headnote\">Time limit</p> <p class=\"subsection\">(6) The Minister shall not assess or reassess under subsection (4) more than 48 months after the end of the month in which the person received the overpayment. 2016, c. 19, s. 10 (6).</p> <p class=\"headnote\">Exception, where misrepresentation, etc.</p> <p class=\"subsection\">(7) Subsection (6) does not apply if the Minister establishes that the person has made a misrepresentation that is attributable to neglect, carelessness or wilful default or has committed any fraud in supplying information under this Act or the regulations or in omitting to disclose information. 2016, c. 19, s. 10 (7).</p> <p class=\"headnote\">Deemed debt retirement charge</p> <p class=\"subsection\">(8) An amount assessed or reassessed by the Minister under this section is deemed for the purposes of the administration and enforcement of this Act to be a debt retirement charge, as defined in subsection 85 (1) of the <i>Electricity Act, 1998</i>, that has been collected, on the last day of the month in which the person received the overpayment, by the person as a collector appointed under subsection 85.3 (1) of the <i>Electricity Act, 1998</i> and, for those purposes,</p> <p class=\"paragraph\">  (a) sections 85.11, 85.12, 85.14, 85.17 and 85.30 of that Act apply with necessary modifications;</p> <p class=\"paragraph\">  (b) in the application of sections 85.11 and 85.14 of that Act and without limiting the generality of clause (a), references to the Financial Corporation are read as references to the Minister of Finance and references to the Minister of Finance are read as references to the Minister as defined in section 7 of this Act;</p> <p class=\"paragraph\">  (c) the regulations made under that Act for the purposes of calculating the rate or rates of interest payable under section 85.11 of that Act and the manner of calculating the amount of interest apply with necessary modifications; and</p> <p class=\"paragraph\">  (d) sections 23 and 36, subsections 37 (1), (1.1) and (2) and sections 37.1, 38 and 39 of the <i>Retail Sales Tax Act</i> apply with necessary modifications. 2016, c. 19, s. 10 (8).</p> <p class=\"headnote\">Disposition of repaid amounts</p> <p class=\"subsection\">(9) If all or part of an overpayment is repaid to the Minister of Finance, the Minister of Energy, Northern Development and Mines shall make such financial arrangements and payments as may be necessary to ensure that any electricity vendor or other person entitled to all or part of the overpayment receives the appropriate amount. 2016, c. 19, s. 10 (9); 2019, c. 6, Sched. 4, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s6\">2019, c. 6, Sched. 4, s. 6</a></span> – 01/11/2019</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "11.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "11 (1) Except as authorized by this section, no person employed by the Government of Ontario shall, (a) knowingly communicate or knowingly allow to be communicated to any person any information obtained by or on behalf of the Minister of Energy, Northern Development and Mines or the Minister of Finance for the purposes of this Act; or (b) knowingly allow any person to inspect or to have access to any record or thing obtained by or on behalf of either Minister for the purposes of this Act. 2016, c. 19, s. 11 (1); 2019, c. 6, Sched. 4, s. 6. Testimony (2) No person employed by the Government of Ontario shall be required, in connection with any legal proceedings, (a) to give evidence relating to any information obtained by or on behalf of the Minister of Energy, Northern Development and Mines or Minister of Finance for the purposes of this Act; or (b) to produce any record or thing obtained by or on behalf of either Minister for the purposes of this Act. 2016, c. 19, s. 11 (2); 2019, c. 6, Sched. 4, s. 6. Exception (3) Subsections (1) and (2) do not apply in respect of, (a) criminal proceedings under any Act of the Parliament of Canada; (b) proceedings in respect of the trial of any person for an offence under an Act of the Legislature; or (c) proceedings relating to the administration or enforcement of this Act or Part V.1 or VI of the Electricity Act, 1998. 2016, c. 19, s. 11 (3). Communication (4) A person employed by the Government of Ontario may, in the course of duties in connection with the administration or enforcement of this Act, (a) communicate or allow to be communicated to another person employed by the Government of Ontario in the administration or enforcement of any law or to an employee of the Board information obtained by or on behalf of either Minister for the purposes of this Act; and (b) allow another person employed by the Government of Ontario in the administration or enforcement of any law or an employee of the Board to inspect or have access to any record or thing obtained by or on behalf of either Minister for the purposes of this Act. 2016, c. 19, s. 11 (4). Reciprocal communication (5) A person who receives information or obtains access to any record or thing under subsection (4) has a duty to communicate or furnish to that Minister on a reciprocal basis any information, record or thing obtained by the person that affects the administration or enforcement of this Act. 2016, c. 19, s. 11 (5). Use of information (6) Any information, record or thing communicated or furnished under this section may be used only for the administration or enforcement of this Act or an Act that is administered or enforced by the person receiving the information, record or thing. 2016, c. 19, s. 11 (6). Same (7) The Minister of Finance may permit information or a copy of any record or thing obtained by or on behalf of the Minister of Finance for the purposes of this Act to be given to, (a) the person from whom the information, record or thing was obtained; (b) any person by whom an amount is payable or has been paid under this Act; or (c) the legal representative of a person mentioned in clause (a) or (b) or the agent of the person authorized in writing in that behalf. 2016, c. 19, s. 11 (7). Information (8) The Minister of Finance may permit information or a copy of any record or thing obtained by or on behalf of the Minister of Finance for the purposes of this Act to be given to any person employed by any government if, (a) the information, record or thing obtained by that government for the purpose of any Act that imposes a tax or duty are communicated or furnished on a reciprocal basis to the Minister; and (b) the information, record or thing will not be used for any purpose other than the administration or enforcement of a law that provides for the imposition of a tax or duty. 2016, c. 19, s. 11 (8). Offence (9) Every person who contravenes any provision of this section is guilty of an offence and on conviction is liable to a fine of not more than $2,000. 2016, c. 19, s. 11 (9). Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 6 – 01/11/2019 Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>11 </b>(1) Except as authorized by this section, no person employed by the Government of Ontario shall,</p> <p class=\"paragraph\">  (a) knowingly communicate or knowingly allow to be communicated to any person any information obtained by or on behalf of the Minister of Energy, Northern Development and Mines or the Minister of Finance for the purposes of this Act; or</p> <p class=\"paragraph\">  (b) knowingly allow any person to inspect or to have access to any record or thing obtained by or on behalf of either Minister for the purposes of this Act. 2016, c. 19, s. 11 (1); 2019, c. 6, Sched. 4, s. 6.</p> <p class=\"headnote\">Testimony</p> <p class=\"subsection\">(2) No person employed by the Government of Ontario shall be required, in connection with any legal proceedings,</p> <p class=\"paragraph\">  (a) to give evidence relating to any information obtained by or on behalf of the Minister of Energy, Northern Development and Mines or Minister of Finance for the purposes of this Act; or</p> <p class=\"paragraph\">  (b) to produce any record or thing obtained by or on behalf of either Minister for the purposes of this Act. 2016, c. 19, s. 11 (2); 2019, c. 6, Sched. 4, s. 6.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not apply in respect of,</p> <p class=\"paragraph\">  (a) criminal proceedings under any Act of the Parliament of Canada;</p> <p class=\"paragraph\">  (b) proceedings in respect of the trial of any person for an offence under an Act of the Legislature; or</p> <p class=\"paragraph\">  (c) proceedings relating to the administration or enforcement of this Act or Part V.1 or VI of the <i>Electricity Act, 1998</i>. 2016, c. 19, s. 11 (3).</p> <p class=\"headnote\">Communication</p> <p class=\"subsection\">(4) A person employed by the Government of Ontario may, in the course of duties in connection with the administration or enforcement of this Act,</p> <p class=\"paragraph\">  (a) communicate or allow to be communicated to another person employed by the Government of Ontario in the administration or enforcement of any law or to an employee of the Board information obtained by or on behalf of either Minister for the purposes of this Act; and</p> <p class=\"paragraph\">  (b) allow another person employed by the Government of Ontario in the administration or enforcement of any law or an employee of the Board to inspect or have access to any record or thing obtained by or on behalf of either Minister for the purposes of this Act. 2016, c. 19, s. 11 (4).</p> <p class=\"headnote\">Reciprocal communication</p> <p class=\"subsection\">(5) A person who receives information or obtains access to any record or thing under subsection (4) has a duty to communicate or furnish to that Minister on a reciprocal basis any information, record or thing obtained by the person that affects the administration or enforcement of this Act. 2016, c. 19, s. 11 (5).</p> <p class=\"headnote\">Use of information</p> <p class=\"subsection\">(6) Any information, record or thing communicated or furnished under this section may be used only for the administration or enforcement of this Act or an Act that is administered or enforced by the person receiving the information, record or thing. 2016, c. 19, s. 11 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The Minister of Finance may permit information or a copy of any record or thing obtained by or on behalf of the Minister of Finance for the purposes of this Act to be given to,</p> <p class=\"paragraph\">  (a) the person from whom the information, record or thing was obtained;</p> <p class=\"paragraph\">  (b) any person by whom an amount is payable or has been paid under this Act; or</p> <p class=\"paragraph\">  (c) the legal representative of a person mentioned in clause (a) or (b) or the agent of the person authorized in writing in that behalf. 2016, c. 19, s. 11 (7).</p> <p class=\"headnote\">Information</p> <p class=\"subsection\">(8) The Minister of Finance may permit information or a copy of any record or thing obtained by or on behalf of the Minister of Finance for the purposes of this Act to be given to any person employed by any government if,</p> <p class=\"paragraph\">  (a) the information, record or thing obtained by that government for the purpose of any Act that imposes a tax or duty are communicated or furnished on a reciprocal basis to the Minister; and</p> <p class=\"paragraph\">  (b) the information, record or thing will not be used for any purpose other than the administration or enforcement of a law that provides for the imposition of a tax or duty. 2016, c. 19, s. 11 (8).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(9) Every person who contravenes any provision of this section is guilty of an offence and on conviction is liable to a fine of not more than $2,000. 2016, c. 19, s. 11 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s6\">2019, c. 6, Sched. 4, s. 6</a></span> – 01/11/2019</p> <p class=\"headnote\">Offences</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "12.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "False statements, etc., and fraud",
            "content": "12 (1) Every person who engages in any of the following acts or omissions is guilty of an offence: 1. Making, participating in, assenting to or acquiescing in the making of a false or deceptive statement in any document or answer required or submitted under this Act or the regulations. 2. Destroying, altering, mutilating, hiding or otherwise disposing of information or records of an electricity vendor or other person, for the purpose of evading compliance with this Act or the regulations. 3. Making, assenting to or acquiescing in the making of a false or deceptive entry of a material particular in a record of an electricity vendor or other person required to maintain records for the purposes of this Act. 4. Omitting to make or assenting to or acquiescing in the omission of an entry of a material particular in a record of an electricity vendor or other person required to maintain records for the purposes of this Act. 5. Wilfully evading or attempting to evade, in any manner, compliance with an obligation under this Act or the regulations. Penalty upon conviction (2) A person convicted of an offence under subsection (1) is liable to either or both of the following penalties in addition to any other penalty assessed under this Act: 1. A fine in an amount that is not less than $1,000 and not more than $10,000. 2. Imprisonment for a term of not more than two years. General offence (3) Every person who contravenes, by any act or omission, a requirement imposed under this Act is guilty of an offence and, on conviction, is liable, where no other penalty is provided for the offence, to a fine of not less than $50 and not more than $5,000.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>12 </b>(1) Every person who engages in any of the following acts or omissions is guilty of an offence:</p> <p class=\"paragraph\">  1. Making, participating in, assenting to or acquiescing in the making of a false or deceptive statement in any document or answer required or submitted under this Act or the regulations.</p> <p class=\"paragraph\">  2. Destroying, altering, mutilating, hiding or otherwise disposing of information or records of an electricity vendor or other person, for the purpose of evading compliance with this Act or the regulations.</p> <p class=\"paragraph\">  3. Making, assenting to or acquiescing in the making of a false or deceptive entry of a material particular in a record of an electricity vendor or other person required to maintain records for the purposes of this Act.</p> <p class=\"paragraph\">  4. Omitting to make or assenting to or acquiescing in the omission of an entry of a material particular in a record of an electricity vendor or other person required to maintain records for the purposes of this Act.</p> <p class=\"paragraph\">  5. Wilfully evading or attempting to evade, in any manner, compliance with an obligation under this Act or the regulations.</p> <p class=\"headnote\">Penalty upon conviction</p> <p class=\"subsection\">(2) A person convicted of an offence under subsection (1) is liable to either or both of the following penalties in addition to any other penalty assessed under this Act:</p> <p class=\"paragraph\">  1. A fine in an amount that is not less than $1,000 and not more than $10,000.</p> <p class=\"paragraph\">  2. Imprisonment for a term of not more than two years.</p> <p class=\"headnote\">General offence</p> <p class=\"subsection\">(3) Every person who contravenes, by any act or omission, a requirement imposed under this Act is guilty of an offence and, on conviction, is liable, where no other penalty is provided for the offence, to a fine of not less than $50 and not more than $5,000.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "13.",
            "section_x": "Limitation period",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation period",
            "content": "13 A proceeding to prosecute an offence under this Act must be commenced within six years after the date on which the matter of the offence arose.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>13 </b>A proceeding to prosecute an offence under this Act must be commenced within six years after the date on which the matter of the offence arose.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "14.",
            "section_x": "Payment of fines",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment of fines",
            "content": "14 Fines imposed on conviction of an offence under this Act are payable to the Minister of Finance on behalf of the Crown in right of Ontario.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>14 </b>Fines imposed on conviction of an offence under this Act are payable to the Minister of Finance on behalf of the Crown in right of Ontario.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "15.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "15 (1) The Lieutenant Governor in Council may make regulations, (a) subject to the powers of the Minister of Energy, Northern Development and Mines under subsection (2), prescribing anything required to be or referred to in this Act as being prescribed by the regulations; (b) defining any word or expression used in this Act that is not already expressly defined in this Act; (c) requiring any person to take such action or refrain from taking such action as may be necessary for the purposes of or in connection with any regulation made under this Act; (d) governing information that must or may be provided to consumers concerning this Act and eligibility for financial assistance under it; (e) governing the determination of the financial assistance to which a consumer is entitled under this Act, including, (i) setting out the amount of financial assistance or methods for determining it, (ii) respecting the calculation of the cost of electricity during a billing period, (iii) setting out limits or maximums on the amount of financial assistance that may be paid, or methods for determining any such limits or maximums, including limits on the number of kilowatt hours of electricity used, as determined in accordance with the regulations, with respect to which financial assistance may be paid, (iv) limiting the application of any limits or maximums referred to in subclause (iii) to a specified period; (f) prescribing a method of paying or crediting to a consumer an amount of financial assistance to which the consumer is entitled under this Act and the circumstances in which the method applies; (g) requiring a unit sub-meter provider to provide financial assistance in respect of the cost of electricity and prescribing, (i) the circumstances in which the financial assistance is to be provided, (ii) the person or class of persons entitled to receive the financial assistance, (iii) the method of determining the amount of the financial assistance to be provided, (iv) the manner for paying or otherwise providing the financial assistance; (h) setting out one or more limitation periods for the purposes of subsection 6 (1) or (2), and governing the circumstances in which that subsection does not apply; (i) respecting records to be kept by electricity vendors or by persons prescribed by the regulations; (j) providing for matters which, in the opinion of the Lieutenant Governor in Council, are necessary or desirable to facilitate the implementation of this Act and the regulations. 2016, c. 19, s. 15 (1); 2019, c. 6, Sched. 4, s. 5 (1, 2). Regulations, Minister (2) The Minister of Energy, Northern Development and Mines may make regulations, (a) prescribing information that must or may be included on invoices issued to consumers or that must or may accompany invoices issued to consumers or payments of financial assistance under this Act; (b) governing the presentation of financial assistance under this Act on invoices issued to consumers; (b.1) providing for extensions of time for compliance with an invoicing requirement set out under this Act, including, (i) providing for and specifying circumstances in which the Minister may by notice in writing provide such an extension to an electricity vendor or person referred to in subsection 4 (2), (ii) requiring electricity vendors and persons referred to in subsection 4 (2) to comply with the invoicing requirement within the extended time, and (iii) subject to the regulations made under clause (1) (f), respecting the method by which financial assistance that was not paid or credited to a consumer as a result of a delay in compliance with an invoicing requirement shall be paid or credited; (b.2) providing for exemptions from and alternatives to an invoicing requirement set out under this Act, including, (i) providing for and specifying circumstances in which the Minister may by notice in writing, (A) exempt an electricity vendor or person referred to in subsection 4 (2) from complying with an invoicing requirement set out under this Act, and (B) specify an alternative invoicing requirement or requirements with which to comply instead, and (ii) requiring electricity vendors and persons referred to in subsection 4 (2) to comply with alternative invoicing requirements; (c) prescribing anything required to be or referred to in section 4 as being prescribed by the regulations. 2016, c. 19, s. 15 (2); 2019, c. 6, Sched. 4, s. 5 (3, 4). Retroactive regulations (3) A regulation made under this Act is, if it so provides, effective with reference to a period before it is filed. 2016, c. 19, s. 15 (3). Subdelegation (4) The Lieutenant Governor in Council may, by regulation, delegate to the Minister of Energy, Northern Development and Mines the power to make some or all of the regulations under subsection (1), other than under clause (1) (e). 2016, c. 19, s. 15 (4); 2019, c. 6, Sched. 4, s. 5 (5). Section Amendments with date in force (d/m/y) 2019, c. 6, Sched. 4, s. 5 (1-5) – 01/11/2019 16, 17 Omitted (amends, repeals or revokes other legislation). 18 Omitted\r\n(provides for coming into force of provisions of this Act). 19 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>15 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) subject to the powers of the Minister of Energy, Northern Development and Mines under subsection (2), prescribing anything required to be or referred to in this Act as being prescribed by the regulations;</p> <p class=\"paragraph\">  (b) defining any word or expression used in this Act that is not already expressly defined in this Act;</p> <p class=\"paragraph\">  (c) requiring any person to take such action or refrain from taking such action as may be necessary for the purposes of or in connection with any regulation made under this Act;</p> <p class=\"paragraph\">  (d) governing information that must or may be provided to consumers concerning this Act and eligibility for financial assistance under it;</p> <p class=\"paragraph\">  (e) governing the determination of the financial assistance to which a consumer is entitled under this Act, including,</p> <p class=\"subpara\">  (i) setting out the amount of financial assistance or methods for determining it,</p> <p class=\"subpara\">  (ii) respecting the calculation of the cost of electricity during a billing period,</p> <p class=\"subpara\">  (iii) setting out limits or maximums on the amount of financial assistance that may be paid, or methods for determining any such limits or maximums, including limits on the number of kilowatt hours of electricity used, as determined in accordance with the regulations, with respect to which financial assistance may be paid,</p> <p class=\"subpara\">  (iv) limiting the application of any limits or maximums referred to in subclause (iii) to a specified period;</p> <p class=\"paragraph\">  (f) prescribing a method of paying or crediting to a consumer an amount of financial assistance to which the consumer is entitled under this Act and the circumstances in which the method applies;</p> <p class=\"paragraph\">  (g) requiring a unit sub-meter provider to provide financial assistance in respect of the cost of electricity and prescribing,</p> <p class=\"subclause\">  (i) the circumstances in which the financial assistance is to be provided,</p> <p class=\"subclause\">  (ii) the person or class of persons entitled to receive the financial assistance,</p> <p class=\"subclause\">  (iii) the method of determining the amount of the financial assistance to be provided,</p> <p class=\"subclause\">  (iv) the manner for paying or otherwise providing the financial assistance;</p> <p class=\"paragraph\">  (h) setting out one or more limitation periods for the purposes of subsection 6 (1) or (2), and governing the circumstances in which that subsection does not apply;</p> <p class=\"paragraph\">  (i) respecting records to be kept by electricity vendors or by persons prescribed by the regulations;</p> <p class=\"paragraph\">  (j) providing for matters which, in the opinion of the Lieutenant Governor in Council, are necessary or desirable to facilitate the implementation of this Act and the regulations. 2016, c. 19, s. 15 (1); 2019, c. 6, Sched. 4, s. 5 (1, 2).</p> <p class=\"headnote\">Regulations, Minister</p> <p class=\"subsection\">(2) The Minister of Energy, Northern Development and Mines may make regulations,</p> <p class=\"paragraph\">  (a) prescribing information that must or may be included on invoices issued to consumers or that must or may accompany invoices issued to consumers or payments of financial assistance under this Act;</p> <p class=\"paragraph\">  (b) governing the presentation of financial assistance under this Act on invoices issued to consumers;</p> <p class=\"paragraph\"> (b.1) providing for extensions of time for compliance with an invoicing requirement set out under this Act, including,</p> <p class=\"subpara\">  (i) providing for and specifying circumstances in which the Minister may by notice in writing provide such an extension to an electricity vendor or person referred to in subsection 4 (2),</p> <p class=\"subpara\">  (ii) requiring electricity vendors and persons referred to in subsection 4 (2) to comply with the invoicing requirement within the extended time, and</p> <p class=\"subpara\">  (iii) subject to the regulations made under clause (1) (f), respecting the method by which financial assistance that was not paid or credited to a consumer as a result of a delay in compliance with an invoicing requirement shall be paid or credited;</p> <p class=\"paragraph\"> (b.2) providing for exemptions from and alternatives to an invoicing requirement set out under this Act, including,</p> <p class=\"subpara\">  (i) providing for and specifying circumstances in which the Minister may by notice in writing,</p> <p class=\"subsubpara\">  (A) exempt an electricity vendor or person referred to in subsection 4 (2) from complying with an invoicing requirement set out under this Act, and</p> <p class=\"subsubpara\">  (B) specify an alternative invoicing requirement or requirements with which to comply instead, and</p> <p class=\"subpara\">  (ii) requiring electricity vendors and persons referred to in subsection 4 (2) to comply with alternative invoicing requirements;</p> <p class=\"paragraph\">  (c) prescribing anything required to be or referred to in section 4 as being prescribed by the regulations. 2016, c. 19, s. 15 (2); 2019, c. 6, Sched. 4, s. 5 (3, 4).</p> <p class=\"headnote\">Retroactive regulations</p> <p class=\"subsection\">(3) A regulation made under this Act is, if it so provides, effective with reference to a period before it is filed. 2016, c. 19, s. 15 (3).</p> <p class=\"headnote\">Subdelegation</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council may, by regulation, delegate to the Minister of Energy, Northern Development and Mines the power to make some or all of the regulations under subsection (1), other than under clause (1) (e). 2016, c. 19, s. 15 (4); 2019, c. 6, Sched. 4, s. 5 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched4s5s1\">2019, c. 6, Sched. 4, s. 5 (1-5)</a></span> – 01/11/2019</p> <p class=\"section\"><b>16, 17</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16o19\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}