{
    "act_info": {
        "full_title": "Ontario Forest Tenure Modernization Act, 2011, S.O. 2011, c. 10",
        "act_name_text": "Ontario Forest Tenure Modernization Act, 2011",
        "citation": "S.O. 2011, c. 10",
        "url": "https://www.ontario.ca/laws/statute/11o10",
        "date_scraped": "2023-12-18 12:28:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/11o10/v5",
            "valid_from": "December  8, 2020",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/11o10/v4",
            "valid_from": "January  1, 2018",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/11o10/v3",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/11o10/v2",
            "valid_from": "June 20, 2012",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/11o10/v1",
            "valid_from": "June  1, 2011",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/120111",
            "Citation": "O. Reg. 111/12",
            "title": "ONTARIO LOCAL FOREST MANAGEMENT CORPORATIONS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “forest resource licence” means a licence under Part III of the Crown Forest Sustainability Act, 1994; (“permis forestier”) “Minister” means the Minister of Natural Resources or any other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the Executive Council Act; (“ministre”) “Ontario local forest management corporation” means a corporation incorporated under section 3; (“société locale ontarienne de gestion forestière”) “prescribed” means prescribed by regulation made under this Act; (“prescrit”) “regulation” means a regulation made under this Act. (“règlement”)  2011, c. 10, s. 1; 2012, c. 8, Sched. 39, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8,Sched. 39, s. 1 - 20/06/2012",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“forest resource licence” means a licence under Part III of the <i>Crown</i><i> Forest</i><i> Sustainability Act, 1994</i>; (“permis forestier”)</p> <p class=\"definition\">“Minister” means the Minister of Natural Resources or any other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ontario local forest management corporation” means a corporation incorporated under section 3; (“société locale ontarienne de gestion forestière”)</p> <p class=\"definition\">“prescribed” means prescribed by regulation made under this Act; (“prescrit”)</p> <p class=\"definition\">“regulation” means a regulation made under this Act. (“règlement”)  2011, c. 10, s. 1; 2012, c. 8, Sched. 39, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched39s1\">2012, c. 8,Sched. 39, s. 1</a></span> - 20/06/2012</p>"
        },
        {
            "id": "2",
            "section": "Administration of Act",
            "content": "2 The Minister is responsible for the administration of this Act.  2011, c. 10, s. 2. Ontario Local Forest Management Corporations, Corporate Matters",
            "raw_html": "<p class=\"section\"><b>2 </b>The Minister is responsible for the administration of this Act.  2011, c. 10, s. 2.</p> <p class=\"heading1\">Ontario Local Forest Management Corporations, Corporate Matters</p>"
        },
        {
            "id": "3",
            "section": "Establishment of corporations",
            "content": "3 (1) The Lieutenant Governor in Council may by regulation incorporate one or more Ontario local forest management corporations as corporations without share capital on the recommendation of the Minister.  2011, c. 10, s. 3 (1). Recommendation of Minister (2) Before he or she makes a recommendation for the incorporation of an Ontario local forest management corporation, the Minister shall ensure that a review is conducted and shall have regard to the review in deciding whether or not to make a recommendation under this section.  2011, c. 10, s. 3 (2). Same (3) For purposes of deciding whether or not to make a recommendation under this section, the Minister may have regard to a review that was conducted or updated within three years before the Minister decides whether or not to make the recommendation.  2011, c. 10, s. 3 (3). Contents of review (4) The review shall consider any existing Ontario local forest management corporations and other entities that hold sustainable forest licences granted or extended under section 26 of the Crown Forest\r\nSustainability Act, 1994.  2011, c. 10, s. 3 (4). Exception, first five years (5) Despite subsection (1), the Lieutenant Governor in Council shall establish no more than two Ontario local forest management corporations during the five-year period that begins on the day this section comes into force and ends on the fifth anniversary of the day this section comes into force.  2011, c. 10, s. 3 (5). Same, first two corporations (6) Subsection (2) does not apply with respect to the incorporation of the first two Ontario local forest management corporations.  2011, c. 10, s. 3 (6). Corporations Information Act, etc. (7) The Corporations Information Act, the Corporations Act and the Not-for-Profit Corporations Act, 2010 do not apply to Ontario local forest management corporations, except as may be prescribed.  2011, c. 10, s. 3 (7). Crown Forest Sustainability Act, 1994 (8) The Crown Forest Sustainability Act, 1994 applies to Ontario local forest management corporations.  2011, c. 10, s. 3 (8).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Lieutenant Governor in Council may by regulation incorporate one or more Ontario local forest management corporations as corporations without share capital on the recommendation of the Minister.  2011, c. 10, s. 3 (1).</p> <p class=\"headnote\">Recommendation of Minister</p> <p class=\"subsection\">(2) Before he or she makes a recommendation for the incorporation of an Ontario local forest management corporation, the Minister shall ensure that a review is conducted and shall have regard to the review in deciding whether or not to make a recommendation under this section.  2011, c. 10, s. 3 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For purposes of deciding whether or not to make a recommendation under this section, the Minister may have regard to a review that was conducted or updated within three years before the Minister decides whether or not to make the recommendation.  2011, c. 10, s. 3 (3).</p> <p class=\"headnote\">Contents of review</p> <p class=\"subsection\">(4) The review shall consider any existing Ontario local forest management corporations and other entities that hold sustainable forest licences granted or extended under section 26 of the <i>Crown</i><i> Forest</i><i>\r\nSustainability Act, 1994</i>.  2011, c. 10, s. 3 (4).</p> <p class=\"headnote\">Exception, first five years</p> <p class=\"subsection\">(5) Despite subsection (1), the Lieutenant Governor in Council shall establish no more than two Ontario local forest management corporations during the five-year period that begins on the day this section comes into force and ends on the fifth anniversary of the day this section comes into force.  2011, c. 10, s. 3 (5).</p> <p class=\"headnote\">Same, first two corporations</p> <p class=\"subsection\">(6) Subsection (2) does not apply with respect to the incorporation of the first two Ontario local forest management corporations.  2011, c. 10, s. 3 (6).</p> <p class=\"headnoteitalic\">Corporations Information Act, etc.</p> <p class=\"subsection\">(7) The <i>Corporations Information Act, </i>the <i>Corporations Act </i>and the <i>Not-for-Profit Corporations Act, 2010</i> do not apply to Ontario local forest management corporations, except as may be prescribed.  2011, c. 10, s. 3 (7).</p> <p class=\"headnoteitalic\">Crown Forest Sustainability Act, 1994</p> <p class=\"subsection\">(8) The <i>Crown</i><i> Forest Sustainability Act, 1994</i> applies to Ontario local forest management corporations.  <a name=\"OLE_LINK1\"></a><a name=\"OLE_LINK2\">2011, c. 10, s. 3 (8).</a></p>"
        },
        {
            "id": "4",
            "section": "Crown agents",
            "content": "4 Ontario local forest management corporations and their subsidiaries, if any, are Crown agents for all purposes.  2011, c. 10, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>Ontario local forest management corporations and their subsidiaries, if any, are Crown agents for all purposes.  2011, c. 10, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Objects of corporation",
            "content": "5 The following are the objects of an Ontario local forest management corporation: 1.  To hold forest resource licences and manage Crown forests in a manner necessary to provide for the sustainability of Crown forests in accordance with the Crown Forest\r\nSustainability Act, 1994 and to promote the sustainability of Crown forests. 2.  To provide for economic development opportunities for aboriginal peoples. 3.  To manage its affairs to become a self-sustaining business entity and to optimize the value from Crown forest resources while recognizing the importance of local economic development. 4.  To market, sell and enable access to a predictable and competitively priced supply of Crown forest resources. 5.  To carry out such other objects as may be prescribed by regulation.  2011, c. 10, s. 5. Ontario Local Forest Management Corporations, Boards of Directors",
            "raw_html": "<p class=\"section\"><b>5 </b>The following are the objects of an Ontario local forest management corporation:</p> <p class=\"paragraph\">  1.  To hold forest resource licences and manage Crown forests in a manner necessary to provide for the sustainability of Crown forests in accordance with the <i>Crown</i><i> Forest</i><i>\r\nSustainability Act, 1994 </i>and to promote the sustainability of Crown forests.</p> <p class=\"paragraph\">  2.  To provide for economic development opportunities for aboriginal peoples.</p> <p class=\"paragraph\">  3.  To manage its affairs to become a self-sustaining business entity and to optimize the value from Crown forest resources while recognizing the importance of local economic development.</p> <p class=\"paragraph\">  4.  To market, sell and enable access to a predictable and competitively priced supply of Crown forest resources.</p> <p class=\"paragraph\">  5.  To carry out such other objects as may be prescribed by regulation.  2011, c. 10, s. 5.</p> <p class=\"heading1\">Ontario Local Forest Management Corporations, Boards of Directors</p>"
        },
        {
            "id": "6",
            "section": "Board of directors",
            "content": "6 (1) Each Ontario local forest management corporation shall consist of no more than 12 members appointed by the Lieutenant Governor in Council, or such number as may be prescribed, who shall form the board of directors of the corporation.  2011, c. 10, s. 6 (1). Term (2) The members of the board of directors of an Ontario local forest management corporation shall be appointed for a term of office at the pleasure of the Lieutenant Governor in Council.  2011, c. 10, s. 6 (2). Remuneration and expenses (3) Each Ontario local forest management corporation shall pay its members the remuneration and expenses that the Lieutenant Governor in Council determines.  2011, c. 10, s. 6 (3). Chair and vice-chair (4) For each Ontario local forest management corporation, the Lieutenant Governor in Council shall designate one of the members of the board of the corporation as chair of the board and at least one member as vice-chair of the board.  2011, c. 10, s. 6 (4). Absence of chair (5) If the chair of the board of an Ontario local forest management corporation is absent or otherwise unable to act or if the office is vacant, the vice-chair shall act in the place of the chair.  2011, c. 10, s. 6 (5). Quorum (6) A majority of the members of the board of an Ontario local forest management corporation constitutes a quorum of the board, unless otherwise prescribed.  2011, c. 10, s. 6 (6). Conflict of interest, standards of care and indemnification (7) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification) of the Business Corporations Act\r\napply with necessary modifications to each Ontario local forest management corporation, its board of directors and its officers.  2011, c. 10, s. 6 (7). Termination (8) A member ceases to be a member of the board of directors of an Ontario local forest management corporation if, (a)  the member’s term, as specified in his or her appointment, expires; (b)  the Lieutenant Governor in Council revokes the member’s appointment as a member of the corporation; (c)  the member dies, resigns as a member of the board of directors or becomes a bankrupt.  2011, c. 10, s. 6 (8).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) Each Ontario local forest management corporation shall consist of no more than 12 members appointed by the Lieutenant Governor in Council, or such number as may be prescribed, who shall form the board of directors of the corporation.  2011, c. 10, s. 6 (1).</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(2) The members of the board of directors of an Ontario local forest management corporation shall be appointed for a term of office at the pleasure of the Lieutenant Governor in Council.  2011, c. 10, s. 6 (2).</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(3) Each Ontario local forest management corporation shall pay its members the remuneration and expenses that the Lieutenant Governor in Council determines.  2011, c. 10, s. 6 (3).</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(4) For each Ontario local forest management corporation, the Lieutenant Governor in Council shall designate one of the members of the board of the corporation as chair of the board and at least one member as vice-chair of the board.  2011, c. 10, s. 6 (4).</p> <p class=\"headnote\">Absence of chair</p> <p class=\"subsection\">(5) If the chair of the board of an Ontario local forest management corporation is absent or otherwise unable to act or if the office is vacant, the vice-chair shall act in the place of the chair.  2011, c. 10, s. 6 (5).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(6) A majority of the members of the board of an Ontario local forest management corporation constitutes a quorum of the board, unless otherwise prescribed.  2011, c. 10, s. 6 (6).</p> <p class=\"headnote\">Conflict of interest, standards of care and indemnification</p> <p class=\"subsection\">(7) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification) of the <i>Business Corporations Act</i>\r\napply with necessary modifications to each Ontario local forest management corporation, its board of directors and its officers.  2011, c. 10, s. 6 (7).</p> <p class=\"headnote\">Termination</p> <p class=\"subsection\">(8) A member ceases to be a member of the board of directors of an Ontario local forest management corporation if,</p> <p class=\"paragraph\">  (a)  the member’s term, as specified in his or her appointment, expires;</p> <p class=\"paragraph\">  (b)  the Lieutenant Governor in Council revokes the member’s appointment as a member of the corporation;</p> <p class=\"paragraph\">  (c)  the member dies, resigns as a member of the board of directors or becomes a bankrupt.  2011, c. 10, s. 6 (8).</p>"
        },
        {
            "id": "7",
            "section": "Powers and duties of board",
            "content": "7 (1) The affairs of each Ontario local forest management corporation are under the management and control of its board of directors.  2011, c. 10, s. 7 (1). By-laws, general (2) A board of directors may pass by-laws and resolutions for regulating its proceedings and generally for the conduct and management of the affairs of the corporation.  2011, c. 10, s. 7 (2). By-laws, consent of Minister (3) No by-law of an Ontario local forest management corporation is effective unless the Minister has consented to the by-law.  2011, c. 10, s. 7 (3). Borrow, invest or manage financial risk by-law, consent (4) A local forest management corporation shall not borrow money, invest or manage financial risk unless the activity is authorized by a by-law and, in addition to the consent of the Minister, the Minister of Finance has consented to the by-law.  2011, c. 10, s. 7 (4). Committees",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The affairs of each Ontario local forest management corporation are under the management and control of its board of directors.  2011, c. 10, s. 7 (1).</p> <p class=\"headnote\">By-laws, general</p> <p class=\"subsection\">(2) A board of directors may pass by-laws and resolutions for regulating its proceedings and generally for the conduct and management of the affairs of the corporation.  2011, c. 10, s. 7 (2).</p> <p class=\"headnote\">By-laws, consent of Minister</p> <p class=\"subsection\">(3) No by-law of an Ontario local forest management corporation is effective unless the Minister has consented to the by-law.  2011, c. 10, s. 7 (3).</p> <p class=\"headnote\">Borrow, invest or manage financial risk by-law, consent</p> <p class=\"subsection\">(4) A local forest management corporation shall not borrow money, invest or manage financial risk unless the activity is authorized by a by-law and, in addition to the consent of the Minister, the Minister of Finance has consented to the by-law.  2011, c. 10, s. 7 (4).</p> <p class=\"headnote\">Committees</p>"
        },
        {
            "id": "8",
            "section": "Committees of the board",
            "content": "8 (1) A board of directors of an Ontario local forest management corporation may by by-law establish one or more committees of the board as it considers appropriate.  2011, c. 10, s. 8 (1). Advisory committees (2) The board of directors of an Ontario local forest management corporation may by by-law establish one or more advisory committees, whose membership may be composed of individuals other than members of the board.  2011, c. 10, s. 8 (2). Ontario Local Forest Management Corporations, General Powers",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) A board of directors of an Ontario local forest management corporation may by by-law establish one or more committees of the board as it considers appropriate.  2011, c. 10, s. 8 (1).</p> <p class=\"headnote\">Advisory committees</p> <p class=\"subsection\">(2) The board of directors of an Ontario local forest management corporation may by by-law establish one or more advisory committees, whose membership may be composed of individuals other than members of the board.  2011, c. 10, s. 8 (2).</p> <p class=\"heading1\">Ontario Local Forest Management Corporations, General Powers</p>"
        },
        {
            "id": "9",
            "section": "Powers, natural person",
            "content": "9 (1) Each Ontario local forest management corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited under this Act.  2011, c. 10, s. 9 (1). Delegation (2) Where an Ontario local forest management corporation has by-laws that permit it and the Minister consents, an Ontario local forest management corporation may delegate any of its powers or duties under this Act to a subsidiary corporation established under section 10, a committee of the board or any other person or body.  2011, c. 10, s. 9 (2). Same (3) A delegation of powers or duties is subject to any conditions and restrictions that may be specified by the board of directors.  2011, c. 10, s. 9 (3). Minister’s approval (4) An Ontario local forest management corporation shall not, without the approval of the Minister, acquire or dispose of any interest in real property or pledge, charge or encumber any of its personal property, except as is reasonably necessary or incidental to carrying out its objects and as a holder of forest resource licences, including leasing office or other space that is reasonably necessary for the purposes of the corporation.  2011, c. 10, s. 9 (4).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) Each Ontario local forest management corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited under this Act.  2011, c. 10, s. 9 (1).</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(2) Where an Ontario local forest management corporation has by-laws that permit it and the Minister consents, an Ontario local forest management corporation may delegate any of its powers or duties under this Act to a subsidiary corporation established under section 10, a committee of the board or any other person or body.  2011, c. 10, s. 9 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A delegation of powers or duties is subject to any conditions and restrictions that may be specified by the board of directors.  2011, c. 10, s. 9 (3).</p> <p class=\"headnote\">Minister’s approval</p> <p class=\"subsection\">(4) An Ontario local forest management corporation shall not, without the approval of the Minister, acquire or dispose of any interest in real property or pledge, charge or encumber any of its personal property, except as is reasonably necessary or incidental to carrying out its objects and as a holder of forest resource licences, including leasing office or other space that is reasonably necessary<b> </b>for the purposes of the corporation.  2011, c. 10, s. 9 (4).</p>"
        },
        {
            "id": "10",
            "section": "Limitation re subsidiaries",
            "content": "10 (1) Subject to subsection (2), an Ontario local forest management corporation may establish and dissolve subsidiary corporations.  2011, c. 10, s. 10 (1). Same (2) The establishment of a subsidiary corporation under subsection (1), the structure, powers, duties, governance, constitution and management of the subsidiary corporation, the dissolution of the subsidiary corporation and the terms of its dissolution shall be subject to the approval of the Lieutenant Governor in Council.  2011, c. 10, s. 10 (2). Ontario Local Forest Management Corporations, General Manager, Employees, etc.",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Subject to subsection (2), an Ontario local forest management corporation may establish and dissolve subsidiary corporations.  2011, c. 10, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The establishment of a subsidiary corporation under subsection (1), the structure, powers, duties, governance, constitution and management of the subsidiary corporation, the dissolution of the subsidiary corporation and the terms of its dissolution shall be subject to the approval of the Lieutenant Governor in Council.  2011, c. 10, s. 10 (2).</p> <p class=\"heading1\">Ontario Local Forest Management Corporations, General Manager, Employees, etc.</p>"
        },
        {
            "id": "11",
            "section": "General manager",
            "content": "11 Each Ontario local forest management corporation shall appoint a person to be the general manager of the corporation who shall be subject to the control and management of the board and who shall be paid by the corporation the remuneration and expense allowance as may be fixed by the corporation and approved by the Minister.  2011, c. 10, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>Each Ontario local forest management corporation shall appoint a person to be the general manager of the corporation who shall be subject to the control and management of the board and who shall be paid by the corporation the remuneration and expense allowance as may be fixed by the corporation and approved by the Minister.  2011, c. 10, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Employees, etc.",
            "content": "12 Each Ontario local forest management corporation may, (a)  subject to the approval of the Minister, establish job classifications, personnel qualifications, duties, powers and salary ranges for its officers and employees; (b)  appoint, employ and promote its officers and employees in conformity with the classifications, qualifications and salary ranges approved by the Minister; and (c)  dismiss its officers and employees for just cause.  2011, c. 10, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>Each Ontario local forest management corporation may,</p> <p class=\"paragraph\">  (a)  subject to the approval of the Minister, establish job classifications, personnel qualifications, duties, powers and salary ranges for its officers and employees;</p> <p class=\"paragraph\">  (b)  appoint, employ and promote its officers and employees in conformity with the classifications, qualifications and salary ranges approved by the Minister; and</p> <p class=\"paragraph\">  (c)  dismiss its officers and employees for just cause.  2011, c. 10, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Professional assistance",
            "content": "13 An Ontario local forest management corporation may, (a)  engage persons, other than those mentioned in section 12, to provide professional, technical or other assistance to or on behalf of the corporation; and (b)  establish the terms of engagement and provide for the payment of the remuneration and expenses of persons engaged under clause (a).  2011, c. 10, s. 13. Ontario Local Forest Management Corporations, Immunity of Employees and Others",
            "raw_html": "<p class=\"section\"><b>13 </b>An Ontario local forest management corporation may,</p> <p class=\"paragraph\">  (a)  engage persons, other than those mentioned in section 12, to provide professional, technical or other assistance to or on behalf of the corporation; and</p> <p class=\"paragraph\">  (b)  establish the terms of engagement and provide for the payment of the remuneration and expenses of persons engaged under clause (a).  2011, c. 10, s. 13.</p> <p class=\"heading1\">Ontario Local Forest Management Corporations, Immunity of Employees and Others</p>"
        },
        {
            "id": "14",
            "section": "Immunity of employees and others",
            "content": "14 (1) No action or other civil proceeding shall be commenced against a member, officer or employee of an Ontario local forest management corporation or a subsidiary for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations, the by-laws of the corporation or a subsidiary or under a directive issued under subsection 22 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty.  2011, c. 10, s. 14 (1). Immunity of the Crown and Crown agencies (2) No action or other civil proceeding shall be commenced against the Crown or a Crown agency for any act, neglect or default by a person mentioned in subsection (1) or for any act, neglect or default by an Ontario local forest management corporation or a subsidiary.  2011, c. 10, s. 14 (2). Liability of corporation or subsidiary (3) Subsections (1) and (2) do not relieve the Ontario local forest management corporation or a subsidiary of any liability to which it would otherwise be subject in respect of a cause of action arising from any act, neglect or default mentioned in subsection (1).  2011, c. 10, s. 14 (3). Ontario Local Forest Management Corporations, Financial Matters",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) No action or other civil proceeding shall be commenced against a member, officer or employee of an Ontario local forest management corporation or a subsidiary for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations, the by-laws of the corporation or a subsidiary or under a directive issued under subsection 22 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty.  2011, c. 10, s. 14 (1).</p> <p class=\"headnote\">Immunity of the Crown and Crown agencies</p> <p class=\"subsection\">(2) No action or other civil proceeding shall be commenced against the Crown or a Crown agency for any act, neglect or default by a person mentioned in subsection (1) or for any act, neglect or default by an Ontario local forest management corporation or a subsidiary.  2011, c. 10, s. 14 (2).</p> <p class=\"headnote\">Liability of corporation or subsidiary</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not relieve the Ontario local forest management corporation or a subsidiary of any liability to which it would otherwise be subject in respect of a cause of action arising from any act, neglect or default mentioned in subsection (1).  2011, c. 10, s. 14 (3).</p> <p class=\"heading1\">Ontario Local Forest Management Corporations, Financial Matters</p>"
        },
        {
            "id": "15",
            "section": "Temporary investments",
            "content": "15 (1) An Ontario local forest management corporation may temporarily invest money not immediately required to carry out its objects if, (a)  a by-law of the Ontario local forest management corporation authorizes the investments; and (b)  in accordance with subsection 7 (4), the Minister of Finance has consented to the by-law.  2011, c. 10, s. 15 (1). Same, authorized investments (2) For purposes of clause (1) (a), an Ontario local forest management corporation is authorized to invest in the following: 1.  Securities issued by or guaranteed as to principal and interest by a municipality in Canada, the Province of Ontario, any other province of Canada or Canada. 2.  Guaranteed investment certificates of any trust corporation that is registered under the Loan and Trust Corporations Act. 3.  Term deposits accepted by a credit union as defined in the Credit Unions and Caisses Populaires Act, 2020. 4.  Deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by any bank listed in Schedule I, II or III to the Bank Act (Canada).  2011, c. 10, s. 15 (2); 2020, c. 36, Sched. 7, s. 330. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 7, s. 330 - 01/03/2022",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) An Ontario local forest management corporation may temporarily invest money not immediately required to carry out its objects if,</p> <p class=\"paragraph\">  (a)  a by-law of the Ontario local forest management corporation authorizes the investments; and</p> <p class=\"paragraph\"><b> </b>(b)  in accordance with subsection 7 (4), the Minister of Finance has consented to the by-law.  2011, c. 10, s. 15 (1).</p> <p class=\"headnote\">Same, authorized investments</p> <p class=\"subsection\">(2) For purposes of clause (1) (a), an Ontario local forest management corporation is authorized to invest in the following:</p> <p class=\"paragraph\">  1.  Securities issued by or guaranteed as to principal and interest by a municipality in Canada, the Province of Ontario, any other province of Canada or Canada.</p> <p class=\"paragraph\">  2.  Guaranteed investment certificates of any trust corporation that is registered under the <i>Loan and Trust Corporations Act</i>.</p> <p class=\"paragraph\">  3.  Term deposits accepted by a credit union as defined in the <i>Credit Unions and Caisses Populaires Act, 2020</i>.</p> <p class=\"paragraph\">  4.  Deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by any bank listed in Schedule I, II or III to the <i>Bank Act</i> (Canada).  2011, c. 10, s. 15 (2); 2020, c. 36, Sched. 7, s. 330.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s330\">2020, c. 36, Sched. 7, s. 330</a></span> - 01/03/2022</p>"
        },
        {
            "id": "16",
            "section": "Grants and loans by Minister",
            "content": "16 (1) The Minister may make grants and loans to an Ontario local forest management corporation at such times and upon such terms as the Minister considers advisable.  2012, c. 8, Sched. 39, s. 2. Loans approved by Minister of Finance (2) No loan may be made under subsection (1) without the prior approval of the Minister of Finance.  2012, c. 8, Sched. 39, s. 2. Section Amendments with date in force (d/m/y) 2012, c. 8,Sched. 39, s. 2 - 20/06/2012",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The Minister may make grants and loans to an Ontario local forest management corporation at such times and upon such terms as the Minister considers advisable.  2012, c. 8, Sched. 39, s. 2.</p> <p class=\"headnote\">Loans approved by Minister of Finance</p> <p class=\"subsection\">(2) No loan may be made under subsection (1) without the prior approval of the Minister of Finance.  2012, c. 8, Sched. 39, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched39s2\">2012, c. 8,Sched. 39, s. 2</a></span> - 20/06/2012</p>"
        },
        {
            "id": "17",
            "section": "Status of revenues and assets",
            "content": "17 (1) Despite Part I of the Financial Administration Act, the revenues and assets of an Ontario local forest management corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.  2011, c. 10, s. 17 (1). Use of revenue (2) The revenues of an Ontario local forest management corporation shall be used to further its objects and for no other purpose.  2011, c. 10, s. 17 (2).",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) Despite Part I of the <i>Financial Administration Act</i>, the revenues and assets of an Ontario local forest management corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.  2011, c. 10, s. 17 (1).</p> <p class=\"headnote\">Use of revenue</p> <p class=\"subsection\">(2) The revenues of an Ontario local forest management corporation shall be used to further its objects and for no other purpose.  2011, c. 10, s. 17 (2).</p>"
        },
        {
            "id": "18",
            "section": "Accounting system",
            "content": "18 Each Ontario local forest management corporation shall establish and maintain an accounting system satisfactory to the Minister.  2011, c. 10, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>Each Ontario local forest management corporation shall establish and maintain an accounting system satisfactory to the Minister.  2011, c. 10, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Financial records, etc.",
            "content": "19 (1) Each Ontario local forest management corporation shall maintain financial records for the corporation and its subsidiaries and shall establish financial, management and information systems that will enable the corporation to prepare financial statements in accordance with generally accepted accounting principles.  2011, c. 10, s. 19 (1). Inspection (2) Upon the request of the Minister or the Minister of Finance, an Ontario local forest management corporation and its subsidiaries shall promptly make their financial records available for inspection.  2011, c. 10, s. 19 (2). Other information (3) An Ontario local forest management corporation and its subsidiaries shall promptly make such other information as may be requested by the Minister or the Minister of Finance available for inspection.  2011, c. 10, s. 19 (3).",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) Each Ontario local forest management corporation shall maintain financial records for the corporation and its subsidiaries and shall establish financial, management and information systems that will enable the corporation to prepare financial statements in accordance with generally accepted accounting principles.  2011, c. 10, s. 19 (1).</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) Upon the request of the Minister or the Minister of Finance, an Ontario local forest management corporation and its subsidiaries shall promptly make their financial records available for inspection.  2011, c. 10, s. 19 (2).</p> <p class=\"headnote\">Other information</p> <p class=\"subsection\">(3) An Ontario local forest management corporation and its subsidiaries shall promptly make such other information as may be requested by the Minister or the Minister of Finance available for inspection.  2011, c. 10, s. 19 (3).</p>"
        },
        {
            "id": "20",
            "section": "Fiscal year",
            "content": "20 The fiscal year of an Ontario local forest management corporation commences on April 1 in each year and ends on March 31 of the following year.  2011, c. 10, s. 20.",
            "raw_html": "<p class=\"section\"><b>20 </b>The fiscal year of an Ontario local forest management corporation commences on April 1 in each year and ends on March 31 of the following year.  2011, c. 10, s. 20.</p>"
        },
        {
            "id": "21",
            "section": "Audit",
            "content": "21 (1) The board of directors of each Ontario local forest management corporation shall appoint one or more licensed public accountants to audit the accounts and financial transactions of the corporation and its subsidiaries for the previous fiscal year.  2011, c. 10, s. 21 (1). Auditor General (2) The Auditor General may also audit the accounts and financial transactions of an Ontario local forest management corporation and any of its subsidiaries for any fiscal year.  2011, c. 10, s. 21 (2). Minister appointed auditor (3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and financial transactions of an Ontario local forest management corporation and any of its subsidiaries for any period of time that the Minister specifies.  2011, c. 10, s. 21 (3). Co-operation by corporation (4) If the Minister requires that an audit of an Ontario local forest management corporation and any of its subsidiaries be conducted under subsection (3), the corporation shall co-operate fully with the person performing the audit to facilitate the audit.  2011, c. 10, s. 21 (4). Directives, Business Plan and Annual Report",
            "raw_html": "<p class=\"section\"><b>21 </b>(1) The board of directors of each Ontario local forest management corporation shall appoint one or more licensed public accountants to audit the accounts and financial transactions of the corporation and its subsidiaries for the previous fiscal year.  2011, c. 10, s. 21 (1).</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(2) The Auditor General may also audit the accounts and financial transactions of an Ontario local forest management corporation and any of its subsidiaries for any fiscal year.  2011, c. 10, s. 21 (2).</p> <p class=\"headnote\">Minister appointed auditor</p> <p class=\"subsection\">(3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and financial transactions of an Ontario local forest management corporation and any of its subsidiaries for any period of time that the Minister specifies.  2011, c. 10, s. 21 (3).</p> <p class=\"headnote\">Co-operation by corporation</p> <p class=\"subsection\">(4) If the Minister requires that an audit of an Ontario local forest management corporation and any of its subsidiaries be conducted under subsection (3), the corporation shall co-operate fully with the person performing the audit to facilitate the audit.  2011, c. 10, s. 21 (4).</p> <p class=\"heading1\">Directives, Business Plan and Annual Report</p>"
        },
        {
            "id": "22",
            "section": "Minister’s directives",
            "content": "22 (1) The Minister may issue directives in writing to Ontario local forest management corporations in respect of any matter under this Act.  2011, c. 10, s. 22 (1). Compliance (2) The board of directors of an Ontario local forest management corporation shall ensure that the directives are implemented promptly and efficiently and are complied with by the corporation.  2011, c. 10, s. 22 (2). General or specific (3) A directive may be general or specific in its application and may apply to one or more specified Ontario local forest management corporations or a specified class of Ontario local forest management corporations.  2011, c. 10, s. 22 (3). Legislation Act, 2006 (4) Part III of the Legislation Act, 2006 does not apply to a directive issued under this section.  2011, c. 10, s. 22 (4).",
            "raw_html": "<p class=\"section\"><b>22 </b>(1) The Minister may issue directives in writing to Ontario local forest management corporations in respect of any matter under this Act.  2011, c. 10, s. 22 (1).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) The board of directors of an Ontario local forest management corporation shall ensure that the directives are implemented promptly and efficiently and are complied with by the corporation.  2011, c. 10, s. 22 (2).</p> <p class=\"headnote\">General or specific</p> <p class=\"subsection\">(3) A directive may be general or specific in its application and may apply to one or more specified Ontario local forest management corporations or a specified class of Ontario local forest management corporations.  2011, c. 10, s. 22 (3).</p> <p class=\"headnoteitalic\">Legislation Act, 2006</p> <p class=\"subsection\">(4) Part III of the <i>Legislation Act, 2006</i> does not apply to a directive issued under this section.  2011, c. 10, s. 22 (4).</p>"
        },
        {
            "id": "23",
            "section": "Business plan",
            "content": "23 (1) At least three months before the beginning of each fiscal year or by such other date as the Minister specifies, each Ontario local forest management corporation shall submit its business plan for the fiscal year to the Minister for approval.  2011, c. 10, s. 23 (1). Contents (2) Unless specified otherwise by the Minister, the business plan must be based on a three-year cycle and must include, (a)  the corporation’s proposed operating budget for the fiscal year; (b)  the corporation’s projected operating budget for each of the next two fiscal years after the fiscal year; (c)  the projected revenues of the corporation for the fiscal year and their sources; (d)  the projected operating expenditures of the corporation for the fiscal year; (e)  performance measures establishing targets for the fiscal year; and (f)  all other information that the Minister requires.  2011, c. 10, s. 23 (2). Changes (3) An Ontario local forest management corporation may make changes to its business plan with the approval of the Minister.  2011, c. 10, s. 23 (3).",
            "raw_html": "<p class=\"section\"><b>23 </b>(1) At least three months before the beginning of each fiscal year or by such other date as the Minister specifies, each Ontario local forest management corporation shall submit its business plan for the fiscal year to the Minister for approval.  2011, c. 10, s. 23 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) Unless specified otherwise by the Minister, the business plan must be based on a three-year cycle and must include,</p> <p class=\"paragraph\">  (a)  the corporation’s proposed operating budget for the fiscal year;</p> <p class=\"paragraph\">  (b)  the corporation’s projected operating budget for each of the next two fiscal years after the fiscal year;</p> <p class=\"paragraph\">  (c)  the projected revenues of the corporation for the fiscal year and their sources;</p> <p class=\"paragraph\">  (d)  the projected operating expenditures of the corporation for the fiscal year;</p> <p class=\"paragraph\">  (e)  performance measures establishing targets for the fiscal year; and</p> <p class=\"paragraph\">  (f)  all other information that the Minister requires.  2011, c. 10, s. 23 (2).</p> <p class=\"headnote\">Changes</p> <p class=\"subsection\">(3) An Ontario local forest management corporation may make changes to its business plan with the approval of the Minister.  2011, c. 10, s. 23 (3).</p>"
        },
        {
            "id": "BK351",
            "section": "Annual report",
            "content": "24 (1) The board of each Ontario local forest management corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Ontario local forest management corporation’s fiscal year and make it available to the public. 2017, c. 34, Sched. 46, s. 35. Same (2) The Ontario local forest management corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; and (b)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 35. Same (3) The Ontario local forest management corporation shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 35. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 35 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK351\"></a><b>24 </b>(1) The board of each Ontario local forest management corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Ontario local forest management corporation’s fiscal year and make it available to the public. 2017, c. 34, Sched. 46, s. 35.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Ontario local forest management corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report; and</p> <p class=\"paragraph\">  (b)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 35.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Ontario local forest management corporation shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 35.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s35\">2017, c. 34, Sched. 46, s. 35</a></span> - 01/01/2018</p>"
        },
        {
            "id": "25",
            "section": "Other reports",
            "content": "25 Each Ontario local forest management corporation shall promptly prepare and submit to the Minister any other report that the Minister requires.  2011, c. 10, s. 25. Winding Up Corporation",
            "raw_html": "<p class=\"section\"><b>25 </b>Each Ontario local forest management corporation shall promptly prepare and submit to the Minister any other report that the Minister requires.  2011, c. 10, s. 25.</p> <p class=\"heading1\">Winding Up Corporation</p>"
        },
        {
            "id": "26",
            "section": "Winding up a corporation",
            "content": "26 (1) The Lieutenant Governor in Council may by order require the board of directors of an Ontario local forest management corporation to wind up the affairs of the corporation.  2011, c. 10, s. 26 (1). Approved plan required (2) The board shall prepare a proposed plan for winding up the Ontario local forest management corporation and transferring its assets and liabilities and shall give the proposed plan to the Lieutenant Governor in Council for approval.  2011, c. 10, s. 26 (2). Restriction (3) Before winding up the Ontario local forest management corporation, the board shall ensure that any of the corporation’s outstanding liabilities related to forest management under the Crown Forest Sustainability Act, 1994\r\nor other applicable legislation that are owed to the Crown are satisfied before the corporation’s assets and liabilities are transferred.  2011, c. 10, s. 26 (3). Restriction (4) Subject to subsection (3), the plan for winding up the Ontario local forest management corporation may provide for, (a)  liquidating assets and transferring the proceeds to the Consolidated Revenue Fund or to an agency of the Crown; and (b)  transferring assets and liabilities to the Crown in right of Ontario or to an agency of the Crown.  2011, c. 10, s. 26 (4). Implementation (5) When the Lieutenant Governor in Council approves the proposed plan, the board of directors shall wind up the affairs of the Ontario local forest management corporation and transfer its assets and liabilities, including transferring the proceeds from the liquidation of assets, in accordance with the plan.  2011, c. 10, s. 26 (5). Regulations",
            "raw_html": "<p class=\"section\"><b>26 </b>(1) The Lieutenant Governor in Council may by order require the board of directors of an Ontario local forest management corporation to wind up the affairs of the corporation.  2011, c. 10, s. 26 (1).</p> <p class=\"headnote\">Approved plan required</p> <p class=\"subsection\">(2) The board shall prepare a proposed plan for winding up the Ontario local forest management corporation and transferring its assets and liabilities and shall give the proposed plan to the Lieutenant Governor in Council for approval.  2011, c. 10, s. 26 (2).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(3) Before winding up the Ontario local forest management corporation, the board shall ensure that any of the corporation’s outstanding liabilities related to forest management under the <i>Crown Forest Sustainability Act, 1994</i>\r\nor other applicable legislation that are owed to the Crown are satisfied before the corporation’s assets and liabilities are transferred.  2011, c. 10, s. 26 (3).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(4) Subject to subsection (3), the plan for winding up the Ontario local forest management corporation may provide for,</p> <p class=\"paragraph\">  (a)  liquidating assets and transferring the proceeds to the Consolidated Revenue Fund or to an agency of the Crown; and</p> <p class=\"paragraph\">  (b)  transferring assets and liabilities to the Crown in right of Ontario or to an agency of the Crown.  2011, c. 10, s. 26 (4).</p> <p class=\"headnote\">Implementation</p> <p class=\"subsection\">(5) When the Lieutenant Governor in Council approves the proposed plan, the board of directors shall wind up the affairs of the Ontario local forest management corporation and transfer its assets and liabilities, including transferring the proceeds from the liquidation of assets, in accordance with the plan.  2011, c. 10, s. 26 (5).</p> <p class=\"heading1\">Regulations</p>"
        },
        {
            "id": "27",
            "section": "Regulations, general",
            "content": "27 (1) The Lieutenant Governor in Council may make regulations, (a)  governing Ontario local forest management corporations; (b)  prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided by the regulations; (c)  defining words and expressions that are used in this Act that are not expressly defined in this Act; (d)  exempting any person or thing or any class of them from this Act, any provision of this Act, any regulations made by the Lieutenant Governor in Council or any provision of such a regulation and setting out the circumstances, if any, specified in the regulations and establishing any conditions that attach to the exemption.  2011, c. 10, s. 27 (1). Same, examples (2) As examples of general matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations, (a)  incorporating Ontario local forest management corporations; (b)  prescribing additional objects for Ontario local forest management corporations; (c)  authorizing additional powers for Ontario local forest management corporations for purposes of achieving its objects, including any additional objects that may be prescribed; (d)  respecting the assets and liabilities of Ontario local forest management corporations; (e)  in respect of members of Ontario local forest management corporations, (i)  prescribing persons or classes of persons who may provide lists of potential members to the Minister, (ii)  respecting reserving positions as members to certain persons or classes of persons, (iii)  respecting persons or classes of persons who must be included as members, (iv)  respecting the qualifications of members, (v)  respecting persons or classes of persons who are prohibited from being members or who are prohibited from being nominated as a member, (vi)  prescribing the maximum number of members appointed to the board of directors of an Ontario local forest management corporation.  2011, c. 10, s. 27 (2). Same, corporate changes (3) As examples of corporate matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations, (a)  amalgamating or dissolving one or more Ontario local forest management corporations; (b)  dividing an Ontario local forest management corporation into two or more Ontario local forest management corporations; (c)  changing the name of an Ontario local forest management corporation; (d)  making such other corporate changes as the Lieutenant Governor in Council considers advisable or expedient.  2011, c. 10, s. 27 (3). Same (4) In respect of corporate matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations, (a)  establishing processes or requirements for dealing with the employees and the assets, including real and personal property, liabilities, rights and obligations of Ontario local forest management corporations upon the amalgamation, dissolution or division of one or more Ontario local forest management corporations under clause (3) (a) or (b); (b)  establishing processes or requirements for corporate changes as may be prescribed under clause (3) (d).  2011, c. 10, s. 27 (4). 28 Omitted (amends, repeals or revokes other legislation).  2011, c. 10, s. 28. 29 Omitted (provides for coming into force of provisions of this Act).  2011, c. 10, s. 29. 30 Omitted (enacts short title of this Act).  2011, c. 10, s. 30. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>27 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  governing Ontario local forest management corporations;</p> <p class=\"paragraph\">  (b)  prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided by the regulations;</p> <p class=\"paragraph\">  (c)  defining words and expressions that are used in this Act that are not expressly defined in this Act;</p> <p class=\"paragraph\">  (d)  exempting any person or thing or any class of them from this Act, any provision of this Act, any regulations made by the Lieutenant Governor in Council or any provision of such a regulation and setting out the circumstances, if any, specified in the regulations and establishing any conditions that attach to the exemption.  2011, c. 10, s. 27 (1).</p> <p class=\"headnote\">Same, examples</p> <p class=\"subsection\">(2) As examples of general matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  incorporating Ontario local forest management corporations;</p> <p class=\"paragraph\">  (b)  prescribing additional objects for Ontario local forest management corporations;</p> <p class=\"paragraph\">  (c)  authorizing additional powers for Ontario local forest management corporations for purposes of achieving its objects, including any additional objects that may be prescribed;</p> <p class=\"paragraph\">  (d)  respecting the assets and liabilities of Ontario local forest management corporations;</p> <p class=\"paragraph\">  (e)  in respect of members of Ontario local forest management corporations,</p> <p class=\"subclause\">  (i)  prescribing persons or classes of persons who may provide lists of potential members to the Minister,</p> <p class=\"subclause\">  (ii)  respecting reserving positions as members to certain persons or classes of persons,</p> <p class=\"subclause\">  (iii)  respecting persons or classes of persons who must be included as members,</p> <p class=\"subclause\">  (iv)  respecting the qualifications of members,</p> <p class=\"subclause\">  (v)  respecting persons or classes of persons who are prohibited from being members or who are prohibited from being nominated as a member,</p> <p class=\"subclause\">  (vi)  prescribing the maximum number of members appointed to the board of directors of an Ontario local forest management corporation.  2011, c. 10, s. 27 (2).</p> <p class=\"headnote\">Same, corporate changes</p> <p class=\"subsection\">(3) As examples of corporate matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  amalgamating or dissolving one or more Ontario local forest management corporations;</p> <p class=\"paragraph\">  (b)  dividing an Ontario local forest management corporation into two or more Ontario local forest management corporations;</p> <p class=\"paragraph\">  (c)  changing the name of an Ontario local forest management corporation;</p> <p class=\"paragraph\">  (d)  making such other corporate changes as the Lieutenant Governor in Council considers advisable or expedient.  2011, c. 10, s. 27 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) In respect of corporate matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  establishing processes or requirements for dealing with the employees and the assets, including real and personal property, liabilities, rights and obligations of Ontario local forest management corporations upon the amalgamation, dissolution or division of one or more Ontario local forest management corporations under clause (3) (a) or (b);</p> <p class=\"paragraph\">  (b)  establishing processes or requirements for corporate changes as may be prescribed under clause (3) (d).  2011, c. 10, s. 27 (4).</p> <p class=\"section\"><b>28</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2011, c. 10, s. 28.</p> <p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2011, c. 10, s. 29.</p> <p class=\"section\"><b>30</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2011, c. 10, s. 30.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/11o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "28",
            "section": "Same",
            "content": "28 Omitted (amends, repeals or revokes other legislation).  2011, c. 10, s. 28. 29 Omitted (provides for coming into force of provisions of this Act).  2011, c. 10, s. 29. 30 Omitted (enacts short title of this Act).  2011, c. 10, s. 30. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>28</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2011, c. 10, s. 28.</p> <p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2011, c. 10, s. 29.</p> <p class=\"section\"><b>30</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2011, c. 10, s. 30.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/11o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "29",
            "section": "Same",
            "content": "29 Omitted (provides for coming into force of provisions of this Act).  2011, c. 10, s. 29. 30 Omitted (enacts short title of this Act).  2011, c. 10, s. 30. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2011, c. 10, s. 29.</p> <p class=\"section\"><b>30</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2011, c. 10, s. 30.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/11o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "30",
            "section": "Same",
            "content": "30 Omitted (enacts short title of this Act).  2011, c. 10, s. 30. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>30</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2011, c. 10, s. 30.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/11o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}