{
    "act_info": {
        "full_title": "Ontario Municipal Employees Retirement System Act, R.S.O. 1990, c. O.29",
        "act_name_text": "Not Found",
        "citation": "Ontario Municipal Employees Retirement System Act, R.S.O. 1990, c. O.29",
        "url": "https://www.ontario.ca/laws/statute/90o29",
        "date_scraped": "2023-12-19 17:09:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90o29/v4",
            "valid_from": "February 23, 2006",
            "valid_to": "June 29, 2006"
        },
        {
            "a_href": "/laws/statute/90o29/v3",
            "valid_from": "June 13, 2005",
            "valid_to": "February 22, 2006"
        },
        {
            "a_href": "/laws/statute/90o29/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/statute/90o29/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “approved pension plan” means a pension plan that has been established by a municipality or local board under any general or special Act; (“régime de retraite agréé”) “associated employer” means, (a) a person who, under an agreement with a municipality or local board or under an Act, provides a service, program or thing to a person that the municipality or local board is authorized to provide to the person, (b) a corporation incorporated in accordance with section 142 of the Electricity Act, 1998 for the purpose of generating, transmitting, distributing or retailing electricity, or (c) a person or association of persons that is designated by the Lieutenant Governor in Council as an associated employer under this Act; (“employeur associé”) “benefit” means a pension, refund or other payment that may be payable in accordance with the regulations to or with respect to a member; (“prestation”) “Board” means the Ontario Municipal Employees Retirement Board; (“Commission”) “councillor” means a person who is a member of a council of a municipality; (“conseiller”) “earnings”, in the case of an employee who is a member, means the salary or wages paid to the employee by an employer including the value of any perquisites received from an employer and, in the case of a councillor who is a member, means any money paid to the councillor for his or her services as a councillor; (“gains”) “employee” means a person who is employed by an employer but does not include, (a) a person who contributes to a pension plan under the Ontario Public Service Employees’ Union Pension Act, 1994, the Public Service Pension Act or the Teachers’ Pension Act, or (b) an employee of an associated employer who is not eligible under this Act to be a member of the System; (“employé”) “employer” means, (a) a municipality or local board, (b) an associated employer, (c) an association of municipalities or local boards or of their officials or employees that is designated by the Lieutenant Governor in Council as an employer, (d) the Province of Ontario in respect of a member who is not eligible to contribute to a pension plan under the Ontario Public Service Employees’ Union Pension Act, 1994, the Public Service Pension Act or the Teachers’ Pension Act; (“employeur”) “Fund” means the Ontario Municipal Employees Retirement Fund; (“Caisse”) “local board” means, (a) a local board as defined in the Municipal Affairs Act but not, (i) an associated employer, or (ii) a hospital board that operates a public hospital (within the meaning of the Public Hospitals Act) on behalf of a municipality, (b) an agency of the Crown designated by the Lieutenant Governor in Council as a local board under this Act, and (c) the Board; (“conseil local”) “member” means a person who has become a member of the System; (“participant”) “Minister” means the Minister of Municipal Affairs; (“ministre”) “optional service” means, (a) service with any municipality or local board in Canada, (b) service with the civil service of Canada or of any province of Canada, (c) service with the staff of any board, commission or public institution established under any Act of Canada or any province of Canada, (d) service with any other organization which was not an employer under this Act and which has been merged or amalgamated with or otherwise taken over by an organization named in clause (a), (b) or (c), (d.1) service with an associated employer, or (e) war service; (“service facultatif”) “pension” means an amount that is payable at periodic intervals in accordance with the regulations; (“pension”) “prior service” means the service of an employee or councillor before the date upon which this Act and the regulations become applicable to the employer; (“service passé”) “regulations” means the regulations made under this Act; (“règlements”) “service” means service rendered to an employer or to a predecessor thereof by an employee or councillor, as the case may be, for which earnings are received and, for purposes of supplementary benefits, may include optional service; (“service”) “spouse” has the same meaning as in the Pension Benefits Act; (“conjoint”) “supplementary benefit” means a benefit in addition to the benefit to which a member or the surviving spouse, child, beneficiary or estate of the member is entitled by reason of his or her membership in the System; (“prestation supplémentaire”) “surplus” has the same meaning as in the Pension Benefits Act; (“excédent”) “surviving spouse” means the person who was the spouse of a member immediately before the member’s death; (“conjoint survivant”) “System” means the Ontario Municipal Employees Retirement System; (“Régime”) “war service” means active service during World War II or the Korean War, (a) in His or Her Majesty’s naval, army or air forces or in the Canadian or British Merchant Marine, or (b) in any naval, army or air force that was allied with His or Her Majesty’s forces and that is designated by the Lieutenant Governor in Council, providing satisfactory proof of such service is produced. (“service de guerre”) R.S.O. 1990, c. O.29, s. 1; 1991, c. 54, s. 1; 1997, c. 26, Sched.; 1998, c. 15, Sched. D, s. 1 (1-3); 1999, c. 6, s. 49 (1-3); 2002, c. 17, Sched. F, Table; 2005, c. 5, s. 53 (1-5). Deemed employer (2) Cornwall Street Railway Light and Power Company Limited shall be deemed to be an employer for the purposes of this Act, (a) beginning on the day on which the City of Cornwall sells its shares in the Company to Consumers Gas Energy Inc.; and (b) ending on the day on which subsection 1 (4) of Schedule D to the Energy Competition Act, 1998 comes into force. 1998, c. 15, Sched. D, s. 1 (4). Deemed designation (3) Cornwall Street Railway Light and Power Company Limited shall be deemed to have been designated as an associated employer on the day on which subsection 1 (4) of Schedule D to the Energy Competition Act, 1998 comes into force. 1998, c. 15, Sched. D, s. 1 (4). 2. Repealed: 1991, c. 54, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“approved pension plan” means a pension plan that has been established by a municipality or local board under any general or special Act; (“régime de retraite agréé”)</p> <p class=\"definition-e\">“associated employer” means,</p> <p class=\"defclause-e\">(a) a person who, under an agreement with a municipality or local board or under an Act, provides a service, program or thing to a person that the municipality or local board is authorized to provide to the person,</p> <p class=\"defclause-e\">(b) a corporation incorporated in accordance with section 142 of the <i>Electricity Act, 1998</i> for the purpose of generating, transmitting, distributing or retailing electricity, or</p> <p class=\"defclause-e\">(c) a person or association of persons that is designated by the Lieutenant Governor in Council as an associated employer under this Act; (“employeur associé”)</p> <p class=\"definition-e\">“benefit” means a pension, refund or other payment that may be payable in accordance with the regulations to or with respect to a member; (“prestation”)</p> <p class=\"definition-e\">“Board” means the Ontario Municipal Employees Retirement Board; (“Commission”)</p> <p class=\"definition-e\">“councillor” means a person who is a member of a council of a municipality; (“conseiller”)</p> <p class=\"definition-e\">“earnings”, in the case of an employee who is a member, means the salary or wages paid to the employee by an employer including the value of any perquisites received from an employer and, in the case of a councillor who is a member, means any money paid to the councillor for his or her services as a councillor; (“gains”)</p> <p class=\"definition-e\">“employee” means a person who is employed by an employer but does not include,</p> <p class=\"defclause-e\">(a) a person who contributes to a pension plan under the <i>Ontario Public Service Employees’ Union Pension Act, 1994</i>, the <i>Public Service Pension Act </i>or the<i> Teachers’ Pension Act</i>, or</p> <p class=\"defclause-e\">(b) an employee of an associated employer who is not eligible under this Act to be a member of the System; (“employé”)</p> <p class=\"definition-e\">“employer” means,</p> <p class=\"defclause-e\">(a) a municipality or local board,</p> <p class=\"defclause-e\">(b) an associated employer,</p> <p class=\"defclause-e\">(c) an association of municipalities or local boards or of their officials or employees that is designated by the Lieutenant Governor in Council as an employer,</p> <p class=\"defclause-e\">(d) the Province of Ontario in respect of a member who is not eligible to contribute to a pension plan under the <i>Ontario Public Service Employees’ Union Pension Act, 1994</i>, the <i>Public Service Pension Act </i>or the<i> Teachers’ Pension Act</i>; (“employeur”)</p> <p class=\"definition-e\">“Fund” means the Ontario Municipal Employees Retirement Fund; (“Caisse”)</p> <p class=\"definition-e\">“local board” means,</p> <p class=\"defclause-e\">(a) a local board as defined in the <i>Municipal Affairs Act</i> but not,</p> <p class=\"defsubclause-e\">(i) an associated employer, or</p> <p class=\"defsubclause-e\">(ii) a hospital board that operates a public hospital (within the meaning of the <i>Public Hospitals Act</i>) on behalf of a municipality,</p> <p class=\"defclause-e\">(b) an agency of the Crown designated by the Lieutenant Governor in Council as a local board under this Act, and</p> <p class=\"defclause-e\">(c) the Board; (“conseil local”)</p> <p class=\"definition-e\">“member” means a person who has become a member of the System; (“participant”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition-e\">“optional service” means,</p> <p class=\"defclause-e\">(a) service with any municipality or local board in Canada,</p> <p class=\"defclause-e\">(b) service with the civil service of Canada or of any province of Canada,</p> <p class=\"defclause-e\">(c) service with the staff of any board, commission or public institution established under any Act of Canada or any province of Canada,</p> <p class=\"defclause-e\">(d) service with any other organization which was not an employer under this Act and which has been merged or amalgamated with or otherwise taken over by an organization named in clause (a), (b) or (c),</p> <p class=\"defclause-e\">(d.1) service with an associated employer, or</p> <p class=\"defclause-e\">(e) war service; (“service facultatif”)</p> <p class=\"definition-e\">“pension” means an amount that is payable at periodic intervals in accordance with the regulations; (“pension”)</p> <p class=\"definition-e\">“prior service” means the service of an employee or councillor before the date upon which this Act and the regulations become applicable to the employer; (“service passé”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“service” means service rendered to an employer or to a predecessor thereof by an employee or councillor, as the case may be, for which earnings are received and, for purposes of supplementary benefits, may include optional service; (“service”)</p> <p class=\"definition-e\">“spouse” has the same meaning as in the <i>Pension Benefits Act</i>; (“conjoint”)</p> <p class=\"definition-e\">“supplementary benefit” means a benefit in addition to the benefit to which a member or the surviving spouse, child, beneficiary or estate of the member is entitled by reason of his or her membership in the System; (“prestation supplémentaire”)</p> <p class=\"definition-e\">“surplus” has the same meaning as in the <i>Pension Benefits Act</i>; (“excédent”)</p> <p class=\"definition-e\">“surviving spouse” means the person who was the spouse of a member immediately before the member’s death; (“conjoint survivant”)</p> <p class=\"definition-e\">“System” means the Ontario Municipal Employees Retirement System; (“Régime”)</p> <p class=\"definition-e\">“war service” means active service during World War II or the Korean War,</p> <p class=\"defclause-e\">(a) in His or Her Majesty’s naval, army or air forces or in the Canadian or British Merchant Marine, or</p> <p class=\"defclause-e\">(b) in any naval, army or air force that was allied with His or Her Majesty’s forces and that is designated by the Lieutenant Governor in Council,</p> <p class=\"Sdefinition-e\">providing satisfactory proof of such service is produced. (“service de guerre”) R.S.O. 1990, c. O.29, s. 1; 1991, c. 54, s. 1; 1997, c. 26, Sched.; 1998, c. 15, Sched. D, s. 1 (1-3); 1999, c. 6, s. 49 (1-3); 2002, c. 17, Sched. F, Table; 2005, c. 5, s. 53 (1-5).</p> <p class=\"headnote-e\"><b>Deemed employer</b></p> <p class=\"subsection-e\">(2) Cornwall Street Railway Light and Power Company Limited shall be deemed to be an employer for the purposes of this Act,</p> <p class=\"clause-e\">(a) beginning on the day on which the City of Cornwall sells its shares in the Company to Consumers Gas Energy Inc.; and</p> <p class=\"clause-e\">(b) ending on the day on which subsection 1 (4) of Schedule D to the <i>Energy Competition Act, 1998</i> comes into force. 1998, c. 15, Sched. D, s. 1 (4).</p> <p class=\"headnote-e\"><b>Deemed designation</b></p> <p class=\"subsection-e\">(3) Cornwall Street Railway Light and Power Company Limited shall be deemed to have been designated as an associated employer on the day on which subsection 1 (4) of Schedule D to the <i>Energy Competition Act, 1998</i> comes into force. 1998, c. 15, Sched. D, s. 1 (4).</p> <p class=\"section-e\"><b>2.</b> Repealed: 1991, c. 54, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Deemed designation",
            "content": "2. Repealed: 1991, c. 54, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Repealed: 1991, c. 54, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "System continued",
            "content": "3. The system is continued under the name Ontario Municipal Employees Retirement System in English and Régime de retraite des employés municipaux de l’Ontario in French. R.S.O. 1990, c. O.29, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> The system is continued under the name Ontario Municipal Employees Retirement System in English and Régime de retraite des employés municipaux de l’Ontario in French. R.S.O. 1990, c. O.29, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Board continued",
            "content": "4. (1) The Ontario Municipal Employees Retirement Board is continued as a corporation under the name Ontario Municipal Employees Retirement Board in English and Commission du régime de retraite des employés municipaux de l’Ontario in French, and the management and administration of the System are vested in the Board. Remuneration of members of Board (2) The remuneration of the members of the Board shall be as recommended by the Board and approved by the Minister. Appointment of officers and employees (3) The Board shall appoint or cause to be appointed such officers, employees, legally qualified medical practitioners and advisers as are necessary to carry out the responsibilities of the Board and shall appoint an auditor and an actuary and determine the remuneration of all such persons. R.S.O. 1990, c. O.29, s. 4 (1-3). Committees (4) The Board may establish committees and may delegate to the committees any of the Board’s powers under this Act. Idem (5) The Board may determine the composition, duties, responsibilities, limitations and operating procedures of its committees and the term of office of committee members. Idem (6) The Board may appoint individuals other than members of the Board to its committees and determine their remuneration. 1991, c. 54, s. 3 (1). Rules and regulations (7) The Board may make rules and regulations for the management and administration of the System and may assign to the persons mentioned in subsection (3) such of its duties as it decides are necessary or desirable. Annual report (8) The Board shall, after the close of each fiscal year, make a report upon its affairs during the preceding year to the Minister, and every such report shall contain a financial statement certified by the auditor, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. O.29, s. 4 (7, 8). No personal liability (9) No action or other proceeding shall be instituted against a member of the Board or an employee of the Board for any act done in good faith in the execution or intended execution of the person’s duty under this Act or the regulations or for any alleged neglect or default in the execution in good faith of the person’s duty. 1991, c. 54, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The Ontario Municipal Employees Retirement Board is continued as a corporation under the name Ontario Municipal Employees Retirement Board in English and Commission du régime de retraite des employés municipaux de l’Ontario in French, and the management and administration of the System are vested in the Board.</p> <p class=\"headnote-e\"><b>Remuneration of members of Board</b></p> <p class=\"subsection-e\">(2) The remuneration of the members of the Board shall be as recommended by the Board and approved by the Minister.</p> <p class=\"headnote-e\"><b>Appointment of officers and employees</b></p> <p class=\"subsection-e\">(3) The Board shall appoint or cause to be appointed such officers, employees, legally qualified medical practitioners and advisers as are necessary to carry out the responsibilities of the Board and shall appoint an auditor and an actuary and determine the remuneration of all such persons. R.S.O. 1990, c. O.29, s. 4 (1-3).</p> <p class=\"headnote-e\"><b>Committees</b></p> <p class=\"subsection-e\">(4) The Board may establish committees and may delegate to the committees any of the Board’s powers under this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) The Board may determine the composition, duties, responsibilities, limitations and operating procedures of its committees and the term of office of committee members.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) The Board may appoint individuals other than members of the Board to its committees and determine their remuneration. 1991, c. 54, s. 3 (1).</p> <p class=\"headnote-e\"><b>Rules and regulations</b></p> <p class=\"subsection-e\">(7) The Board may make rules and regulations for the management and administration of the System and may assign to the persons mentioned in subsection (3) such of its duties as it decides are necessary or desirable.</p> <p class=\"headnote-e\"><b>Annual report</b></p> <p class=\"subsection-e\">(8) The Board shall, after the close of each fiscal year, make a report upon its affairs during the preceding year to the Minister, and every such report shall contain a financial statement certified by the auditor, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. O.29, s. 4 (7, 8).</p> <p class=\"headnote-e\"><b>No personal liability</b></p> <p class=\"subsection-e\">(9) No action or other proceeding shall be instituted against a member of the Board or an employee of the Board for any act done in good faith in the execution or intended execution of the person’s duty under this Act or the regulations or for any alleged neglect or default in the execution in good faith of the person’s duty. 1991, c. 54, s. 3 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Fund continued",
            "content": "5. (1) The Ontario Municipal Employees Retirement Fund is continued for the payment of pension benefits to members, their surviving spouses and children, in accordance with the regulations. R.S.O. 1990, c. O.29, s. 5 (1); 1999, c. 6, s. 49 (4); 2005, c. 5, s. 53 (6). What Fund to include (2) The Fund shall include the cash, investments and other assets and the liabilities and the reserves of the Board. R.S.O. 1990, c. O.29, s. 5 (2). Deposits in Fund (3) The contributions of the employers and of the members, the income from investments plus profits less losses on the sale of investments and any other credits of the Board shall be deposited in the Fund. R.S.O. 1990, c. O.29, s. 5 (3). Payments out of Fund (4) The benefits and the expenses of the Board shall be paid out of the Fund. R.S.O. 1990, c. O.29, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Ontario Municipal Employees Retirement Fund is continued for the payment of pension benefits to members, their surviving spouses and children, in accordance with the regulations. R.S.O. 1990, c. O.29, s. 5 (1); 1999, c. 6, s. 49 (4); 2005, c. 5, s. 53 (6).</p> <p class=\"headnote-e\"><b>What Fund to include</b></p> <p class=\"subsection-e\">(2) The Fund shall include the cash, investments and other assets and the liabilities and the reserves of the Board. R.S.O. 1990, c. O.29, s. 5 (2).</p> <p class=\"headnote-e\"><b>Deposits in Fund</b></p> <p class=\"subsection-e\">(3) The contributions of the employers and of the members, the income from investments plus profits less losses on the sale of investments and any other credits of the Board shall be deposited in the Fund. R.S.O. 1990, c. O.29, s. 5 (3).</p> <p class=\"headnote-e\"><b>Payments out of Fund</b></p> <p class=\"subsection-e\">(4) The benefits and the expenses of the Board shall be paid out of the Fund. R.S.O. 1990, c. O.29, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Auditor",
            "content": "6. The auditor appointed by the Board shall audit the transactions of the Board and shall make a report to the Board on the annual financial statement of the Fund and shall state in the report whether in the auditor’s opinion the annual financial statement presents fairly the financial position of the Fund and the results of its operation for the year. R.S.O. 1990, c. O.29, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> The auditor appointed by the Board shall audit the transactions of the Board and shall make a report to the Board on the annual financial statement of the Fund and shall state in the report whether in the auditor’s opinion the annual financial statement presents fairly the financial position of the Fund and the results of its operation for the year. R.S.O. 1990, c. O.29, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Actuarial valuation",
            "content": "7. (1) The actuary appointed by the Board shall make an actuarial study and valuation of the assets and liabilities of the Fund as required by the Board, but not less frequently than at three-year intervals, and shall report thereon to the Board and shall make such recommendations to the Board as the actuary considers advisable for the proper management and administration of the System. Idem (2) The report to the Board shall include a statement of the actuarial assumptions used by the actuary in the preparation of the valuation mentioned in subsection (1). R.S.O. 1990, c. O.29, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The actuary appointed by the Board shall make an actuarial study and valuation of the assets and liabilities of the Fund as required by the Board, but not less frequently than at three-year intervals, and shall report thereon to the Board and shall make such recommendations to the Board as the actuary considers advisable for the proper management and administration of the System.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The report to the Board shall include a statement of the actuarial assumptions used by the actuary in the preparation of the valuation mentioned in subsection (1). R.S.O. 1990, c. O.29, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Investments",
            "content": "8. The Board shall invest the Fund in accordance with the Pension Benefits Act. 1991, c. 54, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> The Board shall invest the Fund in accordance with the <i>Pension Benefits Act</i>. 1991, c. 54, s. 4.</p>"
        },
        {
            "id": "9.",
            "section": "Prohibition, employers",
            "content": "9. (1) An employer shall not make a contribution for the provision of a pension to an employee unless the contribution is made, (a) under this Act or the Canada Pension Plan; or (b) under an approved pension plan in respect of an employee who became employed by the employer before the 1st day of July, 1965, provided that such plan was in effect on such day and the contribution is in respect of service of the employee before he or she becomes entitled to be a member under the regulations. R.S.O. 1990, c. O.29, s. 9 (1); 1998, c. 15, Sched. D, s. 2 (1). Exception (1.1) Subsection (1) does not apply to associated employers. Conflict (1.2) Subsection (1) applies despite any general or special Act. 1998, c. 15, Sched. D, s. 2 (2). Where bargaining agreement (2) If an employer is required to make contributions to an approved pension plan under the terms of a bargaining agreement with respect to any employees and to persons who may become employees, the date the agreement is terminated or the 1st day of July, 1968, whichever is earlier, shall be substituted for the 1st day of July, 1965, in subsection (1) as it applies to such employees or persons. R.S.O. 1990, c. O.29, s. 9 (2). Payment to associated employer (3) A payment by a municipality or local board to an associated employer with respect to the service, program or thing provided on its behalf by the associated employer does not constitute a contribution for the provision of a pension to an employee of the associated employer. 1998, c. 15, Sched. D, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) An employer shall not make a contribution for the provision of a pension to an employee unless the contribution is made,</p> <p class=\"clause-e\">(a) under this Act or the <i>Canada Pension Plan</i>; or</p> <p class=\"clause-e\">(b) under an approved pension plan in respect of an employee who became employed by the employer before the 1st day of July, 1965, provided that such plan was in effect on such day and the contribution is in respect of service of the employee before he or she becomes entitled to be a member under the regulations. R.S.O. 1990, c. O.29, s. 9 (1); 1998, c. 15, Sched. D, s. 2 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(1.1) Subsection (1) does not apply to associated employers.</p> <p class=\"headnote-e\"><b>Conflict</b></p> <p class=\"subsection-e\">(1.2) Subsection (1) applies despite any general or special Act. 1998, c. 15, Sched. D, s. 2 (2).</p> <p class=\"headnote-e\"><b>Where bargaining agreement</b></p> <p class=\"subsection-e\">(2) If an employer is required to make contributions to an approved pension plan under the terms of a bargaining agreement with respect to any employees and to persons who may become employees, the date the agreement is terminated or the 1st day of July, 1968, whichever is earlier, shall be substituted for the 1st day of July, 1965, in subsection (1) as it applies to such employees or persons. R.S.O. 1990, c. O.29, s. 9 (2).</p> <p class=\"headnote-e\"><b>Payment to associated employer</b></p> <p class=\"subsection-e\">(3) A payment by a municipality or local board to an associated employer with respect to the service, program or thing provided on its behalf by the associated employer does not constitute a contribution for the provision of a pension to an employee of the associated employer. 1998, c. 15, Sched. D, s. 2 (2).</p>"
        },
        {
            "id": "9.1",
            "section": "Eligibility for membership",
            "content": "9.1 (1) An employee of an associated employer described in clause (a) of the definition of “associated employer” in section 1 is eligible to be a member of the System only if the employee’s duties relate primarily to the provision of the service, program or thing provided by the associated employer on behalf of the municipality or local board. Same (2) An employee of an associated employer described in clause (b) of the definition of “associated employer” in section 1 is eligible to be a member of the System only if the employee’s duties relate primarily to the activities referred to in clause (b) of that definition. Same (3) An employee of an associated employer described in clause (c) of the definition of “associated employer” in section 1 is eligible to be a member of the System only if the employee’s duties relate primarily to such services, programs or things as may be prescribed. Administrative activities (4) For the purposes of this section, the employee’s duties may include administrative activities relating to the provision of the service, program or thing or the performance of the corporation’s duties, as the case may be. 1998, c. 15, Sched. D, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>9.1</b> (1) An employee of an associated employer described in clause (a) of the definition of “associated employer” in section 1 is eligible to be a member of the System only if the employee’s duties relate primarily to the provision of the service, program or thing provided by the associated employer on behalf of the municipality or local board.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) An employee of an associated employer described in clause (b) of the definition of “associated employer” in section 1 is eligible to be a member of the System only if the employee’s duties relate primarily to the activities referred to in clause (b) of that definition.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) An employee of an associated employer described in clause (c) of the definition of “associated employer” in section 1 is eligible to be a member of the System only if the employee’s duties relate primarily to such services, programs or things as may be prescribed.</p> <p class=\"headnote-e\"><b>Administrative activities</b></p> <p class=\"subsection-e\">(4) For the purposes of this section, the employee’s duties may include administrative activities relating to the provision of the service, program or thing or the performance of the corporation’s duties, as the case may be. 1998, c. 15, Sched. D, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": "Contributions of members",
            "content": "10. The contributions of the members shall be as prescribed in the regulations. R.S.O. 1990, c. O.29, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The contributions of the members shall be as prescribed in the regulations. R.S.O. 1990, c. O.29, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Contributions of employers",
            "content": "11. The contributions of the employers who participate in the System shall be such an amount as is required, in addition to the contributions of the members and the interest earned by the Fund, to provide for the payment of the benefits and the expenses under the regulations. R.S.O. 1990, c. O.29, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> The contributions of the employers who participate in the System shall be such an amount as is required, in addition to the contributions of the members and the interest earned by the Fund, to provide for the payment of the benefits and the expenses under the regulations. R.S.O. 1990, c. O.29, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Void transactions, etc.",
            "content": "12. Sections 65 and 66 of the Pension Benefits Act and the regulations made in relation to those sections apply to benefits payable under this Act. 1991, c. 54, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Sections 65 and 66 of the <i>Pension Benefits Act</i> and the regulations made in relation to those sections apply to benefits payable under this Act. 1991, c. 54, s. 5.</p>"
        },
        {
            "id": "13.",
            "section": "Sum payable by employer recoverable",
            "content": "13. Any sum the payment of which has not been made by an employer as required in the regulations is a debt recoverable from the employer by the Board in a court of competent jurisdiction. R.S.O. 1990, c. O.29, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Any sum the payment of which has not been made by an employer as required in the regulations is a debt recoverable from the employer by the Board in a court of competent jurisdiction. R.S.O. 1990, c. O.29, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Regulations",
            "content": "14. The Lieutenant Governor in Council may make regulations, (a) prescribing the composition of the Board and the appointment of the members of the Board; (b) governing the operation and administration of the Board including the powers and duties of the officers and employees of the Board; (c) governing the administration of the Fund including the receipt, deposit and payment of all money of the Fund, the receipt, safekeeping and delivery of securities of the Fund, the borrowing of such sums as are necessary and the procedures for the determination of benefits; (d) requiring participating employers to pay to the Fund the contributions of employers and members and to pay interest at a prescribed rate on amounts of contributions that are overdue and unpaid, and to furnish information to the Board; (e) authorizing the Board to accept securities or any class thereof from participating employers as a payment on account of contributions in respect of prior service, and to determine the price of the securities; (f) providing for the participation of employers and for the membership of employees and councillors in the System, and the terms and conditions upon which such participation and membership are permitted; (f.1) authorizing associated employers to specify that only designated classes of their eligible employees described in section 9.1 are to be members of the System; (f.2) prescribing services, programs and things for the purposes of subsection 9.1 (3); (g) prescribing the rates of contributions of the members and employers and the principles for the determination of the rates of contributions of the members and employers; (h) providing for and defining, (i) a normal retirement pension, (ii) a disability retirement pension, (iii) a pension to the surviving spouse or children, (iv) a deferred pension, (v) an early retirement pension, (vi) a refund of the member’s contributions, plus interest thereon, and prescribing the terms and conditions upon which such benefits shall be paid, and for giving such terms and conditions retroactive effect in cases considered appropriate; (i) providing for supplementary benefits and prescribing the terms and conditions upon which such supplementary benefits may be provided; (j) providing for the transfer from or to the Fund of a pension entitlement; (k) prescribing the terms and conditions upon which pensions in respect of prior service may be provided; (l) prescribing the terms and conditions upon which pensions and increases in pensions for retired employees, their surviving spouses and children may be provided; (m) prescribing the duties of employers and of members with respect to the System; (m.1) prescribing rules that apply with respect to associated employers who are participating employers; (n) prescribing the duties and liabilities of members and their employers with respect to contributions and rights of members and employers under approved pension plans; (o) prescribing the terms and conditions upon which members may accumulate pension benefits while absent from duty; (p) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act; (q) prescribing the terms and conditions upon which surplus may be paid from the Fund; (r) prescribing the method of allocation of the assets of the Fund if the Fund is discontinued or terminated; (s) providing for the funding of supplementary benefits through the Fund. R.S.O. 1990, c. O.29, s. 14; 1991, c. 54, s. 6; 1998, c 15, Sched. D, s. 4; 1999, c. 6, s. 49 (5); 2005, c. 5, s. 53 (7).",
            "raw_html": "<p class=\"section-e\"><b>14.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing the composition of the Board and the appointment of the members of the Board;</p> <p class=\"clause-e\">(b) governing the operation and administration of the Board including the powers and duties of the officers and employees of the Board;</p> <p class=\"clause-e\">(c) governing the administration of the Fund including the receipt, deposit and payment of all money of the Fund, the receipt, safekeeping and delivery of securities of the Fund, the borrowing of such sums as are necessary and the procedures for the determination of benefits;</p> <p class=\"clause-e\">(d) requiring participating employers to pay to the Fund the contributions of employers and members and to pay interest at a prescribed rate on amounts of contributions that are overdue and unpaid, and to furnish information to the Board;</p> <p class=\"clause-e\">(e) authorizing the Board to accept securities or any class thereof from participating employers as a payment on account of contributions in respect of prior service, and to determine the price of the securities;</p> <p class=\"clause-e\">(f) providing for the participation of employers and for the membership of employees and councillors in the System, and the terms and conditions upon which such participation and membership are permitted;</p> <p class=\"clause-e\">(f.1) authorizing associated employers to specify that only designated classes of their eligible employees described in section 9.1 are to be members of the System;</p> <p class=\"clause-e\">(f.2) prescribing services, programs and things for the purposes of subsection 9.1 (3);</p> <p class=\"clause-e\">(g) prescribing the rates of contributions of the members and employers and the principles for the determination of the rates of contributions of the members and employers;</p> <p class=\"clause-e\">(h) providing for and defining,</p> <p class=\"subclause-e\">(i) a normal retirement pension,</p> <p class=\"subclause-e\">(ii) a disability retirement pension,</p> <p class=\"subclause-e\">(iii) a pension to the surviving spouse or children,</p> <p class=\"subclause-e\">(iv) a deferred pension,</p> <p class=\"subclause-e\">(v) an early retirement pension,</p> <p class=\"subclause-e\">(vi) a refund of the member’s contributions, plus interest thereon,</p> <p class=\"clause-e\">and prescribing the terms and conditions upon which such benefits shall be paid, and for giving such terms and conditions retroactive effect in cases considered appropriate;</p> <p class=\"clause-e\">(i) providing for supplementary benefits and prescribing the terms and conditions upon which such supplementary benefits may be provided;</p> <p class=\"clause-e\">(j) providing for the transfer from or to the Fund of a pension entitlement;</p> <p class=\"clause-e\">(k) prescribing the terms and conditions upon which pensions in respect of prior service may be provided;</p> <p class=\"clause-e\">(l) prescribing the terms and conditions upon which pensions and increases in pensions for retired employees, their surviving spouses and children may be provided;</p> <p class=\"clause-e\">(m) prescribing the duties of employers and of members with respect to the System;</p> <p class=\"clause-e\">(m.1) prescribing rules that apply with respect to associated employers who are participating employers;</p> <p class=\"clause-e\">(n) prescribing the duties and liabilities of members and their employers with respect to contributions and rights of members and employers under approved pension plans;</p> <p class=\"clause-e\">(o) prescribing the terms and conditions upon which members may accumulate pension benefits while absent from duty;</p> <p class=\"clause-e\">(p) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act;</p> <p class=\"clause-e\">(q) prescribing the terms and conditions upon which surplus may be paid from the Fund;</p> <p class=\"clause-e\">(r) prescribing the method of allocation of the assets of the Fund if the Fund is discontinued or terminated;</p> <p class=\"clause-e\">(s) providing for the funding of supplementary benefits through the Fund. R.S.O. 1990, c. O.29, s. 14; 1991, c. 54, s. 6; 1998, c 15, Sched. D, s. 4; 1999, c. 6, s. 49 (5); 2005, c. 5, s. 53 (7).</p>"
        },
        {
            "id": "15.",
            "section": "Power of employer to participate in System",
            "content": "15. (1) An employer may by by-law or resolution participate in the System and pay to the Fund the total of the employer and member contributions, and has all of the powers necessary and incidental thereto. Participation in System (2) Participation in the System by a municipality may be in respect of both councillors and employees or in respect of either of them. R.S.O. 1990, c. O.29, s. 15. Restriction (2.1) An associated employer may participate in the System upon such conditions as the Board and the employer agree. 1998, c. 15, Sched. D, s. 5. Restriction (3) No by-law or resolution made under subsection (1) shall be repealed or revoked except upon such terms as may be established by the Board. 1991, c. 54, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) An employer may by by-law or resolution participate in the System and pay to the Fund the total of the employer and member contributions, and has all of the powers necessary and incidental thereto.</p> <p class=\"headnote-e\"><b>Participation in System</b></p> <p class=\"subsection-e\">(2) Participation in the System by a municipality may be in respect of both councillors and employees or in respect of either of them. R.S.O. 1990, c. O.29, s. 15.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(2.1) An associated employer may participate in the System upon such conditions as the Board and the employer agree. 1998, c. 15, Sched. D, s. 5.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3) No by-law or resolution made under subsection (1) shall be repealed or revoked except upon such terms as may be established by the Board. 1991, c. 54, s. 7.</p>"
        },
        {
            "id": "16.",
            "section": "Administration of other plans or funds",
            "content": "16. (1) The Board may, with the approval of the Lieutenant Governor in Council, enter into an agreement to administer any pension plan or fund to which the other provisions of this Act do not apply and to recover the cost of such administration from such plan or fund. Money deposited in Fund (2) Money accumulated from time to time in a pension plan or fund mentioned in subsection (1), which is not required for the current expenditures of such plan or fund, may be deposited in the Fund. Return credited by Fund (3) The return to be credited by the Fund to a pension plan or fund mentioned in subsection (1) shall be as provided for in an agreement mentioned in subsection (1). R.S.O. 1990, c. O.29, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) The Board may, with the approval of the Lieutenant Governor in Council, enter into an agreement to administer any pension plan or fund to which the other provisions of this Act do not apply and to recover the cost of such administration from such plan or fund.</p> <p class=\"headnote-e\"><b>Money deposited in Fund</b></p> <p class=\"subsection-e\">(2) Money accumulated from time to time in a pension plan or fund mentioned in subsection (1), which is not required for the current expenditures of such plan or fund, may be deposited in the Fund.</p> <p class=\"headnote-e\"><b>Return credited by Fund</b></p> <p class=\"subsection-e\">(3) The return to be credited by the Fund to a pension plan or fund mentioned in subsection (1) shall be as provided for in an agreement mentioned in subsection (1). R.S.O. 1990, c. O.29, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Payment of surplus",
            "content": "17. Surplus may be paid from the Fund in accordance with such conditions as may be prescribed by the regulations and subject to the limitations of the Pension Benefits Act. 1991, c. 54, s. 8. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>17.</b> Surplus may be paid from the Fund in accordance with such conditions as may be prescribed by the regulations and subject to the limitations of the <i>Pension Benefits Act</i>. 1991, c. 54, s. 8.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o29_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o29_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}