{
    "act_info": {
        "full_title": "Ontario Planning and Development Act, 1994, S.O. 1994, c. 23, Sched. A",
        "act_name_text": "Ontario Planning and Development Act, 1994",
        "citation": "S.O. 1994, c. 23, Sched. A",
        "url": "https://www.ontario.ca/laws/statute/94o23",
        "date_scraped": "2023-12-18 18:14:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/94o23/v7",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/94o23/v6",
            "valid_from": "April  3, 2018",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/94o23/v5",
            "valid_from": "December 12, 2017",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/statute/94o23/v4",
            "valid_from": "July 25, 2007",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/94o23/v3",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/94o23/v2",
            "valid_from": "February 24, 2005",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/94o23/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "February 23, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/730482",
            "Citation": "O. Reg. 482/73",
            "title": "COUNTY OF HALTON (NOW THE REGIONAL MUNICIPALITY OF HALTON), CITY OF BURLINGTON"
        },
        {
            "a_href": "/laws/regulation/730481",
            "Citation": "O. Reg. 481/73",
            "title": "COUNTY OF HALTON (NOW PART OF THE REGIONAL MUNICIPALITIES OF HALTON AND PEEL), TOWN OF OAKVILLE (NOW PART OF THE TOWNS OF HALTON HILLS, MILTON, OAKVILLE AND THE CITY OF MISSISSAUGA)"
        },
        {
            "a_href": "/laws/regulation/730473",
            "Citation": "O. Reg. 473/73",
            "title": "REGIONAL MUNICIPALITY OF YORK, TOWN OF MARKHAM"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “development plan” means a plan approved by the Lieutenant Governor in Council under section 4; (“plan d’aménagement”) “development planning area” means an area of land in respect of which an order is made under section 2; (“zone de planification de l’aménagement”) “First Nation” means a band as defined in the Indian Act (Canada); (“Première Nation”) “Minister” means the Minister of Municipal Affairs and Housing; (“ministre”) “ministry” means any ministry of the Government of Ontario and includes a board, commission or agency of the Government; (“ministère”) “official plan” means an official plan as defined in section 1 of the Planning Act; (“plan officiel”) “planning board” means a planning board established under section 9 or 10 of the Planning Act; (“conseil d’aménagement”) “public body” means a municipality, a local board as defined in the Municipal Affairs Act, a ministry, department, board, commission, agency or official of a provincial or federal government or a First Nation; (“organisme public”) “zoning by-law” means a by-law passed under section 34 of the Planning Act or a predecessor of it. (“règlement municipal de zonage”)  1994, c. 23, Sched. A, s. 1; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“development plan” means a plan approved by the Lieutenant Governor in Council under section 4; (“plan d’aménagement”)</p> <p class=\"definition\">“development planning area” means an area of land in respect of which an order is made under section 2; (“zone de planification de l’aménagement”)</p> <p class=\"definition\">“First Nation” means a band as defined in the <i>Indian Act</i> (Canada); (“Première Nation”)</p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs and Housing; (“ministre”)</p> <p class=\"definition\">“ministry” means any ministry of the Government of Ontario and includes a board, commission or agency of the Government; (“ministère”)</p> <p class=\"definition\">“official plan” means an official plan as defined in section 1 of the <i>Planning Act</i>; (“plan officiel”)</p> <p class=\"definition\">“planning board” means a planning board established under section 9 or 10 of the <i>Planning Act</i>; (“conseil d’aménagement”)</p> <p class=\"definition\">“public body” means a municipality, a local board as defined in the <i>Municipal Affairs Act</i>, a ministry, department, board, commission, agency or official of a provincial or federal government or a First Nation; (“organisme public”)</p> <p class=\"definition\">“zoning by-law” means a by-law passed under section 34 of the <i>Planning Act</i> or a predecessor of it. (“règlement municipal de zonage”)  1994, c. 23, Sched. A, s. 1; 2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "2",
            "section": "Development planning area",
            "content": "2 (1) The Minister may by order establish as a development planning area any area of land defined in the order and may amend the order to alter the boundaries of the area.  1994, c. 23, Sched. A, s. 2 (1). Not regulation (2) An order under subsection (1) is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006.  1994, c. 23, Sched. A, s. 2 (2); 2006, c. 21, Sched. F, s. 136 (1). Development plan (3) If a development planning area has been established, the Minister shall, (a) cause to be carried out an investigation and survey of the environmental, physical, social and economic conditions affecting the development planning area or any part of it; and (b) cause a proposed development plan for the planning area or part of it to be prepared, within a period of two years or such other period of time as the Minister considers appropriate.  1994, c. 23, Sched. A, s. 2 (3). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Minister may by order establish as a development planning area any area of land defined in the order and may amend the order to alter the boundaries of the area.  1994, c. 23, Sched. A, s. 2 (1).</p> <p class=\"headnote\">Not regulation</p> <p class=\"subsection\">(2) An order under subsection (1) is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  1994, c. 23, Sched. A, s. 2 (2); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"headnote\">Development plan</p> <p class=\"subsection\">(3) If a development planning area has been established, the Minister shall,</p> <p class=\"paragraph\">  (a) cause to be carried out an investigation and survey of the environmental, physical, social and economic conditions affecting the development planning area or any part of it; and</p> <p class=\"paragraph\">  (b) cause a proposed development plan for the planning area or part of it to be prepared, within a period of two years or such other period of time as the Minister considers appropriate.  1994, c. 23, Sched. A, s. 2 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "id": "3",
            "section": "Contents of plan",
            "content": "3 A development plan may contain, (a) policies for the economic, social and physical development of the area covered by the plan in respect of, (i) the distribution and density of population, (ii) the location of industry and commerce, (iii) the identification of land use areas and the provision of parks and open space and the policies in regard to the acquisition of lands, (iv) the management of land and water resources, (v) the control of all forms of pollution of the natural environment, (vi) the location and development of servicing, communication and transportation systems, (vii) the development and maintenance of educational, cultural, recreational, health and other social facilities, (viii) the adequate provision of a full range of housing, and (ix) such other matters as are, in the opinion of the Minister, advisable; (b) policies relating to the financing and programming of public development projects and capital works; (c) policies to co-ordinate planning and development among municipalities or planning boards within an area or within separate areas, as defined by the Minister; and (d) such other policies that the Minister considers advisable.  1994, c. 23, Sched. A, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>A development plan may contain,</p> <p class=\"paragraph\">  (a) policies for the economic, social and physical development of the area covered by the plan in respect of,</p> <p class=\"subclause\">  (i) the distribution and density of population,</p> <p class=\"subclause\">  (ii) the location of industry and commerce,</p> <p class=\"subclause\">  (iii) the identification of land use areas and the provision of parks and open space and the policies in regard to the acquisition of lands,</p> <p class=\"subclause\">  (iv) the management of land and water resources,</p> <p class=\"subclause\">  (v) the control of all forms of pollution of the natural environment,</p> <p class=\"subclause\">  (vi) the location and development of servicing, communication and transportation systems,</p> <p class=\"subclause\">  (vii) the development and maintenance of educational, cultural, recreational, health and other social facilities,</p> <p class=\"subclause\">  (viii) the adequate provision of a full range of housing, and</p> <p class=\"subclause\">  (ix) such other matters as are, in the opinion of the Minister, advisable;</p> <p class=\"paragraph\">  (b) policies relating to the financing and programming of public development projects and capital works;</p> <p class=\"paragraph\">  (c) policies to co-ordinate planning and development among municipalities or planning boards within an area or within separate areas, as defined by the Minister; and</p> <p class=\"paragraph\">  (d) such other policies that the Minister considers advisable.  1994, c. 23, Sched. A, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Public participation",
            "content": "4 (1) The Minister shall ensure that the public is given an opportunity to participate in the preparation of the proposed development plan.  1994, c. 23, Sched. A, s. 4 (1). Notice (2) When a proposed development plan has been prepared, the Minister shall ensure that, (a) notice is given informing the public of the proposed development plan, indicating where a copy of the plan together with a summary of the background studies used in the preparation of the plan can be examined and inviting written submissions on it within such period of time as is specified by the Minister; and (b) each municipality or planning board having jurisdiction over the development planning area and any municipality or planning board for a planning area which abuts the area is consulted with respect to the contents of the proposed development plan and is invited to make written submissions within such period of time as is specified by the Minister.  1994, c. 23, Sched. A, s. 4 (2). Confer (3) The Minister may confer with any person or public body that the Minister considers may have an interest in the proposed development plan.  1994, c. 23, Sched. A, s. 4 (3). Modifications (4) If, after considering the submissions received, modifications to the proposed development plan appear desirable to the Minister, the Minister may, (a) cause notice to be given informing the public of the proposed modifications; (b) provide an opportunity to the public to make written submissions in respect of the proposed modifications; and (c) provide municipalities or planning boards having jurisdiction over the development planning area and municipalities or planning boards for a planning area abutting the area with a copy of the proposed modifications, and an opportunity to make written submissions in respect of them.  1994, c. 23, Sched. A, s. 4 (4). Modifications (5) After considering the submissions received under subsection (4), the Minister may make such modifications to the proposed development plan as the Minister considers desirable.  1994, c. 23, Sched. A, s. 4 (5). Submission to L.G. in C. (6) After considering the submissions and comments received, the Minister may submit the proposed development plan, a summary of the submissions and comments made and his or her recommendations on the plan to the Lieutenant Governor in Council.  1994, c. 23, Sched. A, s. 4 (6). Approval of plan (7) The Lieutenant Governor in Council may approve the plan in whole or in part or may approve it with such modifications as the Lieutenant Governor in Council considers desirable, and the development plan comes into effect on the day specified by the Lieutenant Governor in Council.  1994, c. 23, Sched. A, s. 4 (7). Revocation of plan (8) The Minister may, with the approval of the Lieutenant Governor in Council, by order revoke the plan on the day specified in the order and the order shall be filed in accordance with section 5.  1994, c. 23, Sched. A, s. 4 (8).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister shall ensure that the public is given an opportunity to participate in the preparation of the proposed development plan.  1994, c. 23, Sched. A, s. 4 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) When a proposed development plan has been prepared, the Minister shall ensure that,</p> <p class=\"paragraph\">  (a) notice is given informing the public of the proposed development plan, indicating where a copy of the plan together with a summary of the background studies used in the preparation of the plan can be examined and inviting written submissions on it within such period of time as is specified by the Minister; and</p> <p class=\"paragraph\">  (b) each municipality or planning board having jurisdiction over the development planning area and any municipality or planning board for a planning area which abuts the area is consulted with respect to the contents of the proposed development plan and is invited to make written submissions within such period of time as is specified by the Minister.  1994, c. 23, Sched. A, s. 4 (2).</p> <p class=\"headnote\">Confer</p> <p class=\"subsection\">(3) The Minister may confer with any person or public body that the Minister considers may have an interest in the proposed development plan.  1994, c. 23, Sched. A, s. 4 (3).</p> <p class=\"headnote\">Modifications</p> <p class=\"subsection\">(4) If, after considering the submissions received, modifications to the proposed development plan appear desirable to the Minister, the Minister may,</p> <p class=\"paragraph\">  (a) cause notice to be given informing the public of the proposed modifications;</p> <p class=\"paragraph\">  (b) provide an opportunity to the public to make written submissions in respect of the proposed modifications; and</p> <p class=\"paragraph\">  (c) provide municipalities or planning boards having jurisdiction over the development planning area and municipalities or planning boards for a planning area abutting the area with a copy of the proposed modifications, and an opportunity to make written submissions in respect of them.  1994, c. 23, Sched. A, s. 4 (4).</p> <p class=\"headnote\">Modifications</p> <p class=\"subsection\">(5) After considering the submissions received under subsection (4), the Minister may make such modifications to the proposed development plan as the Minister considers desirable.  1994, c. 23, Sched. A, s. 4 (5).</p> <p class=\"headnote\">Submission to L.G. in C.</p> <p class=\"subsection\">(6) After considering the submissions and comments received, the Minister may submit the proposed development plan, a summary of the submissions and comments made and his or her recommendations on the plan to the Lieutenant Governor in Council.  1994, c. 23, Sched. A, s. 4 (6).</p> <p class=\"headnote\">Approval of plan</p> <p class=\"subsection\">(7) The Lieutenant Governor in Council may approve the plan in whole or in part or may approve it with such modifications as the Lieutenant Governor in Council considers desirable, and the development plan comes into effect on the day specified by the Lieutenant Governor in Council.  1994, c. 23, Sched. A, s. 4 (7).</p> <p class=\"headnote\">Revocation of plan</p> <p class=\"subsection\">(8) The Minister may, with the approval of the Lieutenant Governor in Council, by order revoke the plan on the day specified in the order and the order shall be filed in accordance with section 5.  1994, c. 23, Sched. A, s. 4 (8).</p>"
        },
        {
            "id": "5",
            "section": "Filing of plan",
            "content": "5 (1) A copy of an order under subsection 2 (1) and a copy of the development plan and of every amendment to it certified by the Minister shall be filed in the offices of the Ministry of Municipal Affairs and Housing, with the clerk of each municipality having jurisdiction over the area covered by the plan or the amendment, as the case may be, and in such other locations that the Minister considers appropriate.  1994, c. 23, Sched. A, s. 5 (1); 2002, c. 17, Sched. F, Table. Lodging of plan (2) If the area covered by the development plan is in territory without municipal organization, a copy of an order under subsection 2 (1) and a copy of the development plan and of every amendment to it certified by the Minister shall be lodged in the proper land registry office.  1994, c. 23, Sched. A, s. 5 (2). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) A copy of an order under subsection 2 (1) and a copy of the development plan and of every amendment to it certified by the Minister shall be filed in the offices of the Ministry of Municipal Affairs and Housing, with the clerk of each municipality having jurisdiction over the area covered by the plan or the amendment, as the case may be, and in such other locations that the Minister considers appropriate.  1994, c. 23, Sched. A, s. 5 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Lodging of plan</p> <p class=\"subsection\">(2) If the area covered by the development plan is in territory without municipal organization, a copy of an order under subsection 2 (1) and a copy of the development plan and of every amendment to it certified by the Minister shall be lodged in the proper land registry office.  1994, c. 23, Sched. A, s. 5 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "6",
            "section": "Amendment to plan",
            "content": "6 (1) An amendment to any development plan may be initiated by the Minister or on application to the Minister by any person or public body.  1994, c. 23, Sched. A, s. 6 (1). Information (2) An application under subsection (1) shall include the prescribed information and material and such other information and material as the Minister may require.  1994, c. 23, Sched. A, s. 6 (2). Fees (3) The Minister may charge fees for the processing of an application under subsection (1) and may reduce the amount of or waive the payment of any fee.  1994, c. 23, Sched. A, s. 6 (3). Consolidated hearing (3.1) Despite section 21 of the Ontario Land Tribunal Act, 2021, the proponent of an undertaking, as those terms are defined in that section, shall not give notice to the Ontario Land Tribunal in respect of an application under subsection (1) unless the Minister has appointed a hearing officer under clause 7 (4) (a) or 8 (1) (a) or referred the matter to the Tribunal under clause 7 (4) (b) or 8 (1) (b). 2021, c. 4, Sched. 6, s. 76 (2). Refusal of application (4) The Minister may propose to refuse an application under subsection (1) because he or she is of the opinion that the requested amendment is not in the provincial interest, and if the Minister proposes to refuse an application for this reason, the Minister shall give written notice to the applicant together with reasons for the refusal and advising the applicant, (a) that the applicant may make written submissions within 30 days after the day the notice is given or such longer time as the Minister specifies in the notice; and (b) that the requested amendment shall be deemed to be refused if submissions are not received within the time period set out in the notice.  1994, c. 23, Sched. A, s. 6 (4). Deemed refusal (5) If submissions are not received within the time period set out in the notice, the requested amendment shall be deemed to be refused.  1994, c. 23, Sched. A, s. 6 (5). Consideration by Minister (6) If submissions are received within the time period set out in the notice, the Minister, after considering the submissions, may refuse the requested amendment, in whole or in part, or proceed with consideration of the amendment.  1994, c. 23, Sched. A, s. 6 (6). Action by Minister (7) If the Minister initiates an amendment to a development plan or receives an application to amend a development plan that has not been refused under subsection (5) or (6), the Minister shall, (a) ensure that a notice is given that, (i) informs the public of the proposed amendment, (ii) indicates where a copy of the proposed amendment together with a summary of the background studies used in the preparation of the amendment, if any, can be examined, (iii) invites written submissions on the amendment within such period of time as is specified by the Minister, and (iv) sets out a summary of the provisions of sections 7 and 8; and (b) ensure that each municipality or planning board having jurisdiction over the area covered by the proposed amendment and any municipality or planning board for a planning area which abuts the area is consulted with respect to the proposed amendment, provided with a copy of the provisions of sections 7 and 8 and invited to make written submissions on the proposed amendment within such period of time as is specified by the Minister.  1994, c. 23, Sched. A, s. 6 (7). Confer (8) The Minister may confer with any person or public body that the Minister considers may have an interest in the proposed amendment.  1994, c. 23, Sched. A, s. 6 (8). Publication (9) The Minister may require an applicant to give the notice under clause (7) (a) and pay the costs of giving it.  1994, c. 23, Sched. A, s. 6 (9). Section Amendments with date in force (d/m/y) 2017, c. 23, Sched. 3, s. 20 - 03/04/2018 2021, c. 4, Sched. 6, s. 76 (2) - 01/06/2021",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) An amendment to any development plan may be initiated by the Minister or on application to the Minister by any person or public body.  1994, c. 23, Sched. A, s. 6 (1).</p> <p class=\"headnote\">Information</p> <p class=\"subsection\">(2) An application under subsection (1) shall include the prescribed information and material and such other information and material as the Minister may require.  1994, c. 23, Sched. A, s. 6 (2).</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(3) The Minister may charge fees for the processing of an application under subsection (1) and may reduce the amount of or waive the payment of any fee.  1994, c. 23, Sched. A, s. 6 (3).</p> <p class=\"headnote\">Consolidated hearing</p> <p class=\"subsection\">(3.1) Despite section 21 of the <i>Ontario Land Tribunal Act, 2021</i>, the proponent of an undertaking, as those terms are defined in that section, shall not give notice to the Ontario Land Tribunal in respect of an application under subsection (1) unless the Minister has appointed a hearing officer under clause 7 (4) (a) or 8 (1) (a) or referred the matter to the Tribunal under clause 7 (4) (b) or 8 (1) (b). 2021, c. 4, Sched. 6, s. 76 (2).</p> <p class=\"headnote\">Refusal of application</p> <p class=\"subsection\">(4) The Minister may propose to refuse an application under subsection (1) because he or she is of the opinion that the requested amendment is not in the provincial interest, and if the Minister proposes to refuse an application for this reason, the Minister shall give written notice to the applicant together with reasons for the refusal and advising the applicant,</p> <p class=\"paragraph\">  (a) that the applicant may make written submissions within 30 days after the day the notice is given or such longer time as the Minister specifies in the notice; and</p> <p class=\"paragraph\">  (b) that the requested amendment shall be deemed to be refused if submissions are not received within the time period set out in the notice.  1994, c. 23, Sched. A, s. 6 (4).</p> <p class=\"headnote\">Deemed refusal</p> <p class=\"subsection\">(5) If submissions are not received within the time period set out in the notice, the requested amendment shall be deemed to be refused.  1994, c. 23, Sched. A, s. 6 (5).</p> <p class=\"headnote\">Consideration by Minister</p> <p class=\"subsection\">(6) If submissions are received within the time period set out in the notice, the Minister, after considering the submissions, may refuse the requested amendment, in whole or in part, or proceed with consideration of the amendment.  1994, c. 23, Sched. A, s. 6 (6).</p> <p class=\"headnote\">Action by Minister</p> <p class=\"subsection\">(7) If the Minister initiates an amendment to a development plan or receives an application to amend a development plan that has not been refused under subsection (5) or (6), the Minister shall,</p> <p class=\"paragraph\">  (a) ensure that a notice is given that,</p> <p class=\"subclause\">  (i) informs the public of the proposed amendment,</p> <p class=\"subclause\">  (ii) indicates where a copy of the proposed amendment together with a summary of the background studies used in the preparation of the amendment, if any, can be examined,</p> <p class=\"subclause\">  (iii) invites written submissions on the amendment within such period of time as is specified by the Minister, and</p> <p class=\"subclause\">  (iv) sets out a summary of the provisions of sections 7 and 8; and</p> <p class=\"paragraph\">  (b) ensure that each municipality or planning board having jurisdiction over the area covered by the proposed amendment and any municipality or planning board for a planning area which abuts the area is consulted with respect to the proposed amendment, provided with a copy of the provisions of sections 7 and 8 and invited to make written submissions on the proposed amendment within such period of time as is specified by the Minister.  1994, c. 23, Sched. A, s. 6 (7).</p> <p class=\"headnote\">Confer</p> <p class=\"subsection\">(8) The Minister may confer with any person or public body that the Minister considers may have an interest in the proposed amendment.  1994, c. 23, Sched. A, s. 6 (8).</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(9) The Minister may require an applicant to give the notice under clause (7) (a) and pay the costs of giving it.  1994, c. 23, Sched. A, s. 6 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched3s20\">2017, c. 23, Sched. 3, s. 20</a></span> - 03/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s76s2\">2021, c. 4, Sched. 6, s. 76 (2)</a></span> - 01/06/2021</p>"
        },
        {
            "id": "7",
            "section": "No submissions",
            "content": "7 (1) If no submissions are received by the Minister within the time specified by the Minister under clause 6 (7) (a) or (b), the Minister may approve all or part of the proposed amendment or make modifications to the proposed amendment and approve the amendment as modified.  1994, c. 23, Sched. A, s. 7 (1). Refusal of request (2) If no submissions are received by the Minister within the time specified by the Minister under clause 6 (7) (a) or (b) and the Minister proposes to refuse all or part of a requested amendment, the Minister shall give written notice to the applicant together with reasons for the refusal and advising the applicant, (a) that the applicant may make written submissions within 30 days after the day the notice is given or such longer time as the Minister specifies in the notice; and (b) that the requested amendment shall be deemed to be refused if submissions are not received within the time period set out in the notice.  1994, c. 23, Sched. A, s. 7 (2). Deemed refusal (3) If submissions are not received within the time period set out in the notice, the requested amendment shall be deemed to be refused.  1994, c. 23, Sched. A, s. 7 (3). Options (4) If submissions are received by the Minister under subsection (2), the Minister may, (a) appoint a hearing officer to conduct a hearing with respect to the proposed amendment and make a written recommendation on it; (b) refer the matter to the Ontario Land Tribunal to conduct a hearing with respect to the proposed amendment and make a written recommendation on it; or (c) after considering the submissions, approve the proposed amendment in whole or in part or make modifications to it and approve the amendment as modified or refuse the proposed amendment in whole or in part.  1994, c. 23, Sched. A, s. 7 (4); 2017, c. 23, Sched. 5, s. 69; 2021, c. 4, Sched. 6, s. 76 (1). Section Amendments with date in force (d/m/y) 2017, c. 23, Sched. 5, s. 69 - 03/04/2018 2021, c. 4, Sched. 6, s. 76 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) If no submissions are received by the Minister within the time specified by the Minister under clause 6 (7) (a) or (b), the Minister may approve all or part of the proposed amendment or make modifications to the proposed amendment and approve the amendment as modified.  1994, c. 23, Sched. A, s. 7 (1).</p> <p class=\"headnote\">Refusal of request</p> <p class=\"subsection\">(2) If no submissions are received by the Minister within the time specified by the Minister under clause 6 (7) (a) or (b) and the Minister proposes to refuse all or part of a requested amendment, the Minister shall give written notice to the applicant together with reasons for the refusal and advising the applicant,</p> <p class=\"paragraph\">  (a) that the applicant may make written submissions within 30 days after the day the notice is given or such longer time as the Minister specifies in the notice; and</p> <p class=\"paragraph\">  (b) that the requested amendment shall be deemed to be refused if submissions are not received within the time period set out in the notice.  1994, c. 23, Sched. A, s. 7 (2).</p> <p class=\"headnote\">Deemed refusal</p> <p class=\"subsection\">(3) If submissions are not received within the time period set out in the notice, the requested amendment shall be deemed to be refused.  1994, c. 23, Sched. A, s. 7 (3).</p> <p class=\"headnote\">Options</p> <p class=\"subsection\">(4) If submissions are received by the Minister under subsection (2), the Minister may,</p> <p class=\"paragraph\">  (a) appoint a hearing officer to conduct a hearing with respect to the proposed amendment and make a written recommendation on it;</p> <p class=\"paragraph\">  (b) refer the matter to the Ontario Land Tribunal to conduct a hearing with respect to the proposed amendment and make a written recommendation on it; or</p> <p class=\"paragraph\">  (c) after considering the submissions, approve the proposed amendment in whole or in part or make modifications to it and approve the amendment as modified or refuse the proposed amendment in whole or in part.  1994, c. 23, Sched. A, s. 7 (4); 2017, c. 23, Sched. 5, s. 69; 2021, c. 4, Sched. 6, s. 76 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s69\">2017, c. 23, Sched. 5, s. 69</a></span> - 03/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s76s1\">2021, c. 4, Sched. 6, s. 76 (1)</a></span> - 01/06/2021</p>"
        },
        {
            "id": "8",
            "section": "Submissions received",
            "content": "8 (1) If submissions are received by the Minister within the time specified by the Minister under clause 6 (7) (a) or (b), the Minister may, (a) appoint a hearing officer to conduct a hearing with respect to the proposed amendment and make a written recommendation on it; (b) refer the matter to the Ontario Land Tribunal to conduct a hearing with respect to the proposed amendment and make a written recommendation on it; (c) after considering the submissions, approve the proposed amendment in whole or in part or make modifications to it and approve the amendment as modified; or (d) after considering the submissions, propose to refuse the proposed amendment in whole or in part.  1994, c. 23, Sched. A, s. 8 (1); 2017, c. 23, Sched. 5, s. 70; 2021, c. 4, Sched. 6, s. 76 (1). Proposed refusal (2) If the Minister proposes to refuse a requested amendment under clause (1) (d), subsections 7 (2) to (4) apply with necessary modifications to the refusal.  1994, c. 23, Sched. A, s. 8 (2). Section Amendments with date in force (d/m/y) 2017, c. 23, Sched. 5, s. 70 - 03/04/2018 2021, c. 4, Sched. 6, s. 76 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) If submissions are received by the Minister within the time specified by the Minister under clause 6 (7) (a) or (b), the Minister may,</p> <p class=\"paragraph\">  (a) appoint a hearing officer to conduct a hearing with respect to the proposed amendment and make a written recommendation on it;</p> <p class=\"paragraph\">  (b) refer the matter to the Ontario Land Tribunal to conduct a hearing with respect to the proposed amendment and make a written recommendation on it;</p> <p class=\"paragraph\">  (c) after considering the submissions, approve the proposed amendment in whole or in part or make modifications to it and approve the amendment as modified; or</p> <p class=\"paragraph\">  (d) after considering the submissions, propose to refuse the proposed amendment in whole or in part.  1994, c. 23, Sched. A, s. 8 (1); 2017, c. 23, Sched. 5, s. 70; 2021, c. 4, Sched. 6, s. 76 (1).</p> <p class=\"headnote\">Proposed refusal</p> <p class=\"subsection\">(2) If the Minister proposes to refuse a requested amendment under clause (1) (d), subsections 7 (2) to (4) apply with necessary modifications to the refusal.  1994, c. 23, Sched. A, s. 8 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s70\">2017, c. 23, Sched. 5, s. 70</a></span> - 03/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s76s1\">2021, c. 4, Sched. 6, s. 76 (1)</a></span> - 01/06/2021</p>"
        },
        {
            "id": "9",
            "section": "Hearing officer",
            "content": "9 (1) If a hearing officer is appointed, the Minister shall fix the time and place for a hearing and shall require that notice be given to such persons and public bodies and in such manner as the Minister may determine.  1994, c. 23, Sched. A, s. 9 (1). Time of hearing (2) At least 30 days notice shall be given before the hearing is held.  1994, c. 23, Sched. A, s. 9 (2). Procedures (3) The hearing officer may adopt rules of procedure for the hearing.  1994, c. 23, Sched. A, s. 9 (3). Protection from personal liability (4) A hearing officer is not personally liable for anything done by him or her in good faith in the execution of his or her duty under this Act or for any neglect or default in the execution in good faith of his or her duty.  1994, c. 23, Sched. A, s. 9 (4). Presentation at hearing (5) At any hearing, the proposed amendment and the reasons for it shall be presented by, (a) the Minister, if the Minister initiated the proposed amendment; or (b) the applicant, if the applicant initiated the proposed amendment.  1994, c. 23, Sched. A, s. 9 (5). Report (6) Not more than 30 days after the conclusion of the hearing or within such extended time as the Minister determines, the hearing officer shall make a written recommendation to the Minister and to the parties to the hearing recommending whether the Minister should approve the proposed amendment, in whole or in part, make modifications and approve the amendment as modified or refuse the proposed amendment, in whole or in part, and giving reasons for the recommendation.  1994, c. 23, Sched. A, s. 9 (6). Inspection (7) The recommendation and the reasons for the recommendation of the hearing officer shall be made available to the public for inspection in the offices of the Ministry of Municipal Affairs and Housing, in the office of the clerk of each municipality or secretary-treasurer of the planning board which is within the area covered by the proposed amendment and in such other locations as the Minister determines.  1994, c. 23, Sched. A, s. 9 (7); 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) If a hearing officer is appointed, the Minister shall fix the time and place for a hearing and shall require that notice be given to such persons and public bodies and in such manner as the Minister may determine.  1994, c. 23, Sched. A, s. 9 (1).</p> <p class=\"headnote\">Time of hearing</p> <p class=\"subsection\">(2) At least 30 days notice shall be given before the hearing is held.  1994, c. 23, Sched. A, s. 9 (2).</p> <p class=\"headnote\">Procedures</p> <p class=\"subsection\">(3) The hearing officer may adopt rules of procedure for the hearing.  1994, c. 23, Sched. A, s. 9 (3).</p> <p class=\"headnote\">Protection from personal liability</p> <p class=\"subsection\">(4) A hearing officer is not personally liable for anything done by him or her in good faith in the execution of his or her duty under this Act or for any neglect or default in the execution in good faith of his or her duty.  1994, c. 23, Sched. A, s. 9 (4).</p> <p class=\"headnote\">Presentation at hearing</p> <p class=\"subsection\">(5) At any hearing, the proposed amendment and the reasons for it shall be presented by,</p> <p class=\"paragraph\">  (a) the Minister, if the Minister initiated the proposed amendment; or</p> <p class=\"paragraph\">  (b) the applicant, if the applicant initiated the proposed amendment.  1994, c. 23, Sched. A, s. 9 (5).</p> <p class=\"headnote\">Report</p> <p class=\"subsection\">(6) Not more than 30 days after the conclusion of the hearing or within such extended time as the Minister determines, the hearing officer shall make a written recommendation to the Minister and to the parties to the hearing recommending whether the Minister should approve the proposed amendment, in whole or in part, make modifications and approve the amendment as modified or refuse the proposed amendment, in whole or in part, and giving reasons for the recommendation.  1994, c. 23, Sched. A, s. 9 (6).</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(7) The recommendation and the reasons for the recommendation of the hearing officer shall be made available to the public for inspection in the offices of the Ministry of Municipal Affairs and Housing, in the office of the clerk of each municipality or secretary-treasurer of the planning board which is within the area covered by the proposed amendment and in such other locations as the Minister determines.  1994, c. 23, Sched. A, s. 9 (7); 2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "10",
            "section": "Hearing by L.P.A.T.",
            "content": "10 (1) If a matter is referred to the Ontario Land Tribunal, it shall conduct a hearing. 2017, c. 23, Sched. 5, s. 71; 2021, c. 4, Sched. 6, s. 76 (1). Notice (2) Notice of the hearing shall be given to such persons or bodies and in such manner as the Tribunal may determine and the Tribunal shall make a written recommendation to the Minister stating whether the Minister should approve the proposed amendment, in whole or in part, make modifications and approve the amendment as modified or refuse the proposed amendment, in whole or in part, and giving reasons for the recommendation. 2017, c. 23, Sched. 5, s. 71. Section Amendments with date in force (d/m/y) 2017, c. 23, Sched. 5, s. 71 - 03/04/2018 2021, c. 4, Sched. 6, s. 76 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) If a matter is referred to the Ontario Land Tribunal, it shall conduct a hearing. 2017, c. 23, Sched. 5, s. 71; 2021, c. 4, Sched. 6, s. 76 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Notice of the hearing shall be given to such persons or bodies and in such manner as the Tribunal may determine and the Tribunal shall make a written recommendation to the Minister stating whether the Minister should approve the proposed amendment, in whole or in part, make modifications and approve the amendment as modified or refuse the proposed amendment, in whole or in part, and giving reasons for the recommendation.<span class=\"apple\"><span> </span></span>2017, c. 23, Sched. 5, s. 71.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s71\">2017, c. 23, Sched. 5, s. 71</a></span> - 03/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s76s1\">2021, c. 4, Sched. 6, s. 76 (1)</a></span> - 01/06/2021</p>"
        },
        {
            "id": "11",
            "section": "Decision of the Minister",
            "content": "11 After considering the submissions and comments received and the recommendation of the hearing officer or the Ontario Land Tribunal, the Minister may approve the proposed amendment, in whole or in part, make modifications and approve the amendment as modified or refuse the amendment, in whole or in part.  1994, c. 23, Sched. A, s. 11; 2017, c. 23, Sched. 5, s. 72; 2021, c. 4, Sched. 6, s. 76 (1). Section Amendments with date in force (d/m/y) 2017, c. 23, Sched. 5, s. 72 - 03/04/2018 2021, c. 4, Sched. 6, s. 76 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><b>11 </b>After considering the submissions and comments received and the recommendation of the hearing officer or the Ontario Land Tribunal, the Minister may approve the proposed amendment, in whole or in part, make modifications and approve the amendment as modified or refuse the amendment, in whole or in part.  1994, c. 23, Sched. A, s. 11; 2017, c. 23, Sched. 5, s. 72; 2021, c. 4, Sched. 6, s. 76 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s72\">2017, c. 23, Sched. 5, s. 72</a></span> - 03/04/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s76s1\">2021, c. 4, Sched. 6, s. 76 (1)</a></span> - 01/06/2021</p>"
        },
        {
            "id": "12",
            "section": "Notice of decision",
            "content": "12 The Minister shall forward a copy of his or her decision to the clerk of each municipality or secretary-treasurer of each planning board which is within the area covered by the proposed amendment, the parties to the hearing and such other persons or public bodies as the Minister may determine.  1994, c. 23, Sched. A, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>The Minister shall forward a copy of his or her decision to the clerk of each municipality or secretary-treasurer of each planning board which is within the area covered by the proposed amendment, the parties to the hearing and such other persons or public bodies as the Minister may determine.  1994, c. 23, Sched. A, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "By-laws, etc., to conform to plan",
            "content": "13 Despite any other Act, if a development plan is in effect, (a) no municipality or local board as defined in the Municipal Affairs Act having jurisdiction over the area covered by the plan or in any part of it and no ministry shall undertake any public work, any improvement of a structural nature or any other undertaking within the area covered by the development plan that conflicts with the plan; and (b) no municipality or planning board having jurisdiction in such area shall pass a by-law for any purpose that conflicts with the plan.  1994, c. 23, Sched. A, s. 13; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>13 </b>Despite any other Act, if a development plan is in effect,</p> <p class=\"paragraph\">  (a) no municipality or local board as defined in the <i>Municipal Affairs Act</i> having jurisdiction over the area covered by the plan or in any part of it and no ministry shall undertake any public work, any improvement of a structural nature or any other undertaking within the area covered by the development plan that conflicts with the plan; and</p> <p class=\"paragraph\">  (b) no municipality or planning board having jurisdiction in such area shall pass a by-law for any purpose that conflicts with the plan.  1994, c. 23, Sched. A, s. 13; 2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "14",
            "section": "Conflicts",
            "content": "14 Despite any other Act, if there is a conflict between a development plan and an official plan or zoning by-law covering part or all of the same area, the development plan prevails.  1994, c. 23, Sched. A, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>Despite any other Act, if there is a conflict between a development plan and an official plan or zoning by-law covering part or all of the same area, the development plan prevails.  1994, c. 23, Sched. A, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "Resolutions of conflicts",
            "content": "15 (1) If, in the opinion of the Minister, an official plan or a zoning by-law is in conflict with a development plan that covers, in whole or in part, the same area, the Minister shall advise the council of the municipality or the planning board that adopted the official plan or that passed the zoning by-law of the particulars of the conflict and shall invite the municipality or the planning board to submit, within such time as the Minister specifies, proposals for the resolution of the conflict.  1994, c. 23, Sched. A, s. 15 (1). Power to amend local plan (2) If the council of a municipality or the planning board fails to submit proposals to resolve the conflict within the time specified by the Minister or, if after consultation with the Minister on such proposals, the conflict cannot be resolved and the Minister so notifies the council or the board in writing, the Minister may by order amend the official plan to make it conform to the development plan.  1994, c. 23, Sched. A, s. 15 (2). Effect of order (3) An order under subsection (2) shall have the same effect as though it were an amendment to the official plan adopted by the council of the municipality or the planning board and approved by the appropriate approval authority.  1994, c. 23, Sched. A, s. 15 (3). Not regulation (4) An order under subsection (2) is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006.  1994, c. 23, Sched. A, s. 15 (4); 2006, c. 21, Sched. F, s. 136 (1). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) If, in the opinion of the Minister, an official plan or a zoning by-law is in conflict with a development plan that covers, in whole or in part, the same area, the Minister shall advise the council of the municipality or the planning board that adopted the official plan or that passed the zoning by-law of the particulars of the conflict and shall invite the municipality or the planning board to submit, within such time as the Minister specifies, proposals for the resolution of the conflict.  1994, c. 23, Sched. A, s. 15 (1).</p> <p class=\"headnote\">Power to amend local plan</p> <p class=\"subsection\">(2) If the council of a municipality or the planning board fails to submit proposals to resolve the conflict within the time specified by the Minister or, if after consultation with the Minister on such proposals, the conflict cannot be resolved and the Minister so notifies the council or the board in writing, the Minister may by order amend the official plan to make it conform to the development plan.  1994, c. 23, Sched. A, s. 15 (2).</p> <p class=\"headnote\">Effect of order</p> <p class=\"subsection\">(3) An order under subsection (2) shall have the same effect as though it were an amendment to the official plan adopted by the council of the municipality or the planning board and approved by the appropriate approval authority.  1994, c. 23, Sched. A, s. 15 (3).</p> <p class=\"headnote\">Not regulation</p> <p class=\"subsection\">(4) An order under subsection (2) is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  1994, c. 23, Sched. A, s. 15 (4); 2006, c. 21, Sched. F, s. 136 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "id": "16",
            "section": "Official plan or zoning by-law required",
            "content": "16 (1) If a development plan is in effect in a municipality or any part of it and the municipality does not have an official plan in effect or has not passed a zoning by-law covering the municipality or that part of the municipality covered by the development plan, the council of the municipality, upon being notified in writing by the Minister, shall, within such time as is specified in the notice, prepare and adopt a plan for approval as an official plan or pass a zoning by-law that conforms to the development plan and submit the plan for approval.  1994, c. 23, Sched. A, s. 16 (1). Official plan or zoning by-law required (2) If a development plan is in effect in a planning area or any part of it and the planning board does not have an official plan in effect or has not passed a zoning by-law covering that part of the planning area consisting of territory without municipal organization that is covered by the development plan, the planning board, upon being notified in writing by the Minister, shall, within such time as is specified in the notice, prepare and adopt a plan for approval as an official plan or pass a zoning by-law that conforms to the development plan and submit the plan for approval.  1994, c. 23, Sched. A, s. 16 (2).",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) If a development plan is in effect in a municipality or any part of it and the municipality does not have an official plan in effect or has not passed a zoning by-law covering the municipality or that part of the municipality covered by the development plan, the council of the municipality, upon being notified in writing by the Minister, shall, within such time as is specified in the notice, prepare and adopt a plan for approval as an official plan or pass a zoning by-law that conforms to the development plan and submit the plan for approval.  1994, c. 23, Sched. A, s. 16 (1).</p> <p class=\"headnote\">Official plan or zoning by-law required</p> <p class=\"subsection\">(2) If a development plan is in effect in a planning area or any part of it and the planning board does not have an official plan in effect or has not passed a zoning by-law covering that part of the planning area consisting of territory without municipal organization that is covered by the development plan, the planning board, upon being notified in writing by the Minister, shall, within such time as is specified in the notice, prepare and adopt a plan for approval as an official plan or pass a zoning by-law that conforms to the development plan and submit the plan for approval.  1994, c. 23, Sched. A, s. 16 (2).</p>"
        },
        {
            "id": "17",
            "section": "Minister’s order",
            "content": "17 (1) The Minister may, in respect of any land in the area covered by a development plan, make orders exercising any of the powers conferred upon the Minister under clause 47 (1) (a) and subsection 47 (2) of the Planning Act.  1994, c. 23, Sched. A, s. 17 (1). Same (2) Section 3 of the Planning Act does not apply to an order under subsection (1) and an order need not conform to an official plan in effect in the area covered by the order.  1994, c. 23, Sched. A, s. 17 (2).",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) The Minister may, in respect of any land in the area covered by a development plan, make orders exercising any of the powers conferred upon the Minister under clause 47 (1) (a) and subsection 47 (2) of the <i>Planning Act</i>.  1994, c. 23, Sched. A, s. 17 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 3 of the <i>Planning Act</i> does not apply to an order under subsection (1) and an order need not conform to an official plan in effect in the area covered by the order.  1994, c. 23, Sched. A, s. 17 (2).</p>"
        },
        {
            "id": "18",
            "section": "Zoning orders",
            "content": "18 Nothing in this Act derogates from the power of the Minister to make an order under section 47 of the Planning Act even if there is a development plan in effect in the area to be covered by the order.  1994, c. 23, Sched. A, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>Nothing in this Act derogates from the power of the Minister to make an order under section 47 of the <i>Planning Act</i> even if there is a development plan in effect in the area to be covered by the order.  1994, c. 23, Sched. A, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Power to acquire land",
            "content": "19 (1) For the purpose of developing any feature of a development plan, the Minister may, in the name of Her Majesty, acquire by purchase, lease or otherwise or, subject to the Expropriations Act, expropriate any land or interest in it within the area covered by the plan and sell, lease or otherwise dispose of any such land or interest.  1994, c. 23, Sched. A, s. 19 (1). Designated minister (2) The Lieutenant Governor in Council may designate any minister of the Crown to have responsibility over any land acquired under subsection (1) and the minister so designated may, for the purpose of developing any feature of the development plan, (a) clear, grade or otherwise prepare the land for development or construct, repair or improve buildings, works and facilities on it; or (b) sell, lease or otherwise dispose of any of the land or interest in it.  1994, c. 23, Sched. A, s. 19 (2).",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) For the purpose of developing any feature of a development plan, the Minister may, in the name of Her Majesty, acquire by purchase, lease or otherwise or, subject to the <i>Expropriations Act</i>, expropriate any land or interest in it within the area covered by the plan and sell, lease or otherwise dispose of any such land or interest.  1994, c. 23, Sched. A, s. 19 (1).</p> <p class=\"headnote\">Designated minister</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may designate any minister of the Crown to have responsibility over any land acquired under subsection (1) and the minister so designated may, for the purpose of developing any feature of the development plan,</p> <p class=\"paragraph\">  (a) clear, grade or otherwise prepare the land for development or construct, repair or improve buildings, works and facilities on it; or</p> <p class=\"paragraph\">  (b) sell, lease or otherwise dispose of any of the land or interest in it.  1994, c. 23, Sched. A, s. 19 (2).</p>"
        },
        {
            "id": "20",
            "section": "Financial assistance",
            "content": "20 If a development plan is in effect, the Minister may provide financial assistance to any person, organization or corporation, including a municipal corporation or a planning board, undertaking any policy or program that implements the plan, including expenditures incurred in preparing a plan for adoption as an official plan, an official plan amendment or a zoning by-law.  1994, c. 23, Sched. A, s. 20.",
            "raw_html": "<p class=\"section\"><b>20 </b>If a development plan is in effect, the Minister may provide financial assistance to any person, organization or corporation, including a municipal corporation or a planning board, undertaking any policy or program that implements the plan, including expenditures incurred in preparing a plan for adoption as an official plan, an official plan amendment or a zoning by-law.  1994, c. 23, Sched. A, s. 20.</p>"
        },
        {
            "id": "21",
            "section": "Regulations",
            "content": "21 The Minister may make regulations prescribing information and material that must be submitted in an application to amend any development plan.  1994, c. 23, Sched. A, s. 21.",
            "raw_html": "<p class=\"section\"><b>21 </b>The Minister may make regulations prescribing information and material that must be submitted in an application to amend any development plan.  1994, c. 23, Sched. A, s. 21.</p>"
        },
        {
            "id": "22",
            "section": "Transition, Parkway Belt Plan",
            "content": "22 (1) The Parkway Belt Plan, also known as the Parkway Belt West Plan, shall be deemed to be a plan under this Act.  1994, c. 23, Sched. A, s. 22 (1). Applications continued (2) An application for an amendment to the Parkway Belt Plan, also known as the Parkway Belt West Plan, shall be deemed to have been made and shall be continued under this Act.  1994, c. 23, Sched. A, s. 22 (2). Land use regulations (3) A land use regulation made under section 4 of the Parkway Belt Planning and Development Act\r\nshall be deemed to be an order under section 17.  1994, c. 23, Sched. A, s. 22 (3). Amendments (4) An application for an amendment to a land use regulation made under section 4 of the Parkway Belt Planning and Development Act shall be deemed to have been made and shall be continued under section 17.  1994, c. 23, Sched. A, s. 22 (4). Development planning areas (5) A development planning area established under the Parkway Belt Planning and Development Act shall be deemed to be a development planning area under this Act.  1994, c. 23, Sched. A, s. 22 (5). Proposed development plan (6) A proposed development plan commenced under the Ontario Planning and Development Act (R.S.O. 1990, c. O.35) shall be continued under this Act.  1994, c. 23, Sched. A, s. 22 (6).",
            "raw_html": "<p class=\"section\"><b>22 </b>(1) The Parkway Belt Plan, also known as the Parkway Belt West Plan, shall be deemed to be a plan under this Act.  1994, c. 23, Sched. A, s. 22 (1).</p> <p class=\"headnote\">Applications continued</p> <p class=\"subsection\">(2) An application for an amendment to the Parkway Belt Plan, also known as the Parkway Belt West Plan, shall be deemed to have been made and shall be continued under this Act.  1994, c. 23, Sched. A, s. 22 (2).</p> <p class=\"headnote\">Land use regulations</p> <p class=\"subsection\">(3) A land use regulation made under section 4 of the <i>Parkway Belt Planning and Development Act</i>\r\nshall be deemed to be an order under section 17.  1994, c. 23, Sched. A, s. 22 (3).</p> <p class=\"headnote\">Amendments</p> <p class=\"subsection\">(4) An application for an amendment to a land use regulation made under section 4 of the <i>Parkway Belt Planning and Development Act</i> shall be deemed to have been made and shall be continued under section 17.  1994, c. 23, Sched. A, s. 22 (4).</p> <p class=\"headnote\">Development planning areas</p> <p class=\"subsection\">(5) A development planning area established under the <i>Parkway Belt Planning and Development Act</i> shall be deemed to be a development planning area under this Act.  1994, c. 23, Sched. A, s. 22 (5).</p> <p class=\"headnote\">Proposed development plan</p> <p class=\"subsection\">(6) A proposed development plan commenced under the <i>Ontario Planning and Development Act</i> (R.S.O. 1990, c. O.35) shall be continued under this Act.  1994, c. 23, Sched. A, s. 22 (6).</p>"
        },
        {
            "id": "22.1",
            "section": "Amendments to the Parkway Belt Plan",
            "content": "22.1 (1) On the day section 27 of the Greenbelt Act, 2005 comes into force, (a) the Parkway Belt Plan, also known as the Parkway Belt West Plan, referred to in section 22 shall cease to apply to the lands that are part of the Niagara Escarpment Planning Area and described in paragraphs 26, 30, 31 and 33 of the Schedule to Regulation 684 of the Revised Regulations of Ontario, 1980 (as the Schedule read on December 31, 1990); and (b) the provisions of the Parkway Belt Plan, also known as the Parkway Belt West Plan, that describe the lands to which the Plan applies shall be deemed not to refer to the lands referred to in clause (a).  2005, c. 1, s. 27. Non-application (2) For greater certainty, the requirements of sections 6, 7, 8, 9, 10 and 11 relating to amendments to plans made under this Act do not apply to the amendment referred to in clause (1) (b).  2005, c. 1, s. 27. Section Amendments with date in force (d/m/y) 2005, c. 1, s. 27 - 16/12/2004 23 Omitted (enacts short title of this Act).  1994, c. 23, Sched. A, s. 23. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>22.1</b> (1) On the day section 27 of the <i>Greenbelt Act, 2005</i> comes into force,</p> <p class=\"paragraph\">  (a) the Parkway Belt Plan, also known as the Parkway Belt West Plan, referred to in section 22 shall cease to apply to the lands that are part of the Niagara Escarpment Planning Area and described in paragraphs 26, 30, 31 and 33 of the Schedule to Regulation 684 of the Revised Regulations of Ontario, 1980 (as the Schedule read on December 31, 1990); and</p> <p class=\"paragraph\">  (b) the provisions of the Parkway Belt Plan, also known as the Parkway Belt West Plan, that describe the lands to which the Plan applies shall be deemed not to refer to the lands referred to in clause (a).  2005, c. 1, s. 27.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(2) For greater certainty, the requirements of sections 6, 7, 8, 9, 10 and 11 relating to amendments to plans made under this Act do not apply to the amendment referred to in clause (1) (b).  2005, c. 1, s. 27.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05001#s27\">2005, c. 1, s. 27</a></span> - 16/12/2004</p> <p class=\"section\"><b>23 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1994, c. 23, Sched. A, s. 23.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/94o23\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "23",
            "section": "Non-application",
            "content": "23 Omitted (enacts short title of this Act).  1994, c. 23, Sched. A, s. 23. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>23 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1994, c. 23, Sched. A, s. 23.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/94o23\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}