{
    "act_info": {
        "full_title": "Ontario Casino Corporation Act, 1993, S.O. 1993, c. 25",
        "act_name_text": "Not Found",
        "citation": "Ontario Casino Corporation Act, 1993, S.O. 1993, c. 25",
        "url": "https://www.ontario.ca/laws/statute/93o25",
        "date_scraped": "2023-12-21 13:33:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/940322",
            "revoked_reg_citation": "O. Reg. 322/94",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Purposes",
            "content": "1. The purposes of this Act are, (a) to enhance the economic development of certain regions of the province; (b) to generate revenues for the province; and (c) to ensure that any measures taken in accordance with these principles are undertaken for the public good and in the best interests of the public. 1993, c.25, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> The purposes of this Act are,</p> <p class=\"clause-e\">(a) to enhance the economic development of certain regions of the province;</p> <p class=\"clause-e\">(b) to generate revenues for the province; and</p> <p class=\"clause-e\">(c) to ensure that any measures taken in accordance with these principles are undertaken for the public good and in the best interests of the public. 1993, c.25, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": "2. (1) In this Act, “casino” means a place which is kept for the purpose of playing or operating games of chance, but does not include those parts of a facility where games of chance are played that are not used for the purpose of playing or operating games of chance; (“casino”) “Corporation” means the Ontario Casino Corporation; (“Société”) “game of chance” means a lottery scheme conducted and managed by the Ontario Casino Corporation on behalf of the Government of Ontario under the authority of paragraph 207(1)(a) of the Criminal Code (Canada), but does not include a lottery scheme conducted by the Ontario Lottery Corporation under the Ontario Lottery Corporation Act. (“jeu de hasard”) Minister (2) The minister responsible for the administration of this Act and the minister responsible for the administration of the Gaming Control Act, 1992 shall be different ministers. 1993, c.25, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“casino” means a place which is kept for the purpose of playing or operating games of chance, but does not include those parts of a facility where games of chance are played that are not used for the purpose of playing or operating games of chance; (“casino”)</p> <p class=\"definition-e\">“Corporation” means the Ontario Casino Corporation; (“Société”)</p> <p class=\"definition-e\">“game of chance” means a lottery scheme conducted and managed by the Ontario Casino Corporation on behalf of the Government of Ontario under the authority of paragraph 207(1)(<i>a</i>) of the <i>Criminal Code</i> (Canada), but does not include a lottery scheme conducted by the Ontario Lottery Corporation under the <i>Ontario Lottery Corporation Act</i>. (“jeu de hasard”)</p> <p class=\"headnote-e\"><b>Minister</b></p> <p class=\"subsection-e\">(2) The minister responsible for the administration of this Act and the minister responsible for the administration of the <i>Gaming Control Act, 1992</i> shall be different ministers. 1993, c.25, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Corporation established",
            "content": "3. (1) There is hereby established a corporation without share capital to be known in English as the Ontario Casino Corporation and in French as Société des casinos de l’Ontario. Crown agency (2) The Corporation is for all its purposes an agent of Her Majesty and its powers may be exercised only as an agent of Her Majesty. 1993, c.25, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) There is hereby established a corporation without share capital to be known in English as the Ontario Casino Corporation and in French as Société des casinos de l’Ontario.</p> <p class=\"headnote-e\"><b>Crown agency</b></p> <p class=\"subsection-e\">(2) The Corporation is for all its purposes an agent of Her Majesty and its powers may be exercised only as an agent of Her Majesty. 1993, c.25, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Members",
            "content": "4. (1) The Corporation shall consist of as many members, not fewer than five, as the Lieutenant Governor in Council may appoint. Term of appointment (2) The members shall be appointed for a term designated by the Lieutenant Governor in Council. Remuneration and expenses (3) The Corporation shall pay its members who are not public servants within the meaning of the Public Service Act the remuneration and expenses that the Lieutenant Governor in Council determines. 1993, c.25, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The Corporation shall consist of as many members, not fewer than five, as the Lieutenant Governor in Council may appoint.</p> <p class=\"headnote-e\"><b>Term of appointment</b></p> <p class=\"subsection-e\">(2) The members shall be appointed for a term designated by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Remuneration and expenses</b></p> <p class=\"subsection-e\">(3) The Corporation shall pay its members who are not public servants within the meaning of the <i>Public Service Act</i> the remuneration and expenses that the Lieutenant Governor in Council determines. 1993, c.25, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Objects",
            "content": "5. The objects of the Corporation are, (a) to conduct and manage games of chance; (b) to ensure that games of chance are conducted and managed in accordance with this Act and the Gaming Control Act, 1992 and the regulations made under those Acts; (c) to provide for the operation of casinos; and (d) to provide for the operation of any business that it considers reasonably related to operating a casino, including any business that offers goods or services to persons who play games of chance in a casino. 1993, c.25, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> The objects of the Corporation are,</p> <p class=\"clause-e\">(a) to conduct and manage games of chance;</p> <p class=\"clause-e\">(b) to ensure that games of chance are conducted and managed in accordance with this Act and the <i>Gaming Control Act, 1992</i> and the regulations made under those Acts;</p> <p class=\"clause-e\">(c) to provide for the operation of casinos; and</p> <p class=\"clause-e\">(d) to provide for the operation of any business that it considers reasonably related to operating a casino, including any business that offers goods or services to persons who play games of chance in a casino. 1993, c.25, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Powers",
            "content": "6. (1) Except as limited by this Act, the Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects. Real property (2) The Corporation may not acquire, hold or dispose of any interest in real property except with the approval of Treasury Board and on the terms set by Treasury Board. Borrowing (3) The Corporation may not borrow money on its credit or give security against its property except with the approval of the Minister of Finance. Guarantee of loans (4) Subject to the approval of the Lieutenant Governor in Council, the Minister of Finance may, upon such conditions as the Minister considers proper, guarantee, on behalf of Ontario, the repayment of any loan made to the Corporation, together with interest on the loan. 1993, c.25, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Except as limited by this Act, the Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.</p> <p class=\"headnote-e\"><b>Real property</b></p> <p class=\"subsection-e\">(2) The Corporation may not acquire, hold or dispose of any interest in real property except with the approval of Treasury Board and on the terms set by Treasury Board.</p> <p class=\"headnote-e\"><b>Borrowing</b></p> <p class=\"subsection-e\">(3) The Corporation may not borrow money on its credit or give security against its property except with the approval of the Minister of Finance.</p> <p class=\"headnote-e\"><b>Guarantee of loans</b></p> <p class=\"subsection-e\">(4) Subject to the approval of the Lieutenant Governor in Council, the Minister of Finance may, upon such conditions as the Minister considers proper, guarantee, on behalf of Ontario, the repayment of any loan made to the Corporation, together with interest on the loan. 1993, c.25, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Location of casinos",
            "content": "7. (1) The Corporation shall not provide for the operation of a casino in a municipality unless the council of the municipality has passed a resolution approving the operation of the casino. Public meeting (2) The council of a municipality shall not vote on a resolution to approve the operation of a casino until, (a) it has held at least one meeting that was open to the public and at which it presented the proposed resolution; and (b) at least seven days have passed since all meetings were held. Notice (3) The council of the municipality shall give at least fifteen days notice of a meeting, (a) in the prescribed manner in a newspaper having general circulation in the municipality; and (b) in any other manner that is prescribed. Representations (4) All persons who attend the meeting shall be afforded an opportunity to make representations in respect of the proposed resolution. Exception (5) Despite anything in this section, the Corporation may provide for the operation of a casino in the casino area within the meaning of section 21 or in the interim casino area within the meaning of section 22. 1993, c.25, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The Corporation shall not provide for the operation of a casino in a municipality unless the council of the municipality has passed a resolution approving the operation of the casino.</p> <p class=\"headnote-e\"><b>Public meeting</b></p> <p class=\"subsection-e\">(2) The council of a municipality shall not vote on a resolution to approve the operation of a casino until,</p> <p class=\"clause-e\">(a) it has held at least one meeting that was open to the public and at which it presented the proposed resolution; and</p> <p class=\"clause-e\">(b) at least seven days have passed since all meetings were held.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(3) The council of the municipality shall give at least fifteen days notice of a meeting,</p> <p class=\"clause-e\">(a) in the prescribed manner in a newspaper having general circulation in the municipality; and</p> <p class=\"clause-e\">(b) in any other manner that is prescribed.</p> <p class=\"headnote-e\"><b>Representations</b></p> <p class=\"subsection-e\">(4) All persons who attend the meeting shall be afforded an opportunity to make representations in respect of the proposed resolution.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(5) Despite anything in this section, the Corporation may provide for the operation of a casino in the casino area within the meaning of section 21 or in the interim casino area within the meaning of section 22. 1993, c.25, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Duties",
            "content": "8. (1) Except as limited by this Act, the Corporation shall comply with any directions given to it by the Lieutenant Governor in Council. Operation of casinos (2) The Corporation shall ensure that casinos are operated in accordance with this Act and the Gaming Control Act, 1992 and the regulations made under those Acts. Individuals under nineteen (3) The Corporation shall not permit individuals under nineteen years of age to play games of chance in casinos. Rules of play (4) The Corporation shall post in a prominent place in a casino a copy of the rules of play approved by the Gaming Control Commission for the casino under section 3.7 of the Gaming Control Act, 1992 and shall, on request, make copies of the rules of play available to the public in accordance with the requirements prescribed by the regulations made under this Act. Committees (5) In each municipality in which a casino operates under this Act, the Corporation shall establish an independent committee in accordance with the regulations made under this Act. Members of committee (6) Each committee for a municipality shall include a member of the police services board of the municipality. Powers of committee (7) Each committee shall have the power to monitor the social, economic and law enforcement consequences of the operation of casinos in the municipality and to make recommendations to the Corporation and to the minister responsible for the administration of this Act. Costs (8) The Corporation shall pay the reasonable costs of each committee if the Corporation has approved the costs before the committee incurs the costs. 1993, c.25, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) Except as limited by this Act, the Corporation shall comply with any directions given to it by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Operation of casinos</b></p> <p class=\"subsection-e\">(2) The Corporation shall ensure that casinos are operated in accordance with this Act and the <i>Gaming Control Act, 1992</i> and the regulations made under those Acts.</p> <p class=\"headnote-e\"><b>Individuals under nineteen</b></p> <p class=\"subsection-e\">(3) The Corporation shall not permit individuals under nineteen years of age to play games of chance in casinos.</p> <p class=\"headnote-e\"><b>Rules of play</b></p> <p class=\"subsection-e\">(4) The Corporation shall post in a prominent place in a casino a copy of the rules of play approved by the Gaming Control Commission for the casino under section 3.7 of the <i>Gaming Control Act, 1992</i> and shall, on request, make copies of the rules of play available to the public in accordance with the requirements prescribed by the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Committees</b></p> <p class=\"subsection-e\">(5) In each municipality in which a casino operates under this Act, the Corporation shall establish an independent committee in accordance with the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Members of committee</b></p> <p class=\"subsection-e\">(6) Each committee for a municipality shall include a member of the police services board of the municipality.</p> <p class=\"headnote-e\"><b>Powers of committee</b></p> <p class=\"subsection-e\">(7) Each committee shall have the power to monitor the social, economic and law enforcement consequences of the operation of casinos in the municipality and to make recommendations to the Corporation and to the minister responsible for the administration of this Act.</p> <p class=\"headnote-e\"><b>Costs</b></p> <p class=\"subsection-e\">(8) The Corporation shall pay the reasonable costs of each committee if the Corporation has approved the costs before the committee incurs the costs. 1993, c.25, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Board of directors",
            "content": "9. (1) The Corporation shall be managed by its board of directors which shall consist of all of the members of the Corporation. Quorum (2) A majority of the members constitute a quorum of the board. Chair and vice-chair (3) The Lieutenant Governor in Council shall designate one of the members as chair and may designate another as vice-chair of the board. Chair’s duty (4) The chair shall preside over meetings of the board. Acting chair (5) If the chair is absent or otherwise unable to act or if the office is vacant, the vice-chair has all the powers and shall perform the duties of the chair. 1993, c.25, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The Corporation shall be managed by its board of directors which shall consist of all of the members of the Corporation.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(2) A majority of the members constitute a quorum of the board.</p> <p class=\"headnote-e\"><b>Chair and vice-chair</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council shall designate one of the members as chair and may designate another as vice-chair of the board.</p> <p class=\"headnote-e\"><b>Chair’s duty</b></p> <p class=\"subsection-e\">(4) The chair shall preside over meetings of the board.</p> <p class=\"headnote-e\"><b>Acting chair</b></p> <p class=\"subsection-e\">(5) If the chair is absent or otherwise unable to act or if the office is vacant, the vice-chair has all the powers and shall perform the duties of the chair. 1993, c.25, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "By-laws",
            "content": "10. The board of directors of the Corporation may make such by-laws as it considers necessary for the administration of the affairs of the Corporation, including by-laws to establish committees and to appoint officers. 1993, c.25, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The board of directors of the Corporation may make such by-laws as it considers necessary for the administration of the affairs of the Corporation, including by-laws to establish committees and to appoint officers. 1993, c.25, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Other Acts",
            "content": "11. (1) The Corporations Act and the Corporations Information Act do not apply to the Corporation. Conflict of interest and indemnification (2) Sections 132 and 136 of the Business Corporations Act apply to the Corporation and to its directors. 1993, c.25, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The <i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the Corporation.</p> <p class=\"headnote-e\"><b>Conflict of interest and indemnification</b></p> <p class=\"subsection-e\">(2) Sections 132 and 136 of the <i>Business Corporations Act</i> apply to the Corporation and to its directors. 1993, c.25, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Employees",
            "content": "12. (1) The Corporation may, with the approval of the Lieutenant Governor in Council, establish job classifications, personnel qualifications, salaries, benefits and other remuneration for such persons as the board of directors of the Corporation considers necessary for the proper conduct of the affairs of the Corporation. Pension plan (2) The Corporation shall be deemed to have been designated by the Lieutenant Governor in Council under the Public Service Pension Act as an organization whose employees are required to be members of the Public Service Pension Plan. 1993, c.25, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) The Corporation may, with the approval of the Lieutenant Governor in Council, establish job classifications, personnel qualifications, salaries, benefits and other remuneration for such persons as the board of directors of the Corporation considers necessary for the proper conduct of the affairs of the Corporation.</p> <p class=\"headnote-e\"><b>Pension plan</b></p> <p class=\"subsection-e\">(2) The Corporation shall be deemed to have been designated by the Lieutenant Governor in Council under the <i>Public Service Pension Act</i> as an organization whose employees are required to be members of the Public Service Pension Plan. 1993, c.25, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "No personal liability",
            "content": "13. (1) No action or other proceeding for damages may be instituted against any member of the Corporation or person appointed to the service of the Corporation for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty. Crown liability (2) Despite subsections 5(2) and (4) of the Proceedings Against the Crown Act, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject. 1993, c.25, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) No action or other proceeding for damages may be instituted against any member of the Corporation or person appointed to the service of the Corporation for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty.</p> <p class=\"headnote-e\"><b>Crown liability</b></p> <p class=\"subsection-e\">(2) Despite subsections 5(2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject. 1993, c.25, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Appropriation",
            "content": "14. Money that the Corporation requires for the purposes of this Act before April 1, 1994 shall be paid out of the Consolidated Revenue Fund. 1993, c.25, s.14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Money that the Corporation requires for the purposes of this Act before April 1, 1994 shall be paid out of the Consolidated Revenue Fund. 1993, c.25, s.14.</p>"
        },
        {
            "id": "15.",
            "section": "Payment of revenue",
            "content": "15. (1) The Corporation shall make payments out of the revenue that it receives from its activities under this Act in accordance with the following priorities: 1. Payment of winnings to players. 2. Payments that the regulations made under this Act require the Corporation to make to the Consolidated Revenue Fund. 3. Payment of the operating expenses of the Corporation. 4. Payment of money to the Alcohol and Gaming Commission of Ontario under subsection 8 (2) of the Alcohol and Gaming Regulation and Public Protection Act, 1996. 5. Payment required to be made under any agreement entered into by the Corporation with the consent of the Minister of Finance for the distribution of money received from Casino Rama. 1993, c.25, s.15 (1); 1996, c. 26, s. 5. Surplus money (2) Upon the order of the Minister of Finance, the Corporation shall pay into the Consolidated Revenue Fund the portion, as the Minister determines, of surplus money in its general fund remaining after making the payments described in subsection (1). 1993, c.25, s.15 (2).",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) The Corporation shall make payments out of the revenue that it receives from its activities under this Act in accordance with the following priorities:</p> <p class=\"paragraph-e\">1. Payment of winnings to players.</p> <p class=\"paragraph-e\">2. Payments that the regulations made under this Act require the Corporation to make to the Consolidated Revenue Fund.</p> <p class=\"paragraph-e\">3. Payment of the operating expenses of the Corporation.</p> <p class=\"paragraph-e\">4. Payment of money to the Alcohol and Gaming Commission of Ontario under subsection 8 (2) of the <i>Alcohol and Gaming Regulation and Public Protection Act, 1996. </i></p> <p class=\"paragraph-e\">5. Payment required to be made under any agreement entered into by the Corporation with the consent of the Minister of Finance for the distribution of money received from Casino Rama. 1993, c.25, s.15 (1); 1996, c. 26, s. 5.</p> <p class=\"headnote-e\"><b>Surplus money</b></p> <p class=\"subsection-e\">(2) Upon the order of the Minister of Finance, the Corporation shall pay into the Consolidated Revenue Fund the portion, as the Minister determines, of surplus money in its general fund remaining after making the payments described in subsection (1). 1993, c.25, s.15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Accounting",
            "content": "16. (1) The Corporation shall establish and maintain an accounting system satisfactory to the Minister of Finance. Auditors (2) The board of directors of the Corporation shall appoint one or more auditors licensed under the Public Accountancy Act to audit the accounts and financial transactions of the Corporation annually. Auditor’s report (3) The board of directors of the Corporation shall submit the auditor’s report to the minister responsible for the administration of this Act. Minister’s order (4) The minister may at any time require that any aspect of the affairs of the Corporation be audited by an auditor appointed by the minister. Access to other records (5) The Corporation shall ensure that any person with whom it has entered into a contract to provide for the operation of a casino or a related business shall make available immediately to the Corporation all reports, accounts, records and other documents in respect of the operation of the casino and the related business. Provincial Auditor (6) The reports, accounts, records and other documents described in subsection (5) shall be deemed to form part of the accounts of the Corporation for the purpose of the Audit Act. 1993, c.25, s.16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) The Corporation shall establish and maintain an accounting system satisfactory to the Minister of Finance.</p> <p class=\"headnote-e\"><b>Auditors</b></p> <p class=\"subsection-e\">(2) The board of directors of the Corporation shall appoint one or more auditors licensed under the <i>Public Accountancy Act</i> to audit the accounts and financial transactions of the Corporation annually.</p> <p class=\"headnote-e\"><b>Auditor’s report</b></p> <p class=\"subsection-e\">(3) The board of directors of the Corporation shall submit the auditor’s report to the minister responsible for the administration of this Act.</p> <p class=\"headnote-e\"><b>Minister’s order</b></p> <p class=\"subsection-e\">(4) The minister may at any time require that any aspect of the affairs of the Corporation be audited by an auditor appointed by the minister.</p> <p class=\"headnote-e\"><b>Access to other records</b></p> <p class=\"subsection-e\">(5) The Corporation shall ensure that any person with whom it has entered into a contract to provide for the operation of a casino or a related business shall make available immediately to the Corporation all reports, accounts, records and other documents in respect of the operation of the casino and the related business.</p> <p class=\"headnote-e\"><b>Provincial Auditor</b></p> <p class=\"subsection-e\">(6) The reports, accounts, records and other documents described in subsection (5) shall be deemed to form part of the accounts of the Corporation for the purpose of the <i>Audit Act.</i> 1993, c.25, s.16.</p>"
        },
        {
            "id": "17.",
            "section": "Financial year",
            "content": "17. (1) The financial year of the Corporation begins on April 1 in each year and ends on March 31 in the following year. Change in financial year (2) The Lieutenant Governor in Council may by order change the financial year of the Corporation. Annual report (3) The board of directors of the Corporation shall, not later than ninety days following the end of the Corporation’s financial year, submit to the minister responsible for the administration of this Act an annual report on the affairs of the Corporation for the year, containing all information that the minister may require. Same (4) The minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. Other reports (5) The board of directors of the Corporation shall submit to the minister such reports, other than the annual report, as the minister may require. 1993, c.25, s.17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) The financial year of the Corporation begins on April 1 in each year and ends on March 31 in the following year.</p> <p class=\"headnote-e\"><b>Change in financial year</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may by order change the financial year of the Corporation.</p> <p class=\"headnote-e\"><b>Annual report</b></p> <p class=\"subsection-e\">(3) The board of directors of the Corporation shall, not later than ninety days following the end of the Corporation’s financial year, submit to the minister responsible for the administration of this Act an annual report on the affairs of the Corporation for the year, containing all information that the minister may require.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session.</p> <p class=\"headnote-e\"><b>Other reports</b></p> <p class=\"subsection-e\">(5) The board of directors of the Corporation shall submit to the minister such reports, other than the annual report, as the minister may require. 1993, c.25, s.17.</p>"
        },
        {
            "id": "18.",
            "section": "Offences",
            "content": "18. (1) Every individual under nineteen years of age who plays a game of chance in a casino is guilty of an offence. Same, prescribed individuals (2) Every individual who, in contravention of the regulations made under clause 20(1)(e), enters or remains in a casino during the playing of games of chance in the casino is guilty of an offence. Same, excluded individuals (3) Every individual who enters or remains in a casino during the playing of games of chance in the casino is guilty of an offence if, in accordance with the regulations made under this Act, the Corporation has served a direction on the individual to leave or not to enter the casino. Penalty (4) An individual who is convicted of an offence described in subsection (1), (2) or (3) is liable to a fine of not more than $50,000. 1993, c.25, s.18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) Every individual under nineteen years of age who plays a game of chance in a casino is guilty of an offence.</p> <p class=\"headnote-e\"><b>Same, prescribed individuals</b></p> <p class=\"subsection-e\">(2) Every individual who, in contravention of the regulations made under clause 20(1)(e), enters or remains in a casino during the playing of games of chance in the casino is guilty of an offence.</p> <p class=\"headnote-e\"><b>Same, excluded individuals</b></p> <p class=\"subsection-e\">(3) Every individual who enters or remains in a casino during the playing of games of chance in the casino is guilty of an offence if, in accordance with the regulations made under this Act, the Corporation has served a direction on the individual to leave or not to enter the casino.</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(4) An individual who is convicted of an offence described in subsection (1), (2) or (3) is liable to a fine of not more than $50,000. 1993, c.25, s.18.</p>"
        },
        {
            "id": "19.",
            "section": "Interpretation, Human Rights Code",
            "content": "19. Subsections 8(3), 18(1) and (2) shall be deemed not to infringe the right of a person under section 1 of the Human Rights Code to equal treatment with respect to services, goods and facilities without discrimination because of age. 1993, c.25, s.19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> Subsections 8(3), 18(1) and (2) shall be deemed not to infringe the right of a person under section 1 of the <i>Human Rights Code</i> to equal treatment with respect to services, goods and facilities without discrimination because of age. 1993, c.25, s.19.</p>"
        },
        {
            "id": "20.",
            "section": "Regulations",
            "content": "20. (1) The Lieutenant Governor in Council may make regulations, (a) prescribing requirements for making available copies of rules of play under subsection 8(4); (b) prescribing the method of appointing members to each committee described in subsection 8(5); (c) requiring the Corporation to pay into the Consolidated Revenue Fund a specified percentage of the revenue that it receives from its activities under this Act after paying winnings to players; (d) prescribing the time for making the payments described in clause (c); (e) prohibiting classes of individuals from entering or remaining in a casino during the playing of games of chance in the casino; (f) prescribing requirements for the service of directions for the purposes of subsection 18(3) and the date on which the service shall be deemed to have been made; (g) respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act. Percentage of revenue (2) The percentage of revenue prescribed for the purposes of clause (1)(c) shall not exceed 20 per cent. Not statutory power of decision (3) The Statutory Powers Procedure Act does not apply to the exercise of the power to make regulations under clause (1)(e). 1993, c.25, s.20. PART II   CITY OF WINDSOR: CASINO AREA",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing requirements for making available copies of rules of play under subsection 8(4);</p> <p class=\"clause-e\">(b) prescribing the method of appointing members to each committee described in subsection 8(5);</p> <p class=\"clause-e\">(c) requiring the Corporation to pay into the Consolidated Revenue Fund a specified percentage of the revenue that it receives from its activities under this Act after paying winnings to players;</p> <p class=\"clause-e\">(d) prescribing the time for making the payments described in clause (c);</p> <p class=\"clause-e\">(e) prohibiting classes of individuals from entering or remaining in a casino during the playing of games of chance in the casino;</p> <p class=\"clause-e\">(f) prescribing requirements for the service of directions for the purposes of subsection 18(3) and the date on which the service shall be deemed to have been made;</p> <p class=\"clause-e\">(g) respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act.</p> <p class=\"headnote-e\"><b>Percentage of revenue</b></p> <p class=\"subsection-e\">(2) The percentage of revenue prescribed for the purposes of clause (1)(c) shall not exceed 20 per cent.</p> <p class=\"headnote-e\"><b>Not statutory power of decision</b></p> <p class=\"subsection-e\">(3) The <i>Statutory Powers Procedure Act</i> does not apply to the exercise of the power to make regulations under clause (1)(e). 1993, c.25, s.20.</p> <p class=\"partnum-e\"><b>PART II <br/>  CITY OF WINDSOR: CASINO AREA</b></p>"
        },
        {
            "id": "21.",
            "section": "Casino area",
            "content": "21. (1) In this section, “casino area” means the land in the City of Windsor bounded by Riverside Drive East, McDougall Avenue, University Avenue East and Glengarry Avenue. Acquisition of land (2) The Corporation of the City of Windsor may acquire lands in the casino area for a casino and related businesses. Market value (3) Despite subsection 10(2) of the Expropriations Act, the market value of any land that the Corporation of the City of Windsor expropriates or otherwise acquires in the casino area shall be determined as of January 1, 1993. Redevelopment powers (4) The Corporation of the City of Windsor, with the approval of the Minister of Municipal Affairs, may, (a) demolish, construct, repair, rehabilitate or improve buildings in the casino area; (b) sell, lease or otherwise dispose of the buildings described in clause (a) and the land appurtenant to them; (c) sell, lease or otherwise dispose of any part of the casino area to any person or governmental authority. Permitted land use (5) Despite any official plan adopted under section 17 of the Planning Act, any zoning by-law passed under section 34 of that Act or any interim control by-law passed under section 38 of that Act, the operation of a casino is a permitted land use in the casino area if the requirements prescribed by the minister responsible for the administration of this Act are met. 1993, c.25, s.21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) In this section,</p> <p class=\"firstdef-e\">“casino area” means the land in the City of Windsor bounded by Riverside Drive East, McDougall Avenue, University Avenue East and Glengarry Avenue.</p> <p class=\"headnote-e\"><b>Acquisition of land</b></p> <p class=\"subsection-e\">(2) The Corporation of the City of Windsor may acquire lands in the casino area for a casino and related businesses.</p> <p class=\"headnote-e\"><b>Market value</b></p> <p class=\"subsection-e\">(3) Despite subsection 10(2) of the <i>Expropriations Act</i>, the market value of any land that the Corporation of the City of Windsor expropriates or otherwise acquires in the casino area shall be determined as of January 1, 1993.</p> <p class=\"headnote-e\"><b>Redevelopment powers</b></p> <p class=\"subsection-e\">(4) The Corporation of the City of Windsor, with the approval of the Minister of Municipal Affairs, may,</p> <p class=\"clause-e\">(a) demolish, construct, repair, rehabilitate or improve buildings in the casino area;</p> <p class=\"clause-e\">(b) sell, lease or otherwise dispose of the buildings described in clause (a) and the land appurtenant to them;</p> <p class=\"clause-e\">(c) sell, lease or otherwise dispose of any part of the casino area to any person or governmental authority.</p> <p class=\"headnote-e\"><b>Permitted land use</b></p> <p class=\"subsection-e\">(5) Despite any official plan adopted under section 17 of the <i>Planning Act</i>, any zoning by-law passed under section 34 of that Act or any interim control by-law passed under section 38 of that Act, the operation of a casino is a permitted land use in the casino area if the requirements prescribed by the minister responsible for the administration of this Act are met. 1993, c.25, s.21.</p>"
        },
        {
            "id": "22.",
            "section": "Interim casino area",
            "content": "22. (1) In this section, “interim casino area” means the land in the City of Windsor designated as parts 1, 2, 3, 4, 5, 7 and 8 on Plan 12R-2300 deposited in the Land Registry Office for the Registry Division of Essex (No. 12). Permitted land use (2) Despite any official plan adopted under section 17 of the Planning Act, any zoning by-law passed under section 34 of that Act or any interim control by-law passed under section 38 of that Act, the operation of a casino is a permitted land use in the interim casino area until the date prescribed by the minister responsible for the administration of this Act if the requirements prescribed by the minister are met. 1993, c.25, s.22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) In this section,</p> <p class=\"firstdef-e\">“interim casino area” means the land in the City of Windsor designated as parts 1, 2, 3, 4, 5, 7 and 8 on Plan 12R-2300 deposited in the Land Registry Office for the Registry Division of Essex (No. 12).</p> <p class=\"headnote-e\"><b>Permitted land use</b></p> <p class=\"subsection-e\">(2) Despite any official plan adopted under section 17 of the <i>Planning Act</i>, any zoning by-law passed under section 34 of that Act or any interim control by-law passed under section 38 of that Act, the operation of a casino is a permitted land use in the interim casino area until the date prescribed by the minister responsible for the administration of this Act if the requirements prescribed by the minister are met. 1993, c.25, s.22.</p>"
        },
        {
            "id": "23.",
            "section": "Regulations",
            "content": "23. The minister responsible for the administration of this Act may by regulation, (a) prescribe the requirements mentioned in subsections 21 (5) and 22 (2); and (b) prescribe the date mentioned in subsection 22(2). 1993, c.25, s.23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>23.</b> The minister responsible for the administration of this Act may by regulation,</p> <p class=\"clause-e\">(a) prescribe the requirements mentioned in subsections 21 (5) and 22 (2); and</p> <p class=\"clause-e\">(b) prescribe the date mentioned in subsection 22(2). 1993, c.25, s.23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93o25_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93o25_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}