{
    "act_info": {
        "full_title": "Ontario Lottery Corporation Act, R.S.O. 1990, c. O.25",
        "act_name_text": "Not Found",
        "citation": "Ontario Lottery Corporation Act, R.S.O. 1990, c. O.25",
        "url": "https://www.ontario.ca/laws/statute/90o25",
        "date_scraped": "2023-12-21 13:35:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/980081",
            "revoked_reg_citation": "O. Reg. 81/98",
            "revoked_reg_title": "LOTTERY SCHEMES"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Board” means the board of directors of the Corporation; (“conseil”) “Corporation” means Ontario Lottery Corporation; (“Société”) “lottery scheme” includes a lottery, a game of chance and a game of mixed chance and skill; (“loterie”) “Minister” means the member of the Executive Council designated by the Lieutenant Governor in Council to administer this Act. (“ministre”) R.S.O. 1990, c. O.25, s. 1; 1996, c. 26, s. 6 (1); 1998, c. 5, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Board” means the board of directors of the Corporation; (“conseil”)</p> <p class=\"definition-e\">“Corporation” means Ontario Lottery Corporation; (“Société”)</p> <p class=\"definition-e\">“lottery scheme” includes a lottery, a game of chance and a game of mixed chance and skill; (“loterie”)</p> <p class=\"definition-e\">“Minister” means the member of the Executive Council designated by the Lieutenant Governor in Council to administer this Act. (“ministre”) R.S.O. 1990, c. O.25, s. 1; 1996, c. 26, s. 6 (1); 1998, c. 5, s. 34.</p>"
        },
        {
            "id": "2.",
            "section": "Minister responsible",
            "content": "2. The Minister is responsible for the administration of this Act. R.S.O. 1990, c. O.25, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The Minister is responsible for the administration of this Act. R.S.O. 1990, c. O.25, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Ontario Lottery Corporation continued",
            "content": "3. (1) The corporation known in English as the Ontario Lottery Corporation and in French as Société des loteries de l’Ontario is continued as a corporation without share capital. R.S.O. 1990, c. O.25, s. 3 (1). Composition (2) The Corporation shall consist of not fewer than three members all of whom shall be appointed by the Lieutenant Governor in Council. R.S.O. 1990, c. O.25, s. 3 (2); 1998, c. 34, s. 89. Directors (3) The members shall be the directors of the Corporation and shall be paid such remuneration as is fixed by the Lieutenant Governor in Council. Seal (4) The Corporation shall have a seal which shall be adopted by resolution or by-law. Fiscal year (5) The fiscal year of the Corporation shall be the same as the fiscal year for the Consolidated Revenue Fund. R.S.O. 1990, c. O.25, s. 3 (3-5).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) The corporation known in English as the Ontario Lottery Corporation and in French as Société des loteries de l’Ontario is continued as a corporation without share capital. R.S.O. 1990, c. O.25, s. 3 (1).</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Corporation shall consist of not fewer than three members all of whom shall be appointed by the Lieutenant Governor in Council. R.S.O. 1990, c. O.25, s. 3 (2); 1998, c. 34, s. 89.</p> <p class=\"headnote-e\"><b>Directors</b></p> <p class=\"subsection-e\">(3) The members shall be the directors of the Corporation and shall be paid such remuneration as is fixed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Seal</b></p> <p class=\"subsection-e\">(4) The Corporation shall have a seal which shall be adopted by resolution or by-law.</p> <p class=\"headnote-e\"><b>Fiscal year</b></p> <p class=\"subsection-e\">(5) The fiscal year of the Corporation shall be the same as the fiscal year for the Consolidated Revenue Fund. R.S.O. 1990, c. O.25, s. 3 (3-5).</p>"
        },
        {
            "id": "4.",
            "section": "Chair and vice-chair",
            "content": "4. (1) The Lieutenant Governor in Council shall designate one of the members to be chair of the Board and may designate one of the members to be vice-chair of the Board. Acting chair (2) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the vice-chair or, if none, such director as the Board designates for such purpose shall act as and have all the powers of the chair. Quorum (3) A majority of the directors constitutes a quorum of the Board. R.S.O. 1990, c. O.25, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The Lieutenant Governor in Council shall designate one of the members to be chair of the Board and may designate one of the members to be vice-chair of the Board.</p> <p class=\"headnote-e\"><b>Acting chair</b></p> <p class=\"subsection-e\">(2) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the vice-chair or, if none, such director as the Board designates for such purpose shall act as and have all the powers of the chair.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(3) A majority of the directors constitutes a quorum of the Board. R.S.O. 1990, c. O.25, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Board of Directors",
            "content": "5. (1) The affairs of the Corporation are under the management and control of the Board, and the chair shall preside at all meetings of the Board, or, in his or her absence, or if the office of chair is vacant, the vice-chair has all the powers and shall perform all the duties of the chair. By-laws (2) The Board may make by-laws regulating its proceedings and generally for the conduct and management of the affairs of the Corporation. Powers of Board (3) The Board has such powers as are necessary for the purpose of carrying out its objects including the powers set out in sections 274 and 275 of the Corporations Act, and in section 23 of that Act, except clauses (h), (j), (m), (p), (q), (r), (s), (t), (u) and (v) but otherwise the Corporations Act does not apply to the Corporation. R.S.O. 1990, c. O.25, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The affairs of the Corporation are under the management and control of the Board, and the chair shall preside at all meetings of the Board, or, in his or her absence, or if the office of chair is vacant, the vice-chair has all the powers and shall perform all the duties of the chair.</p> <p class=\"headnote-e\"><b>By-laws</b></p> <p class=\"subsection-e\">(2) The Board may make by-laws regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.</p> <p class=\"headnote-e\"><b>Powers of Board</b></p> <p class=\"subsection-e\">(3) The Board has such powers as are necessary for the purpose of carrying out its objects including the powers set out in sections 274 and 275 of the <i>Corporations Act</i>, and in section 23 of that Act, except clauses (h), (j), (m), (p), (q), (r), (s), (t), (u) and (v) but otherwise the <i>Corporations Act</i> does not apply to the Corporation. R.S.O. 1990, c. O.25, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Employees",
            "content": "6. (1) The Corporation may, subject to the approval of the Lieutenant Governor in Council, establish job classifications, personnel qualifications, salary ranges and other benefits for its officers and employees and may appoint, employ and promote its officers and employees in conformity with the classifications, qualifications, salary ranges and benefits so approved. Pension Plan (2) The Corporation shall be deemed to have been designated by the Lieutenant Governor in Council under the Public Service Pension Act as an organization whose employees are required to be members of the Public Service Pension Plan. R.S.O. 1990, c. O.25, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The Corporation may, subject to the approval of the Lieutenant Governor in Council, establish job classifications, personnel qualifications, salary ranges and other benefits for its officers and employees and may appoint, employ and promote its officers and employees in conformity with the classifications, qualifications, salary ranges and benefits so approved.</p> <p class=\"headnote-e\"><b>Pension Plan</b></p> <p class=\"subsection-e\">(2) The Corporation shall be deemed to have been designated by the Lieutenant Governor in Council under the <i>Public Service Pension Act</i> as an organization whose employees are required to be members of the Public Service Pension Plan. R.S.O. 1990, c. O.25, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Objects",
            "content": "7. The objects of the Corporation are, (a) to develop, undertake, organize, conduct and manage lottery schemes on behalf of Her Majesty in right of Ontario; (b) where authorized by the Lieutenant Governor in Council, to enter into agreements to develop, undertake, organize, conduct and manage lottery schemes on behalf of or in conjunction with the Government of Canada or the government of one or more of the other provinces of Canada; (c) to do such other things as the Lieutenant Governor in Council may require from time to time. R.S.O. 1990, c. O.25, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> The objects of the Corporation are,</p> <p class=\"clause-e\">(a) to develop, undertake, organize, conduct and manage lottery schemes on behalf of Her Majesty in right of Ontario;</p> <p class=\"clause-e\">(b) where authorized by the Lieutenant Governor in Council, to enter into agreements to develop, undertake, organize, conduct and manage lottery schemes on behalf of or in conjunction with the Government of Canada or the government of one or more of the other provinces of Canada;</p> <p class=\"clause-e\">(c) to do such other things as the Lieutenant Governor in Council may require from time to time. R.S.O. 1990, c. O.25, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Regulations",
            "content": "8. (1) The Lieutenant Governor in Council may make regulations, (a) regulating lottery schemes conducted and managed by the Corporation; (b) prescribing the conditions and qualifications to entitlement to prizes in any lottery scheme conducted and managed by the Corporation; (c) prescribing types of documentation for the purposes of clause 8.1 (5) (a); (d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. Same (2) A regulation made under this Act may be subject to any conditions, qualifications or requirements specified in the regulation. 1996, c. 26, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) regulating lottery schemes conducted and managed by the Corporation;</p> <p class=\"clause-e\">(b) prescribing the conditions and qualifications to entitlement to prizes in any lottery scheme conducted and managed by the Corporation;</p> <p class=\"clause-e\">(c) prescribing types of documentation for the purposes of clause 8.1 (5) (a);</p> <p class=\"clause-e\">(d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A regulation made under this Act may be subject to any conditions, qualifications or requirements specified in the regulation. 1996, c. 26, s. 6 (2).</p>"
        },
        {
            "id": "8.1",
            "section": "Sale to minors prohibited",
            "content": "8.1 (1) No person authorized to sell lottery tickets, and no person acting on such person’s behalf, shall sell a lottery ticket to a person under eighteen years of age. 1992, c. 29, s. 1. Exception (2) A person does not contravene subsection (1), (a) if the person sells a lottery ticket to a person relying on documentation of a prescribed type; and (b) if there is no apparent reason to doubt the authenticity of the documentation or to doubt that it was issued to the person producing it. 1998, c. 5, s. 35 (1). (3)-(5) REPEALED: 1998, c. 5, s. 35 (1). Prohibition re documentation (6) No person shall present as evidence of his or her age a document that was not lawfully issued to the person. 1996, c. 26, s. 6 (3). (7) REPEALED: 1998, c. 5, s. 35 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.1</b> (1) No person authorized to sell lottery tickets, and no person acting on such person’s behalf, shall sell a lottery ticket to a person under eighteen years of age. 1992, c. 29, s. 1.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) A person does not contravene subsection (1),</p> <p class=\"clause-e\">(a) if the person sells a lottery ticket to a person relying on documentation of a prescribed type; and</p> <p class=\"clause-e\">(b) if there is no apparent reason to doubt the authenticity of the documentation or to doubt that it was issued to the person producing it. 1998, c. 5, s. 35 (1).</p> <p class=\"subsection-e\">(3)-(5) REPEALED: 1998, c. 5, s. 35 (1).</p> <p class=\"headnote-e\"><b>Prohibition re documentation</b></p> <p class=\"subsection-e\">(6) No person shall present as evidence of his or her age a document that was not lawfully issued to the person. 1996, c. 26, s. 6 (3).</p> <p class=\"subsection-e\">(7) REPEALED: 1998, c. 5, s. 35 (2).</p>"
        },
        {
            "id": "8.2",
            "section": "Offences",
            "content": "8.2 (1) A person who contravenes subsection 8.1 (1) is guilty of an offence and shall be liable on conviction to a fine not exceeding, (a) $50,000 in the case of an individual; or (b) $250,000 in the case of a corporation. 1996, c. 26, s. 6 (4); 1998, c. 5, s. 36 (1). Same (2) A person who contravenes subsection 8.1 (6) is guilty of an offence and shall be liable on conviction to a fine not exceeding $10,000. 1996, c. 26, s. 6 (4); 1998, c. 5, s. 36 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.2</b> (1) A person who contravenes subsection 8.1 (1) is guilty of an offence and shall be liable on conviction to a fine not exceeding,</p> <p class=\"clause-e\">(a) $50,000 in the case of an individual; or</p> <p class=\"clause-e\">(b) $250,000 in the case of a corporation. 1996, c. 26, s. 6 (4); 1998, c. 5, s. 36 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A person who contravenes subsection 8.1 (6) is guilty of an offence and shall be liable on conviction to a fine not exceeding $10,000. 1996, c. 26, s. 6 (4); 1998, c. 5, s. 36 (2).</p>"
        },
        {
            "id": "8.3",
            "section": "Authorized payments",
            "content": "8.3(1) The Corporation may make the following payments from its revenues: 1. Payments for prizes. 2. Payments for the operating expenses of the Corporation. 3. Payments made under agreements approved by the Minister of Finance for the distribution by the Corporation of proceeds of lottery schemes, i. to or for the benefit of charitable organizations and non-profit corporations, or ii. for the support of other activities and programs for the benefit of the people of Ontario. Required payments (2) An agreement referred to in paragraph 3 of subsection (1) shall provide that, in each fiscal year of Ontario, the Corporation shall use at least one-half of the net revenue it receives during the year from the table gaming activities described in subsection (4) to make payments described in paragraph 3 of subsection (1). Same (3) If, in any fiscal year of Ontario, one-half of the net revenue that the Corporation receives from the table gaming activities described in subsection (4) exceeds the total of the payments described in paragraph 3 of subsection (1) made by the Corporation in the fiscal year, the Corporation shall, in the following fiscal year, pay the excess to or among the organizations, corporations, activities and programs described in paragraph 3 of subsection (1) in such amounts as the Minister of Finance directs, and shall not expend the excess for any other purpose. Table gaming (4) For the purposes of subsections (2) and (3), the Minister responsible for the administration of this Act may, by regulation, (a) prescribe the activities that constitute table gaming; and (b) prescribe the classes of persons or entities whose table gaming activities are to be considered in calculating the net revenue of the Corporation received from table gaming activities. 1998, c. 5, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>8.3</b>(1)<b> </b>The Corporation may make the following payments from its revenues:</p> <p class=\"paragraph-e\">1. Payments for prizes.</p> <p class=\"paragraph-e\">2. Payments for the operating expenses of the Corporation.</p> <p class=\"paragraph-e\">3. Payments made under agreements approved by the Minister of Finance for the distribution by the Corporation of proceeds of lottery schemes,</p> <p class=\"subpara-e\">i. to or for the benefit of charitable organizations and non-profit corporations, or</p> <p class=\"subpara-e\">ii. for the support of other activities and programs for the benefit of the people of Ontario.</p> <p class=\"headnote-e\"><b>Required payments</b></p> <p class=\"subsection-e\">(2) An agreement referred to in paragraph 3 of subsection (1) shall provide that, in each fiscal year of Ontario, the Corporation shall use at least one-half of the net revenue it receives during the year from the table gaming activities described in subsection (4) to make payments described in paragraph 3 of subsection (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) If, in any fiscal year of Ontario, one-half of the net revenue that the Corporation receives from the table gaming activities described in subsection (4) exceeds the total of the payments described in paragraph 3 of subsection (1) made by the Corporation in the fiscal year, the Corporation shall, in the following fiscal year, pay the excess to or among the organizations, corporations, activities and programs described in paragraph 3 of subsection (1) in such amounts as the Minister of Finance directs, and shall not expend the excess for any other purpose.</p> <p class=\"headnote-e\"><b>Table gaming</b></p> <p class=\"subsection-e\">(4) For the purposes of subsections (2) and (3), the Minister responsible for the administration of this Act may, by regulation,</p> <p class=\"clause-e\">(a) prescribe the activities that constitute table gaming; and</p> <p class=\"clause-e\">(b) prescribe the classes of persons or entities whose table gaming activities are to be considered in calculating the net revenue of the Corporation received from table gaming activities. 1998, c. 5, s. 37.</p>"
        },
        {
            "id": "9.",
            "section": "Net profits",
            "content": "9.(1) The net profits of the Corporation, after payments referred to in section 8.3, shall be paid into the Consolidated Revenue Fund at such times and in such manner as the Minister of Finance may direct and are available for appropriation by the Legislature for any of the following purposes: 1. The promotion and development of physical fitness, sports, recreational and cultural activities and for facilities therefor. 2. The activities of the Ontario Trillium Foundation. 3. The protection of the environment. 4. The provision of health care, including the operating of hospitals. 5. The activities and objectives of charitable organizations and non-profit corporations. 6. The funding of community activities and programs. Unappropriated amounts (2) The net profits of the Corporation paid into the Consolidated Revenue Fund in a fiscal year of Ontario under subsection (1) and not appropriated in the fiscal year for one or more of the purposes set out in that subsection shall be applied to, and accounted for in the Public Accounts of Ontario as part of, the money appropriated by the Legislature in the fiscal year for the operation of hospitals. 1998, c. 5, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)<b> </b>The net profits of the Corporation, after payments referred to in section 8.3, shall be paid into the Consolidated Revenue Fund at such times and in such manner as the Minister of Finance may direct and are available for appropriation by the Legislature for any of the following purposes:</p> <p class=\"paragraph-e\">1. The promotion and development of physical fitness, sports, recreational and cultural activities and for facilities therefor.</p> <p class=\"paragraph-e\">2. The activities of the Ontario Trillium Foundation.</p> <p class=\"paragraph-e\">3. The protection of the environment.</p> <p class=\"paragraph-e\">4. The provision of health care, including the operating of hospitals.</p> <p class=\"paragraph-e\">5. The activities and objectives of charitable organizations and non-profit corporations.</p> <p class=\"paragraph-e\">6. The funding of community activities and programs.</p> <p class=\"headnote-e\"><b>Unappropriated amounts</b></p> <p class=\"subsection-e\">(2) The net profits of the Corporation paid into the Consolidated Revenue Fund in a fiscal year of Ontario under subsection (1) and not appropriated in the fiscal year for one or more of the purposes set out in that subsection shall be applied to, and accounted for in the Public Accounts of Ontario as part of, the money appropriated by the Legislature in the fiscal year for the operation of hospitals. 1998, c. 5, s. 38.</p>"
        },
        {
            "id": "10.",
            "section": "Advances",
            "content": "10. (1) The Lieutenant Governor in Council may authorize the Minister of Finance to make advances to the Corporation in such amounts, at such times and on such terms and conditions as the Lieutenant Governor in Council may deem expedient. R.S.O. 1990, c. O.25, s. 10 (1); 1998, c. 5, s. 39. Idem (2) The money required for the purposes of subsection (1) shall be paid out of the Consolidated Revenue Fund. R.S.O. 1990, c. O.25, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) The Lieutenant Governor in Council may authorize the Minister of Finance to make advances to the Corporation in such amounts, at such times and on such terms and conditions as the Lieutenant Governor in Council may deem expedient. R.S.O. 1990, c. O.25, s. 10 (1); 1998, c. 5, s. 39.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The money required for the purposes of subsection (1) shall be paid out of the Consolidated Revenue Fund. R.S.O. 1990, c. O.25, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Audit",
            "content": "11. The accounts and financial transactions of the Corporation shall be audited annually by the Provincial Auditor. R.S.O. 1990, c. O.25, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> The accounts and financial transactions of the Corporation shall be audited annually by the Provincial Auditor. R.S.O. 1990, c. O.25, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Annual report",
            "content": "12. (1) The Corporation shall make a report annually to the Minister upon the affairs of the Corporation. Same (1.1) The report must set out all payments made by the Corporation under any agreement referred to in paragraph 3 of section 8.3 and the amount of net revenue that the Corporation received from the table gaming activities described in subsection 8.3 (4). Same (1.2) The Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. 1998, c. 5, s. 40. Other reports (2) The Corporation shall make such further reports to the Minister as the Minister may from time to time require. R.S.O. 1990, c. O.25, s. 12 (2). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) The Corporation shall make a report annually to the Minister upon the affairs of the Corporation.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(1.1) The report must set out all payments made by the Corporation under any agreement referred to in paragraph 3 of section 8.3 and the amount of net revenue that the Corporation received from the table gaming activities described in subsection 8.3 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(1.2) The Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. 1998, c. 5, s. 40.</p> <p class=\"headnote-e\"><b>Other reports</b></p> <p class=\"subsection-e\">(2) The Corporation shall make such further reports to the Minister as the Minister may from time to time require. R.S.O. 1990, c. O.25, s. 12 (2).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o25_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o25_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}