{
    "act_info": {
        "full_title": "Ontario Strategic Infrastructure Financing Authority Act, 2002, S.O. 2002, c. 22, Sched. A",
        "act_name_text": "Not Found",
        "citation": "Ontario Strategic Infrastructure Financing Authority Act, 2002, S.O. 2002, c. 22, Sched. A",
        "url": "https://www.ontario.ca/laws/statute/02o22",
        "date_scraped": "2023-12-19 17:02:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/02o22/v4",
            "valid_from": "May 18, 2006",
            "valid_to": "July 16, 2006"
        },
        {
            "a_href": "/laws/statute/02o22/v3",
            "valid_from": "December 16, 2004",
            "valid_to": "May 17, 2006"
        },
        {
            "a_href": "/laws/statute/02o22/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "December 15, 2004"
        },
        {
            "a_href": "/laws/statute/02o22/v1",
            "valid_from": "March 27, 2003",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "P70_1045",
            "section": "Definitions",
            "content": "1. (1) In this Act, “Minister” means the Minister of Finance or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “municipality” has the same meaning as in subsection 1 (1) of the Municipal Act, 2001; (“municipalité”) “related entity” means, in relation to the Authority, a subsidiary, trust, partnership or other entity established or acquired by the Authority that is a Crown agent; (“entité liée”) “subsidiary” means a subsidiary of the Authority. (“filiale”) 2002, c. 22, Sched. A, s. 1. Reference to Ontario Municipal Economic Infrastructure Financing Authority (2) A reference in a regulation made under this or any other Act to the Ontario Municipal Economic Infrastructure Financing Authority shall be deemed to be a reference to the Ontario Strategic Infrastructure Financing Authority. 2004, c. 31, Sched. 30, s. 2. Corporate Matters",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P70_1045\"></a><a name=\"BK1\"></a>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“Minister” means the Minister of Finance or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition-e\">“municipality” has the same meaning as in subsection 1 (1) of the <i>Municipal Act, 2001</i>; (“municipalité”)</p> <p class=\"definition-e\">“related entity” means, in relation to the Authority, a subsidiary, trust, partnership or other entity established or acquired by the Authority that is a Crown agent; (“entité liée”)</p> <p class=\"definition-e\">“subsidiary” means a subsidiary of the Authority. (“filiale”) 2002, c. 22, Sched. A, s. 1.</p> <p class=\"headnote-e\"><b>Reference to Ontario Municipal Economic Infrastructure Financing Authority</b></p> <p class=\"subsection-e\">(2) A reference in a regulation made under this or any other Act to the Ontario Municipal Economic Infrastructure Financing Authority shall be deemed to be a reference to the Ontario Strategic Infrastructure Financing Authority. 2004, c. 31, Sched. 30, s. 2.</p> <p class=\"heading1-e\"><a name=\"P77_2005\"></a><a name=\"BK2\"></a>Corporate Matters</p>"
        },
        {
            "id": "P79_2041",
            "section": "Authority continued",
            "content": "2. (1) Ontario Strategic Infrastructure Financing Authority incorporated on August 19, 2002 under the Corporations Act is hereby continued as a corporation without share capital under the name Ontario Strategic Infrastructure Financing Authority in English and Office ontarien de financement de l’infrastructure stratégique in French. 2002, c. 22, Sched. A, s. 2 (1); 2004, c. 31, Sched. 30, s. 3. Composition (2) The Authority is composed of the members of its board of directors. 2002, c. 22, Sched. A, s. 2 (2). Authority to change name (3) The Minister may, by regulation, change the name of the Authority. 2002, c. 22, Sched. A, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P79_2041\"></a><a name=\"BK3\"></a>2.</b> (1) Ontario Strategic Infrastructure Financing Authority incorporated on August 19, 2002 under the <i>Corporations Act</i> is hereby continued as a corporation without share capital under the name Ontario Strategic Infrastructure Financing Authority in English and Office ontarien de financement de l’infrastructure stratégique<b> </b>in French. 2002, c. 22, Sched. A, s. 2 (1); 2004, c. 31, Sched. 30, s. 3.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Authority is composed of the members of its board of directors. 2002, c. 22, Sched. A, s. 2 (2).</p> <p class=\"headnote-e\"><b>Authority to change name</b></p> <p class=\"subsection-e\">(3) The Minister may, by regulation, change the name of the Authority. 2002, c. 22, Sched. A, s. 2 (3).</p>"
        },
        {
            "id": "P85_2734",
            "section": "Objects of the Authority",
            "content": "3. The following are the objects of the Authority: 1. To provide financing for municipalities and for such other public bodies as may be specified by regulation for such purposes as may be specified by regulation. 2. To obtain funding to finance its activities. 3. To exercise powers under the Corporations Tax Act and the Income Tax Act regarding any bond, debenture or other security. 4. To engage in such other activities as the Lieutenant Governor in Council may specify. 2002, c. 22, Sched. A, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P85_2734\"></a><a name=\"BK4\"></a>3.</b> The following are the objects of the Authority:</p> <p class=\"paragraph-e\">1. To provide financing for municipalities and for such other public bodies as may be specified by regulation for such purposes as may be specified by regulation.</p> <p class=\"paragraph-e\">2. To obtain funding to finance its activities.</p> <p class=\"paragraph-e\">3. To exercise powers under the <i>Corporations Tax Act</i> and the <i>Income Tax Act</i> regarding any bond, debenture or other security.</p> <p class=\"paragraph-e\">4. To engage in such other activities as the Lieutenant Governor in Council may specify. 2002, c. 22, Sched. A, s. 3.</p>"
        },
        {
            "id": "P91_3260",
            "section": "Powers of the Authority",
            "content": "4. (1) The Authority has the capacity, rights, powers and privileges of a natural person, except as limited by this Act. 2002, c. 22, Sched. A, s. 4 (1). Funding (2) Without limiting the generality of subsection (1), the Authority may obtain funding by borrowing money, by issuing bonds, debentures and other securities, by establishing trusts, corporations, partnerships and other entities and by other means. 2002, c. 22, Sched. A, s. 4 (2). Restriction on borrowing, etc. (3) The Authority or a subsidiary that is a related entity shall not borrow, invest or manage financial risks unless the activity is authorized by a by-law and the Minister has consented to the by-law. 2002, c. 22, Sched. A, s. 4 (3). Same, certain related entities (4) A related entity that is not a subsidiary shall not borrow, invest or manage financial risks without the consent of the Minister. 2002, c. 22, Sched. A, s. 4 (4). Restriction re subsidiaries, etc. (5) The Authority shall not establish or acquire a subsidiary, trust, partnership or other entity unless it has the consent of the Minister. 2002, c. 22, Sched. A, s. 4 (5). Consent of the Minister (6) The consent of the Minister referred to in subsection (4) or (5) may be general or particular and may include such terms as the Minister considers advisable. 2002, c. 22, Sched. A, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P91_3260\"></a><a name=\"BK5\"></a>4.</b> (1) The Authority has the capacity, rights, powers and privileges of a natural person, except as limited by this Act. 2002, c. 22, Sched. A, s. 4 (1).</p> <p class=\"headnote-e\"><b>Funding</b></p> <p class=\"subsection-e\">(2) Without limiting the generality of subsection (1), the Authority may obtain funding by borrowing money, by issuing bonds, debentures and other securities, by establishing trusts, corporations, partnerships and other entities and by other means. 2002, c. 22, Sched. A, s. 4 (2).</p> <p class=\"headnote-e\"><b>Restriction on borrowing, etc.</b></p> <p class=\"subsection-e\">(3) The Authority or a subsidiary that is a related entity shall not borrow, invest or manage financial risks unless the activity is authorized by a by-law and the Minister has consented to the by-law. 2002, c. 22, Sched. A, s. 4 (3).</p> <p class=\"headnote-e\"><b>Same, certain related entities</b></p> <p class=\"subsection-e\">(4) A related entity that is not a subsidiary shall not borrow, invest or manage financial risks without the consent of the Minister. 2002, c. 22, Sched. A, s. 4 (4).</p> <p class=\"headnote-e\"><b>Restriction re subsidiaries, etc.</b></p> <p class=\"subsection-e\">(5) The Authority shall not establish or acquire a subsidiary, trust, partnership or other entity unless it has the consent of the Minister. 2002, c. 22, Sched. A, s. 4 (5).</p> <p class=\"headnote-e\"><b>Consent of the Minister</b></p> <p class=\"subsection-e\">(6) The consent of the Minister referred to in subsection (4) or (5) may be general or particular and may include such terms as the Minister considers advisable. 2002, c. 22, Sched. A, s. 4 (6).</p>"
        },
        {
            "id": "P103_4650",
            "section": "Status as Crown agent",
            "content": "5. (1) Subject to subsections (2) and (3), the Authority is a Crown agent for all purposes. 2002, c. 22, Sched. A, s. 5 (1). Exception (2) The Authority or a related entity may declare in writing in a contract, security or instrument that it is not acting as a Crown agent for the purposes of the contract, security or instrument. 2002, c. 22, Sched. A, s. 5 (2). Effect of declaration (3) If the Authority or a related entity makes a declaration in accordance with subsection (2), the Authority or related entity shall be deemed not to be a Crown agent for the purposes of the contract, security or instrument and the Crown is not liable for any liability or obligation of the Authority or related entity under the contract, security or instrument. 2002, c. 22, Sched. A, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P103_4650\"></a><a name=\"BK6\"></a>5.</b> (1) Subject to subsections (2) and (3), the Authority is a Crown agent for all purposes. 2002, c. 22, Sched. A, s. 5 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) The Authority or a related entity may declare in writing in a contract, security or instrument that it is not acting as a Crown agent for the purposes of the contract, security or instrument. 2002, c. 22, Sched. A, s. 5 (2).</p> <p class=\"headnote-e\"><b>Effect of declaration</b></p> <p class=\"subsection-e\">(3) If the Authority or a related entity makes a declaration in accordance with subsection (2), the Authority or related entity shall be deemed not to be a Crown agent for the purposes of the contract, security or instrument and the Crown is not liable for any liability or obligation of the Authority or related entity under the contract, security or instrument. 2002, c. 22, Sched. A, s. 5 (3).</p>"
        },
        {
            "id": "P109_5470",
            "section": "Board of directors",
            "content": "6. (1) The board of directors of the Authority is composed of at least three and not more than 16 members who are appointed by the Lieutenant Governor in Council. 2002, c. 22, Sched. A, s. 6 (1). Term of office (2) The term of office of a director is determined by the Lieutenant Governor in Council and may not exceed three years. 2002, c. 22, Sched. A, s. 6 (2). Reappointment (3) A director is eligible to be reappointed. 2002, c. 22, Sched. A, s. 6 (3). Chair and vice-chairs (4) The Lieutenant Governor in Council shall designate a director as the chair and may designate one or more directors as vice-chairs. 2002, c. 22, Sched. A, s. 6 (4). Transition (5) The persons who are directors immediately before this section comes into force cease to hold office when this section comes into force. 2002, c. 22, Sched. A, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P109_5470\"></a><a name=\"BK7\"></a>6.</b> (1) The board of directors of the Authority is composed of at least three and not more than 16 members who are appointed by the Lieutenant Governor in Council. 2002, c. 22, Sched. A, s. 6 (1).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(2) The term of office of a director is determined by the Lieutenant Governor in Council and may not exceed three years. 2002, c. 22, Sched. A, s. 6 (2).</p> <p class=\"headnote-e\"><b>Reappointment</b></p> <p class=\"subsection-e\">(3) A director is eligible to be reappointed. 2002, c. 22, Sched. A, s. 6 (3).</p> <p class=\"headnote-e\"><b>Chair and vice-chairs</b></p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council shall designate a director as the chair and may designate one or more directors as vice-chairs. 2002, c. 22, Sched. A, s. 6 (4).</p> <p class=\"headnote-e\"><b>Transition</b></p> <p class=\"subsection-e\">(5) The persons who are directors immediately before this section comes into force cease to hold office when this section comes into force. 2002, c. 22, Sched. A, s. 6 (5).</p>"
        },
        {
            "id": "P119_6361",
            "section": "Powers and duties of the board",
            "content": "7. (1) The board of directors shall manage or supervise the management of the business and affairs of the Authority. 2002, c. 22, Sched. A, s. 7 (1). By-laws (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Authority. 2002, c. 22, Sched. A, s. 7 (2). Delegation (3) Subject to its by-laws, the board may delegate any of its powers or duties to a committee of the board or to one or more directors, subject to such conditions and restrictions as may be specified by the board. 2002, c. 22, Sched. A, s. 7 (3). Same (4) Subject to its by-laws, the board may delegate powers to manage the business and affairs of the Authority to one or more officers of the Authority. 2002, c. 22, Sched. A, s. 7 (4). Restriction on delegation (5) The board cannot delegate its power to make by-laws or to approve the financial statements or annual report of the Authority. 2002, c. 22, Sched. A, s. 7 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P119_6361\"></a><a name=\"BK8\"></a>7.</b> (1) The board of directors shall manage or supervise the management of the business and affairs of the Authority. 2002, c. 22, Sched. A, s. 7 (1).</p> <p class=\"headnote-e\"><b>By-laws</b></p> <p class=\"subsection-e\">(2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Authority. 2002, c. 22, Sched. A, s. 7 (2).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(3) Subject to its by-laws, the board may delegate any of its powers or duties to a committee of the board or to one or more directors, subject to such conditions and restrictions as may be specified by the board. 2002, c. 22, Sched. A, s. 7 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) Subject to its by-laws, the board may delegate powers to manage the business and affairs of the Authority to one or more officers of the Authority. 2002, c. 22, Sched. A, s. 7 (4).</p> <p class=\"headnote-e\"><b>Restriction on delegation</b></p> <p class=\"subsection-e\">(5) The board cannot delegate its power to make by-laws or to approve the financial statements or annual report of the Authority. 2002, c. 22, Sched. A, s. 7 (5).</p>"
        },
        {
            "id": "P129_7409",
            "section": "Policies and directives of the Minister",
            "content": "8. (1) The Minister may issue policies or directives in writing to the Authority or any related entity on matters relating to its operations and the exercise of its powers. 2002, c. 22, Sched. A, s. 8 (1). Implementation (2) The board of directors of the Authority or of a subsidiary that is a related entity, or the governing body of any other related entity, shall ensure that the policies and directives issued to the Authority or related entity, as the case may be, are implemented promptly and efficiently. 2002, c. 22, Sched. A, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P129_7409\"></a><a name=\"BK9\"></a>8.</b> (1) The Minister may issue policies or directives in writing to the Authority or any related entity on matters relating to its operations and the exercise of its powers. 2002, c. 22, Sched. A, s. 8 (1).</p> <p class=\"headnote-e\"><b>Implementation</b></p> <p class=\"subsection-e\">(2) The board of directors of the Authority or of a subsidiary that is a related entity, or the governing body of any other related entity, shall ensure that the policies and directives issued to the Authority or related entity, as the case may be, are implemented promptly and efficiently. 2002, c. 22, Sched. A, s. 8 (2).</p>"
        },
        {
            "id": "P133_7991",
            "section": "Chief executive officer",
            "content": "9. The Lieutenant Governor in Council may appoint a chief executive officer for the Authority. 2002, c. 22, Sched. A, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P133_7991\"></a><a name=\"BK10\"></a>9.</b> The Lieutenant Governor in Council may appoint a chief executive officer for the Authority. 2002, c. 22, Sched. A, s. 9.</p>"
        },
        {
            "id": "P135_8130",
            "section": "Employees",
            "content": "10. (1) The Authority may appoint employees under the Public Service Act. 2002, c. 22, Sched. A, s. 10 (1). Same (2) Subsection (1) does not limit the power of the Authority to hire employees otherwise than under the Public Service Act. 2002, c. 22, Sched. A, s. 10 (2). Same (3) The chief executive officer of the Authority has the powers of a deputy minister and the chair of the board of directors has the powers of a minister under the Public Service Act with respect to the employees of the Authority to whom that Act applies. 2002, c. 22, Sched. A, s. 10 (3). Agreements to provide services (4) Any minister of the Crown or chair of a Crown agency may enter into agreements with the Authority for the provision by employees of the Crown or the Crown agency of any service required by the Authority. 2002, c. 22, Sched. A, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P135_8130\"></a><a name=\"BK11\"></a>10.</b> (1) The Authority may appoint employees under the <i>Public Service Act</i>. 2002, c. 22, Sched. A, s. 10 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not limit the power of the Authority to hire employees otherwise than under the <i>Public Service Act</i>. 2002, c. 22, Sched. A, s. 10 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The chief executive officer of the Authority has the powers of a deputy minister and the chair of the board of directors has the powers of a minister under the <i>Public Service Act</i> with respect to the employees of the Authority to whom that Act applies. 2002, c. 22, Sched. A, s. 10 (3).</p> <p class=\"headnote-e\"><b>Agreements to provide services</b></p> <p class=\"subsection-e\">(4) Any minister of the Crown or chair of a Crown agency may enter into agreements with the Authority for the provision by employees of the Crown or the Crown agency of any service required by the Authority. 2002, c. 22, Sched. A, s. 10 (4).</p>"
        },
        {
            "id": "P143_9006",
            "section": "Annual report",
            "content": "11. (1) The Authority shall, within 90 days after the end of every fiscal year, submit to the Minister an annual report on its affairs during that fiscal year, signed by the chair of its board of directors. 2002, c. 22, Sched. A, s. 11 (1). Financial statements (2) The audited financial statements of the Authority must be included in the annual report. 2002, c. 22, Sched. A, s. 11 (2). Tabling (3) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then table the report in the Assembly. 2002, c. 22, Sched. A, s. 11 (3). Disclosure of financial statements (4) The Authority may give its financial statements to other persons before the Minister complies with subsection (3). 2002, c. 22, Sched. A, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P143_9006\"></a><a name=\"BK12\"></a>11.</b> (1) The Authority shall, within 90 days after the end of every fiscal year, submit to the Minister an annual report on its affairs during that fiscal year, signed by the chair of its board of directors. 2002, c. 22, Sched. A, s. 11 (1).</p> <p class=\"headnote-e\"><b>Financial statements</b></p> <p class=\"subsection-e\">(2) The audited financial statements of the Authority must be included in the annual report. 2002, c. 22, Sched. A, s. 11 (2).</p> <p class=\"headnote-e\"><b>Tabling</b></p> <p class=\"subsection-e\">(3) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then table the report in the Assembly. 2002, c. 22, Sched. A, s. 11 (3).</p> <p class=\"headnote-e\"><b>Disclosure of financial statements</b></p> <p class=\"subsection-e\">(4) The Authority may give its financial statements to other persons before the Minister complies with subsection (3). 2002, c. 22, Sched. A, s. 11 (4).</p>"
        },
        {
            "id": "P151_9797",
            "section": "Other reports",
            "content": "12. The Authority shall give such other reports and information to the Minister as he or she may require. 2002, c. 22, Sched. A, s. 12. Financial Matters",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P151_9797\"></a><a name=\"BK13\"></a>12.</b> The Authority shall give such other reports and information to the Minister as he or she may require. 2002, c. 22, Sched. A, s. 12.</p> <p class=\"heading1-e\"><a name=\"P152_9939\"></a><a name=\"BK14\"></a>Financial Matters</p>"
        },
        {
            "id": "P154_9985",
            "section": "By-laws authorizing borrowing",
            "content": "13. A by-law to authorize borrowing by the Authority or by a subsidiary that is a related entity must include the following information: 1. The maximum principal amount of borrowing that may be outstanding at any time under the authority of the by-law. 2. The period, not to exceed five years, during which the borrowing authority may be exercised. 3. The date after which no funds are permitted to remain outstanding under the authority of the by-law. 4. Such other terms and conditions as the Minister may approve. 2002, c. 22, Sched. A, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P154_9985\"></a><a name=\"BK15\"></a>13.</b> A by-law to authorize borrowing by the Authority or by a subsidiary that is a related entity must include the following information:</p> <p class=\"paragraph-e\">1. The maximum principal amount of borrowing that may be outstanding at any time under the authority of the by-law.</p> <p class=\"paragraph-e\">2. The period, not to exceed five years, during which the borrowing authority may be exercised.</p> <p class=\"paragraph-e\">3. The date after which no funds are permitted to remain outstanding under the authority of the by-law.</p> <p class=\"paragraph-e\">4. Such other terms and conditions as the Minister may approve. 2002, c. 22, Sched. A, s. 13.</p>"
        },
        {
            "id": "P160_10556",
            "section": "Status and use of revenues",
            "content": "14. Despite the Financial Administration Act, the revenues received by the Authority or a related entity do not form part of the Consolidated Revenue Fund. 2002, c. 22, Sched. A, s. 14.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P160_10556\"></a><a name=\"BK16\"></a>14.</b> Despite the <i>Financial Administration Act</i>, the revenues received by the Authority or a related entity do not form part of the Consolidated Revenue Fund. 2002, c. 22, Sched. A, s. 14.</p>"
        },
        {
            "id": "P162_10754",
            "section": "Audits",
            "content": "15. The Auditor General may audit the accounts and financial transactions of the Authority and its subsidiaries each year. 2002, c. 22, Sched. A, s. 15; 2004, c. 17, s. 32.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P162_10754\"></a><a name=\"BK17\"></a>15.</b> The Auditor General may audit the accounts and financial transactions of the Authority and its subsidiaries each year. 2002, c. 22, Sched. A, s. 15; 2004, c. 17, s. 32.</p>"
        },
        {
            "id": "P164_10967",
            "section": "Financial authority of the Crown",
            "content": "16. (1) The Lieutenant Governor in Council may raise by way of loan in the manner provided by the Financial Administration Act such sums as the Lieutenant Governor in Council considers necessary for the purposes of the Authority, and the Minister shall use the sums so raised to make advances to the Authority or a subsidiary by way of loan or to purchase securities issued by the Authority or the subsidiary in such amounts, at such times and on such terms and conditions as the Minister may determine. 2002, c. 22, Sched. A, s. 16 (1). Same (2) The Lieutenant Governor in Council may by order authorize the Minister to purchase securities of or make loans to the Authority or a subsidiary in such amounts, at such times and on such terms as the Minister may determine, subject to the maximum principal amount specified by the Lieutenant Governor in Council that may be purchased or advanced or that may be outstanding at any time. 2002, c. 22, Sched. A, s. 16 (2). Payment from C.R.F. (3) The Minister may pay out of the Consolidated Revenue Fund any amount required for the purposes of subsection (1) or (2). 2002, c. 22, Sched. A, s. 16 (3). Delegation (4) In an order under subsection (1) or (2), the Lieutenant Governor in Council may delegate to an officer or employee of the Crown or an agency of the Crown or to a solicitor engaged to act for the Minister any or all of the powers of the Minister under that subsection. 2002, c. 22, Sched. A, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P164_10967\"></a><a name=\"BK18\"></a>16.</b> (1) The Lieutenant Governor in Council may raise by way of loan in the manner provided by the <i>Financial Administration Act</i> such sums as the Lieutenant Governor in Council considers necessary for the purposes of the Authority, and the Minister shall use the sums so raised to make advances to the Authority or a subsidiary by way of loan or to purchase securities issued by the Authority or the subsidiary in such amounts, at such times and on such terms and conditions as the Minister may determine. 2002, c. 22, Sched. A, s. 16 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may by order authorize the Minister to purchase securities of or make loans to the Authority or a subsidiary in such amounts, at such times and on such terms as the Minister may determine, subject to the maximum principal amount specified by the Lieutenant Governor in Council that may be purchased or advanced or that may be outstanding at any time. 2002, c. 22, Sched. A, s. 16 (2).</p> <p class=\"headnote-e\"><b>Payment from C.R.F.</b></p> <p class=\"subsection-e\">(3) The Minister may pay out of the Consolidated Revenue Fund any amount required for the purposes of subsection (1) or (2). 2002, c. 22, Sched. A, s. 16 (3).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(4) In an order under subsection (1) or (2), the Lieutenant Governor in Council may delegate to an officer or employee of the Crown or an agency of the Crown or to a solicitor engaged to act for the Minister any or all of the powers of the Minister under that subsection. 2002, c. 22, Sched. A, s. 16 (4).</p>"
        },
        {
            "id": "P172_12502",
            "section": "Payment of judgments against the Authority, etc.",
            "content": "17. (1) The Minister shall pay from the Consolidated Revenue Fund the amount of any judgment against the Authority or a related entity that remains unpaid after it has made reasonable efforts, including liquidating its assets, to pay the amount of the judgment. 2002, c. 22, Sched. A, s. 17 (1). Exception (2) Subsection (1) does not apply to a judgment against the Authority or a related entity in respect of a contract, security or instrument in respect of which the Authority or related entity has made a declaration described in subsection 5 (2). 2002, c. 22, Sched. A, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P172_12502\"></a><a name=\"BK19\"></a>17.</b> (1) The Minister shall pay from the Consolidated Revenue Fund the amount of any judgment against the Authority or a related entity that remains unpaid after it has made reasonable efforts, including liquidating its assets, to pay the amount of the judgment. 2002, c. 22, Sched. A, s. 17 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a judgment against the Authority or a related entity in respect of a contract, security or instrument in respect of which the Authority or related entity has made a declaration described in subsection 5 (2). 2002, c. 22, Sched. A, s. 17 (2).</p>"
        },
        {
            "id": "P176_13132",
            "section": "Agreement re appropriated funds",
            "content": "18. (1) As security for the payment by an entity of an amount that the entity has agreed to pay to the Authority or a related entity, as defined in subsection (3), on account of the indebtedness of the entity to the Authority or related entity, the entity may agree in writing with the Authority or related entity that the Minister is entitled to deduct from money appropriated by the Assembly for payment to the entity, or from money appropriated by the Assembly for payment to the entity in respect of specified matters, amounts not exceeding the amounts that the entity fails to pay to the Authority or related entity on account of the indebtedness. 2002, c. 22, Sched. A, s. 18 (1). Authority to deduct (2) If the entity fails to pay an amount to the Authority or related entity, the Minister shall make the deduction authorized by the agreement from the money appropriated by the Assembly and shall pay the amount deducted to the Authority or related entity from the Consolidated Revenue Fund. 2002, c. 22, Sched. A, s. 18 (2). Definition (3) In this section, “related entity” includes a subsidiary, trust, partnership or other entity established or acquired by the Authority that is not a Crown agent. 2002, c. 22, Sched. A, s. 18 (3). General",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P176_13132\"></a><a name=\"BK20\"></a>18.</b> (1) As security for the payment by an entity of an amount that the entity has agreed to pay to the Authority or a related entity, as defined in subsection (3), on account of the indebtedness of the entity to the Authority or related entity, the entity may agree in writing with the Authority or related entity that the Minister is entitled to deduct from money appropriated by the Assembly for payment to the entity, or from money appropriated by the Assembly for payment to the entity in respect of specified matters, amounts not exceeding the amounts that the entity fails to pay to the Authority or related entity on account of the indebtedness. 2002, c. 22, Sched. A, s. 18 (1).</p> <p class=\"headnote-e\"><b>Authority to deduct</b></p> <p class=\"subsection-e\">(2) If the entity fails to pay an amount to the Authority or related entity, the Minister shall make the deduction authorized by the agreement from the money appropriated by the Assembly and shall pay the amount deducted to the Authority or related entity from the Consolidated Revenue Fund. 2002, c. 22, Sched. A, s. 18 (2).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(3) In this section,</p> <p class=\"firstdef-e\">“related entity” includes a subsidiary, trust, partnership or other entity established or acquired by the Authority that is not a Crown agent. 2002, c. 22, Sched. A, s. 18 (3).</p> <p class=\"heading1-e\"><a name=\"P182_14396\"></a><a name=\"BK21\"></a>General</p>"
        },
        {
            "id": "P184_14436",
            "section": "Investments authorized for trusts",
            "content": "19. For the purposes of section 26 of the Trustee Act, securities issued by the Authority or by any subsidiary, trust, partnership or other entity established or acquired by the Authority shall be deemed to be property in which a trustee could invest immediately before the coming into force of section 16 of Schedule B to the Red Tape Reduction Act, 1998. 2002, c. 22, Sched. A, s. 19. Application of certain statutes",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P184_14436\"></a><a name=\"BK22\"></a>19.</b> For the purposes of section 26 of the <i>Trustee Act</i>, securities issued by the Authority or by any subsidiary, trust, partnership or other entity established or acquired by the Authority shall be deemed to be property in which a trustee could invest immediately before the coming into force of section 16 of Schedule B to the <i>Red Tape Reduction Act, 1998</i>. 2002, c. 22, Sched. A, s. 19.</p> <p class=\"headnote-e\"><b>Application of certain statutes</b></p>"
        },
        {
            "id": "P187_14907",
            "section": "Business Corporations Act, conflict of interest",
            "content": "20. (1) Subsections 132 (1) to (8) of the Business Corporations Act apply, with necessary modifications, to the Authority and its subsidiaries, if any, and to their officers and the members of their boards of directors. 2002, c. 22, Sched. A, s. 20 (1). Same (2) For the purposes of subsection (1), the Minister may exercise the powers of the shareholders under subsection 132 (8) of the Business Corporations Act. 2002, c. 22, Sched. A, s. 20 (2). Business Corporations Act, indemnification and insurance (3) Subsections 136 (1), (3) and (4) of the Business Corporations Act apply, with necessary modifications, to the Authority and its subsidiaries, if any, and to their officers and the members of their boards of directors. 2002, c. 22, Sched. A, s. 20 (3). Corporations Act, Corporations Information Act (4) The Corporations Act and the Corporations Information Act do not apply to the Authority, except as otherwise specified by regulation. 2002, c. 22, Sched. A, s. 20 (4). Financial Administration Act (5) Section 28 of the Financial Administration Act does not apply with respect to any borrowing, investing or financial risk management activities of the Authority or a related entity. 2002, c. 22, Sched. A, s. 20 (5). Loan and Trust Corporations Act (6) The Loan and Trust Corporations Act does not apply to the Authority, except as otherwise specified by regulation. 2002, c. 22, Sched. A, s. 20 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P187_14907\"></a><a name=\"BK23\"></a>20.</b> (1) Subsections 132 (1) to (8) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Authority and its subsidiaries, if any, and to their officers and the members of their boards of directors. 2002, c. 22, Sched. A, s. 20 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the Minister may exercise the powers of the shareholders under subsection 132 (8) of the <i>Business Corporations Act</i>. 2002, c. 22, Sched. A, s. 20 (2).</p> <p class=\"headnote-e\"><b><i>Business Corporations Act</i>, indemnification and insurance</b></p> <p class=\"subsection-e\">(3) Subsections 136 (1), (3) and (4) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Authority and its subsidiaries, if any, and to their officers and the members of their boards of directors. 2002, c. 22, Sched. A, s. 20 (3).</p> <p class=\"headnote-e\"><b><i>Corporations Act, Corporations Information Act</i></b></p> <p class=\"subsection-e\">(4) The <i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the Authority, except as otherwise specified by regulation. 2002, c. 22, Sched. A, s. 20 (4).</p> <p class=\"headnote-e\"><b><i>Financial Administration Act</i></b></p> <p class=\"subsection-e\">(5) Section 28 of the <i>Financial Administration Act</i> does not apply with respect to any borrowing, investing or financial risk management activities of the Authority or a related entity. 2002, c. 22, Sched. A, s. 20 (5).</p> <p class=\"headnote-e\"><b><i>Loan and Trust Corporations Act</i></b></p> <p class=\"subsection-e\">(6) The <i>Loan and Trust Corporations Act</i> does not apply to the Authority, except as otherwise specified by regulation. 2002, c. 22, Sched. A, s. 20 (6).</p>"
        },
        {
            "id": "P199_16382",
            "section": "Waiver of sovereign immunity",
            "content": "21. The Authority or a related entity may waive any immunity to which it may be entitled outside Ontario as a Crown agent and may submit to the jurisdiction of a court outside Ontario. 2002, c. 22, Sched. A, s. 21.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P199_16382\"></a><a name=\"BK24\"></a>21.</b> The Authority or a related entity may waive any immunity to which it may be entitled outside Ontario as a Crown agent and may submit to the jurisdiction of a court outside Ontario. 2002, c. 22, Sched. A, s. 21.</p>"
        },
        {
            "id": "P201_16635",
            "section": "Immunity of employees and others",
            "content": "22. (1) No action or other civil proceeding shall be commenced against any of the following persons for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations or the by-laws of the Authority or a related entity or under a directive issued under subsection 8 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty: 1. A director, officer, employee or agent of the Authority. 2. A director, officer, employee, partner, trustee or agent of the related entity. 2002, c. 22, Sched. A, s. 22 (1). Immunity of the Crown and Crown agencies (2) No action or other civil proceeding shall be commenced against the Crown or a Crown agency for any act, neglect or default by a person referred to in subsection (1) or for any act, neglect or default by the Authority or a related entity. 2002, c. 22, Sched. A, s. 22 (2). Exception (3) Subsections (1) and (2) do not relieve the Authority or a related entity of any liability to which it would otherwise be subject in respect of a cause of action arising from any act, neglect or default referred to in subsection (1). 2002, c. 22, Sched. A, s. 22 (3). Definition (4) In this section, “employee” includes an employee appointed under the Public Service Act. 2002, c. 22, Sched. A, s. 22 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P201_16635\"></a><a name=\"BK25\"></a>22.</b> (1) No action or other civil proceeding shall be commenced against any of the following persons for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations or the by-laws of the Authority or a related entity or under a directive issued under subsection 8 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty:</p> <p class=\"paragraph-e\">1. A director, officer, employee or agent of the Authority.</p> <p class=\"paragraph-e\">2. A director, officer, employee, partner, trustee or agent of the related entity. 2002, c. 22, Sched. A, s. 22 (1).</p> <p class=\"headnote-e\"><b>Immunity of the Crown and Crown agencies</b></p> <p class=\"subsection-e\">(2) No action or other civil proceeding shall be commenced against the Crown or a Crown agency for any act, neglect or default by a person referred to in subsection (1) or for any act, neglect or default by the Authority or a related entity. 2002, c. 22, Sched. A, s. 22 (2).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) Subsections (1) and (2) do not relieve the Authority or a related entity of any liability to which it would otherwise be subject in respect of a cause of action arising from any act, neglect or default referred to in subsection (1). 2002, c. 22, Sched. A, s. 22 (3).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(4) In this section,</p> <p class=\"firstdef-e\">“employee” includes an employee appointed under the <i>Public Service Act</i>. 2002, c. 22, Sched. A, s. 22 (4).</p>"
        },
        {
            "id": "P212_18061",
            "section": "Evidence of authority for transactions",
            "content": "23. (1) A recital or declaration in any resolution of the board of directors that a transaction is for the purpose of carrying out the objects of the Authority is conclusive evidence to that effect. 2002, c. 22, Sched. A, s. 23 (1). Evidence of authority (2) A certificate of the chair, a vice-chair, the chief executive officer or any officer of the Authority designated by the board of directors for the purpose which states that the sum of the amount specified in the certificate and the sum of all other principal amounts borrowed under a specified by-law described in section 13 does not exceed the maximum principal amount that may be borrowed under that by-law is conclusive evidence of that fact. 2002, c. 22, Sched. A, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P212_18061\"></a><a name=\"BK26\"></a>23.</b> (1) A recital or declaration in any resolution of the board of directors that a transaction is for the purpose of carrying out the objects of the Authority is conclusive evidence to that effect. 2002, c. 22, Sched. A, s. 23 (1).</p> <p class=\"headnote-e\"><b>Evidence of authority</b></p> <p class=\"subsection-e\">(2) A certificate of the chair, a vice-chair, the chief executive officer or any officer of the Authority designated by the board of directors for the purpose which states that the sum of the amount specified in the certificate and the sum of all other principal amounts borrowed under a specified by-law described in section 13 does not exceed the maximum principal amount that may be borrowed under that by-law is conclusive evidence of that fact. 2002, c. 22, Sched. A, s. 23 (2).</p>"
        },
        {
            "id": "P216_18825",
            "section": "Regulations",
            "content": "24. (1) The Lieutenant Governor in Council may make regulations,  (a) specifying public bodies for the purposes of paragraph 1 of section 3; (b) specifying, for the purposes of paragraph 1 of section 3, the purposes for which the Authority may provide financing; (c) prescribing the provisions of the Corporations Act and the Corporations Information Act that apply with respect to the Authority; (d) governing such other matters as the Minister considers necessary or advisable for the purposes of this Act. 2002, c. 22, Sched. A, s. 24 (1). General or particular (2) A regulation may be general or particular in its application. 2002, c. 22, Sched. A, s. 24 (2). 25. Omitted (provides for coming into force of provisions of this Act). 2002, c. 22, Sched. A, s. 25. 26. Omitted (enacts short title of this Act). 2002, c. 22, Sched. A, s. 26. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P216_18825\"></a><a name=\"BK27\"></a>24.</b> (1) The Lieutenant Governor in Council may make regulations, </p> <p class=\"clause-e\">(a) specifying public bodies for the purposes of paragraph 1 of section 3;</p> <p class=\"clause-e\">(b) specifying, for the purposes of paragraph 1 of section 3, the purposes for which the Authority may provide financing;</p> <p class=\"clause-e\">(c) prescribing the provisions of the <i>Corporations Act</i> and the <i>Corporations Information Act</i> that apply with respect to the Authority;</p> <p class=\"clause-e\">(d) governing such other matters as the Minister considers necessary or advisable for the purposes of this Act. 2002, c. 22, Sched. A, s. 24 (1).</p> <p class=\"headnote-e\"><b>General or particular</b></p> <p class=\"subsection-e\">(2) A regulation may be general or particular in its application. 2002, c. 22, Sched. A, s. 24 (2).</p> <p class=\"section-e\"><b>25.</b> Omitted (provides for coming into force of provisions of this Act). 2002, c. 22, Sched. A, s. 25.</p> <p class=\"section-e\"><b>26.</b> Omitted (enacts short title of this Act). 2002, c. 22, Sched. A, s. 26.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02o22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02o22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "25.",
            "section": "General or particular",
            "content": "25. Omitted (provides for coming into force of provisions of this Act). 2002, c. 22, Sched. A, s. 25. 26. Omitted (enacts short title of this Act). 2002, c. 22, Sched. A, s. 26. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>25.</b> Omitted (provides for coming into force of provisions of this Act). 2002, c. 22, Sched. A, s. 25.</p> <p class=\"section-e\"><b>26.</b> Omitted (enacts short title of this Act). 2002, c. 22, Sched. A, s. 26.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02o22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02o22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "26.",
            "section": "General or particular",
            "content": "26. Omitted (enacts short title of this Act). 2002, c. 22, Sched. A, s. 26. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>26.</b> Omitted (enacts short title of this Act). 2002, c. 22, Sched. A, s. 26.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02o22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02o22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}