{
    "act_info": {
        "full_title": "Ontario Association of Former Parliamentarians Act, 2000, S.O. 2000, c. 6",
        "act_name_text": "Not Found",
        "citation": "Ontario Association of Former Parliamentarians Act, 2000, S.O. 2000, c. 6",
        "url": "https://www.ontario.ca/laws/statute/00o06",
        "date_scraped": "2023-12-19 23:40:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2000",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "s1",
            "section": "Definitions",
            "content": " 1. In this Act, “Association” means the Ontario Association of Former Parliamentarians established by this Act; (“Association”) “Board” means the Board of Directors of the Association; (“conseil”) “former parliamentarian” means a person who has served as a member of the Legislative Assembly of the Province of Ontario.  (“ex-parlementaire”)  2000, c. 6, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s1\"><span lang=\"EN-US\">1.</span></a> In this Act,</p> <p class=\"firstdef-e\">“Association” means the Ontario Association of Former Parliamentarians established by this Act; (“Association”)</p> <p class=\"definition-e\">“Board” means the Board of Directors of the Association; (“conseil”)</p> <p class=\"definition-e\">“former parliamentarian” means a person who has served as a member of the Legislative Assembly of the Province of Ontario.  (“ex-parlementaire”)  2000, c. 6, s. 1.</p>"
        },
        {
            "id": "s2",
            "section": "Association established",
            "content": " 2. There is hereby established a non-profit corporation to be known in English as the Ontario Association of Former Parliamentarians and in French as Association ontarienne des ex-parlementaires.  2000, c. 6, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s2\"><span lang=\"EN-US\">2.</span></a> There is hereby established a non-profit corporation to be known in English as the Ontario Association of Former Parliamentarians and in French as Association ontarienne des ex-parlementaires.  2000, c. 6, s. 2.</p>"
        },
        {
            "id": "s3s1",
            "section": "Objects",
            "content": " 3. (1) The objects of the Association are, (a) to put the knowledge and experience of its members at the service of parliamentary democracy in Ontario and elsewhere; (b) to serve the public interest by providing non-partisan support for the parliamentary system of government in Ontario; (c) to foster a spirit of community among former parliamentarians; (d) to foster good relations between members of the Legislative Assembly of the Province of Ontario and former parliamentarians; and (e) to protect and promote the interests of former parliamentarians.  2000, c. 6, s. 3 (1). Non-partisan nature (2) The Association shall not pursue its objects for any partisan political purpose.  2000, c. 6, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s3s1\"><span lang=\"EN-US\">3. (1)</span></a> The objects of the Association are,</p> <p class=\"clause-e\">  (a) to put the knowledge and experience of its members at the service of parliamentary democracy in Ontario and elsewhere;</p> <p class=\"clause-e\">  (b) to serve the public interest by providing non-partisan support for the parliamentary system of government in Ontario;</p> <p class=\"clause-e\">  (c) to foster a spirit of community among former parliamentarians;</p> <p class=\"clause-e\">  (d) to foster good relations between members of the Legislative Assembly of the Province of Ontario and former parliamentarians; and</p> <p class=\"clause-e\">  (e) to protect and promote the interests of former parliamentarians.  2000, c. 6, s. 3 (1).</p> <p class=\"headnote-e\">Non-partisan nature</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s3s2\"><span lang=\"EN-US\">(2)</span></a> The Association shall not pursue its objects for any partisan political purpose.  2000, c. 6, s. 3 (2).</p>"
        },
        {
            "id": "s4s1",
            "section": "Membership",
            "content": " 4. (1) All former members of the Legislative Assembly of the Province of Ontario are eligible to become members of the Association in accordance with its by-laws.  2000, c. 6, s. 4 (1). Restriction (2) If a person becomes a member of the Association and is then elected to the Legislative Assembly, he or she shall be deemed to have resigned his or her membership in the Association on the day that he or she is sworn in as a member of the Legislative Assembly.  2000, c. 6, s. 4 (2). Honorary and associate members (3) Other persons may be made honorary members or associate members of the Association in accordance with its by-laws and they shall enjoy such rights as may be set out in the by-laws of the Association.  2000, c. 6, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> All former members of the Legislative Assembly of the Province of Ontario are eligible to become members of the Association in accordance with its by-laws.  2000, c. 6, s. 4 (1).</p> <p class=\"headnote-e\">Restriction</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s4s2\"><span lang=\"EN-US\">(2)</span></a> If a person becomes a member of the Association and is then elected to the Legislative Assembly, he or she shall be deemed to have resigned his or her membership in the Association on the day that he or she is sworn in as a member of the Legislative Assembly.  2000, c. 6, s. 4 (2).</p> <p class=\"headnote-e\">Honorary and associate members</p> <p class=\"subsection-e\"><a name=\"s4s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s4s3\"><span lang=\"EN-US\">(3)</span></a> Other persons may be made honorary members or associate members of the Association in accordance with its by-laws and they shall enjoy such rights as may be set out in the by-laws of the Association.  2000, c. 6, s. 4 (3).</p>"
        },
        {
            "id": "s5",
            "section": "Powers",
            "content": " 5. The Association has the capacity of a natural person and, without limiting the generality of the foregoing, the Association may, in furtherance of its objects, (a) initiate, finance and administer programs and activities relevant to its objects, including programs and activities by government, public or private organizations and agencies or individuals; (b) enter into contracts or agreements with governments, public or private organizations and agencies or individuals; (c) publish or otherwise disseminate information of all kinds related to its objects; (d) establish and award scholarships or fellowships for study related to its objects; (e) give recognition, by such means as it deems appropriate, for outstanding contributions to the promotion and understanding of Ontario’s parliamentary system of government; (f) borrow money on the credit of the Association; (g) acquire property, money or securities by gift, bequest or otherwise and subject to the terms, if any, on which the property, money or securities is given, bequeathed or otherwise acquired, and it may hold, expend, invest, administer or dispose of any such property, money or securities, or it may create any security interest in such property, money or securities to secure any obligation of the Association; (h) acquire, establish and manage any charitable or benevolent work, undertaking or foundation as it considers appropriate; (i) expend all amounts received from individuals, corporations and organizations as contributions to the Association for its activities; and (j) do such other things as are conducive to the exercise of its objects.  2000, c. 6, s. 5.",
            "raw_html": "<p class=\"section-e\"><a name=\"s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s5\"><span lang=\"EN-US\">5.</span></a> The Association has the capacity of a natural person and, without limiting the generality of the foregoing, the Association may, in furtherance of its objects,</p> <p class=\"clause-e\">  (a) initiate, finance and administer programs and activities relevant to its objects, including programs and activities by government, public or private organizations and agencies or individuals;</p> <p class=\"clause-e\">  (b) enter into contracts or agreements with governments, public or private organizations and agencies or individuals;</p> <p class=\"clause-e\">  (c) publish or otherwise disseminate information of all kinds related to its objects;</p> <p class=\"clause-e\">  (d) establish and award scholarships or fellowships for study related to its objects;</p> <p class=\"clause-e\">  (e) give recognition, by such means as it deems appropriate, for outstanding contributions to the promotion and understanding of Ontario’s parliamentary system of government;</p> <p class=\"clause-e\">  (f) borrow money on the credit of the Association;</p> <p class=\"clause-e\">  (g) acquire property, money or securities by gift, bequest or otherwise and subject to the terms, if any, on which the property, money or securities is given, bequeathed or otherwise acquired, and it may hold, expend, invest, administer or dispose of any such property, money or securities, or it may create any security interest in such property, money or securities to secure any obligation of the Association;</p> <p class=\"clause-e\">  (h) acquire, establish and manage any charitable or benevolent work, undertaking or foundation as it considers appropriate;</p> <p class=\"clause-e\">  (i) expend all amounts received from individuals, corporations and organizations as contributions to the Association for its activities; and </p> <p class=\"clause-e\">  (j) do such other things as are conducive to the exercise of its objects.  2000, c. 6, s. 5.</p>"
        },
        {
            "id": "s6",
            "section": "Capacity to act outside Ontario",
            "content": " 6. In addition to its capacity within Ontario, the Association may carry on its activities and affairs and exercise its powers in any jurisdiction outside Ontario to the extent that the laws of that jurisdiction permit.  2000, c. 6, s. 6.",
            "raw_html": "<p class=\"section-e\"><a name=\"s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s6\"><span lang=\"EN-US\">6.</span></a> In addition to its capacity within Ontario, the Association may carry on its activities and affairs and exercise its powers in any jurisdiction outside Ontario to the extent that the laws of that jurisdiction permit.  2000, c. 6, s. 6.</p>"
        },
        {
            "id": "s7",
            "section": "Head office",
            "content": " 7. The head office of the Association shall be at such place in Ontario as the Board may determine.  2000, c. 6, s. 7.",
            "raw_html": "<p class=\"section-e\"><a name=\"s7\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s7\"><span lang=\"EN-US\">7.</span></a> The head office of the Association shall be at such place in Ontario as the Board may determine.  2000, c. 6, s. 7.</p>"
        },
        {
            "id": "s8s1",
            "section": "Board of directors",
            "content": " 8. (1) The affairs of the Association shall be managed by a board of directors comprised of the chair and directors elected in accordance with the by-laws of the Association.  2000, c. 6, s. 8 (1). Chair (2) The chair shall be elected in accordance with the by-laws of the Association and shall preside at meetings of the Board and may perform such other duties as may be assigned by the Board.  2000, c. 6, s. 8 (2). Vice-chair (3) The Board may elect from among its membership a vice-chair and, in the event of the absence or incapacity of the chair or if the office of chair is vacant, the vice-chair shall have all the duties and functions of the chair.  2000, c. 6, s. 8 (3). Meetings (4) Subject to subsection (5), the Board shall meet at such times and places as the chair considers necessary.  2000, c. 6, s. 8 (4). Same (5) The Board shall meet at least once in each year at the head office of the Association.  2000, c. 6, s. 8 (5). Same (6) On the request of a majority of the members of the Board, the chair shall call a meeting of the Board at its head office.  2000, c. 6, s. 8 (6). Vacancy (7) If the office of a director becomes vacant, the Board may, in accordance with the by-laws, appoint another person to serve as a director for the unexpired term of the person whose office is vacant.  2000, c. 6, s. 8 (7).",
            "raw_html": "<p class=\"section-e\"><a name=\"s8s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s1\"><span lang=\"EN-US\">8. (1)</span></a> The affairs of the Association shall be managed by a board of directors comprised of the chair and directors elected in accordance with the by-laws of the Association.  2000, c. 6, s. 8 (1).</p> <p class=\"headnote-e\">Chair</p> <p class=\"subsection-e\"><a name=\"s8s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s2\"><span lang=\"EN-US\">(2)</span></a> The chair shall be elected in accordance with the by-laws of the Association and shall preside at meetings of the Board and may perform such other duties as may be assigned by the Board.  2000, c. 6, s. 8 (2).</p> <p class=\"headnote-e\">Vice-chair</p> <p class=\"subsection-e\"><a name=\"s8s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s3\"><span lang=\"EN-US\">(3)</span></a> The Board may elect from among its membership a vice-chair and, in the event of the absence or incapacity of the chair or if the office of chair is vacant, the vice-chair shall have all the duties and functions of the chair.  2000, c. 6, s. 8 (3).</p> <p class=\"headnote-e\">Meetings</p> <p class=\"subsection-e\"><a name=\"s8s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s4\"><span lang=\"EN-US\">(4)</span></a> Subject to subsection (5), the Board shall meet at such times and places as the chair considers necessary.  2000, c. 6, s. 8 (4).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s8s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s5\"><span lang=\"EN-US\">(5)</span></a> The Board shall meet at least once in each year at the head office of the Association.  2000, c. 6, s. 8 (5).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s8s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s6\"><span lang=\"EN-US\">(6)</span></a> On the request of a majority of the members of the Board, the chair shall call a meeting of the Board at its head office.  2000, c. 6, s. 8 (6).</p> <p class=\"headnote-e\">Vacancy</p> <p class=\"subsection-e\"><a name=\"s8s7\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s8s7\"><span lang=\"EN-US\">(7)</span></a> If the office of a director becomes vacant, the Board may, in accordance with the by-laws, appoint another person to serve as a director for the unexpired term of the person whose office is vacant.  2000, c. 6, s. 8 (7).</p>"
        },
        {
            "id": "s9s1",
            "section": "Electronic participation",
            "content": " 9. (1) The Board may authorize directors to participate by electronic means in a meeting.  2000, c. 6, s. 9 (1). Same (2) If a director participates in the business of a meeting of the Board by electronic means, he or she shall be deemed to be fully present at the meeting.  2000, c. 6, s. 9 (2). Same (3) Unless the Board decides otherwise, if a member of the Board participates electronically in a meeting, the meeting shall be deemed to take place at the place where a majority of the directors are gathered or, in the absence of a majority at one place, where the largest number of directors are gathered or the chair or other director presiding is in attendance, as the Board may determine.  2000, c. 6, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s9s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s9s1\"><span lang=\"EN-US\">9. (1)</span></a> The Board may authorize directors to participate by electronic means in a meeting.  2000, c. 6, s. 9 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s9s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s9s2\"><span lang=\"EN-US\">(2)</span></a> If a director participates in the business of a meeting of the Board by electronic means, he or she shall be deemed to be fully present at the meeting.  2000, c. 6, s. 9 (2).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s9s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s9s3\"><span lang=\"EN-US\">(3)</span></a> Unless the Board decides otherwise, if a member of the Board participates electronically in a meeting, the meeting shall be deemed to take place at the place where a majority of the directors are gathered or, in the absence of a majority at one place, where the largest number of directors are gathered or the chair or other director presiding is in attendance, as the Board may determine.  2000, c. 6, s. 9 (3).</p>"
        },
        {
            "id": "s10s1",
            "section": "By-laws",
            "content": " 10. (1) The Board may make by-laws respecting, (a) membership in the Association, including honorary membership and associate membership; (b) the election or appointment of directors, their term of office, the expenses, if any, to be reimbursed to directors and the number of directors to be elected; (c) the employment, engagement or appointment and remuneration, expenses and duties of officers, employees and agents of, and consultants to, the Association; (d) the calling and holding of meetings of the Board and its committees or of the Association, and the procedures by which such meetings shall be conducted including the manner of holding votes at such meetings; (e) the appointment of patrons and honorary officers of the Association; (f) the delegation of powers to the Board or a committee of the Board; (g) generally, the administration and management of the business and affairs of the Association.  2000, c. 6, s. 10 (1). Approval required (2) No by-law of the Association is valid or shall be acted on until it is approved at a general meeting of the members by at least two-thirds of those present and entitled to vote at the meeting.  2000, c. 6, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s10s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s10s1\"><span lang=\"EN-US\">10. (1)</span></a> The Board may make by-laws respecting,</p> <p class=\"clause-e\">  (a) membership in the Association, including honorary membership and associate membership;</p> <p class=\"clause-e\">  (b) the election or appointment of directors, their term of office, the expenses, if any, to be reimbursed to directors and the number of directors to be elected;</p> <p class=\"clause-e\">  (c) the employment, engagement or appointment and remuneration, expenses and duties of officers, employees and agents of, and consultants to, the Association;</p> <p class=\"clause-e\">  (d) the calling and holding of meetings of the Board and its committees or of the Association, and the procedures by which such meetings shall be conducted including the manner of holding votes at such meetings;</p> <p class=\"clause-e\">  (e) the appointment of patrons and honorary officers of the Association;</p> <p class=\"clause-e\">  (f) the delegation of powers to the Board or a committee of the Board;</p> <p class=\"clause-e\">  (g) generally, the administration and management of the business and affairs of the Association.  2000, c. 6, s. 10 (1).</p> <p class=\"headnote-e\">Approval required</p> <p class=\"subsection-e\"><a name=\"s10s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s10s2\"><span lang=\"EN-US\">(2)</span></a> No by-law of the Association is valid or shall be acted on until it is approved at a general meeting of the members by at least two-thirds of those present and entitled to vote at the meeting.  2000, c. 6, s. 10 (2).</p>"
        },
        {
            "id": "s11",
            "section": "Use of profits",
            "content": " 11. Subject to any by-law of the Association providing for the remuneration of officers, employees and agents of the Association, any profits or accretions to the value of property of the Association shall be used to further the activities of the Association and no part of the property or profits of the Association may be distributed, directly or indirectly, to any member of the Association.  2000, c. 6, s. 11.",
            "raw_html": "<p class=\"section-e\"><a name=\"s11\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s11\"><span lang=\"EN-US\">11.</span></a> Subject to any by-law of the Association providing for the remuneration of officers, employees and agents of the Association, any profits or accretions to the value of property of the Association shall be used to further the activities of the Association and no part of the property or profits of the Association may be distributed, directly or indirectly, to any member of the Association.  2000, c. 6, s. 11.</p>"
        },
        {
            "id": "s12s1",
            "section": "Dissolution",
            "content": " 12. (1) On petition by the Association and in the manner specified in the petition, the minister of the Government of Ontario having responsibility for the regulation of Ontario corporations may dissolve the Association.  2000, c. 6, s. 12 (1). Same (2) In the event of a dissolution of the Association, any property of the Association that remains after the payment of its debts and liabilities or after the making of an adequate provision for the payment of its debts and liabilities shall be transferred to such person or institution as the Association may specify in the petition submitted under subsection (1).  2000, c. 6, s. 12 (2). Same (3) Notice of a dissolution under subsection (1) shall be published in The Ontario Gazette.  2000, c. 6, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"><a name=\"s12s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s12s1\"><span lang=\"EN-US\">12. (1)</span></a> On petition by the Association and in the manner specified in the petition, the minister of the Government of Ontario having responsibility for the regulation of Ontario corporations may dissolve the Association.  2000, c. 6, s. 12 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s12s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s12s2\"><span lang=\"EN-US\">(2)</span></a> In the event of a dissolution of the Association, any property of the Association that remains after the payment of its debts and liabilities or after the making of an adequate provision for the payment of its debts and liabilities shall be transferred to such person or institution as the Association may specify in the petition submitted under subsection (1).  2000, c. 6, s. 12 (2).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s12s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s12s3\"><span lang=\"EN-US\">(3)</span></a> Notice of a dissolution under subsection (1) shall be published in <i>The Ontario Gazette</i>.  2000, c. 6, s. 12 (3).</p>"
        },
        {
            "id": "s13s1",
            "section": "Transition",
            "content": " 13. (1) Upon the coming into force of this Act and subject to the provisions of this Act, Reverend Derwyn Shea, Mr. Tony Silipo, Mr. Gilles Morin, Mr. John Parker and Mr. Terence Young, being the Executive Committee of the unincorporated association known as the “Ontario Association of Former Parliamentarians”, acquire all the powers of the Board.  2000, c. 6, s. 13 (1). Same (2) The members of the Executive Committee referred to in subsection (1) and the present officers of the unincorporated association shall, subject to the by-laws, rules or regulations of such association, continue to hold office as if they had been appointed or elected in accordance with the provisions of this Act and of the by-laws made under this Act until their successors in office have been appointed or elected.  2000, c. 6, s. 13 (2). 14. Omitted (provides for coming into force of provisions of this Act).  2000, c. 6, s. 14. 15. Omitted (enacts short title of this Act).  2000, c. 6, s. 15. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s13s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s13s1\"><span lang=\"EN-US\">13. (1)</span></a> Upon the coming into force of this Act and subject to the provisions of this Act, Reverend Derwyn Shea, Mr. Tony Silipo, Mr. Gilles Morin, Mr. John Parker and Mr. Terence Young, being the Executive Committee of the unincorporated association known as the “Ontario Association of Former Parliamentarians”, acquire all the powers of the Board.  2000, c. 6, s. 13 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s13s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s13s2\"><span lang=\"EN-US\">(2)</span></a> The members of the Executive Committee referred to in subsection (1) and the present officers of the unincorporated association shall, subject to the by-laws, rules or regulations of such association, continue to hold office as if they had been appointed or elected in accordance with the provisions of this Act and of the by-laws made under this Act until their successors in office have been appointed or elected.  2000, c. 6, s. 13 (2).</p> <p class=\"section-e\"><a name=\"s14\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s14\"><span lang=\"EN-US\">14.</span></a> <span>Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 6, s. 14.</p> <p class=\"section-e\"><a name=\"s15\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s15\"><span lang=\"EN-US\">15.</span></a> <span>Omitted (enacts short title of this Act)</span>.  2000, c. 6, s. 15.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00o06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s14",
            "section": "Same",
            "content": " 14. Omitted (provides for coming into force of provisions of this Act).  2000, c. 6, s. 14. 15. Omitted (enacts short title of this Act).  2000, c. 6, s. 15. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s14\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s14\"><span lang=\"EN-US\">14.</span></a> <span>Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 6, s. 14.</p> <p class=\"section-e\"><a name=\"s15\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s15\"><span lang=\"EN-US\">15.</span></a> <span>Omitted (enacts short title of this Act)</span>.  2000, c. 6, s. 15.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00o06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s15",
            "section": "Same",
            "content": " 15. Omitted (enacts short title of this Act).  2000, c. 6, s. 15. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s15\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/00o06#s15\"><span lang=\"EN-US\">15.</span></a> <span>Omitted (enacts short title of this Act)</span>.  2000, c. 6, s. 15.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00o06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}