{
    "act_info": {
        "full_title": "Ontario Underground Infrastructure Notification System Act, 2012, S.O. 2012, c. 4",
        "act_name_text": "Ontario Underground Infrastructure Notification System Act, 2012",
        "citation": "S.O. 2012, c. 4",
        "url": "https://www.ontario.ca/laws/statute/12o04",
        "date_scraped": "2023-12-18 04:42:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/12o04/v4",
            "valid_from": "November 28, 2022",
            "valid_to": "March 31, 2023"
        },
        {
            "a_href": "/laws/statute/12o04/v3",
            "valid_from": "April 14, 2022",
            "valid_to": "November 27, 2022"
        },
        {
            "a_href": "/laws/statute/12o04/v2",
            "valid_from": "April 12, 2021",
            "valid_to": "April 13, 2022"
        },
        {
            "a_href": "/laws/statute/12o04/v1",
            "valid_from": "June 19, 2012",
            "valid_to": "April 11, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/230087",
            "Citation": "O. Reg. 87/23",
            "title": "ADMINISTRATIVE PENALTIES"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “administrative penalty” means an administrative penalty imposed under section 17.2; (“pénalité administrative”) “appeal body” means the person prescribed by the Minister or, if no person is prescribed by the Minister, the Tribunal; (“organisme d’appel”) “assessor” means a person appointed as an assessor under section 17.1 of this Act; (“évaluateur”) “Corporation” means the corporation continued under subsection 2 (1); (“Société”) “dedicated locator” means a locator described in clause 7 (7) (a); (“localisateur unique”) “designated broadband project” has the same meaning as in section 2 of the Building Broadband Faster Act, 2021; (“projet désigné d’Internet à haut débit”) “emergency locate request” means a locate request described in paragraph 2 of subsection 6 (2); (“demande de localisation d’urgence”) “excavator” means any individual, partnership, corporation, public agency or other person or entity that digs, bores, trenches, grades, excavates, moves or breaks earth, rock or the materials in the ground, and “excavation” has a corresponding meaning; (“entreprise d’excavation”, “projet d’excavation”, “travaux d’excavation”) “locate” means the identification of a member’s underground infrastructure in accordance with paragraph 1 of subsection 6 (1) or paragraph 1 of subsection 7 (10); (“localisation”) “locate request” means a request by an excavator to the Corporation for locates of all underground infrastructure that may be affected by an excavation or dig; (“demande de localisation”) “locator” means a person who locates underground infrastructure or states in writing that the underground infrastructure will not be affected by an excavation or dig; (“localisateur”) “Minister” means the Minister of Government and Consumer Services or any other member of the Executive Council to whom the responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “project owner” means, in relation to an excavation or dig project or proposed excavation or dig project referred to in subsection 7 (1), an excavator who, (a) has or will have charge, management or control of the project, or (b) in the case of a designated broadband project, is the proponent of the project; (“propriétaire de chantier”) “proponent” has the same meaning as in section 2 of the Building Broadband Faster Act, 2021; (“promoteur”) “regulations” means the regulations made under this Act; (“règlements”) “standard locate request” means a locate request described in paragraph 1 of subsection 6 (2); (“demande de localisation normale”) “transmission infrastructure” means underground infrastructure constructed or operated for the purpose of transmitting energy, including underground infrastructure owned or operated by, (a) a transmitter as defined in the Ontario Energy Board Act, 1998, or (b) a gas transmitter as defined in the Ontario Energy Board Act, 1998;  (“infrastructure de transport”) “Tribunal” means the Ontario Land Tribunal; (“Tribunal”) “utility” means water, steam, artificial or natural gas, electrical power or energy, communications, television, internet or a sewer. (“service public”) 2012, c. 4, s. 1; 2022, c. 9, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 1 (1) - 14/04/2022; 2022, c. 9, Sched. 2, s. 1 (2) - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“administrative penalty” means an administrative penalty imposed under section 17.2; (“pénalité administrative”)</p> <p class=\"definition\">“appeal body” means the person prescribed by the Minister or, if no person is prescribed by the Minister, the Tribunal; (“organisme d’appel”)</p> <p class=\"definition\">“assessor” means a person appointed as an assessor under section 17.1 of this Act; (“évaluateur”)</p> <p class=\"definition\">“Corporation” means the corporation continued under subsection 2 (1); (“Société”)</p> <p class=\"definition\">“dedicated locator” means a locator described in clause 7 (7) (a); (“localisateur unique”)</p> <p class=\"definition\"><b>“</b>designated broadband project” has the same meaning as in section 2 of the <i>Building Broadband Faster Act, 2021</i>; (“projet désigné d’Internet à haut débit”)</p> <p class=\"definition\">“emergency locate request” means a locate request described in paragraph 2 of subsection 6 (2); (“demande de localisation d’urgence”)</p> <p class=\"definition\">“excavator” means any individual, partnership, corporation, public agency or other person or entity that digs, bores, trenches, grades, excavates, moves or breaks earth, rock or the materials in the ground, and “excavation” has a corresponding meaning; (“entreprise d’excavation”, “projet d’excavation”, “travaux d’excavation”)</p> <p class=\"definition\">“locate” means the identification of a member’s underground infrastructure in accordance with paragraph 1 of subsection 6 (1) or paragraph 1 of subsection 7 (10); (“localisation”)</p> <p class=\"definition\">“locate request” means a request by an excavator to the Corporation for locates of all underground infrastructure that may be affected by an<b> </b>excavation or dig; (“demande de localisation”)</p> <p class=\"definition\">“locator” means a person who locates underground infrastructure or states in writing that the underground infrastructure will not be affected by an excavation or dig; (“localisateur”)</p> <p class=\"definition\">“Minister” means the Minister of Government and Consumer Services or any other member of the Executive Council to whom the responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“project owner” means, in relation to an excavation or dig project or proposed excavation or dig project referred to in subsection 7 (1), an excavator who,</p> <p class=\"paragraph\">  (a) has or will have charge, management or control of the project, or</p> <p class=\"paragraph\">  (b) in the case of a designated broadband project, is the proponent of the project; (“propriétaire de chantier”)</p> <p class=\"definition\">“proponent” has the same meaning as in section 2 of the <i>Building Broadband Faster Act, 2021</i>; (“promoteur”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“standard locate request” means a locate request described in paragraph 1 of subsection 6 (2); (“demande de localisation normale”)</p> <p class=\"definition\">“transmission infrastructure” means underground infrastructure constructed or operated for the purpose of transmitting energy, including underground infrastructure owned or operated by,</p> <p class=\"paragraph\">  (a) a transmitter as defined in the <i>Ontario Energy Board Act, 1998</i>, or</p> <p class=\"paragraph\">  (b) a gas transmitter as defined in the <i>Ontario Energy Board Act, 1998</i>;  (“infrastructure de transport”)</p> <p class=\"definition\">“Tribunal” means the Ontario Land Tribunal; (“Tribunal”) </p> <p class=\"definition\">“utility” means water, steam, artificial or natural gas, electrical power or energy, communications, television, internet or a sewer. (“service public”) 2012, c. 4, s. 1; 2022, c. 9, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s1s1\">2022, c. 9, Sched. 2, s. 1 (1)</a></span> - 14/04/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s1s2\">2022, c. 9, Sched. 2, s. 1 (2)</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Ontario One Call continued",
            "part_id": null,
            "part_type": null,
            "section_y": "Ontario One Call continued",
            "content": "2 (1) Ontario One Call, continued under the Corporations Act, is continued as a corporation without share capital.  2012, c. 4, s. 2 (1). Letters patent revoked (2) The letters patent issued to continue the Corporation are revoked, but the revocation does not affect the rights or obligations of the Corporation or any by-law, resolution or appointment of the Corporation except to the extent that the by-law, resolution or appointment is inconsistent with this Act.  2012, c. 4, s. 2 (2). Board of directors (3) The affairs of the Corporation shall be governed and managed by its board of directors.  2012, c. 4, s. 2 (3). Composition of the board — Minister’s order (4) The Minister may, by order, provide that no more than a fixed percentage of members of the board of directors shall be drawn from among the persons or classes of persons specified in the order. 2022, c. 9, Sched. 2, s. 2. Change in number of directors (4.1) The Minister may, by order, increase or decrease the number of members of the board of directors. 2022, c. 9, Sched. 2, s. 2. Appointed director (4.2) The Minister may appoint at pleasure members to the board of directors for a term specified in the appointment as long as the directors appointed by the Minister do not constitute a majority of the board. 2022, c. 9, Sched. 2, s. 2. Same (4.3) The members of the board of directors appointed by the Minister may include representatives of consumer groups, business, government organizations or such other interests as the Minister determines. 2022, c. 9, Sched. 2, s. 2. Chair (4.4) The Minister may appoint a chair of the board of directors from among the members of the board. 2022, c. 21, Sched. 8, s. 1. Not a Crown agency (5) The Corporation is not a Crown agency within the meaning of the Crown Agency Act.  2012, c. 4, s. 2 (5). Powers (6) The Corporation has the capacity and the rights, powers and privileges of a natural person, subject to the limitations set out in this Act.  2012, c. 4, s. 2 (6). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 2 - 14/04/2022; 2022, c. 21, Sched. 8, s. 1 - 28/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) Ontario One Call, continued under the <i>Corporations Act</i>, is continued as a corporation without share capital.  2012, c. 4, s. 2 (1).</p> <p class=\"headnote\">Letters patent revoked</p> <p class=\"subsection\">(2) The letters patent issued to continue the Corporation are revoked, but the revocation does not affect the rights or obligations of the Corporation or any by-law, resolution or appointment of the Corporation except to the extent that the by-law, resolution or appointment is inconsistent with this Act.  2012, c. 4, s. 2 (2).</p> <p class=\"headnote\">Board of directors</p> <p class=\"subsection\">(3) The affairs of the Corporation shall be governed and managed by its board of directors.  2012, c. 4, s. 2 (3).</p> <p class=\"headnote\">Composition of the board — Minister’s order</p> <p class=\"subsection\">(4) The Minister may, by order, provide that no more than a fixed percentage of members of the board of directors shall be drawn from among the persons or classes of persons specified in the order. 2022, c. 9, Sched. 2, s. 2.</p> <p class=\"headnote\">Change in number of directors</p> <p class=\"subsection\">(4.1) The Minister may, by order, increase or decrease the number of members of the board of directors. 2022, c. 9, Sched. 2, s. 2.</p> <p class=\"headnote\">Appointed director</p> <p class=\"subsection\">(4.2) The Minister may appoint at pleasure members to the board of directors for a term specified in the appointment as long as the directors appointed by the Minister do not constitute a majority of the board. 2022, c. 9, Sched. 2, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4.3) The members of the board of directors appointed by the Minister may include representatives of consumer groups, business, government organizations or such other interests as the Minister determines. 2022, c. 9, Sched. 2, s. 2.</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(4.4) The Minister may appoint a chair of the board of directors from among the members of the board. 2022, c. 21, Sched. 8, s. 1.</p> <p class=\"headnote\">Not a Crown agency</p> <p class=\"subsection\">(5) The Corporation is not a Crown agency within the meaning of the <i>Crown Agency Act</i>.  2012, c. 4, s. 2 (5).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(6) The Corporation has the capacity and the rights, powers and privileges of a natural person, subject to the limitations set out in this Act.  2012, c. 4, s. 2 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s2\">2022, c. 9, Sched. 2, s. 2</a></span> - 14/04/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22021#sched8s1\">2022, c. 21, Sched. 8, s. 1</a> </span>- 28/11/2022</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.1",
            "section_x": "Memorandum of understanding",
            "part_id": null,
            "part_type": null,
            "section_y": "Memorandum of understanding",
            "content": "2.1 (1) The Minister and the Corporation shall enter into a memorandum of understanding which shall include, at a minimum, terms relating to the following matters: 1. All matters the Minister considers necessary regarding the Corporation’s powers and duties under this Act and the regulations. 2. The governance of the Corporation. 3. The maintenance by the Corporation of adequate insurance against liability arising out of its powers and duties under this Act and the regulations. 4. Any other matter related to the Corporation’s objects as set out in section 3. 2022, c. 9, Sched. 2, s. 3. Transition (2) Despite subsection (1), a memorandum of understanding that is in effect immediately before the coming into force of this section is not required to include the terms set out in subsection (1) until it is otherwise amended. 2022, c. 9, Sched. 2, s. 3. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 3 - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2.1 </b>(1) The Minister and the Corporation shall enter into a memorandum of understanding which shall include, at a minimum, terms relating to the following matters:</p> <p class=\"paragraph\">  1. All matters the Minister considers necessary regarding the Corporation’s powers and duties under this Act and the regulations.</p> <p class=\"paragraph\">  2. The governance of the Corporation.</p> <p class=\"paragraph\">  3. The maintenance by the Corporation of adequate insurance against liability arising out of its powers and duties under this Act and the regulations.</p> <p class=\"paragraph\">  4. Any other matter related to the Corporation’s objects as set out in section 3. 2022, c. 9, Sched. 2, s. 3.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(2) Despite subsection (1), a memorandum of understanding that is in effect immediately before the coming into force of this section is not required to include the terms set out in subsection (1) until it is otherwise amended. 2022, c. 9, Sched. 2, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s3\">2022, c. 9, Sched. 2, s. 3</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.2",
            "section_x": "Powers and duties",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties",
            "content": "2.2 The Corporation shall carry out its powers and duties under this Act and the regulations in accordance with the law, this Act, Minister’s orders, the regulations, and the memorandum of understanding under section 2.1. 2022, c. 9, Sched. 2, s. 3. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 3 - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2.2 </b>The Corporation shall carry out its powers and duties under this Act and the regulations in accordance with the law, this Act, Minister’s orders, the regulations, and the memorandum of understanding under section 2.1. 2022, c. 9, Sched. 2, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s3\">2022, c. 9, Sched. 2, s. 3</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "2.3",
            "section_x": "Minister’s authority to appoint administrator",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s authority to appoint administrator",
            "content": "2.3 (1) Subject to section 2.5, the Minister may, by order, appoint an individual as an administrator of the Corporation for the purposes of assuming control of it and responsibility for its activities. 2022, c. 21, Sched. 8, s. 2. Notice of appointment (2) The Minister shall give the Corporation’s board of directors the notice that the Minister considers reasonable in the circumstances before appointing the administrator. 2022, c. 21, Sched. 8, s. 2. Immediate appointment (3) Subsection (2) does not apply if there are not enough members on the board of directors to form a quorum. 2022, c. 21, Sched. 8, s. 2. Term of appointment (4) The appointment of the administrator is valid until the Minister makes an order terminating it. 2022, c. 21, Sched. 8, s. 2. Powers and duties of administrator (5) Unless the order appointing the administrator provides otherwise, the administrator has the exclusive right to exercise all the powers and perform all the duties of the directors, officers and members of the Corporation. 2022, c. 21, Sched. 8, s. 2. Same (6) In the order appointing the administrator, the Minister may specify the administrator’s powers and duties and the conditions governing them. 2022, c. 21, Sched. 8, s. 2. Right of access (7) The administrator has the same rights as the board of directors in respect of the Corporation’s documents, records and information. 2022, c. 21, Sched. 8, s. 2. Report to Minister (8) The administrator shall report to the Minister as the Minister requires. 2022, c. 21, Sched. 8, s. 2. Minister’s directions (9) The Minister may issue directions to the administrator with regard to any matter within the administrator’s jurisdiction, and the administrator shall carry them out. 2022, c. 21, Sched. 8, s. 2. No personal liability (10) No action or other proceeding shall be instituted against the administrator or a former administrator for, (a) any act done in good faith in the exercise or performance or intended exercise or performance of a duty or power under this Act, the regulations made under this Act, a Minister’s order or the appointment under subsection (1); or (b) any neglect or default in the exercise or performance in good faith of a duty or power described in clause (a). 2022, c. 21, Sched. 8, s. 2. Crown liability (11) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (10) of this section does not relieve the Crown of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2. Liability of Corporation (12) Subsection (10) does not relieve the Corporation of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2. Section Amendments with date in force (d/m/y) 2022, c. 21, Sched. 8, s. 2 - 28/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>2.3 </b>(1) Subject to section 2.5, the Minister may, by order, appoint an individual as an administrator of the Corporation for the purposes of assuming control of it and responsibility for its activities. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Notice of appointment</p> <p class=\"subsection\">(2) The Minister shall give the Corporation’s board of directors the notice that the Minister considers reasonable in the circumstances before appointing the administrator. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Immediate appointment</p> <p class=\"subsection\">(3) Subsection (2) does not apply if there are not enough members on the board of directors to form a quorum. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Term of appointment</p> <p class=\"subsection\">(4) The appointment of the administrator is valid until the Minister makes an order terminating it. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Powers and duties of administrator</p> <p class=\"subsection\">(5) Unless the order appointing the administrator provides otherwise, the administrator has the exclusive right to exercise all the powers and perform all the duties of the directors, officers and members of the Corporation. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) In the order appointing the administrator, the Minister may specify the administrator’s powers and duties and the conditions governing them. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Right of access</p> <p class=\"subsection\">(7) The administrator has the same rights as the board of directors in respect of the Corporation’s documents, records and information. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Report to Minister</p> <p class=\"subsection\">(8) The administrator shall report to the Minister as the Minister requires. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Minister’s directions</p> <p class=\"subsection\">(9) The Minister may issue directions to the administrator with regard to any matter within the administrator’s jurisdiction, and the administrator shall carry them out. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">No personal liability</p> <p class=\"subsection\">(10) No action or other proceeding shall be instituted against the administrator or a former administrator for,</p> <p class=\"paragraph\">  (a) any act done in good faith in the exercise or performance or intended exercise or performance of a duty or power under this Act, the regulations made under this Act, a Minister’s order or the appointment under subsection (1); or</p> <p class=\"paragraph\">  (b) any neglect or default in the exercise or performance in good faith of a duty or power described in clause (a). 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Crown liability</p> <p class=\"subsection\">(11) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (10) of this section does not relieve the Crown of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Liability of Corporation</p> <p class=\"subsection\">(12) Subsection (10) does not relieve the Corporation of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22021#sched8s2\">2022, c. 21, Sched. 8, s. 2</a> </span>- 28/11/2022</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.4",
            "section_x": "Status of board during administrator’s tenure",
            "part_id": null,
            "part_type": null,
            "section_y": "Status of board during administrator’s tenure",
            "content": "2.4 (1) On the appointment of an administrator under section 2.3, the members of the board of directors of the Corporation cease to hold office, unless the order provides otherwise. 2022, c. 21, Sched. 8, s. 2. Same (2) During the term of the administrator’s appointment, the powers of any member of the board of directors who continues to hold office are suspended, unless the order provides otherwise. 2022, c. 21, Sched. 8, s. 2. No personal liability (3) No action or other proceeding shall be instituted against a member or former member of the board of directors of the Corporation for any act, neglect or default done by the administrator or the Corporation after the member’s removal under subsection (1) or while the member’s powers are suspended under subsection (2). 2022, c. 21, Sched. 8, s. 2. Crown liability (4) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (3) of this section does not relieve the Crown of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2. Liability of Corporation (5) Subsection (3) does not relieve the Corporation of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2. Section Amendments with date in force (d/m/y) 2022, c. 21, Sched. 8, s. 2 - 28/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>2.4 </b>(1) On the appointment of an administrator under section 2.3, the members of the board of directors of the Corporation cease to hold office, unless the order provides otherwise. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) During the term of the administrator’s appointment, the powers of any member of the board of directors who continues to hold office are suspended, unless the order provides otherwise. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">No personal liability</p> <p class=\"subsection\">(3) No action or other proceeding shall be instituted against a member or former member of the board of directors of the Corporation for any act, neglect or default done by the administrator or the Corporation after the member’s removal under subsection (1) or while the member’s powers are suspended under subsection (2). 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Crown liability</p> <p class=\"subsection\">(4) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (3) of this section does not relieve the Crown of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"headnote\">Liability of Corporation</p> <p class=\"subsection\">(5) Subsection (3) does not relieve the Corporation of liability to which it would otherwise be subject. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22021#sched8s2\">2022, c. 21, Sched. 8, s. 2</a> </span>- 28/11/2022</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "2.5",
            "section_x": "Conditions precedent",
            "part_id": null,
            "part_type": null,
            "section_y": "Conditions precedent",
            "content": "2.5 The Minister may exercise the power under subsection 2.3 (1) or any other prescribed provision only if the Minister is of the opinion that it is advisable to exercise the power in the public interest because at least one of the following conditions is satisfied: 1. The exercise of the power is necessary to prevent serious harm to underground infrastructure, public safety or to the interests of the public. 2. An event of force majeure has occurred. 3. The Corporation is facing a risk of insolvency. 4. The number of members of the board of directors of the Corporation is insufficient for a quorum. 2022, c. 21, Sched. 8, s. 2. Section Amendments with date in force (d/m/y) 2022, c. 21, Sched. 8, s. 2 - 28/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>2.5 </b>The Minister may exercise the power under subsection 2.3 (1) or any other prescribed provision only if the Minister is of the opinion that it is advisable to exercise the power in the public interest because at least one of the following conditions is satisfied:</p> <p class=\"paragraph\">  1. The exercise of the power is necessary to prevent serious harm to underground infrastructure, public safety or to the interests of the public.</p> <p class=\"paragraph\">  2. An event of force majeure has occurred.</p> <p class=\"paragraph\">  3. The Corporation is facing a risk of insolvency.</p> <p class=\"paragraph\">  4. The number of members of the board of directors of the Corporation is insufficient for a quorum. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22021#sched8s2\">2022, c. 21, Sched. 8, s. 2</a> </span>- 28/11/2022</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "2.6",
            "section_x": "Conflict",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflict",
            "content": "2.6 The following rules apply respecting conflicts that may arise in applying this Act: 1. This Act and its regulations prevail over the memorandum of understanding and the Corporation’s by-laws and resolutions. 2. A Minister’s order made under this Act prevails over the memorandum of understanding and the Corporation’s by-laws and resolutions. 2022, c. 21, Sched. 8, s. 2. Section Amendments with date in force (d/m/y) 2022, c. 21, Sched. 8, s. 2 - 28/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>2.6 </b>The following rules apply respecting conflicts that may arise in applying this Act:</p> <p class=\"paragraph\">  1. This Act and its regulations prevail over the memorandum of understanding and the Corporation’s by-laws and resolutions.</p> <p class=\"paragraph\">  2. A Minister’s order made under this Act prevails over the memorandum of understanding and the Corporation’s by-laws and resolutions. 2022, c. 21, Sched. 8, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22021#sched8s2\">2022, c. 21, Sched. 8, s. 2</a> </span>- 28/11/2022</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "3.",
            "section_x": "Objects",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects",
            "content": "3 (1) The following are the objects of the Corporation: 1. To operate a call system to receive locate requests within Ontario. 2. To identify for excavators whether underground infrastructure is located in the vicinity of a proposed excavation or dig site. 3. To notify a member of the Corporation of proposed excavations or digs that may affect the underground infrastructure of the member. 4. To raise public awareness of the Corporation and the need for safe digging. 5. To promote and undertake activities in relation to the matters assigned to the Corporation under this Act and the regulations, including compliance and enforcement. 6. To promote and undertake activities which support timely responses to locate requests. 7. To promote and undertake additional activities in accordance with the memorandum of understanding under section 2.1.  2012, c. 4, s. 3 (1); 2022, c. 9, Sched. 2, s. 4 (1, 2). Non-profit corporation (2) The business and affairs of the Corporation shall be carried on without the purpose of gain and any profits shall be used by the Corporation for the purpose of carrying out its objects.  2012, c. 4, s. 3 (2). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 4 (1, 2) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>3 </b>(1) The following are the objects of the Corporation:</p> <p class=\"paragraph\">  1. To operate a call system to receive locate requests within Ontario.</p> <p class=\"paragraph\">  2. To identify for excavators whether underground infrastructure is located in the vicinity of a proposed excavation or dig site.</p> <p class=\"paragraph\">  3. To notify a member of the Corporation of proposed excavations or digs that may affect the underground infrastructure of the member.</p> <p class=\"paragraph\">  4. To raise public awareness of the Corporation and the need for safe digging.</p> <p class=\"paragraph\">  5. To promote and undertake activities in relation to the matters assigned to the Corporation under this Act and the regulations, including compliance and enforcement.</p> <p class=\"paragraph\">  6. To promote and undertake activities which support timely responses to locate requests.</p> <p class=\"paragraph\">  7. To promote and undertake additional activities in accordance with the memorandum of understanding under section 2.1.  2012, c. 4, s. 3 (1); 2022, c. 9, Sched. 2, s. 4 (1, 2).</p> <p class=\"headnote\">Non-profit corporation</p> <p class=\"subsection\">(2) The business and affairs of the Corporation shall be carried on without the purpose of gain and any profits shall be used by the Corporation for the purpose of carrying out its objects.  2012, c. 4, s. 3 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s4s1\">2022, c. 9, Sched. 2, s. 4 (1, 2)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "4.",
            "section_x": "No fee for request",
            "part_id": null,
            "part_type": null,
            "section_y": "No fee for request",
            "content": "4 (1) The Corporation shall not charge a fee to any person submitting a locate request. 2022, c. 9, Sched. 2, s. 5. Requirements and standards (2) The Corporation shall ensure that the call system’s operations satisfy any requirements and standards set out in the regulations made under this Act.  2012, c. 4, s. 4 (2). Call centre in Northern Ontario (3) The Corporation shall operate, as part of its call system, at least one call centre located in Northern Ontario.  2012, c. 4, s. 4 (3). Definition (4) In subsection (3), “Northern Ontario” means the territorial districts of Algoma, Cochrane, Kenora, Manitoulin, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay and Timiskaming and The City of Greater Sudbury.  2012, c. 4, s. 4 (4). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 5 - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>4 </b>(1) The Corporation shall not charge a fee to any person submitting a locate request. 2022, c. 9, Sched. 2, s. 5.</p> <p class=\"headnote\">Requirements and standards</p> <p class=\"subsection\">(2) The Corporation shall ensure that the call system’s operations satisfy any requirements and standards set out in the regulations made under this Act.  2012, c. 4, s. 4 (2).</p> <p class=\"headnote\">Call centre in Northern Ontario</p> <p class=\"subsection\">(3) The Corporation shall operate, as part of its call system, at least one call centre located in Northern Ontario.  2012, c. 4, s. 4 (3).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(4) In subsection (3),</p> <p class=\"definition\">“Northern Ontario” means the territorial districts of Algoma, Cochrane, Kenora, Manitoulin, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay and Timiskaming and The City of Greater Sudbury.  2012, c. 4, s. 4 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s5\">2022, c. 9, Sched. 2, s. 5</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "5.",
            "section_x": "Members",
            "part_id": null,
            "part_type": null,
            "section_y": "Members",
            "content": "5 (1) A person or entity described in one or more of the following paragraphs is a member of the Corporation if the person or entity owns or operates underground infrastructure: 1. Every municipality in Ontario. 2. Hydro One Inc., as defined in the Electricity Act, 1998. 3. Ontario Power Generation Inc., as defined in the Electricity Act, 1998. 4. Every gas distributor and every gas transmitter, as those terms are defined in the Ontario Energy Board Act, 1998. 5. Every operator of a distribution system, as defined in the Electricity Act, 1998. 6. Every person or entity regulated under the Oil, Gas and Salt Resources Act. 7. Every person or entity that owns or operates underground infrastructure that crosses a public right of way or is in the vicinity of a public right of way.  2012, c. 4, s. 5 (1). Members to provide information (2) A member of the Corporation shall provide, at the time or times specified in the regulations, such information to the Corporation as is necessary for the Corporation to fulfil its objects.  2012, c. 4, s. 5 (2). When current persons or entities to become members (3) Subject to subsection (4), if, on the day this Act comes into force, a person or entity described in subsection (1) is not a member of the Corporation, the person or entity is deemed to become a member on the first anniversary of that day, unless admitted to membership before that day.  2012, c. 4, s. 5 (3). When current municipalities to become members (4) If, on the day this Act comes into force, a municipality described in paragraph 1 of subsection (1) is not a member of the Corporation, the municipality is deemed to become a member on the second anniversary of that day, unless admitted to membership before that day.  2012, c. 4, s. 5 (4). When current members to provide initial information (5) A person or entity who becomes a member of the Corporation under subsection (3) or (4) shall provide, immediately upon the person or entity becoming a member, such initial information to the Corporation as is necessary for the Corporation to fulfil its objects.  2012, c. 4, s. 5 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>5 </b>(1) A person or entity described in one or more of the following paragraphs is a member of the Corporation if the person or entity owns or operates underground infrastructure:</p> <p class=\"paragraph\">  1. Every municipality in Ontario.</p> <p class=\"paragraph\">  2. Hydro One Inc., as defined in the <i>Electricity Act, 1998</i>.</p> <p class=\"paragraph\">  3. Ontario Power Generation Inc., as defined in the <i>Electricity Act, 1998</i>.</p> <p class=\"paragraph\">  4. Every gas distributor and every gas transmitter, as those terms are defined in the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph\">  5. Every operator of a distribution system, as defined in the <i>Electricity Act, 1998</i>.</p> <p class=\"paragraph\">  6. Every person or entity regulated under the <i>Oil, Gas and Salt Resources Act</i>.</p> <p class=\"paragraph\">  7. Every person or entity that owns or operates underground infrastructure that crosses a public right of way or is in the vicinity of a public right of way.  2012, c. 4, s. 5 (1).</p> <p class=\"headnote\">Members to provide information</p> <p class=\"subsection\">(2) A member of the Corporation shall provide, at the time or times specified in the regulations, such information to the Corporation as is necessary for the Corporation to fulfil its objects.  2012, c. 4, s. 5 (2).</p> <p class=\"headnote\">When current persons or entities to become members</p> <p class=\"subsection\">(3) Subject to subsection (4), if, on the day this Act comes into force, a person or entity described in subsection (1) is not a member of the Corporation, the person or entity is deemed to become a member on the first anniversary of that day, unless admitted to membership before that day.  2012, c. 4, s. 5 (3).</p> <p class=\"headnote\">When current municipalities to become members</p> <p class=\"subsection\">(4) If, on the day this Act comes into force, a municipality described in paragraph 1 of subsection (1) is not a member of the Corporation, the municipality is deemed to become a member on the second anniversary of that day, unless admitted to membership before that day.  2012, c. 4, s. 5 (4).</p> <p class=\"headnote\">When current members to provide initial information</p> <p class=\"subsection\">(5) A person or entity who becomes a member of the Corporation under subsection (3) or (4) shall provide, immediately upon the person or entity becoming a member, such initial information to the Corporation as is necessary for the Corporation to fulfil its objects.  2012, c. 4, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.",
            "section_x": "Duties of members re locate request",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties of members re locate request",
            "content": "6 (1) If a member of the Corporation receives a notification from the Corporation about a locate request made with regard to a proposed excavation or dig that may affect underground infrastructure owned or operated by the member, the member shall do either of the following: 1. Mark on the ground the location of its underground infrastructure and provide a written document containing information respecting the location of its underground infrastructure. 2. State in writing that none of its underground infrastructure will be affected by the excavation or dig. 2022, c. 9, Sched. 2, s. 6 (1). Types of locate requests (2) The following are the types of locate requests that a member may receive from the Corporation: 1. Standard locate request: A locate request that does not satisfy the description of a locate request described in paragraph 2. 2. Emergency locate request: A locate request that is necessary as a result of a loss of service by a utility that in the circumstances is considered essential, such that the absence of the service can reasonably be expected to result in imminent or significant safety or environmental hazards, or imminent threat to a person or to the public. 2022, c. 9, Sched. 2, s. 6 (1). Time limit for response, standard locate request (3) A member who receives a standard locate request shall, subject to subsection (5), do the things required by subsection (1) within five business days after the day the member receives notification about the locate request. 2022, c. 9, Sched. 2, s. 6 (1). Same, emergency locate request (4) A member who receives an emergency locate request shall ensure that, within two hours of receiving notification about the locate request, (a) a person able to do the things required by subsection (1) on behalf of the member is at the site for which the locate request has been made; or (b) the information referred to in paragraph 2 of subsection (1) is provided. 2022, c. 9, Sched. 2, s. 6 (1). Different time limit (5) The time limits set out in subsections (3) and (4) do not apply and a different time limit shall apply if, (a) the member and the excavator agree in writing to a different time limit; or (b) the regulations set out a different time limit applicable to the circumstances. 2022, c. 9, Sched. 2, s. 6 (1). Same (6) For the purposes of subsection (5), if the member and the excavator agree to a different time limit and the regulations set out a different time limit applicable to the circumstances, the time limit agreed to by the member and the excavator shall prevail. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>6 </b>(1) If a member of the Corporation receives a notification from the Corporation about a locate request made with regard to a proposed excavation or dig that may affect underground infrastructure owned or operated by the member, the member shall do either of the following:</p> <p class=\"paragraph\">  1. Mark on the ground the location of its underground infrastructure and provide a written document containing information respecting the location of its underground infrastructure. </p> <p class=\"paragraph\">  2. State in writing that none of its underground infrastructure will be affected by the excavation or dig. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Types of locate requests</p> <p class=\"subsection\">(2) The following are the types of locate requests that a member may receive from the Corporation:</p> <p class=\"paragraph\">  1. Standard locate request: A locate request that does not satisfy the description of a locate request described in paragraph 2.</p> <p class=\"paragraph\">  2. Emergency locate request: A locate request that is necessary as a result of a loss of service by a utility that in the circumstances is considered essential, such that the absence of the service can reasonably be expected to result in imminent or significant safety or environmental hazards, or imminent threat to a person or to the public. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Time limit for response, standard locate request</p> <p class=\"subsection\">(3) A member who receives a standard locate request shall, subject to subsection (5), do the things required by subsection (1) within five business days after the day the member receives notification about the locate request. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Same, emergency locate request</p> <p class=\"subsection\">(4) A member who receives an emergency locate request shall ensure that, within two hours of receiving notification about the locate request,</p> <p class=\"paragraph\">  (a) a person able to do the things required by subsection (1) on behalf of the member is at the site for which the locate request has been made; or</p> <p class=\"paragraph\">  (b) the information referred to in paragraph 2 of subsection (1) is provided. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Different time limit</p> <p class=\"subsection\">(5) The time limits set out in subsections (3) and (4) do not apply and a different time limit shall apply if,</p> <p class=\"paragraph\">  (a) the member and the excavator agree in writing to a different time limit; or</p> <p class=\"paragraph\">  (b) the regulations set out a different time limit applicable to the circumstances. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For the purposes of subsection (5), if the member and the excavator agree to a different time limit and the regulations set out a different time limit applicable to the circumstances, the time limit agreed to by the member and the excavator shall prevail. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "section_x": "Locates for certain excavation or dig projects",
            "part_id": null,
            "part_type": null,
            "section_y": "Locates for certain excavation or dig projects",
            "content": "7 (1) This section applies with respect to the following excavation or dig projects: 1. A designated broadband project. 2. An excavation or dig project that satisfies such criteria as may be prescribed by the Minister. 3. An excavation or dig project for which the project owner chooses to use a dedicated locator. 2022, c. 9, Sched. 2, s. 6 (1). Notice to Corporation (2) Subject to subsections (3) and (4), a project owner who intends to carry out a project referred to in subsection (1) shall notify the Corporation of the project at least 90 days before any excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1). Notice within 90-day period (3) The Corporation may permit a project owner to give the notice under subsection (2) less than 90 days before any excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1). Same, designated broadband project (4) If so directed by the Minister of Infrastructure, the Corporation shall permit a project owner of a designated broadband project to give the notice under subsection (2) less than 90 days before any excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1). Notice to include information (5) The notice under subsection (2) shall include such information as the Corporation may require and the project owner shall update the information 90 days after the notice is given and every 90 days thereafter until the conclusion of the project. 2022, c. 9, Sched. 2, s. 6 (1). Notification of affected members (6) If the Corporation receives a notice under subsection (2), the Corporation shall notify all affected members of the Corporation of the notice within three business days, or such other time period as may be prescribed by the Minister, after receiving the notice. 2022, c. 9, Sched. 2, s. 6 (1). Selection of dedicated locator (7) Within 10 business days after receiving the notice under subsection (6), (a) the affected members and the project owner shall agree in writing on a locator who will respond to all locate requests, other than in respect of transmission infrastructure, by the project owner in respect of the project; and (b) the affected members shall give to the dedicated locator mapping information, such as the location of the member’s underground infrastructure, and any other information that the dedicated locator considers necessary. 2022, c. 9, Sched. 2, s. 6 (1). Same, different time limit (8) The time limit set out in subsection (7) shall not apply and a different time limit shall apply if the affected members and the project owner agree in writing to a different time limit. For clarity, the agreed upon time limit may relate to either or both the things required by subsection (7). 2022, c. 9, Sched. 2, s. 6 (1). Notifying Corporation of dedicated locator (9) After the dedicated locator has been agreed upon in respect of a project, the project owner shall promptly notify the Corporation of the name and contact information of the dedicated locator. 2022, c. 9, Sched. 2, s. 6 (1). Obligations of dedicated locator (10) Subject to subsection (13), within 10 business days after a dedicated locator receives a notification from the Corporation about a locate request in respect of a project that may affect underground infrastructure owned or operated by one or more affected members, the dedicated locator shall do either of the following with respect to each affected member’s underground infrastructure: 1. Mark on the ground the location of the member’s underground infrastructure and provide a written document containing information respecting the location of the underground infrastructure. 2. State in writing that none of the member’s underground infrastructure will be affected by the excavation or dig. 2022, c. 9, Sched. 2, s. 6 (1). Same (11) The time limit set out in subsection (10) shall not apply and a different time limit shall apply if the project owner and dedicated locator agree in writing to another time limit and, if a different time limit is agreed to, the project owner shall promptly notify the Corporation of the different time limit. 2022, c. 9, Sched. 2, s. 6 (1). Special rules re transmission infrastructure (12) For the purposes of subsections (6), (7) and (8), the reference to “affected members” includes a member that owns or operates transmission infrastructure only if the member also owns or operates other underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1). Same (13) If a project owner submits a locate request that may affect transmission infrastructure owned or operated by a member, subsection (10) does not apply with respect to the transmission infrastructure and instead the member that receives a notification from the Corporation about the locate request shall do the things required by subsection 6 (1) and the locate request shall, for the purposes of this Act other than subsection 12 (1), be treated as a standard locate request. 2022, c. 9, Sched. 2, s. 6 (1). Cost of dedicated locator (14) The project owner shall bear the costs of the dedicated locator. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>7 </b>(1) This section applies with respect to the following excavation or dig projects:</p> <p class=\"paragraph\">  1. A designated broadband project.</p> <p class=\"paragraph\">  2. An excavation or dig project that satisfies such criteria as may be prescribed by the Minister.</p> <p class=\"paragraph\">  3. An excavation or dig project for which the project owner chooses to use a dedicated locator. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notice to Corporation</p> <p class=\"subsection\">(2) Subject to subsections (3) and (4), a project owner who intends to carry out a project referred to in subsection (1) shall notify the Corporation of the project at least 90 days before any excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notice within 90-day period</p> <p class=\"subsection\">(3) The Corporation may permit a project owner to give the notice under subsection (2) less than 90 days before any excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Same, designated broadband project</p> <p class=\"subsection\">(4) If so directed by the Minister of Infrastructure, the Corporation shall permit a project owner of a designated broadband project to give the notice under subsection (2) less than 90 days before any excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notice to include information</p> <p class=\"subsection\">(5) The notice under subsection (2) shall include such information as the Corporation may require and the project owner shall update the information 90 days after the notice is given and every 90 days thereafter until the conclusion of the project. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notification of affected members</p> <p class=\"subsection\">(6) If the Corporation receives a notice under subsection (2), the Corporation shall notify all affected members of the Corporation of the notice within three business days, or such other time period as may be prescribed by the Minister, after receiving the notice. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Selection of dedicated locator</p> <p class=\"subsection\">(7) Within 10 business days after receiving the notice under subsection (6),</p> <p class=\"paragraph\">  (a) the affected members and the project owner shall agree in writing on a locator who will respond to all locate requests, other than in respect of transmission infrastructure, by the project owner in respect of the project; and</p> <p class=\"paragraph\">  (b) the affected members shall give to the dedicated locator mapping information, such as the location of the member’s underground infrastructure, and any other information that the dedicated locator considers necessary. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Same, different time limit</p> <p class=\"subsection\">(8) The time limit set out in subsection (7) shall not apply and a different time limit shall apply if the affected members and the project owner agree in writing to a different time limit. For clarity, the agreed upon time limit may relate to either or both the things required by subsection (7). 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notifying Corporation of dedicated locator</p> <p class=\"subsection\">(9) After the dedicated locator has been agreed upon in respect of a project, the project owner shall promptly notify the Corporation of the name and contact information of the dedicated locator. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Obligations of dedicated locator</p> <p class=\"subsection\">(10) Subject to subsection (13), within 10 business days after a dedicated locator receives a notification from the Corporation about a locate request in respect of a project that may affect underground infrastructure owned or operated by one or more affected members, the dedicated locator shall do either of the following with respect to each affected member’s underground infrastructure:</p> <p class=\"paragraph\">  1. Mark on the ground the location of the member’s underground infrastructure and provide a written document containing information respecting the location of the underground infrastructure.</p> <p class=\"paragraph\">  2. State in writing that none of the member’s underground infrastructure will be affected by the excavation or dig. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(11) The time limit set out in subsection (10) shall not apply and a different time limit shall apply if the project owner and dedicated locator agree in writing to another time limit and, if a different time limit is agreed to, the project owner shall promptly<b> </b>notify the Corporation of the different time limit. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Special rules re transmission infrastructure</p> <p class=\"subsection\">(12) For the purposes of subsections (6), (7) and (8), the reference to “affected members” includes a member that owns or operates transmission infrastructure only if the member also owns or operates other underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) If a project owner submits a locate request that may affect transmission infrastructure owned or operated by a member, subsection (10) does not apply with respect to the transmission infrastructure and instead the member that receives a notification from the Corporation about the locate request shall do the things required by subsection 6 (1) and the locate request shall, for the purposes of this Act other than subsection 12 (1), be treated as a standard locate request. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Cost of dedicated locator</p> <p class=\"subsection\">(14) The project owner shall bear the costs of the dedicated locator. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "section_x": "Validity period of locate",
            "part_id": null,
            "part_type": null,
            "section_y": "Validity period of locate",
            "content": "8 (1) Subject to subsection (2), a locate provided by a member of the Corporation or a dedicated locator is valid for a period of 60 days or such other period as may be prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1). Member, dedicated locator may provide for longer validity period (2) The member or dedicated locator, as the case may be, may specify that a locate is valid for a period that is longer than the period referred to in subsection (1). 2022, c. 9, Sched. 2, s. 6 (1). Markings no longer visible (3) Despite subsections (1) and (2), if the markings on the ground that were provided  under paragraph 1 of subsection 6 (1) or paragraph 1 of subsection 7 (10) are no longer visible, the validity period in respect of the locate is deemed to have expired. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>8 </b>(1) Subject to subsection (2), a locate provided by a member of the Corporation or a dedicated locator is valid for a period of 60 days or such other period as may be prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Member, dedicated locator may provide for longer validity period</p> <p class=\"subsection\">(2) The member or dedicated locator, as the case may be, may specify that a locate is valid for a period that is longer than the period referred to in subsection (1). 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Markings no longer visible</p> <p class=\"subsection\">(3) Despite subsections (1) and (2), if the markings on the ground that were provided  under paragraph 1 of subsection 6 (1) or paragraph 1 of subsection 7 (10) are no longer visible, the validity period in respect of the locate is deemed to have expired. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "section_x": "Change in information after locate",
            "part_id": null,
            "part_type": null,
            "section_y": "Change in information after locate",
            "content": "9 (1) If, before the end of the validity period in respect of a locate, a member becomes aware of any change to information that was provided under paragraph 1 of subsection 6 (1) or paragraph 1 of subsection 7 (10), the member shall notify the following persons of the change within two business days after becoming aware of the change: 1. The Corporation and the excavator, if the information was provided under subsection 6 (1). 2. The Corporation, the project owner and the dedicated locator, if the information was provided under subsection 7 (10). 2022, c. 9, Sched. 2, s. 6 (1). Notice deemed part of locate (2) A notice referred to in subsection (1) is deemed to form part of the locate provided by the member or a dedicated locator, as the case may be. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>9 </b>(1) If, before the end of the validity period in respect of a locate, a member becomes aware of any change to information that was provided under paragraph 1 of subsection 6 (1) or paragraph 1 of subsection 7 (10), the member shall notify the following persons of the change within two business days after becoming aware of the change:</p> <p class=\"paragraph\">  1. The Corporation and the excavator, if the information was provided under subsection 6 (1).</p> <p class=\"paragraph\">  2. The Corporation, the project owner and the dedicated locator, if the information was provided under subsection 7 (10). 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notice deemed part of locate</p> <p class=\"subsection\">(2) A notice referred to in subsection (1) is deemed to form part of the locate provided by the member or a dedicated locator, as the case may be. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "Commencement of excavation or dig",
            "part_id": null,
            "part_type": null,
            "section_y": "Commencement of excavation or dig",
            "content": "10 (1) An excavator shall not commence an excavation or dig unless either of the following conditions are satisfied: 1. All of the following apply: i. The excavator has submitted a locate request. ii. Each member that owns or operates underground infrastructure that may be affected by an excavation or dig has done the things required by subsection 6 (1) or, if section 7 applies in respect of the excavation or dig, the dedicated locator has done the things required by subsection 7 (10) and, if applicable, each member who owns or operates transmission infrastructure has complied with subsection 7 (13). iii. If locates are provided, the excavator has ensured that the locate markings on the ground do not conflict with the written information provided respecting the underground infrastructure. 2. The excavator, i. has received from another excavator the information referred to in paragraph 1 or 2 of subsection 6 (1) pertaining to the same excavation or dig parameters as the excavator’s own excavation or dig, including the geographical limits of the area subject to the locate request, in accordance with section 11, and ii. if locates were provided, has ensured that the markings on the ground do not conflict with the written information provided respecting the underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1). Continuation after expiry of validity period (2) An excavator shall not continue an excavation or dig after the expiry of the validity period of a locate unless any of the following circumstances exist: 1. The excavator has submitted a new locate request and subparagraphs 1 ii and iii of subsection (1) of this section have been satisfied in respect of the new locate request. In the case of a locate request by an excavator that is not a project owner, the locate request must be a standard locate request. 2. The excavator, i. has received from another excavator the information referred to in paragraph 1 or 2 of subsection 6 (1) pertaining to the same excavation or dig parameters as the excavator’s own excavation or dig, including the geographical limits of the area subject to the locate request, in accordance with section 11, and ii. if locates were provided, has ensured that the markings on the ground do not conflict with the written information provided respecting the underground infrastructure. 3. Such other circumstances as may be prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>10 </b>(1) An excavator shall not commence an excavation or dig unless either of the following conditions are satisfied:</p> <p class=\"paragraph\"><span>  1. All of the following apply:</span></p> <p class=\"subpara\">  i. The excavator has submitted a locate request.</p> <p class=\"subpara\">  ii. Each member that owns or operates underground infrastructure that may be affected by an excavation or dig has done the things required by subsection 6 (1) or, if section 7 applies in respect of the excavation or dig, the dedicated locator has done the things required by subsection 7 (10) and, if applicable, each member who owns or operates transmission infrastructure has complied with subsection 7 (13).</p> <p class=\"subpara\">  iii. If locates are provided, the excavator has ensured that the locate markings on the ground do not conflict with the written information provided respecting the underground infrastructure.</p> <p class=\"paragraph\">  2. The excavator,</p> <p class=\"subpara\">  i. has received from another excavator the information referred to in paragraph 1 or 2 of subsection 6 (1) pertaining to the same excavation or dig parameters as the excavator’s own excavation or dig, including the geographical limits of the area subject to the locate request, in accordance with section 11, and</p> <p class=\"subpara\">  ii. if locates were provided, has ensured that the markings on the ground do not conflict with the written information provided respecting the underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Continuation after expiry of validity period</p> <p class=\"subsection\">(2) An excavator shall not continue an excavation or dig after the expiry of the validity period of a locate unless any of the following circumstances exist:</p> <p class=\"paragraph\">  1. The excavator has submitted a new locate request and subparagraphs 1 ii and iii of subsection (1) of this section have been satisfied in respect of the new locate request. In the case of a locate request by an excavator that is not a project owner, the locate request must be a standard locate request.</p> <p class=\"paragraph\">  2. The excavator,</p> <p class=\"subpara\">  i. has received from another excavator the information referred to in paragraph 1 or 2 of subsection 6 (1) pertaining to the same excavation or dig parameters as the excavator’s own excavation or dig, including the geographical limits of the area subject to the locate request, in accordance with section 11, and</p> <p class=\"subpara\">  ii. if locates were provided, has ensured that the markings on the ground do not conflict with the written information provided respecting the underground infrastructure.</p> <p class=\"paragraph\">  3. Such other circumstances as may be prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "section_x": "Sharing locate information",
            "part_id": null,
            "part_type": null,
            "section_y": "Sharing locate information",
            "content": "11 An excavator who submits a locate request is permitted to share with another excavator the information described in paragraph 1 or 2 of subsection 6 (1) that was provided by a member, but only if, (a) the other excavator’s contact information was included in the locate request that was submitted to the Corporation; or (b) if clause (a) does not apply, the excavator who submitted the locate request provides the other excavator’s contact information to the Corporation before sharing the locate information. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022 Prohibitions re locate requests",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11 </b>An excavator who submits a locate request is permitted to share with another excavator the information described in paragraph 1 or 2 of subsection 6 (1) that was provided by a member, but only if,</p> <p class=\"paragraph\">  (a) the other excavator’s contact information was included in the locate request that was submitted to the Corporation; or</p> <p class=\"paragraph\">  (b) if clause (a) does not apply, the excavator who submitted the locate request provides the other excavator’s contact information to the Corporation before sharing the locate information. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p> <p class=\"headnote\">Prohibitions re locate requests</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "section_x": "Prohibitions re locate requests",
            "part_id": null,
            "part_type": null,
            "section_y": "Standard locate request",
            "content": "12 (1) An excavator shall not submit a standard locate request more than 30 days before an excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1). Emergency locate request (2) An excavator shall not submit an emergency locate request if the excavator knows or ought to know that the request does not satisfy the description set out in paragraph 2 of subsection 6 (2). 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>12 </b>(1) An excavator shall not submit a standard locate request more than 30 days before an excavation or dig is expected to commence. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Emergency locate request</p> <p class=\"subsection\">(2) An excavator shall not submit an emergency locate request if the excavator knows or ought to know that the request does not satisfy the description set out in paragraph 2 of subsection 6 (2). 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "section_x": "Prohibition re manner of excavation or dig",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition re manner of excavation or dig",
            "content": "13 An excavator shall not excavate or dig in a manner that the excavator knows or reasonably ought to know would damage or otherwise interfere with any underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022 Provision of information re locate request",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>13 </b>An excavator shall not excavate or dig in a manner that the excavator knows or reasonably ought to know would damage or otherwise interfere with any underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p> <p class=\"headnote\">Provision of information re locate request</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "section_x": "Provision of information re locate request",
            "part_id": null,
            "part_type": null,
            "section_y": "Confirmation of response to locate request",
            "content": "14 (1) Within three business days after a member does the things required by subsection 6 (1) or a dedicated locator does the things required by subsection 7 (10), the member or dedicated locator, as the case may be, shall notify the Corporation that it has done those things. 2022, c. 9, Sched. 2, s. 6 (1). Notice of delay in response to locate request (2) If a member or dedicated locator becomes aware that there will be a delay in doing the things required by subsection 6 (1) or 7 (10), as the case may be, the member or dedicated locator shall notify the Corporation of the expected delay as soon as possible. 2022, c. 9, Sched. 2, s. 6 (1). Additional information (3) The notices required under subsections (1) and (2) shall include such information as the Corporation may require in such manner and form as determined by the Corporation. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>14 </b>(1) Within three business days after a member does the things required by subsection 6 (1) or a dedicated locator does the things required by subsection 7 (10), the member or dedicated locator, as the case may be, shall notify the Corporation that it has done those things. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Notice of delay in response to locate request</p> <p class=\"subsection\">(2) If a member or dedicated locator becomes aware that there will be a delay in doing the things required by subsection 6 (1) or 7 (10), as the case may be, the member or dedicated locator shall notify the Corporation of the expected delay as soon as possible. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Additional information</p> <p class=\"subsection\">(3) The notices required under subsections (1) and (2) shall include such information as the Corporation may require in such manner and form as determined by the Corporation. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "section_x": "Public information",
            "part_id": null,
            "part_type": null,
            "section_y": "Public information",
            "content": "15 (1) The Corporation shall make the following information available to the public on its website: 1. Information about each member’s locate performance, including, at a minimum, the number of locate requests received by the member and when these locate requests were completed. 2. Any other information about a member’s performance providing locates as may be prescribed by the Minister. 3. Subject to subsection (3), a summary of each order imposing an administrative penalty under section 17.2, unless the order was revoked. 2022, c. 9, Sched. 2, s. 6 (1, 2). Length of publication (2) Information required to be published on the Corporation’s website under subsection (1) shall be removed two years after the day it is published. 2022, c. 9, Sched. 2, s. 6 (1). Timing of publication, administrative penalties (3) A summary of an administrative penalty shall not be published before, (a) the time for delivering a notice of appeal under subsection 17.3 (1) expires; or (b) if an appeal is commenced under subsection 17.3 (1), until the appeal body has made a decision. 2022, c. 9, Sched. 2, s. 6 (3). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022; 2022, c. 9, Sched. 2, s. 6 (2, 3) - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>15 </b>(1) The Corporation shall make the following information available to the public on its website:</p> <p class=\"paragraph\">  1. Information about each member’s locate performance, including, at a minimum, the number of locate requests received by the member and when these locate requests were completed.</p> <p class=\"paragraph\">  2. Any other information about a member’s performance providing locates as may be prescribed by the Minister.</p> <p class=\"paragraph\">  3. Subject to subsection (3), a summary of each order imposing an administrative penalty under section 17.2, unless the order was revoked. 2022, c. 9, Sched. 2, s. 6 (1, 2).</p> <p class=\"headnote\">Length of publication</p> <p class=\"subsection\">(2) Information required to be published on the Corporation’s website under subsection (1) shall be removed two years after the day it is published. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Timing of publication, administrative penalties</p> <p class=\"subsection\">(3) A summary of an administrative penalty shall not be published before,</p> <p class=\"paragraph\">  (a) the time for delivering a notice of appeal under subsection 17.3 (1) expires; or</p> <p class=\"paragraph\">  (b) if an appeal is commenced under subsection 17.3 (1), until the appeal body has made a decision. 2022, c. 9, Sched. 2, s. 6 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s2\">2022, c. 9, Sched. 2, s. 6 (2, 3)</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "section_x": "Member recourse",
            "part_id": null,
            "part_type": null,
            "section_y": "Member recourse",
            "content": "16 (1) An excavator shall compensate a member for a loss or expense incurred because the excavator, (a) contravened subsection 12 (1) in relation to the member’s underground infrastructure; or (b) contravened section 13, resulting in damages or otherwise interfering with the member’s underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1). Loss or expense incurred (2) A loss or expense referred to in subsection (1) is, (a) any economic or financial loss or expense that is caused by the excavator; or (b) any other type of loss or expense prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1). Agreement as to compensation (3) The excavator and the member may agree upon the compensation in writing. 2022, c. 9, Sched. 2, s. 6 (1). If no agreement (4) If no agreement is reached, a claim for compensation under subsection (1) shall be determined by the Tribunal on application by the member. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>16 </b>(1) An excavator shall compensate a member for a loss or expense incurred because the excavator,</p> <p class=\"paragraph\">  (a) contravened subsection 12 (1) in relation to the member’s underground infrastructure; or</p> <p class=\"paragraph\">  (b) contravened section 13, resulting in damages or otherwise interfering with the member’s underground infrastructure. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Loss or expense incurred</p> <p class=\"subsection\">(2) A loss or expense referred to in subsection (1) is,</p> <p class=\"paragraph\">  (a) any economic or financial loss or expense that is caused by the excavator; or</p> <p class=\"paragraph\">  (b) any other type of loss or expense prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Agreement as to compensation</p> <p class=\"subsection\">(3) The excavator and the member may agree upon the compensation in writing. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">If no agreement</p> <p class=\"subsection\">(4) If no agreement is reached, a claim for compensation under subsection (1) shall be determined by the Tribunal on application by the member. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "17.",
            "section_x": "Excavator recourse",
            "part_id": null,
            "part_type": null,
            "section_y": "Excavator recourse",
            "content": "17 (1) A member shall compensate an excavator for a loss or expense incurred because the member, (a) failed to accurately provide a locate; (b) incorrectly stated that none of its underground infrastructure will be affected by the excavation or dig; (c) failed to provide a locate in accordance with the time limit applicable under section 6; or (d) failed to provide the information, or to provide accurate information, to a dedicated locator required by clause 7 (7) (b). 2022, c. 9, Sched. 2, s. 6 (1, 4). Loss or expense incurred (2) A loss or expense referred to in subsection (1) is, (a) any economic or financial loss or expense that is caused by the member, including, without being limited to, any loss or expense resulting from any delay in completing an excavation or dig; or (b) any other type of loss or expense prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1). Agreement as to compensation (3) The excavator and the member may agree upon the compensation in writing. 2022, c. 9, Sched. 2, s. 6 (1). If no agreement (4) If no agreement is reached, a claim for compensation under subsection (1) shall be determined by the Tribunal on application by the excavator. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022; 2022, c. 9, Sched. 2, s. 6 (4) - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>17 </b>(1) A member shall compensate an excavator for a loss or expense incurred because the member,</p> <p class=\"paragraph\">  (a) failed to accurately provide a locate;</p> <p class=\"paragraph\">  (b) incorrectly stated that none of its underground infrastructure will be affected by the excavation or dig;</p> <p class=\"paragraph\">  (c) failed to provide a locate in accordance with the time limit applicable under section 6; or</p> <p class=\"paragraph\">  (d) failed to provide the information, or to provide accurate information, to a dedicated locator required by clause 7 (7) (b). 2022, c. 9, Sched. 2, s. 6 (1, 4).</p> <p class=\"headnote\">Loss or expense incurred</p> <p class=\"subsection\">(2) A loss or expense referred to in subsection (1) is,</p> <p class=\"paragraph\">  (a) any economic or financial loss or expense that is caused by the member, including, without being limited to, any loss or expense resulting from any delay in completing an excavation or dig; or</p> <p class=\"paragraph\">  (b) any other type of<b> </b>loss or expense prescribed by the Minister. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Agreement as to compensation</p> <p class=\"subsection\">(3) The excavator and the member may agree upon the compensation in writing. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">If no agreement</p> <p class=\"subsection\">(4) If no agreement is reached, a claim for compensation under subsection (1) shall be determined by the Tribunal on application by the excavator. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s4\">2022, c. 9, Sched. 2, s. 6 (4)</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.1",
            "section_x": "Appointments of assessors",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointments of assessors",
            "content": "17.1 (1) The Corporation may appoint assessors for the purposes of making an order under section 17.2 imposing an administrative penalty. 2022, c. 9, Sched. 2, s. 7. Restrictions (2) An appointment is subject to the restrictions, limitations and conditions set out in it. 2022, c. 9, Sched. 2, s. 7. Identification (3) An assessor shall produce, on request, evidence of his or her appointment. 2022, c. 9, Sched. 2, s. 7. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 7 - 01/04/2023 Administrative penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>17.1 </b>(1) The Corporation may appoint assessors for the purposes of making an order under section 17.2 imposing an administrative penalty. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Restrictions</p> <p class=\"subsection\">(2) An appointment is subject to the restrictions, limitations and conditions set out in it. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(3) An assessor shall produce, on request, evidence of his or her appointment. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s7\">2022, c. 9, Sched. 2, s. 7</a></span> - 01/04/2023</p> <p class=\"headnote\">Administrative penalties</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.2",
            "section_x": "Administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Order",
            "content": "17.2 (1) An assessor may, by order, impose an administrative penalty against a member or excavator in accordance with this section and the regulations made by the Minister if the assessor is satisfied that the member or excavator has contravened or is contravening a provision of this Act that is prescribed by the Minister or a provision of the regulations that is prescribed by the Minister. 2022, c. 9, Sched. 2, s. 7. To whom payable (2) An administrative penalty is payable to the Corporation. 2022, c. 9, Sched. 2, s. 7. Purpose (3) An administrative penalty may be imposed under this section for one or more of the following purposes: 1. To promote compliance with this Act and the regulations. 2. To prevent a member or excavator from deriving, directly or indirectly, any economic benefit as a result of a contravention described in subsection (1). 2022, c. 9, Sched. 2, s. 7. Amount (4) The amount of an administrative penalty shall reflect the purpose of the penalty and shall be determined in accordance with the regulations made by the Minister, but the amount of the penalty shall not exceed $10,000. 2022, c. 9, Sched. 2, s. 7. Form of order (5) An order made under subsection (1) imposing an administrative penalty against a member or excavator shall be in the form that the Corporation determines. 2022, c. 9, Sched. 2, s. 7. Service of order (6) The order shall be served on the member or excavator against whom the administrative penalty is imposed in the manner that the Corporation determines. 2022, c. 9, Sched. 2, s. 7. Absolute liability (7) An order made under subsection (1) imposing an administrative penalty against a member or excavator applies even if, (a) the member or excavator took all reasonable steps to prevent the contravention on which the order is based; or (b) at the time of the contravention, the member or excavator had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent. 2022, c. 9, Sched. 2, s. 7. No effect on offences (8) For greater certainty, nothing in subsection (7) affects the prosecution of an offence. 2022, c. 9, Sched. 2, s. 7. Limitation (9) An assessor shall not make an order under subsection (1) more than two years after the day the assessor became aware of the member or excavator’s contravention on which the order is based. 2022, c. 9, Sched. 2, s. 7. No hearing required (10) Subject to any regulations made by the Minister, an assessor is not required to hold a hearing or to afford a member or excavator an opportunity for a hearing before making an order under subsection (1) against the member or excavator. 2022, c. 9, Sched. 2, s. 7. Non-application of other Act (11) The Statutory Powers Procedure Act does not apply to an order of an assessor made under subsection (1). 2022, c. 9, Sched. 2, s. 7. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 7 - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>17.2 </b>(1) An assessor may, by order, impose an administrative penalty against a member or excavator in accordance with this section and the regulations made by the Minister if the assessor is satisfied that the member or excavator has contravened or is contravening a provision of this Act that is prescribed by the Minister or a provision of the regulations that is prescribed by the Minister. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">To whom payable</p> <p class=\"subsection\">(2) An administrative penalty is payable to the Corporation. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Purpose</p> <p class=\"subsection\">(3) An administrative penalty may be imposed under this section for one or more of the following purposes:</p> <p class=\"paragraph\">  1. To promote compliance with this Act and the regulations.</p> <p class=\"paragraph\">  2. To prevent a member or excavator from deriving, directly or indirectly, any economic benefit as a result of a contravention described in subsection (1). 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(4) The amount of an administrative penalty shall reflect the purpose of the penalty and shall be determined in accordance with the regulations made by the Minister, but the amount of the penalty shall not exceed $10,000. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Form of order</p> <p class=\"subsection\">(5) An order made under subsection (1) imposing an administrative penalty against a member or excavator shall be in the form that the Corporation determines. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(6) The order shall be served on the member or excavator against whom the administrative penalty is imposed in the manner that the Corporation determines. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Absolute liability</p> <p class=\"subsection\">(7) An order made under subsection (1) imposing an administrative penalty against a member or excavator applies even if,</p> <p class=\"paragraph\">  (a) the member or excavator took all reasonable steps to prevent the contravention on which the order is based; or</p> <p class=\"paragraph\">  (b) at the time of the contravention, the member or excavator had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">No effect on offences</p> <p class=\"subsection\">(8) For greater certainty, nothing in subsection (7) affects the prosecution of an offence. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(9) An assessor shall not make an order under subsection (1) more than two years after the day the assessor became aware of the member or excavator’s contravention on which the order is based. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">No hearing required</p> <p class=\"subsection\">(10) Subject to any regulations made by the Minister, an assessor is not required to hold a hearing or to afford a member or excavator an opportunity for a hearing before making an order under subsection (1) against the member or excavator. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(11) The <i>Statutory Powers Procedure Act</i> does not apply to an order of an assessor made under subsection (1). 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s7\">2022, c. 9, Sched. 2, s. 7</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "17.3",
            "section_x": "Appeal of administrative penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal of administrative penalty",
            "content": "17.3 (1) The member or excavator against whom an order made under subsection 17.2 (1) imposes an administrative penalty may appeal the order to the appeal body by delivering a written notice of appeal to the appeal body within 15 days after receiving the order. 2022, c. 9, Sched. 2, s. 7. If no appeal (2) If the member or excavator does not appeal the order in accordance with subsection (1), the order is confirmed. 2022, c. 9, Sched. 2, s. 7. Hearing (3) If the member or excavator appeals the order, the appeal body shall hold a hearing and may, by order, confirm, revoke or vary the assessor’s order, and the appeal body may attach conditions to its order. 2022, c. 9, Sched. 2, s. 7. Parties (4) The assessor, the appellant and the other persons that the appeal body specifies are parties to the appeal. 2022, c. 9, Sched. 2, s. 7. Non-application of the SPPA (5) If the appeal body is not the Tribunal, the Statutory Powers Procedure Act does not apply to an appeal made under this section. 2022, c. 9, Sched. 2, s. 7. Immediate effect (6) Even if the appellant appeals an order of the appeal body, the order takes effect immediately, unless the order provides otherwise, but the Divisional Court may grant a stay until the disposition of the appeal. 2022, c. 9, Sched. 2, s. 7. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 7 - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>17.3 </b>(1) The member or excavator against whom an order made under subsection 17.2 (1) imposes an administrative penalty may appeal the order to the appeal body by delivering a written notice of appeal to the appeal body within 15 days after receiving the order. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">If no appeal</p> <p class=\"subsection\">(2) If the member or excavator<b> </b>does not appeal the order in accordance with subsection (1), the order is confirmed. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(3) If the member or excavator appeals the order, the appeal body shall hold a hearing and may, by order, confirm, revoke or vary the assessor’s order, and the appeal body may attach conditions to its order. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(4) The assessor, the appellant and the other persons that the appeal body specifies are parties to the appeal. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Non-application of the SPPA</p> <p class=\"subsection\">(5) If the appeal body is not the Tribunal, the <i>Statutory Powers Procedure Act</i> does not apply to an appeal made under this section. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Immediate effect</p> <p class=\"subsection\">(6) Even if the appellant appeals an order of the appeal body, the order takes effect immediately, unless the order provides otherwise, but the Divisional Court may grant a stay until the disposition of the appeal. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s7\">2022, c. 9, Sched. 2, s. 7</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "17.4",
            "section_x": "Effect of paying penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of paying penalty",
            "content": "17.4 If a member or excavator against whom an order imposing an administrative penalty is made pays the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the member or excavator cannot be charged with an offence under this Act in respect of the same contravention on which the order is based. 2022, c. 9, Sched. 2, s. 7. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 7 - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>17.4 </b>If a member or excavator against whom an order imposing an administrative penalty is made pays the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the member or excavator cannot be charged with an offence under this Act in respect of the same contravention on which the order is based. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s7\">2022, c. 9, Sched. 2, s. 7</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "17.5",
            "section_x": "Enforcement re administrative penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement re administrative penalty",
            "content": "17.5 (1) If a member or excavator against whom an order imposing an administrative penalty is made fails to pay the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the order may be filed with the Superior Court of Justice and enforced as if it were an order of the court. 2022, c. 9, Sched. 2, s. 7. Date of order (2) For the purposes of section 129 of the Courts of Justice Act, the date on which the order is filed with the court shall be deemed to be the date of the order. 2022, c. 9, Sched. 2, s. 7. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 7 - 01/04/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>17.5 </b>(1) If a member or excavator against whom an order imposing an administrative penalty is made fails to pay the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the order may be filed with the Superior Court of Justice and enforced as if it were an order of the court. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"headnote\">Date of order</p> <p class=\"subsection\">(2) For the purposes of section 129 of the <i>Courts of Justice Act</i>, the date on which the order is filed with the court shall be deemed to be the date of the order. 2022, c. 9, Sched. 2, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s7\">2022, c. 9, Sched. 2, s. 7</a></span> - 01/04/2023</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "18.",
            "section_x": "Offences — general",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences — general",
            "content": "18 A person or entity, other than the Corporation, who contravenes or fails to comply with any section of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $10,000. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>18 </b>A person or entity, other than the Corporation, who contravenes or fails to comply with any section of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $10,000. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "19.",
            "section_x": "Offences — Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences — Corporation",
            "content": "19 (1) The Corporation is guilty of an offence if it knowingly contravenes this Act or the regulations and on conviction is liable to a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues. 2022, c. 9, Sched. 2, s. 6 (1). Individuals (2) A director, officer, employee or agent of the Corporation who knowingly contravenes this Act or the regulations is guilty of an offence. 2022, c. 9, Sched. 2, s. 6 (1). Parties to offences (3) A director or officer of the Corporation is guilty of an offence who, (a) knowingly causes, authorizes, permits or participates in the commission by the Corporation of an offence mentioned in subsection (1); or (b) fails to take reasonable care to prevent the Corporation from committing an offence mentioned in subsection (1). 2022, c. 9, Sched. 2, s. 6 (1). Penalty (4) A person who is convicted of an offence under subsection (2) or (3) is liable to a fine of not more than $25,000 for each day or part of a day on which the offence occurs or continues. 2022, c. 9, Sched. 2, s. 6 (1). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>19 </b>(1) The Corporation is guilty of an offence if it knowingly contravenes this Act or the regulations and on conviction is liable to a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Individuals</p> <p class=\"subsection\">(2) A director, officer, employee or agent of the Corporation who knowingly contravenes this Act or the regulations is guilty of an offence. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Parties to offences</p> <p class=\"subsection\">(3) A director or officer of the Corporation is guilty of an offence who,</p> <p class=\"paragraph\">  (a) knowingly causes, authorizes, permits or participates in the commission by the Corporation of an offence mentioned in subsection (1); or</p> <p class=\"paragraph\">  (b) fails to take reasonable care to prevent the Corporation from committing an offence mentioned in subsection (1). 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(4) A person who is convicted of an offence under subsection (2) or (3) is liable to a fine of not more than $25,000 for each day or part of a day on which the offence occurs or continues. 2022, c. 9, Sched. 2, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "20.",
            "section_x": "Regulations — Lieutenant Governor in Council",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations — Lieutenant Governor in Council",
            "content": "20 The Lieutenant Governor in Council may make regulations, (0.a) defining words and expressions used in this Act that are not otherwise defined in this Act; (a) respecting the governance of the Corporation; (0.b) prescribing provisions for the purpose of section 2.5; (b) establishing requirements and standards regarding the operations of the Corporation’s call system; (c) identifying persons or entities, in addition to those listed in subsection 5 (1), who are required to become members of the Corporation and specifying the date by which such persons or entities shall become members; (d) specifying times when a member must provide information under subsection 5 (2); (e) governing fees to be paid by members of the Corporation. 2022, c. 9, Sched. 2, s. 6 (1); 2022, c. 21, Sched. 8, s. 3. Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022; 2022, c. 21, Sched. 8, s. 3 - 28/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>20 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\"> (0.a) defining words and expressions used in this Act that are not otherwise defined in this Act;</p> <p class=\"paragraph\">  (a) respecting the governance of the Corporation;</p> <p class=\"paragraph\"> (0.b) prescribing provisions for the purpose of section 2.5;</p> <p class=\"paragraph\">  (b) establishing requirements and standards regarding the operations of the Corporation’s call system;</p> <p class=\"paragraph\">  (c) identifying persons or entities, in addition to those listed in subsection 5 (1), who are required to become members of the Corporation and specifying the date by which such persons or entities shall become members;</p> <p class=\"paragraph\">  (d) specifying times when a member must provide information under subsection 5 (2);</p> <p class=\"paragraph\">  (e) governing fees to be paid by members of the Corporation. 2022, c. 9, Sched. 2, s. 6 (1); 2022, c. 21, Sched. 8, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22021#sched8s3\">2022, c. 21, Sched. 8, s. 3</a> </span>- 28/11/2022</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "21.",
            "section_x": "Regulations — Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations — Minister",
            "content": "21 The Minister may make regulations, (a) governing any matter that this Act describes as being prescribed by the Minister or provided for in regulations made by the Minister; (b) further defining or clarifying the definition of “transmission infrastructure” in section 1; (c) respecting whether a proposed excavation or dig is in the vicinity of underground infrastructure owned or operated by a member; (d) respecting whether underground infrastructure crosses a public right of way or is in the vicinity of a public right of way, for the purposes of paragraph 7 of subsection 5 (1); (e) respecting situations in which the time limits for locating and marking underground infrastructure is to be shorter or longer than the time limits set out in this Act, and specifying the shorter or longer time limits; (f) governing the application of section 7, including, (i) establishing requirements that apply to project owners, dedicated locators or affected members in addition to those set out in the section, and (ii) prescribing modifications to the application of the section to certain persons or things, including establishing other requirements that apply in respect of certain types of underground infrastructure; (g) governing the non-application of section 7, or any part of it, to any person or thing or to any class of them, including the conditions of such non-application; (h) governing administrative penalties that an assessor may order and all matters necessary and incidental to the administration of a system of administrative penalties, including, (i) specifying the amount of an administrative penalty or providing for the determination of the amount of an administrative penalty by specifying the method of calculating the amount and the criteria to be considered in determining the amount, (ii) providing for different amounts to be paid, or different calculations or criteria to be used, depending on the circumstances that gave rise to the administrative penalty or the time at which the penalty is paid, (iii) specifying information that must be included in an order for payment of an administrative penalty, (iv) governing the procedure for making an order under section 17.2 for an administrative penalty and the rights of the parties affected by the procedure, including the time at which the order is deemed to be served on the member or excavator against whom the order is made, and (v) governing the appeal of an order for payment of an administrative penalty; (i) specifying the purposes for which the Corporation may use the funds that it collects as administrative penalties. 2022, c. 9, Sched. 2, s. 6 (1, 5). Section Amendments with date in force (d/m/y) 2022, c. 9, Sched. 2, s. 6 (1) - 14/04/2022; 2022, c. 9, Sched. 2, s. 6 (5) - 01/04/2023 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>21 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) governing any matter that this Act describes as being prescribed by the Minister or provided for in regulations made by the Minister;</p> <p class=\"paragraph\">  (b) further defining or clarifying the definition of “transmission infrastructure” in section 1;</p> <p class=\"paragraph\">  (c) respecting whether a proposed excavation or dig is in the vicinity of underground infrastructure owned or operated by a member;</p> <p class=\"paragraph\">  (d) respecting whether underground infrastructure crosses a public right of way or is in the vicinity of a public right of way, for the purposes of paragraph 7 of subsection 5 (1);</p> <p class=\"paragraph\">  (e) respecting situations in which the time limits for locating and marking underground infrastructure is to be shorter or longer than the time limits set out in this Act, and specifying the shorter or longer time limits;</p> <p class=\"paragraph\">  (f) governing the application of section 7, including,</p> <p class=\"subpara\">  (i) establishing requirements that apply to project owners, dedicated locators or affected members in addition to those set out in the section, and</p> <p class=\"subpara\">  (ii) prescribing modifications to the application of the section to certain persons or things, including establishing other requirements that apply in respect of certain types of underground infrastructure;</p> <p class=\"paragraph\">  (g) governing the non-application of section 7, or any part of it, to any person or thing or to any class of them, including the conditions of such non-application;</p> <p class=\"paragraph\">  (h) governing administrative penalties that an assessor may order and all matters necessary and incidental to the administration of a system of administrative penalties, including,</p> <p class=\"subpara\">  (i) specifying the amount of an administrative penalty or providing for the determination of the amount of an administrative penalty by specifying the method of calculating the amount and the criteria to be considered in determining the amount,</p> <p class=\"subpara\">  (ii) providing for different amounts to be paid, or different calculations or criteria to be used, depending on the circumstances that gave rise to the administrative penalty or the time at which the penalty is paid,</p> <p class=\"subpara\">  (iii) specifying information that must be included in an order for payment of an administrative penalty,</p> <p class=\"subpara\">  (iv) governing the procedure for making an order under section 17.2 for an administrative penalty and the rights of the parties affected by the procedure, including the time at which the order is deemed to be served on the member or excavator against whom the order is made, and</p> <p class=\"subpara\">  (v) governing the appeal of an order for payment of an administrative penalty;</p> <p class=\"paragraph\">  (i) specifying the purposes for which the Corporation may use the funds that it collects as administrative penalties. 2022, c. 9, Sched. 2, s. 6 (1, 5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s1\">2022, c. 9, Sched. 2, s. 6 (1)</a></span> - 14/04/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22009#sched2s6s5\">2022, c. 9, Sched. 2, s. 6 (5)</a></span> - 01/04/2023</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/12o04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}