{
    "act_info": {
        "full_title": "Ontarians with Disabilities Act, 2001, S.O. 2001, c. 32",
        "act_name_text": "Ontarians with Disabilities Act, 2001",
        "citation": "S.O. 2001, c. 32",
        "url": "https://www.ontario.ca/laws/statute/01o32",
        "date_scraped": "2023-12-18 04:16:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/01o32/v14",
            "valid_from": "May 18, 2023",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/01o32/v13",
            "valid_from": "December  6, 2018",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/01o32/v12",
            "valid_from": "December 12, 2017",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/01o32/v11",
            "valid_from": "December  1, 2015",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/01o32/v10",
            "valid_from": "December 31, 2011",
            "valid_to": "November 30, 2015"
        },
        {
            "a_href": "/laws/statute/01o32/v9",
            "valid_from": "December 15, 2009",
            "valid_to": "December 30, 2011"
        },
        {
            "a_href": "/laws/statute/01o32/v8",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/01o32/v7",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/01o32/v6",
            "valid_from": "January  1, 2007",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/01o32/v5",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/01o32/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/01o32/v3",
            "valid_from": "November  4, 2005",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/01o32/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "November  3, 2005"
        },
        {
            "a_href": "/laws/statute/01o32/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "1 The purpose of this Act is to improve opportunities for persons with disabilities and to provide for their involvement in the identification, removal and prevention of barriers to their full participation in the life of the province.  2001, c. 32, s. 1.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>The purpose of this Act is to improve opportunities for persons with disabilities and to provide for their involvement in the identification, removal and prevention of barriers to their full participation in the life of the province.  2001, c. 32, s. 1.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 (1) In this Act, “agency” means an organization or a class of organizations named or described in the regulations as an agency or agencies for the purposes of this Act; (“organisme”) “barrier” means anything that prevents a person with a disability from fully participating in all aspects of society because of his or her disability, including a physical barrier, an architectural barrier, an information or communications barrier, an attitudinal barrier, a technological barrier, a policy or a practice; (“obstacle”) “disability” means, (a)  any degree of physical disability, infirmity, malformation or disfigurement that is caused by bodily injury, birth defect or illness and, without limiting the generality of the foregoing, includes diabetes mellitus, epilepsy, a brain injury, any degree of paralysis, amputation, lack of physical co-ordination, blindness or visual impediment, deafness or hearing impediment, muteness or speech impediment, or physical reliance on a guide dog or other animal or on a wheelchair or other remedial appliance or device, (b)  a condition of mental impairment or a developmental disability, (c)  a learning disability, or a dysfunction in one or more of the processes involved in understanding or using symbols or spoken language, (d)  a mental disorder, or (e)  an injury or disability for which benefits were claimed or received under the insurance plan established under the Workplace Safety and Insurance Act, 1997; (“handicap”) “Government of Ontario” includes a ministry of the Government of Ontario and the organizations that the regulations specify are part of the Government of Ontario; (“gouvernement de l’Ontario”) “Minister” means the Minister of Citizenship or whatever other member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act; (“ministre”) “ministry” means a ministry of the Government of Ontario and includes any other organization that the regulations designate as a ministry for the purposes of this Act, but does not include an organization that the regulations designate as not being a ministry for the purposes of this Act; (“ministère”) “Ontario Government publication” means a publication or an appendix to a publication in any form, including print and electronic forms, that the Government of Ontario, an officer of the Assembly or an officer of the Legislature issues and provides to the public, but does not include a publication or an appendix to a publication that is specified in the regulations or that, (a)  is of a scientific, technical, reference, research or scholarly nature, and (b)  although not restricted in circulation to the confines of the Government of Ontario, is not normally available for general circulation to members of the public or is normally consulted by members of the public with the assistance of government employees; (“publication du gouvernement de l’Ontario”) “public transportation organization” means a person or entity that provides any service for which a fare is charged for transporting the public by vehicles operated, (a)  by, for or on behalf of the Government of Ontario, a municipality, a local board of a municipality or a transit or transportation commission or authority, (b)  under an agreement between the Government of Ontario and a person, firm, corporation, or transit or transportation commission or authority, (c)  under an agreement between a municipality and a person, firm, corporation, or transit or transportation commission or authority, or (d)  under a licence issued by the Government of Ontario or a municipality to a person, firm, corporation, or transit or transportation commission or authority, and includes special transportation facilities for persons with disabilities, but does not include any person or entity, or class of person or entity, that is specified in the regulations; (“organisation de transport en commun”) “regulations” means the regulations made under this Act, unless the context indicates or requires otherwise; (“règlements”) “Scheduled organization” means an organization or a class of organizations named or described in the Schedule. (“organisation mentionnée en annexe”)  2001, c. 32, s. 2 (1); 2002, c. 17, Sched. C, s. 18 (1); 2018, c. 17, Sched. 45, s. 11. Interpretation (2) References in this Act to employees of the Government of Ontario are deemed to be references to public servants employed under Part III of the Public Service of Ontario Act, 2006.  2006, c. 35, Sched. C, s. 95 (1). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. C, s. 18 (1) - 1/01/2003 2006, c. 35, Sched. C, s. 95 (1) - 20/08/2007 2018, c. 17, Sched. 45, s. 11 - 06/12/2018 3 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015 Duties of the Government of Ontario",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“agency” means an organization or a class of organizations named or described in the regulations as an agency or agencies for the purposes of this Act; (“organisme”)</p> <p class=\"definition\">“barrier” means anything that prevents a person with a disability from fully participating in all aspects of society because of his or her disability, including a physical barrier, an architectural barrier, an information or communications barrier, an attitudinal barrier, a technological barrier, a policy or a practice; (“obstacle”)</p> <p class=\"definition\">“disability” means,</p> <p class=\"paragraph\">  (a)  any degree of physical disability, infirmity, malformation or disfigurement that is caused by bodily injury, birth defect or illness and, without limiting the generality of the foregoing, includes diabetes mellitus, epilepsy, a brain injury, any degree of paralysis, amputation, lack of physical co-ordination, blindness or visual impediment, deafness or hearing impediment, muteness or speech impediment, or physical reliance on a guide dog or other animal or on a wheelchair or other remedial appliance or device,</p> <p class=\"paragraph\">  (b)  a condition of mental impairment or a developmental disability,</p> <p class=\"paragraph\">  (c)  a learning disability, or a dysfunction in one or more of the processes involved in understanding or using symbols or spoken language,</p> <p class=\"paragraph\">  (d)  a mental disorder, or</p> <p class=\"paragraph\">  (e)  an injury or disability for which benefits were claimed or received under the insurance plan established under the <i>Workplace Safety and Insurance Act, 1997</i>; (“handicap”)</p> <p class=\"definition\">“Government of Ontario” includes a ministry of the Government of Ontario and the organizations that the regulations specify are part of the Government of Ontario; (“gouvernement de l’Ontario”)</p> <p class=\"definition\">“Minister” means the Minister of Citizenship or whatever other member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“ministry” means a ministry of the Government of Ontario and includes any other organization that the regulations designate as a ministry for the purposes of this Act, but does not include an organization that the regulations designate as not being a ministry for the purposes of this Act; (“ministère”)</p> <p class=\"definition\">“Ontario Government publication” means a publication or an appendix to a publication in any form, including print and electronic forms, that the Government of Ontario, an officer of the Assembly or an officer of the Legislature issues and provides to the public, but does not include a publication or an appendix to a publication that is specified in the regulations or that,</p> <p class=\"paragraph\">  (a)  is of a scientific, technical, reference, research or scholarly nature, and</p> <p class=\"paragraph\">  (b)  although not restricted in circulation to the confines of the Government of Ontario, is not normally available for general circulation to members of the public or is normally consulted by members of the public with the assistance of government employees; (“publication du gouvernement de l’Ontario”)</p> <p class=\"definition\">“public transportation organization” means a person or entity that provides any service for which a fare is charged for transporting the public by vehicles operated,</p> <p class=\"paragraph\">  (a)  by, for or on behalf of the Government of Ontario, a municipality, a local board of a municipality or a transit or transportation commission or authority,</p> <p class=\"paragraph\">  (b)  under an agreement between the Government of Ontario and a person, firm, corporation, or transit or transportation commission or authority,</p> <p class=\"paragraph\">  (c)  under an agreement between a municipality and a person, firm, corporation, or transit or transportation commission or authority, or</p> <p class=\"paragraph\">  (d)  under a licence issued by the Government of Ontario or a municipality to a person, firm, corporation, or transit or transportation commission or authority,</p> <p class=\"definition\">  and includes special transportation facilities for persons with disabilities, but does not include any person or entity, or class of person or entity, that is specified in the regulations; (“organisation de transport en commun”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act, unless the context indicates or requires otherwise; (“règlements”)</p> <p class=\"definition\">“Scheduled organization” means an organization or a class of organizations named or described in the Schedule. (“organisation mentionnée en annexe”)  2001, c. 32, s. 2 (1); 2002, c. 17, Sched. C, s. 18 (1); 2018, c. 17, Sched. 45, s. 11.</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) References in this Act to employees of the Government of Ontario are deemed to be references to public servants employed under Part III of the <i>Public Service of Ontario Act, 2006</i>.  2006, c. 35, Sched. C, s. 95 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedcs18s1\">2002, c. 17, Sched. C, s. 18 (1)</a> </span>- 1/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs95s1\">2006, c. 35, Sched. C, s. 95 (1)</a> </span>- 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched45s11\">2018, c. 17, Sched. 45, s. 11</a></span> - 06/12/2018</p> <p class=\"section\"><b>3 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p> <p class=\"heading1\"><a name=\"BK4\"></a>Duties of the Government of Ontario</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Duties of the Government of Ontario",
            "section_x": "Duties of the Government of Ontario",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Government buildings, structures and premises",
            "part_id": null,
            "part_type": null,
            "section_y": "Government buildings, structures and premises",
            "content": "4 (1) In consultation with persons with disabilities and others, the Government of Ontario shall develop barrier-free design guidelines to promote accessibility for persons with disabilities to buildings, structures and premises, or parts of buildings, structures and premises, that the Government purchases, enters into a lease for, constructs or significantly renovates after this section comes into force.  2001, c. 32, s. 4 (1). Level of accessibility (2) The guidelines shall ensure that the level of accessibility for persons with disabilities is equal to or exceeds the level of accessibility required by the Building Code Act, 1992\r\nand the regulations made under it.  2001, c. 32, s. 4 (2). Different requirements (3) The guidelines may impose different requirements, including different times at which the requirements must be met, for different buildings, structures or premises or different classes of buildings, structures or premises and may specify buildings, structures or premises or classes of buildings, structures or premises for which there are no requirements.  2001, c. 32, s. 4 (3). Duty to comply (4) The Government of Ontario shall ensure that the design of buildings, structures and premises, or parts of buildings, structures and premises, that it purchases, constructs or significantly renovates after this section comes into force complies with the guidelines before occupation or regular use by its employees.  2001, c. 32, s. 4 (4). New leases (5) If, after this section comes into force, the Government of Ontario enters into a new lease for a building, structure or premises, or part of a building, structure or premises, for the occupation or regular use by its employees, the Government shall have regard to the extent to which the design of the building, structure or premises, or part of the building, structure or premises, complies with the guidelines, in determining whether to enter into the lease.  2001, c. 32, s. 4 (5). Not regulations (6) The guidelines are not regulations within the meaning of Part III (Regulations) of the Legislation Act, 2006.  2001, c. 32, s. 4 (6); 2006, c. 21, Sched. F, s. 136 (1). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007 5-7 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) In consultation with persons with disabilities and others, the Government of Ontario shall develop barrier-free design guidelines to promote accessibility for persons with disabilities to buildings, structures and premises, or parts of buildings, structures and premises, that the Government purchases, enters into a lease for, constructs or significantly renovates after this section comes into force.  2001, c. 32, s. 4 (1).</p> <p class=\"headnote\">Level of accessibility</p> <p class=\"subsection\">(2) The guidelines shall ensure that the level of accessibility for persons with disabilities is equal to or exceeds the level of accessibility required by the <i>Building Code Act, 1992</i>\r\nand the regulations made under it.  2001, c. 32, s. 4 (2).</p> <p class=\"headnote\">Different requirements</p> <p class=\"subsection\">(3) The guidelines may impose different requirements, including different times at which the requirements must be met, for different buildings, structures or premises or different classes of buildings, structures or premises and may specify buildings, structures or premises or classes of buildings, structures or premises for which there are no requirements.  2001, c. 32, s. 4 (3).</p> <p class=\"headnote\">Duty to comply</p> <p class=\"subsection\">(4) The Government of Ontario shall ensure that the design of buildings, structures and premises, or parts of buildings, structures and premises, that it purchases, constructs or significantly renovates after this section comes into force complies with the guidelines before occupation or regular use by its employees.  2001, c. 32, s. 4 (4).</p> <p class=\"headnote\">New leases</p> <p class=\"subsection\">(5) If, after this section comes into force, the Government of Ontario enters into a new lease for a building, structure or premises, or part of a building, structure or premises, for the occupation or regular use by its employees, the Government shall have regard to the extent to which the design of the building, structure or premises, or part of the building, structure or premises, complies with the guidelines, in determining whether to enter into the lease.  2001, c. 32, s. 4 (5).</p> <p class=\"headnote\">Not regulations</p> <p class=\"subsection\">(6) The guidelines are not regulations within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  2001, c. 32, s. 4 (6); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a> </span>- 25/07/2007</p> <p class=\"section\"><b>5-7 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "8.",
            "section_x": "Government employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Government employees",
            "content": "8 (1) The Government of Ontario shall accommodate the accessibility needs of its employees in accordance with the Human Rights Code to the extent that the needs relate to their employment.  2001, c. 32, s. 8 (1). Applicants for employment (2) The Government of Ontario shall accommodate the accessibility needs of persons with disabilities who apply for a position as a government employee and whom the Government invites to participate in the selection process for employment to the extent that the needs relate to the selection process.  2001, c. 32, s. 8 (2). Training (3) The Government of Ontario shall ensure that its employees who have managerial or supervisory functions receive training in fulfilling the Government’s obligations under this section.  2001, c. 32, s. 8 (3). Information (4) The Government of Ontario shall inform its employees of the rights and obligations of the Government and its employees under this section.  2001, c. 32, s. 8 (4). Reimbursement of eligible expenses (5) The Management Board Secretariat shall, out of the money appropriated annually to it for this purpose, authorize reimbursement to a ministry for eligible expenses that the ministry has incurred in fulfilling the ministry’s obligations under subsections (1) and (2).  2001, c. 32, s. 8 (5). Amount of reimbursement (6) The reimbursement shall be in the amount that the Management Board Secretariat determines and be made in accordance with the guidelines established by the Management Board Secretariat.  2001, c. 32, s. 8 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>8 </b>(1) The Government of Ontario shall accommodate the accessibility needs of its employees in accordance with the <i>Human Rights Code</i> to the extent that the needs relate to their employment.  2001, c. 32, s. 8 (1).</p> <p class=\"headnote\">Applicants for employment</p> <p class=\"subsection\">(2) The Government of Ontario shall accommodate the accessibility needs of persons with disabilities who apply for a position as a government employee and whom the Government invites to participate in the selection process for employment to the extent that the needs relate to the selection process.  2001, c. 32, s. 8 (2).</p> <p class=\"headnote\">Training</p> <p class=\"subsection\">(3) The Government of Ontario shall ensure that its employees who have managerial or supervisory functions receive training in fulfilling the Government’s obligations under this section.  2001, c. 32, s. 8 (3).</p> <p class=\"headnote\">Information</p> <p class=\"subsection\">(4) The Government of Ontario shall inform its employees of the rights and obligations of the Government and its employees under this section.  2001, c. 32, s. 8 (4).</p> <p class=\"headnote\">Reimbursement of eligible expenses</p> <p class=\"subsection\">(5) The Management Board Secretariat shall, out of the money appropriated annually to it for this purpose, authorize reimbursement to a ministry<b> </b>for eligible expenses that the ministry has incurred in fulfilling the ministry’s obligations under subsections (1) and (2).  2001, c. 32, s. 8 (5).</p> <p class=\"headnote\">Amount of reimbursement</p> <p class=\"subsection\">(6) The reimbursement shall be in the amount that the Management Board Secretariat determines and be made in accordance with the guidelines established by the Management Board Secretariat.  2001, c. 32, s. 8 (6).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "9.",
            "section_x": "Government-funded capital programs",
            "part_id": null,
            "part_type": null,
            "section_y": "Government-funded capital programs",
            "content": "9 (1) If a project relates to an existing or proposed building, structure or premises for which the Building Code Act, 1992 and the regulations made under it establish a level of accessibility for persons with disabilities, the project shall meet or exceed that level in order to be eligible to receive funding under a government-funded capital program.  2001, c. 32, s. 9 (1). Same, other projects (2) If a project is not a project described in subsection (1) or if the projects in a class of projects are not projects described in that subsection, the Government of Ontario may include requirements to provide accessibility for persons with disabilities as part of the eligibility criteria for the project or the class of projects, as the case may be, to receive funding under a government-funded capital program.  2001, c. 32, s. 9 (2). 10-13 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015 Duties of Other Organizations, Agencies and Persons",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>9 </b>(1) If a project relates to an existing or proposed building, structure or premises for which the <i>Building Code Act, 1992</i> and the regulations made under it establish a level of accessibility for persons with disabilities, the project shall meet or exceed that level in order to be eligible to receive funding under a government-funded capital program.  2001, c. 32, s. 9 (1).</p> <p class=\"headnote\">Same, other projects</p> <p class=\"subsection\">(2) If a project is not a project described in subsection (1) or if the projects in a class of projects are not projects described in that subsection, the Government of Ontario may include requirements to provide accessibility for persons with disabilities as part of the eligibility criteria for the project or the class of projects, as the case may be, to receive funding under a government-funded capital program.  2001, c. 32, s. 9 (2).</p> <p class=\"section\"><b>10-13 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/fr/lois/loi/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p> <p class=\"heading1\"><a name=\"BK8\"></a>Duties of Other Organizations, Agencies and Persons</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Duties of Other Organizations, Agencies and Persons",
            "section_x": "Duties of Other Organizations, Agencies and Persons",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "14.",
            "section_x": "Public transportation organizations",
            "part_id": null,
            "part_type": null,
            "section_y": "Public transportation organizations",
            "content": "14 (1) Each year, every public transportation organization shall, (a)  prepare an accessibility plan; and (b)  consult with persons with disabilities and others in preparing the plan.  2001, c. 32, s. 14 (1). Contents (2) The accessibility plan shall address the identification, removal and prevention of barriers to persons with disabilities in the organization’s by-laws, if any, and in its policies, programs, practices and services.  2001, c. 32, s. 14 (2). Same (3) The accessibility plan shall include, (a)  a report on the measures the organization has taken to identify, remove and prevent barriers to persons with disabilities; (b)  the measures in place to ensure that the organization assesses its proposals for by-laws, policies, programs, practices and services to determine their effect on accessibility for persons with disabilities; (c)  a list of the by-laws, policies, programs, practices and services that the organization will review in the coming year in order to identify barriers to persons with disabilities; (d)  the measures that the organization intends to take in the coming year to identify, remove and prevent barriers to persons with disabilities; and (e)  all other information that the regulations prescribe for the purpose of the plan.  2001, c. 32, s. 14 (3). Availability to the public (4) A public transportation organization shall make its accessibility plan available to the public.  2001, c. 32, s. 14 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>14 </b>(1) Each year, every public transportation organization shall,</p> <p class=\"paragraph\">  (a)  prepare an accessibility plan; and</p> <p class=\"paragraph\">  (b)  consult with persons with disabilities and others in preparing the plan.  2001, c. 32, s. 14 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The accessibility plan shall address the identification, removal and prevention of barriers to persons with disabilities in the organization’s by-laws, if any, and in its policies, programs, practices and services.  2001, c. 32, s. 14 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The accessibility plan shall include,</p> <p class=\"paragraph\">  (a)  a report on the measures the organization has taken to identify, remove and prevent barriers to persons with disabilities;</p> <p class=\"paragraph\">  (b)  the measures in place to ensure that the organization assesses its proposals for by-laws, policies, programs, practices and services to determine their effect on accessibility for persons with disabilities;</p> <p class=\"paragraph\">  (c)  a list of the by-laws, policies, programs, practices and services that the organization will review in the coming year in order to identify barriers to persons with disabilities;</p> <p class=\"paragraph\">  (d)  the measures that the organization intends to take in the coming year to identify, remove and prevent barriers to persons with disabilities; and</p> <p class=\"paragraph\">  (e)  all other information that the regulations prescribe for the purpose of the plan.  2001, c. 32, s. 14 (3).</p> <p class=\"headnote\">Availability to the public</p> <p class=\"subsection\">(4) A public transportation organization shall make its accessibility plan available to the public.  2001, c. 32, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "15.",
            "section_x": "Educational institutions and hospitals",
            "part_id": null,
            "part_type": null,
            "section_y": "Educational institutions and hospitals",
            "content": "15 (1) Each year, every Scheduled organization shall, (a)  prepare an accessibility plan; and (b)  consult with persons with disabilities and others in preparing the plan.  2001, c. 32, s. 15 (1). Contents (2) The accessibility plan shall address the identification, removal and prevention of barriers to persons with disabilities in the organization’s by-laws, if any, and in its policies, programs, practices and services.  2001, c. 32, s. 15 (2). Same (3) The accessibility plan shall include, (a)  a report on the measures the organization has taken to identify, remove and prevent barriers to persons with disabilities; (b)  the measures in place to ensure that the organization assesses its proposals for by-laws, policies, programs, practices and services to determine their effect on accessibility for persons with disabilities; (c)  a list of the by-laws, policies, programs, practices and services that the organization will review in the coming year in order to identify barriers to persons with disabilities; (d)  the measures that the organization intends to take in the coming year to identify, remove and prevent barriers to persons with disabilities; and (e)  all other information that the regulations prescribe for the purpose of the plan.  2001, c. 32, s. 15 (3). Availability to the public (4) A Scheduled organization shall make its accessibility plan available to the public.  2001, c. 32, s. 15 (4). 16 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015 General Joint accessibility plans and committees",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>15 </b>(1) Each year, every Scheduled organization shall,</p> <p class=\"paragraph\">  (a)  prepare an accessibility plan; and</p> <p class=\"paragraph\">  (b)  consult with persons with disabilities and others in preparing the plan.  2001, c. 32, s. 15 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The accessibility plan shall address the identification, removal and prevention of barriers to persons with disabilities in the organization’s by-laws, if any, and in its policies, programs, practices and services.  2001, c. 32, s. 15 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The accessibility plan shall include,</p> <p class=\"paragraph\">  (a)  a report on the measures the organization has taken to identify, remove and prevent barriers to persons with disabilities;</p> <p class=\"paragraph\">  (b)  the measures in place to ensure that the organization assesses its proposals for by-laws, policies, programs, practices and services to determine their effect on accessibility for persons with disabilities;</p> <p class=\"paragraph\">  (c)  a list of the by-laws, policies, programs, practices and services that the organization will review in the coming year in order to identify barriers to persons with disabilities;</p> <p class=\"paragraph\">  (d)  the measures that the organization intends to take in the coming year to identify, remove and prevent barriers to persons with disabilities; and</p> <p class=\"paragraph\">  (e)  all other information that the regulations prescribe for the purpose of the plan.  2001, c. 32, s. 15 (3).</p> <p class=\"headnote\">Availability to the public</p> <p class=\"subsection\">(4) A Scheduled organization shall make its accessibility plan available to the public.  2001, c. 32, s. 15 (4).</p> <p class=\"section\"><b>16 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p> <p class=\"heading1\"><a name=\"BK11\"></a>General</p> <p class=\"headnote\">Joint accessibility plans and committees</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "17.",
            "section_x": "Joint accessibility plans and committees",
            "part_id": null,
            "part_type": null,
            "section_y": "Joint accessibility plans",
            "content": "17 (1) Two or more ministries, municipalities, organizations specified by a regulation made under clause 23 (1) (g), public transportation organizations or Scheduled organizations that are each required to prepare an accessibility plan and to make it available to the public may prepare a joint accessibility plan and make it available to the public.  2001, c. 32, s. 17 (1). No individual plans (2) Ministries, municipalities, organizations specified by a regulation made under clause 23 (1) (g), public transportation organizations and Scheduled organizations that prepare a joint accessibility plan and make it available to the public are not each required under this Act to prepare an individual accessibility plan and to make it available to the public if the joint plan meets the requirements of this Act for the individual plan.  2001, c. 32, s. 17 (2). Joint accessibility advisory committees (3) Two or more municipalities or organizations specified by a regulation made under clause 23 (1) (g) that are each required to establish or continue an accessibility advisory committee may establish or continue a joint accessibility advisory committee.  2001, c. 32, s. 17 (3). No individual committees (4) Municipalities and organizations specified by a regulation made under clause 23 (1) (g) that establish or continue a joint accessibility advisory committee are not each required under this Act to establish or continue an accessibility advisory committee.  2001, c. 32, s. 17 (4). 18 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015 19 Repealed: 2005, c. 11, s. 42 (1). Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 (1)\n- 04/11/2005 20 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015 21 Repealed.  See: Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 – December 31, 2011. Section Amendments with date in force (d/m/y) 2001, S. O. 2001, c. 32, s. 21 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act,  2006 – December 31, 2011 - 31/12/2011 22 Repealed: 2005, c. 11, s. 42. Section Amendments with date in force (d/m/y) 2005, c. 11, s. 42 - 01/12/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>17 </b>(1) Two or more ministries, municipalities, organizations specified by a regulation made under clause 23 (1) (g), public transportation organizations or Scheduled organizations that are each required to prepare an accessibility plan and to make it available to the public may prepare a joint accessibility plan and make it available to the public.  2001, c. 32, s. 17 (1).</p> <p class=\"headnote\">No individual plans</p> <p class=\"subsection\">(2) Ministries, municipalities, organizations specified by a regulation made under clause 23 (1) (g), public transportation organizations and Scheduled organizations that prepare a joint accessibility plan and make it available to the public are not each required under this Act to prepare an individual accessibility plan and to make it available to the public if the joint plan meets the requirements of this Act for the individual plan.  2001, c. 32, s. 17 (2).</p> <p class=\"headnote\">Joint accessibility advisory committees</p> <p class=\"subsection\">(3) Two or more municipalities or organizations specified by a regulation made under clause 23 (1) (g) that are each required to establish or continue an accessibility advisory committee may establish or continue a joint accessibility advisory committee.  2001, c. 32, s. 17 (3).</p> <p class=\"headnote\">No individual committees</p> <p class=\"subsection\">(4) Municipalities and organizations specified by a regulation made under clause 23 (1) (g) that establish or continue a joint accessibility advisory committee are not each required under this Act to establish or continue an accessibility advisory committee.  2001, c. 32, s. 17 (4).</p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p> <p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42s1\">2005, c. 11, s. 42 (1)</a>\n</span>- 04/11/2005</p> <p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p> <p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Repealed</span><span>.  </span>See: Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i> – December 31, 2011.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">2001, S. O. 2001, c. 32, s. 21 - see <a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act,  2006</a> – December 31, 2011 - 31/12/2011</p> <p class=\"section\"><b>22 </b><span class=\"ovsmallcap\">Repealed</span>: 2005, c. 11, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05011#s42\">2005, c. 11, s. 42</a> </span>- 01/12/2015</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "23.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "23 (1) Subject to subsection (2), the Lieutenant Governor in Council may make regulations, (a)  designating an organization that is to come or is not to come within the definition of “ministry” or “Government of Ontario” in section 2; (b)  amending the Schedule in any way, including by adding any organization or class of organizations to the Schedule or removing any organization or class of organizations from it; (c)  subject to subsection (3), naming or describing any organization or class of organizations that is or are to come, or is or are not to come, within the definition of “agency” in section 2; (d)  dealing with any matter that this Act describes as a matter that the regulations may prescribe, specify, designate, set out or otherwise deal with; (e)  specifying what constitutes a significant renovation mentioned in subsection 4 (1) or (4) or clause 12 (4) (a) and a new lease mentioned in subsection 4 (5) or clause 12 (4) (b); (f)  governing the preparation and contents of accessibility plans or policies under this Act; (g)  specifying an organization, other than a municipality or an organization in the private sector, or specifying a class of such organizations, to which section 11, 12 or 13 or any part of them is to apply and specifying the way in which the applicable part of the sections is to apply; (h)  specifying a time period within which the Government of Ontario or any ministry, municipality, organization specified by a regulation made under clause (g), public transportation organization, Scheduled organization, agency or other organization or person is required to comply with an obligation described in this Act if this Act does not specify or otherwise provide a time period for that purpose; (i)  exempting a person, a ministry, a municipality, an organization specified by a regulation made under clause (g), a public transportation organization, a Scheduled organization, an agency, any other organization, a building, structure or premises or a class of any of them from the application of a specified provision of this Act or the regulations; (j)  respecting any matter that the Lieutenant Governor in Council considers necessary to facilitate the implementation or administration of this Act.  2001, c. 32, s. 23 (1). Opportunity for comments (2) The Lieutenant Governor in Council shall not make a regulation under subsection (1) until it has published a draft of it in The Ontario Gazette and allowed interested persons a reasonable opportunity to make comments on the draft to the Accessibility Directorate of Ontario.  2001, c. 32, s. 23 (2). Restrictions on agencies (3) The Lieutenant Governor in Council shall not make a regulation under clause (1) (c) naming or describing any organization or class of organizations that is or are to come within the definition of “agency” in section 2 unless the organization or the members of the class, as the case may be, (a)  provide services to the public; (b)  are not organizations in the private sector; and (c)  are described in one or more of the following items: (i)  they receive ongoing funding from the Government of Ontario, where the total amount of funding received in any year is equal to or greater than the amount specified in the regulations, (ii)  they are created, established or continued by an Act, a regulation or an order in council or operated under an Act, a regulation or an order in council, (iii)  they provide services under a licence issued by Ontario or a municipality, (iv)  they own, lease or manage property or buildings, structures or premises to which the public is admitted, (v)  they hold hearings that are open to the public, (vi)  they have an annual budget equal to or greater than an amount specified in the regulations, (vii)  they have employees and the total number of their employees in any year is equal to or greater than the number specified in the regulations.  2001, c. 32, s. 23 (3). Scope (4) A regulation may be general or particular in its application and may be limited as to place.  2001, c. 32, s. 23 (4). Classes (5) A regulation may create different classes of persons, ministries, municipalities, organizations specified by a regulation made under clause (1) (g), public transportation organizations, Scheduled organizations, agencies, other organizations, buildings, structures or premises and may impose different requirements, conditions or restrictions on or relating to each class.  2001, c. 32, s. 23 (5). Same (6) A class under this Act or the regulations may be defined with respect to any attribute, quality or characteristic or combination of those items and may be defined to consist of or to include or exclude any specified member, whether or not with the same attributes, qualities or characteristics.  2001, c. 32, s. 23 (6). Adoption of codes (7) If the Lieutenant Governor in Council is satisfied that, at the request of the Minister, the Accessibility Directorate of Ontario has consulted with the persons and organizations that the Minister directs under clause 20 (2) (f) with respect to a code, code of conduct, formula, standard, guideline, protocol or procedure, a regulation may, (a)  adopt by reference the code, code of conduct, formula, standard, guideline, protocol or procedure, in whole or in part, with the changes that the Lieutenant Governor in Council considers necessary; and (b)  require compliance with any code, code of conduct, formula, standard, guideline, protocol or procedure so adopted.  2001, c. 32, s. 23 (7). 24-32 Omitted (amends or repeals other Acts).  2001, c. 32, ss. 24-32. 33 Omitted (provides for coming into force of provisions of this Act).  2001, c. 32, s. 33. 34 Omitted (enacts short title of this Act).  2001, c. 32, s. 34. schedule 1.  Every district school board as defined in section 1 of the Education Act and every board established under section 68 of that Act. 2.  Every hospital as defined in the Public Hospitals Act and every private hospital operated under the authority of a licence issued under the Private Hospitals Act. 3.  A board of governors of a college of applied arts and technology. 4.  Every university in Ontario, and its affiliated and federated colleges, that receives operating grants from the Government of Ontario. 2001, c. 32, Sched. Section Amendments with date in force (d/m/y) 2017, c. 25, Sched. 9, s. 105 - no effect - see 2023, c. 4, Sched. 1, s. 67 - 18/05/2023 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>23 </b>(1) Subject to subsection (2), the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  designating an organization that is to come or is not to come within the definition of “ministry” or “Government of Ontario” in section 2;</p> <p class=\"paragraph\">  (b)  amending the Schedule in any way, including by adding any organization or class of organizations to the Schedule or removing any organization or class of organizations from it;</p> <p class=\"paragraph\">  (c)  subject to subsection (3), naming or describing any organization or class of organizations that is or are to come, or is or are not to come, within the definition of “agency” in section 2;</p> <p class=\"paragraph\">  (d)  dealing with any matter that this Act describes as a matter that the regulations may prescribe, specify, designate, set out or otherwise deal with;</p> <p class=\"paragraph\">  (e)  specifying what constitutes a significant renovation mentioned in subsection 4 (1) or (4) or clause 12 (4) (a) and a new lease mentioned in subsection 4 (5) or clause 12 (4) (b);</p> <p class=\"paragraph\">  (f)  governing the preparation and contents of accessibility plans or policies under this Act;</p> <p class=\"paragraph\">  (g)  specifying an organization, other than a municipality or an organization in the private sector, or specifying a class of such organizations, to which section 11, 12 or 13 or any part of them is to apply and specifying the way in which the applicable part of the sections is to apply;</p> <p class=\"paragraph\">  (h)  specifying a time period within which the Government of Ontario or any ministry, municipality, organization specified by a regulation made under clause (g), public transportation organization, Scheduled organization, agency or other organization or person is required to comply with an obligation described in this Act if this Act does not specify or otherwise provide a time period for that purpose;</p> <p class=\"paragraph\">  (i)  exempting a person, a ministry, a municipality, an organization specified by a regulation made under clause (g), a public transportation organization, a Scheduled organization, an agency, any other organization, a building, structure or premises or a class of any of them from the application of a specified provision of this Act or the regulations;</p> <p class=\"paragraph\">  (j)  respecting any matter that the Lieutenant Governor in Council considers necessary to facilitate the implementation or administration of this Act.  2001, c. 32, s. 23 (1).</p> <p class=\"headnote\">Opportunity for comments</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council shall not make a regulation under subsection (1) until it has published a draft of it in <i>The Ontario Gazette</i> and allowed interested persons a reasonable opportunity to make comments on the draft to the Accessibility Directorate of Ontario.  2001, c. 32, s. 23 (2).</p> <p class=\"headnote\">Restrictions on agencies</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council shall not make a regulation under clause (1) (c) naming or describing any organization or class of organizations that is or are to come within the definition of “agency” in section 2 unless the organization or the members of the class, as the case may be,</p> <p class=\"paragraph\">  (a)  provide services to the public;</p> <p class=\"paragraph\">  (b)  are not organizations in the private sector; and</p> <p class=\"paragraph\">  (c)  are described in one or more of the following items:</p> <p class=\"subclause\">  (i)  they receive ongoing funding from the Government of Ontario, where the total amount of funding received in any year is equal to or greater than the amount specified in the regulations,</p> <p class=\"subclause\">  (ii)  they are created, established or continued by an Act, a regulation or an order in council or operated under an Act, a regulation or an order in council,</p> <p class=\"subclause\">  (iii)  they provide services under a licence issued by Ontario or a municipality,</p> <p class=\"subclause\">  (iv)  they own, lease or manage property or buildings, structures or premises to which the public is admitted,</p> <p class=\"subclause\">  (v)  they hold hearings that are open to the public,</p> <p class=\"subclause\">  (vi)  they have an annual budget equal to or greater than an amount specified in the regulations,</p> <p class=\"subclause\">  (vii)  they have employees and the total number of their employees in any year is equal to or greater than the number specified in the regulations.  2001, c. 32, s. 23 (3).</p> <p class=\"headnote\">Scope</p> <p class=\"subsection\">(4) A regulation may be general or particular in its application and may be limited as to place.  2001, c. 32, s. 23 (4).</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(5) A regulation may create different classes of persons, ministries, municipalities, organizations specified by a regulation made under clause (1) (g), public transportation organizations, Scheduled organizations, agencies, other organizations, buildings, structures or premises and may impose different requirements, conditions or restrictions on or relating to each class.  2001, c. 32, s. 23 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A class under this Act or the regulations may be defined with respect to any attribute, quality or characteristic or combination of those items and may be defined to consist of or to include or exclude any specified member, whether or not with the same attributes, qualities or characteristics.  2001, c. 32, s. 23 (6).</p> <p class=\"headnote\">Adoption of codes</p> <p class=\"subsection\">(7) If the Lieutenant Governor in Council is satisfied that, at the request of the Minister, the Accessibility Directorate of Ontario has consulted with the persons and organizations that the Minister directs under clause 20 (2) (f) with respect to a code, code of conduct, formula, standard, guideline, protocol or procedure, a regulation may,</p> <p class=\"paragraph\">  (a)  adopt by reference the code, code of conduct, formula, standard, guideline, protocol or procedure, in whole or in part, with the changes that the Lieutenant Governor in Council considers necessary; and</p> <p class=\"paragraph\">  (b)  require compliance with any code, code of conduct, formula, standard, guideline, protocol or procedure so adopted.  2001, c. 32, s. 23 (7).</p> <p class=\"section\"><b>24-32 </b><span>Omitted (amends or repeals other Acts)</span>.  2001, c. 32, ss. 24-32.</p> <p class=\"section\"><b>33 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2001, c. 32, s. 33.</p> <p class=\"section\"><b>34 </b><span>Omitted (enacts short title of this Act)</span>.  2001, c. 32, s. 34.</p> <p class=\"schedule\"><a name=\"BK14\"></a>schedule</p> <p class=\"paragraph\">  1.  Every district school board as defined in section 1 of the <i>Education Act</i> and every board established under section 68 of that Act.</p> <p class=\"paragraph\">  2.  Every hospital as defined in the <i>Public Hospitals Act</i> and every private hospital operated under the authority of a licence issued under the <i>Private Hospitals Act</i>.</p> <p class=\"paragraph\">  3.  A board of governors of a college of applied arts and technology.</p> <p class=\"paragraph\">  4.  Every university in Ontario, and its affiliated and federated colleges, that receives operating grants from the Government of Ontario.</p> <p class=\"footnote\">2001, c. 32, Sched.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s105\">2017, c. 25, Sched. 9, s. 105</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s67\">2023, c. 4, Sched. 1, s. 67</a></span> - 18/05/2023</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/01o32\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Schedule",
            "section_x": NaN,
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}