{
    "act_info": {
        "full_title": "Ontario Guaranteed Annual Income Act, R.S.O. 1990, c. O.17",
        "act_name_text": "Ontario Guaranteed Annual Income Act",
        "citation": "R.S.O. 1990, c. O.17",
        "url": "https://www.ontario.ca/laws/statute/90o17",
        "date_scraped": "2023-12-18 04:34:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 18, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90o17/v8",
            "valid_from": "December  8, 2022",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/90o17/v7",
            "valid_from": "March 25, 2020",
            "valid_to": "December  7, 2022"
        },
        {
            "a_href": "/laws/statute/90o17/v6",
            "valid_from": "April 19, 2016",
            "valid_to": "March 24, 2020"
        },
        {
            "a_href": "/laws/statute/90o17/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "April 18, 2016"
        },
        {
            "a_href": "/laws/statute/90o17/v4",
            "valid_from": "January  1, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90o17/v3",
            "valid_from": "November 27, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/statute/90o17/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "November 26, 2008"
        },
        {
            "a_href": "/laws/statute/90o17/v1",
            "valid_from": "December  5, 2001",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/960357",
            "Citation": "O. Reg. 357/96",
            "title": "GUARANTEED INCOME LIMIT"
        },
        {
            "a_href": "/laws/regulation/900874",
            "Citation": "R.R.O. 1990, Reg. 874",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “allowance” means, unless the context indicates otherwise, an allowance authorized to be paid under Part III of the Old Age Security Act\r\n(Canada); (“allocation”) “applicant” means a person who has applied for an increment; (“auteur de la demande”) “application” means an application for an increment under this Act; (“demande”) “base calendar year” means the calendar year ending next before the commencement of the current fiscal year; (“année de référence”) “basic monthly income” of a beneficiary for a month means, (a) for any month in which the beneficiary is unmarried and is not in a common-law partnership, and for which the beneficiary is entitled to receive in the month a pension or a supplement, an amount equal to the sum of one-twelfth of his or her income for the base calendar year, plus the amount of any pension or supplement that the beneficiary is entitled to receive in the month, (b) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is entitled to receive in the month an increment and a pension or a supplement, and for which the beneficiary is entitled to receive a pension or a supplement, an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, plus the amount of any pension or supplement that the beneficiary is entitled to receive in the month, (c) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is not entitled to receive in the month a pension or a supplement, and for which the beneficiary is entitled to receive a pension or a supplement, an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, minus the lesser of, (i) one-half of the amount of any pension that the beneficiary is entitled to receive in the month, or (ii) an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, plus, (iii) the amount of any pension or supplement that the beneficiary is entitled to receive in the month, (d) for any month in which the beneficiary is unmarried and is not in a common-law partnership, and for which the beneficiary is not entitled to receive a pension or a supplement, an amount equal to one-twelfth of his or her income for the base calendar year, (e) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is entitled to receive in the month an increment, and for which neither the beneficiary nor his or her spouse or common-law partner is entitled to receive a pension or a supplement, an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, (f) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is not entitled to receive in the month an increment, a pension or a supplement, and for which the beneficiary is not entitled to receive a pension or a supplement, (i) where the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner is less than an amount equal to 12 times the maximum amounts of pension and supplement that are authorized to be paid in that month under the Old Age Security Act (Canada) to a person who is not married and is not in a common-law partnership, an amount equal to one-twelfth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner or, (ii) where the aggregate of the incomes for the calendar year of the beneficiary and his or her spouse or common-law partner is not less than an amount equal to 12 times the maximum amounts of pension and supplement that are authorized to be paid in that month under the Old Age Security Act (Canada) to a person who is not married and is not in a common-law partnership, and is less than an amount equal to the sum of, (A) an amount equal to 24 times the amount of the pension that is authorized to be paid in the month under the Old Age Security Act (Canada), (B) an amount equal to 12 times the maximum amount of supplement that is authorized to be paid in the month under the Old Age Security Act (Canada) to a person who is not married and is not in a common-law partnership, and (C) $48, an amount equal to the sum of the amount of the pension that is authorized to be paid in the month under the Old Age Security Act (Canada), plus the maximum amount of the supplement that is authorized to be paid in that month under the Old Age Security Act (Canada) to a person who is not married and is not in a common-law partnership or, (iii) where the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner is equal to or greater than the sum of the amounts described in sub-subclauses (ii) (A), (B) and (C), an amount equal to the sum of, (A) the amount equal to one-thirty-sixth of the result obtained by subtracting from the amount of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner the sum of the amounts described in sub-subclauses (ii) (A) and (B) and $12, (B) the amount of the pension that is authorized to be paid in the month under the Old Age Security Act (Canada), and (C) the maximum amount of the supplement that is authorized to be paid in the month under the Old Age Security Act (Canada) to a person who is not married and is not in a common-law partnership, or (g) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is entitled to receive an increment and a pension or supplement, and for which the beneficiary is not entitled to receive a pension or supplement, an amount equal to one-twelfth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, plus the aggregate of, (i) the amount of any increment, and (ii) the amount of any pension or supplement, that the spouse or common-law partner of the beneficiary is entitled to receive in the month; (“revenu mensuel de base”) “beneficiary” means a person to whom payment of an increment has been approved; (“prestataire”) “common-law partner” has the meaning given to it by section 2 of the Old Age Security Act (Canada); (“conjoint de fait”) “common-law partnership” means the relationship between two persons who are common-law partners of each other; (“union de fait”) “current fiscal year” means the fiscal year in respect of which an application for an increment is made by an applicant or on his or her behalf; (“exercice en cours”) “defined income” means any amount that is a supplement, a pension, an allowance, a payment similar to a supplement, pension or allowance under a law of a province of Canada, a private pension income, a benefit, other than a death benefit, under the Canada Pension Plan or a provincial pension plan as defined in section 3 of the Canada Pension Plan, and any amount that is income prescribed for the purpose of this definition; (“revenu déterminé”) “eligible person” means a person who, (a) has attained 65 years of age or such lesser age as may be prescribed, (b) is actually residing in Ontario and is entitled to receive a supplement that is paid to the person or to his or her credit through the Ontario regional office of the Income Security Programs Branch of Human Resources Development Canada, (c) has resided in Canada for the ten years immediately preceding the date on which his or her application is approved or, if the person has not so resided in Canada, has either, (i) been present in Canada, prior to those ten years and after attaining 18 years of age, for a continuous period of, or for periods the aggregate of which is, at least equal to three times the aggregate periods of absence from Canada during those ten years, and has resided in Canada for at least one year immediately preceding the date on which his or her application is approved, or (ii) resided in Canada, after attaining 18 years of age and prior to the date on which his or her application is approved, for a continuous period, or for periods the aggregate of which is, at least forty years, and (d) has resided in Ontario for a period of one full year immediately prior to the date on which his or her application is approved or, after attaining 18 years of age and prior to the date on which his or her application is approved, has resided in Ontario for a continuous period, or for periods the aggregate of which is, at least twenty years; (“personne admissible”) “fiscal year” means, in relation to a month, (a) the period of 12 consecutive months, commencing on April 1, that includes the month, if the month is before April, 1998, (b) the period commencing on April 1, 1998 and ending on June 30, 1999, if the month is in that period, or (c) the period of 12 consecutive months, commencing on July 1, that includes the month, if the month is after June, 1999; (“exercice”) “guaranteed income limit” means, unless a higher amount is prescribed, (a) in the case of a beneficiary who is described in clause (a), (d) or (f) of the definition of “basic monthly income”, or who is described in clause (c) of the definition of “basic monthly income” and is married to, or is in a common-law partnership with, a person who is not entitled to receive an allowance authorized to be paid under Part II of the Old Age Security Act (Canada), the amount of $5,447.52, (b) in the case of a beneficiary who is described in clause (b) or (e) of the definition of “basic monthly income”, the amount of $5,117.52, (c) in the case of a beneficiary described in clause (c) of the definition of “basic monthly income” and who is married to, or is in a common-law partnership with, a person who is entitled to receive an allowance authorized to be paid under Part II of the Old Age Security Act\r\n(Canada), the amount of $4,889.88, and (d) in the case of a beneficiary described in clause (g) of the definition of “basic monthly income”, the amount of  $10,235.02; (“revenu maximal garanti”) “income for the base calendar year” of a person means the person’s income, as defined in section 2 of the Old Age Security Act\r\n(Canada), for that calendar year; (“revenu pour l’année de référence”) “increment” means the monthly guaranteed annual income increment authorized to be paid under this Act; (“supplément provincial”) “Minister” means the Minister of Finance; (“ministre”) “pension” means a monthly pension authorized to be paid under Part I of the Old Age Security Act (Canada); (“pension”) “prescribed” means prescribed by regulation; (“prescrit”) “previous fiscal year” means the fiscal year next before the current fiscal year; (“exercice précédent”) “qualifying date” means the 1st day of July, 1974 or, in the case of an individual who is not an eligible person on that date, the first date after the 1st day of July, 1974 on which such individual becomes an eligible person; (“date d’admissibilité”) “regulation” means a regulation made under this Act; (“règlement”) “supplement” means a monthly guaranteed income supplement authorized to be paid under Part II of the Old Age Security Act\r\n(Canada). (“supplément”)  R.S.O. 1990, c. O.17, s. 1; 1999, c. 9, s. 168; 2000, c. 42, s. 81 (1-8); 2023, c. 8, Sched. 8, s. 1. Interpretation, marriage (2) A reference in this Act to a month throughout the whole of which the beneficiary is married to a person includes the month in which the beneficiary ceases to be married as a result of the death of his or her spouse or otherwise, and a reference to a month in which the beneficiary is unmarried does not include the month in which the beneficiary so ceases to be married.  2000, c. 42, s. 81 (9). Same, common-law partnership (3) A reference in this Act to a month throughout the whole of which the beneficiary is in a common-law partnership with a person includes the month in which the beneficiary ceases to be in a common-law partnership as a result of the death of his or her common-law partner or otherwise, and a reference to a month in which the beneficiary is not in a common-law partnership does not include the month in which the beneficiary so ceases to be in a common-law partnership.  2000, c. 42, s. 81 (9). Section Amendments with date in force (d/m/y) 1999, c. 9, s. 168 (1, 4) - 14/12/1999; 1999, c. 9, s. 168 (2) - 31/03/1999; 1999, c. 9, s. 168 (3) - 01/07/1999 2000, c. 42, s. 81 (1-9)\r\n- 01/07/2000 2023, c. 8, Sched. 8, s. 1 - 18/05/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“allowance” means, unless the context indicates otherwise, an allowance authorized to be paid under Part III of the <i>Old Age Security Act\r\n</i>(Canada); (“allocation”)</p> <p class=\"definition\">“applicant” means a person who has applied for an increment; (“auteur de la demande”)</p> <p class=\"definition\">“application” means an application for an increment under this Act; (“demande”)</p> <p class=\"definition\">“base calendar year” means the calendar year ending next before the commencement of the current fiscal year; (“année de référence”)</p> <p class=\"definition\">“basic monthly income” of a beneficiary for a month means,</p> <p class=\"paragraph\">  (a) for any month in which the beneficiary is unmarried and is not in a common-law partnership, and for which the beneficiary is entitled to receive in the month a pension or a supplement, an amount equal to the sum of one-twelfth of his or her income for the base calendar year, plus the amount of any pension or supplement that the beneficiary is entitled to receive in the month,</p> <p class=\"paragraph\">  (b) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is entitled to receive in the month an increment and a pension or a supplement, and for which the beneficiary is entitled to receive a pension or a supplement, an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, plus the amount of any pension or supplement that the beneficiary is entitled to receive in the month,</p> <p class=\"paragraph\">  (c) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is not entitled to receive in the month a pension or a supplement, and for which the beneficiary is entitled to receive a pension or a supplement, an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, minus the lesser of,</p> <p class=\"subpara\">  (i) one-half of the amount of any pension that the beneficiary is entitled to receive in the month, or</p> <p class=\"subpara\">  (ii) an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner,</p> <p class=\"paragraph\">plus,</p> <p class=\"subpara\">  (iii) the amount of any pension or supplement that the beneficiary is entitled to receive in the month,</p> <p class=\"paragraph\">  (d) for any month in which the beneficiary is unmarried and is not in a common-law partnership, and for which the beneficiary is not entitled to receive a pension or a supplement, an amount equal to one-twelfth of his or her income for the base calendar year,</p> <p class=\"paragraph\">  (e) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is entitled to receive in the month an increment, and for which neither the beneficiary nor his or her spouse or common-law partner is entitled to receive a pension or a supplement, an amount equal to one-twenty-fourth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner,</p> <p class=\"paragraph\">  (f) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is not entitled to receive in the month an increment, a pension or a supplement, and for which the beneficiary is not entitled to receive a pension or a supplement,</p> <p class=\"subpara\">  (i) where the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner is less than an amount equal to 12 times the maximum amounts of pension and supplement that are authorized to be paid in that month under the <i>Old Age Security Act</i> (Canada) to a person who is not married and is not in a common-law partnership,</p> <p class=\"paragraph\">an amount equal to one-twelfth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner or,</p> <p class=\"subpara\">  (ii) where the aggregate of the incomes for the calendar year of the beneficiary and his or her spouse or common-law partner is not less than an amount equal to 12 times the maximum amounts of pension and supplement that are authorized to be paid in that month under the <i>Old Age Security Act</i> (Canada) to a person who is not married and is not in a common-law partnership, and is less than an amount equal to the sum of,</p> <p class=\"subsubpara\">  (A) an amount equal to 24 times the amount of the pension that is authorized to be paid in the month under the <i>Old Age Security Act </i>(Canada),</p> <p class=\"subsubpara\">  (B) an amount equal to 12 times the maximum amount of supplement that is authorized to be paid in the month under the <i>Old Age Security Act </i>(Canada) to a person who is not married and is not in a common-law partnership, and</p> <p class=\"subsubpara\">  (C) $48,</p> <p class=\"paragraph\">an amount equal to the sum of the amount of the pension that is authorized to be paid in the month under the <i>Old Age Security Act </i>(Canada), plus the maximum amount of the supplement that is authorized to be paid in that month under the <i>Old Age Security Act </i>(Canada) to a person who is not married and is not in a common-law partnership or,</p> <p class=\"subpara\">  (iii) where the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner is equal to or greater than the sum of the amounts described in sub-subclauses (ii) (A), (B) and (C),</p> <p class=\"paragraph\">an amount equal to the sum of,</p> <p class=\"subsubpara\">  (A) the amount equal to one-thirty-sixth of the result obtained by subtracting from the amount of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner the sum of the amounts described in sub-subclauses (ii) (A) and (B) and $12,</p> <p class=\"subsubpara\">  (B) the amount of the pension that is authorized to be paid in the month under the <i>Old Age Security Act </i>(Canada), and</p> <p class=\"subsubpara\">  (C) the maximum amount of the supplement that is authorized to be paid in the month under the <i>Old Age Security Act </i>(Canada) to a person who is not married and is not in a common-law partnership, or</p> <p class=\"paragraph\">  (g) for any month throughout the whole of which the beneficiary is married to or is in a common-law partnership with a person who is entitled to receive an increment and a pension or supplement, and for which the beneficiary is not entitled to receive a pension or supplement, an amount equal to one-twelfth of the aggregate of the incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, plus the aggregate of,</p> <p class=\"subpara\">  (i) the amount of any increment, and</p> <p class=\"subpara\">  (ii) the amount of any pension or supplement,</p> <p class=\"paragraph\">that the spouse or common-law partner of the beneficiary is entitled to receive in the month; (“revenu mensuel de base”)</p> <p class=\"definition\">“beneficiary” means a person to whom payment of an increment has been approved; (“prestataire”)</p> <p class=\"definition\">“common-law partner” has the meaning given to it by section 2 of the Old Age Security Act (Canada); (“conjoint de fait”)</p> <p class=\"definition\">“common-law partnership” means the relationship between two persons who are common-law partners of each other; (“union de fait”)</p> <p class=\"definition\">“current fiscal year” means the fiscal year in respect of which an application for an increment is made by an applicant or on his or her behalf; (“exercice en cours”)</p> <p class=\"definition\">“defined income” means any amount that is a supplement, a pension, an allowance, a payment similar to a supplement, pension or allowance under a law of a province of Canada, a private pension income, a benefit, other than a death benefit, under the <i>Canada Pension Plan</i> or a provincial pension plan as defined in section 3 of the <i>Canada Pension Plan</i>, and any amount that is income prescribed for the purpose of this definition; (“revenu déterminé”)</p> <p class=\"definition\">“eligible person” means a person who,</p> <p class=\"paragraph\">  (a) has attained 65 years of age or such lesser age as may be prescribed,</p> <p class=\"paragraph\">  (b) is actually residing in Ontario and is entitled to receive a supplement that is paid to the person or to his or her credit through the Ontario regional office of the Income Security Programs Branch of Human Resources Development Canada,</p> <p class=\"paragraph\">  (c) has resided in Canada for the ten years immediately preceding the date on which his or her application is approved or, if the person has not so resided in Canada, has either,</p> <p class=\"subpara\">  (i) been present in Canada, prior to those ten years and after attaining 18 years of age, for a continuous period of, or for periods the aggregate of which is, at least equal to three times the aggregate periods of absence from Canada during those ten years, and has resided in Canada for at least one year immediately preceding the date on which his or her application is approved, or</p> <p class=\"subpara\">  (ii) resided in Canada, after attaining 18 years of age and prior to the date on which his or her application is approved, for a continuous period, or for periods the aggregate of which is, at least forty years,</p> <p class=\"paragraph\">and</p> <p class=\"paragraph\">  (d) has resided in Ontario for a period of one full year immediately prior to the date on which his or her application is approved or, after attaining 18 years of age and prior to the date on which his or her application is approved, has resided in Ontario for a continuous period, or for periods the aggregate of which is, at least twenty years; (“personne admissible”)</p> <p class=\"definition\">“fiscal year” means, in relation to a month, </p> <p class=\"paragraph\">  (a) the period of 12 consecutive months, commencing on April 1, that includes the month, if the month is before April, 1998,</p> <p class=\"paragraph\">  (b) the period commencing on April 1, 1998 and ending on June 30, 1999, if the month is in that period, or</p> <p class=\"paragraph\">  (c) the period of 12 consecutive months, commencing on July 1, that includes the month, if the month is after June, 1999; (“exercice”)</p> <p class=\"definition\">“guaranteed income limit” means, unless a higher amount is prescribed,</p> <p class=\"paragraph\">  (a) in the case of a beneficiary who is described in clause (a), (d) or (f) of the definition of “basic monthly income”, or who is described in clause (c) of the definition of “basic monthly income” and is married to, or is in a common-law partnership with, a person who is not entitled to receive an allowance authorized to be paid under Part II of the <i>Old Age Security Act</i> (Canada), the amount of $5,447.52,</p> <p class=\"paragraph\">  (b) in the case of a beneficiary who is described in clause (b) or (e) of the definition of “basic monthly income”, the amount of $5,117.52,</p> <p class=\"paragraph\">  (c) in the case of a beneficiary described in clause (c) of the definition of “basic monthly income” and who is married to, or is in a common-law partnership with, a person who is entitled to receive an allowance authorized to be paid under Part II of the <i>Old Age Security Act</i>\r\n(Canada), the amount of $4,889.88, and</p> <p class=\"paragraph\">  (d) in the case of a beneficiary described in clause (g) of the definition of “basic monthly income”, the amount of  $10,235.02; (“revenu maximal garanti”)</p> <p class=\"definition\">“income for the base calendar year” of a person means the person’s income, as defined in section 2 of the <i>Old Age Security Act</i>\r\n(Canada), for that calendar year; (“revenu pour l’année de référence”)</p> <p class=\"definition\">“increment” means the monthly guaranteed annual income increment authorized to be paid under this Act; (“supplément provincial”)</p> <p class=\"definition\">“Minister” means the Minister of Finance; (“ministre”)</p> <p class=\"definition\">“pension” means a monthly pension authorized to be paid under Part I of the <i>Old Age Security Act</i> (Canada); (“pension”)</p> <p class=\"definition\">“prescribed” means prescribed by regulation; (“prescrit”)</p> <p class=\"definition\">“previous fiscal year” means the fiscal year next before the current fiscal year; (“exercice précédent”)</p> <p class=\"definition\">“qualifying date” means the 1st day of July, 1974 or, in the case of an individual who is not an eligible person on that date, the first date after the 1st day of July, 1974 on which such individual becomes an eligible person; (“date d’admissibilité”)</p> <p class=\"definition\">“regulation” means a regulation made under this Act; (“règlement”)</p> <p class=\"definition\">“supplement” means a monthly guaranteed income supplement authorized to be paid under Part II of the <i>Old Age Security Act</i>\r\n(Canada). (“supplément”)  R.S.O. 1990, c. O.17, s. 1; 1999, c. 9, s. 168; 2000, c. 42, s. 81 (1-8); 2023, c. 8, Sched. 8, s. 1.</p> <p class=\"headnote\">Interpretation, marriage</p> <p class=\"subsection\">(2) A reference in this Act to a month throughout the whole of which the beneficiary is married to a person includes the month in which the beneficiary ceases to be married as a result of the death of his or her spouse or otherwise, and a reference to a month in which the beneficiary is unmarried does not include the month in which the beneficiary so ceases to be married.  2000, c. 42, s. 81 (9).</p> <p class=\"headnote\">Same, common-law partnership</p> <p class=\"subsection\">(3) A reference in this Act to a month throughout the whole of which the beneficiary is in a common-law partnership with a person includes the month in which the beneficiary ceases to be in a common-law partnership as a result of the death of his or her common-law partner or otherwise, and a reference to a month in which the beneficiary is not in a common-law partnership does not include the month in which the beneficiary so ceases to be in a common-law partnership.  2000, c. 42, s. 81 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 168 (1, 4) - 14/12/1999; 1999, c. 9, s. 168 (2) - 31/03/1999; 1999, c. 9, s. 168 (3) - 01/07/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00042#s81s1\">2000, c. 42, s. 81 (1-9)</a></span>\r\n- 01/07/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23008#sched8s1\">2023, c. 8, Sched. 8, s. 1</a></span> - 18/05/2023</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.1",
            "section_x": "Maximum increment",
            "part_id": null,
            "part_type": null,
            "section_y": "Maximum increment",
            "content": "1.1 (1) In this section, “base maximum increment” means the amount by which one-twelfth of the guaranteed income limit applicable to a beneficiary in respect of a quarter exceeds the sum of the maximum pension payable to an individual for a month in the quarter and the maximum supplement payable to a single or married individual, as the case may be, for a month in the quarter; (“supplément provincial maximal de base”) “change to the cost of living” means, for a given fiscal year, the amount calculated using the following formula and rounded to the nearest thousandth: (A ÷ B) - 1 in which, “A” represents the cost of living index for the fiscal year in question, and “B” represents the cost of living index for the fiscal year immediately preceding the fiscal year in question; (“variation du coût de la vie”) “cost of living index” means, for a given fiscal year, the average Consumer Price Index for Ontario (All-Items), as published by Statistics Canada under the authority of the Statistics Act (Canada), for the months that make up the 12-month period ending on September 30 of the previous fiscal year. (“indice du coût de la vie”) 2023, c. 8, Sched. 8, s. 2. Amount (2) For the fiscal year commencing on July 1, 2024 and subsequent fiscal years, the maximum increment payable for a month under this Act is the amount as most recently adjusted under this section, except that, if no adjustment occurs on July 1, 2024, the maximum increment payable for a month is the base maximum increment until the first adjustment occurs under this section. 2023, c. 8, Sched. 8, s. 2. Adjustment (3) Subject to subsection (5), if the change to the cost of living for the fiscal year commencing on July 1, 2024 or a subsequent fiscal year is a positive number, on July 1 of that fiscal year the maximum increment payable for a month shall be adjusted using the formula, C + (C × D) in which, “C” represents, (a) in the case of the first adjustment under this section, the base maximum increment, or (b) in the case of subsequent adjustments under this section, the maximum increment payable for a month, and “D” represents the change to the cost of living for the fiscal year in which the adjustment occurs. 2023, c. 8, Sched. 8, s. 2. Whole dollar amount (4) If an adjusted amount is not a whole dollar amount, it shall be rounded up to the next whole dollar. 2023, c. 8, Sched. 8, s. 2. Exception (5) No adjustment shall occur during a fiscal year if the cost of living index for the year is equal to or less than the cost of living index for the last fiscal year during which an adjustment occurred. 2023, c. 8, Sched. 8, s. 2. Subsequent adjustment (6) If no adjustment occurs in a fiscal year by application of subsection (5), for the first subsequent fiscal year during which an adjustment is to occur, the value of “D” in subsection (3) shall represent the change to the cost of living for that fiscal year, calculated using the cost of living index for the last fiscal year during which an adjustment occurred as the value of “B” in the definition of “change to the cost of living” in subsection (1). 2023, c. 8, Sched. 8, s. 2. Section Amendments with date in force (d/m/y) 2023, c. 8, Sched. 8, s. 2 - 18/05/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1.1 </b>(1) In this section,</p> <p class=\"definition\">“base maximum increment” means the amount by which one-twelfth of the guaranteed income limit applicable to a beneficiary in respect of a quarter exceeds the sum of the maximum pension payable to an individual for a month in the quarter and the maximum supplement payable to a single or married individual, as the case may be, for a month in the quarter; (“supplément provincial maximal de base”)</p> <p class=\"definition\">“change to the cost of living” means, for a given fiscal year, the amount calculated using the following formula and rounded to the nearest thousandth:</p> <p class=\"equation\">(A ÷ B) - 1</p> <p class=\"definition\">in which,</p> <p class=\"paragraph\">  “A” represents the cost of living index for the fiscal year in question, and</p> <p class=\"paragraph\">  “B” represents the cost of living index for the fiscal year immediately preceding the fiscal year in question; (“variation du coût de la vie”)</p> <p class=\"definition\">“cost of living index” means, for a given fiscal year, the average Consumer Price Index for Ontario (All-Items), as published by Statistics Canada under the authority of the <i>Statistics Act</i> (Canada), for the months that make up the 12-month period ending on September 30 of the previous fiscal year. (“indice du coût de la vie”) 2023, c. 8, Sched. 8, s. 2.</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(2) For the fiscal year commencing on July 1, 2024 and subsequent fiscal years, the maximum increment payable for a month under this Act is the amount as most recently adjusted under this section, except that, if no adjustment occurs on July 1, 2024, the maximum increment payable for a month is the base maximum increment until the first adjustment occurs under this section. 2023, c. 8, Sched. 8, s. 2.</p> <p class=\"headnote\">Adjustment</p> <p class=\"subsection\">(3) Subject to subsection (5), if the change to the cost of living for the fiscal year commencing on July 1, 2024 or a subsequent fiscal year is a positive number, on July 1 of that fiscal year the maximum increment payable for a month shall be adjusted using the formula,</p> <p class=\"equation\">C + (C × D)</p> <p class=\"subsection\">in which,</p> <p class=\"paragraph\">  “C” represents,</p> <p class=\"subpara\">  (a) in the case of the first adjustment under this section, the base maximum increment, or</p> <p class=\"subpara\">  (b) in the case of subsequent adjustments under this section, the maximum increment payable for a month, and</p> <p class=\"paragraph\">  “D” represents the change to the cost of living for the fiscal year in which the adjustment occurs. 2023, c. 8, Sched. 8, s. 2.</p> <p class=\"headnote\">Whole dollar amount</p> <p class=\"subsection\">(4) If an adjusted amount is not a whole dollar amount, it shall be rounded up to the next whole dollar. 2023, c. 8, Sched. 8, s. 2.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) No adjustment shall occur during a fiscal year if the cost of living index for the year is equal to or less than the cost of living index for the last fiscal year during which an adjustment occurred. 2023, c. 8, Sched. 8, s. 2.</p> <p class=\"headnote\">Subsequent adjustment</p> <p class=\"subsection\">(6) If no adjustment occurs in a fiscal year by application of subsection (5), for the first subsequent fiscal year during which an adjustment is to occur, the value of “D” in subsection (3) shall represent the change to the cost of living for that fiscal year, calculated using the cost of living index for the last fiscal year during which an adjustment occurred as the value of “B” in the definition of “change to the cost of living” in subsection (1). 2023, c. 8, Sched. 8, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23008#sched8s2\">2023, c. 8, Sched. 8, s. 2</a></span> - 18/05/2023</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Eligibility for monthly benefit",
            "part_id": null,
            "part_type": null,
            "section_y": "Eligibility for monthly benefit",
            "content": "2 (1) Subject to this Act and the regulations, a monthly benefit may be paid for any month after the month of June, 1977 to every person who is not eligible on the 30th day of June, 1977 to be paid an increment and who, (a) has attained sixty-five years of age or such lesser age as may be prescribed; (b) is actually resident in Ontario and is entitled to receive a partial monthly pension authorized to be paid under subsection 3 (2) of the Old Age Security Act (Canada) and to receive a supplement that is paid to the person or to his or her credit through the Ontario regional office of the Income Security Programs Branch of Human Resources Development Canada; (c) has resided in Canada, after attaining eighteen years of age and prior to the day on which his or her application is approved, for a period or periods the aggregate of which is not less than ten years and not more than forty years; and (d) has resided in Ontario for a period of one full year immediately prior to the date on which his or her application is approved or, after attaining eighteen years of age and prior to the date on which his or her application is approved, has resided in Ontario for a continuous period of, or for periods the aggregate of which is, at least twenty years.  R.S.O. 1990, c. O.17, s. 2 (1); 1999, c. 9, s. 169. Idem (2) A person who is not entitled to an increment under this Act on or before the 30th day of June, 1977 is eligible to be paid a monthly benefit under this section only when on or after the 1st day of July, 1977, the person becomes entitled to receive a supplement and if, on the day preceding the day on which his or her application is approved, the person is a Canadian citizen residing in Ontario or, if not a Canadian citizen, is then legally resident in Canada and is residing in Ontario.  R.S.O. 1990, c. O.17, s. 2 (2). Additional residence irrelevant (3) A person whose application for a monthly benefit under this section has been approved shall not become entitled to receive a payment in an amount greater than the monthly benefit under this section on the basis of periods of residence in Canada subsequent to the approval of his or her application under this section.  R.S.O. 1990, c. O.17, s. 2 (3). Amount of monthly benefit (4) “monthly benefit” means the payment authorized by subsection (1) and is an amount equal to the maximum increment payable for the month under this Act to a person in receipt of a supplement, minus the applicable amount set out in subsection (4.1) for every full, (a) $24.00 of the income for the base calendar year of the person to whom the monthly benefit is paid, if the person is unmarried and is not in a common-law partnership; (b) $48 of the aggregate of the incomes for the base calendar year of the person and his or her spouse or common-law partner, if the person to whom the monthly benefit is paid is married to a spouse or is in a common-law partnership with a person who is entitled to receive in the month a monthly benefit or an increment under this Act; or (c) $48 of the amount by which the aggregate of the incomes for the base calendar year of the person and his or her spouse or common-law partner exceeds the product of 12 times the maximum amount of pension that is authorized to be paid in the month under the Old Age Security Act (Canada) to an unmarried person or a person who is not in a common-law partnership, if the person to whom the monthly benefit is paid is married to or in a common-law partnership with either a person  who is not entitled to receive in the month an increment, a pension, a supplement or a monthly benefit, or a person who is entitled to receive in the month an allowance.  R.S.O. 1990, c. O.17, s. 2 (4); 2000, c. 42, s. 82; 2001, c. 23, s. 172; 2023, c. 8, Sched. 8, s. 3 (1, 2). Same (4.1) The amount mentioned in subsection (4) is, (a) for a month before July 2024, $1.00; and (b) for July 2024 and subsequent months, $0.50. 2023, c. 8, Sched. 8, s. 3 (3). Agreements with foreign countries (5) Despite subsections (1) to (4), where the result of an international agreement concluded in accordance with section 40 of the Old Age Security Act (Canada) is that a person resident in Ontario becomes entitled to receive a supplement, the Lieutenant Governor in Council may make regulations respecting the manner in which this Act shall apply to any such case or class of cases affected by the agreement, for adapting this Act thereto, and for determining such person’s or class of persons’ entitlement to, and the amount of, a monthly benefit under this Act, as appears to the Lieutenant Governor in Council to be necessary and advisable.  R.S.O. 1990, c. O.17, s. 2 (5). Definition (6) In the definitions of “applicant”, “application” and “beneficiary” set out in subsection 1 (1) and in sections 3 to 17, “increment” shall, unless the context otherwise requires, include the monthly benefit authorized to be paid by this section.  R.S.O. 1990, c. O.17, s. 2 (6); 2009, c. 33, Sched. 16, s. 10. Regulations (7) The Lieutenant Governor in Council may make regulations respecting the meaning of legal residence for the purpose of this section.  R.S.O. 1990, c. O.17, s. 2 (7). Section Amendments with date in force (d/m/y) 1999, c. 9, s. 169 - 14/12/1999 2000, c. 42, s. 82\r\n- 01/07/2000 2001, c. 23, s. 172\r\n- 01/07/2000 2009, c. 33, Sched. 16, s. 10 - 15/12/2009 2023, c. 8, Sched. 8, s. 3 (1-3) - 18/05/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) Subject to this Act and the regulations, a monthly benefit may be paid for any month after the month of June, 1977 to every person who is not eligible on the 30th day of June, 1977 to be paid an increment and who,</p> <p class=\"paragraph\">  (a) has attained sixty-five years of age or such lesser age as may be prescribed;</p> <p class=\"paragraph\">  (b) is actually resident in Ontario and is entitled to receive a partial monthly pension authorized to be paid under subsection 3 (2) of the <i>Old Age Security Act</i> (Canada) and to receive a supplement that is paid to the person or to his or her credit through the Ontario regional office of the Income Security Programs Branch of Human Resources Development Canada;</p> <p class=\"paragraph\">  (c) has resided in Canada, after attaining eighteen years of age and prior to the day on which his or her application is approved, for a period or periods the aggregate of which is not less than ten years and not more than forty years; and</p> <p class=\"paragraph\">  (d) has resided in Ontario for a period of one full year immediately prior to the date on which his or her application is approved or, after attaining eighteen years of age and prior to the date on which his or her application is approved, has resided in Ontario for a continuous period of, or for periods the aggregate of which is, at least twenty years.  R.S.O. 1990, c. O.17, s. 2 (1); 1999, c. 9, s. 169.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A person who is not entitled to an increment under this Act on or before the 30th day of June, 1977 is eligible to be paid a monthly benefit under this section only when on or after the 1st day of July, 1977, the person becomes entitled to receive a supplement and if, on the day preceding the day on which his or her application is approved, the person is a Canadian citizen residing in Ontario or, if not a Canadian citizen, is then legally resident in Canada and is residing in Ontario.  R.S.O. 1990, c. O.17, s. 2 (2).</p> <p class=\"headnote\">Additional residence irrelevant</p> <p class=\"subsection\">(3) A person whose application for a monthly benefit under this section has been approved shall not become entitled to receive a payment in an amount greater than the monthly benefit under this section on the basis of periods of residence in Canada subsequent to the approval of his or her application under this section.  R.S.O. 1990, c. O.17, s. 2 (3).</p> <p class=\"headnote\">Amount of monthly benefit</p> <p class=\"subsection\">(4) “monthly benefit” means the payment authorized by subsection (1) and is an amount equal to the maximum increment payable for the month under this Act to a person in receipt of a supplement, minus the applicable amount set out in subsection (4.1) for every full,</p> <p class=\"paragraph\">  (a) $24.00 of the income for the base calendar year of the person to whom the monthly benefit is paid, if the person is unmarried and is not in a common-law partnership;</p> <p class=\"paragraph\">  (b) $48 of the aggregate of the incomes for the base calendar year of the person and his or her spouse or common-law partner, if the person to whom the monthly benefit is paid is married to a spouse or is in a common-law partnership with a person who is entitled to receive in the month a monthly benefit or an increment under this Act; or</p> <p class=\"paragraph\">  (c) $48 of the amount by which the aggregate of the incomes for the base calendar year of the person and his or her spouse or common-law partner exceeds the product of 12 times the maximum amount of pension that is authorized to be paid in the month under the <i>Old Age Security Act</i><i> </i>(Canada) to an unmarried person or a person who is not in a common-law partnership, if the person to whom the monthly benefit is paid is married to or in a common-law partnership with either a person  who is not entitled to receive in the month an increment, a pension, a supplement or a monthly benefit, or a person who is entitled to receive in the month an allowance.  R.S.O. 1990, c. O.17, s. 2 (4); 2000, c. 42, s. 82; 2001, c. 23, s. 172; 2023, c. 8, Sched. 8, s. 3 (1, 2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4.1) The amount mentioned in subsection (4) is,</p> <p class=\"paragraph\">  (a) for a month before July 2024, $1.00; and</p> <p class=\"paragraph\">  (b) for July 2024 and subsequent months, $0.50. 2023, c. 8, Sched. 8, s. 3 (3).</p> <p class=\"headnote\">Agreements with foreign countries</p> <p class=\"subsection\">(5) Despite subsections (1) to (4), where the result of an international agreement concluded in accordance with section 40 of the <i>Old Age Security Act</i> (Canada) is that a person resident in Ontario becomes entitled to receive a supplement, the Lieutenant Governor in Council may make regulations respecting the manner in which this Act shall apply to any such case or class of cases affected by the agreement, for adapting this Act thereto, and for determining such person’s or class of persons’ entitlement to, and the amount of, a monthly benefit under this Act, as appears to the Lieutenant Governor in Council to be necessary and advisable.  R.S.O. 1990, c. O.17, s. 2 (5).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(6) In the definitions of “applicant”, “application” and “beneficiary” set out in subsection 1 (1) and in sections 3 to 17, “increment” shall, unless the context otherwise requires, include the monthly benefit authorized to be paid by this section.  R.S.O. 1990, c. O.17, s. 2 (6); 2009, c. 33, Sched. 16, s. 10.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(7) The Lieutenant Governor in Council may make regulations respecting the meaning of legal residence for the purpose of this section.  R.S.O. 1990, c. O.17, s. 2 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 169 - 14/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00042#s82\">2000, c. 42, s. 82</a></span>\r\n- 01/07/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01023#s172\">2001, c. 23, s. 172</a></span>\r\n- 01/07/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched16s10\">2009, c. 33, Sched. 16, s. 10</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23008#sched8s3s1\">2023, c. 8, Sched. 8, s. 3 (1-3)</a></span> - 18/05/2023</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Payment of increment",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment of increment",
            "content": "3 (1) Subject to this Act and the regulations, an increment may be paid to every eligible person for each month in a fiscal year, such that the first payment shall be made for the month following the month in which the beneficiary’s qualifying date occurs or, where an application is received after the applicant’s qualifying date, for the month following the month in which the application is approved. R.S.O. 1990, c. O.17, s. 3 (1). Amount (1.1) The increment is an amount equal to, (a) if the increment is payable for a month before July 2024, the amount by which one-twelfth of the guaranteed income limit applicable to a beneficiary exceeds the beneficiary’s basic monthly income for the month for which the payment authorized under this Act is being made; or (b) if the increment is payable for July 2024 or a subsequent month, an amount calculated in the same manner as a “monthly benefit” under subsection 2 (4). 2023, c. 8, Sched. 8, s. 4. When increment not payable (2) No increment may be paid to any eligible person for any month in any fiscal year unless an application therefor has been made by the person or on his or her behalf and payment of the increment for months in that fiscal year has been approved by the Minister, and except as otherwise provided in this Act and the regulations, no increment may be paid to any eligible person, pursuant to an application therefor, for, (a) subject to clause (d), any month more than eleven months before the month in which the application is received; (b) any month before the 1st day of July, 1974; (c) any month throughout the whole of which the beneficiary is absent from Ontario, having absented himself or herself from Ontario, either before or after becoming a beneficiary, and having remained out of Ontario before that month for six consecutive months, exclusive of the month in which he or she left Ontario; or (d) any month before the month following the month in which his or her qualifying date occurs.  R.S.O. 1990, c. O.17, s. 3 (2). Waiver of application (2.1) Despite subsection (2), if, under subsection 11 (4) of the Old Age Security Act (Canada), the Minister of Human Resources Development for Canada waives the requirement for an application for payment of a supplement under that Act for any month or months, no application need be made by or on behalf of the same person for payment of an increment under this Act for the same month or months.  1999, c. 9, s. 170. Suspension of payments (3) Where, after becoming a beneficiary, a person remains out of Ontario for six consecutive months, exclusive of the month in which the person left Ontario, payment of the person’s increment in any subsequent month during which the person is only temporarily resident in Ontario may, without a hearing, be suspended, but payment may be resumed with the month in which he or she returns to Ontario to become principally resident in Ontario. R.S.O. 1990, c. O.17, s. 3 (3). Idem (4) Where a beneficiary, either before or after becoming a beneficiary, is convicted of an offence and sentenced to a term of imprisonment exceeding ninety days, payment of the beneficiary’s increment for any period he or she continues to be imprisoned shall be suspended, but may be resumed upon his or her release from imprisonment. R.S.O. 1990, c. O.17, s. 3 (4). Idem (5) Where a beneficiary fails to comply with any of the provisions of this Act or the regulations, payment of his or her increment may, without a hearing, be suspended, and where payment of an increment is so suspended, it shall be resumed when the beneficiary has complied with such provisions, and shall be paid in accordance with the amount of any increment to which the beneficiary is then entitled. R.S.O. 1990, c. O.17, s. 3 (5). Approval where applicant entitled to full pension or supplement (6) When an applicant is, on the applicant’s qualifying date or on the last day of the month in which his or her application is received, whichever is the later day, entitled to receive a full pension or a supplement for which the applicant has not applied, the applicant’s application shall not be approved until his or her entitlement to receive a full pension or a supplement is determined. R.S.O. 1990, c. O.17, s. 3 (6). Reduction of increment where beneficiary entitled to full pension or supplement (7) Where a beneficiary becomes entitled to receive a full pension or a supplement and does not apply therefor, the beneficiary’s increment shall be reduced to that amount that would be payable to the beneficiary were he or she receiving the full pension and, where applicable, the supplement to which he or she would be entitled upon making an application as provided in the Old Age Security Act (Canada).  R.S.O. 1990, c. O.17, s. 3 (7). Section Amendments with date in force (d/m/y) 1999, c. 9, s. 170 - 1/07/1999 2023, c. 8, Sched. 8, s. 4 - 18/05/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) Subject to this Act and the regulations, an increment may be paid to every eligible person for each month in a fiscal year, such that the first payment shall be made for the month following the month in which the beneficiary’s qualifying date occurs or, where an application is received after the applicant’s qualifying date, for the month following the month in which the application is approved. R.S.O. 1990, c. O.17, s. 3 (1).</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(1.1) The increment is an amount equal to,</p> <p class=\"paragraph\">  (a) if the increment is payable for a month before July 2024, the amount by which one-twelfth of the guaranteed income limit applicable to a beneficiary exceeds the beneficiary’s basic monthly income for the month for which the payment authorized under this Act is being made; or</p> <p class=\"paragraph\">  (b) if the increment is payable for July 2024 or a subsequent month, an amount calculated in the same manner as a “monthly benefit” under subsection 2 (4). 2023, c. 8, Sched. 8, s. 4.</p> <p class=\"headnote\">When increment not payable</p> <p class=\"subsection\">(2) No increment may be paid to any eligible person for any month in any fiscal year unless an application therefor has been made by the person or on his or her behalf and payment of the increment for months in that fiscal year has been approved by the Minister, and except as otherwise provided in this Act and the regulations, no increment may be paid to any eligible person, pursuant to an application therefor, for,</p> <p class=\"paragraph\">  (a) subject to clause (d), any month more than eleven months before the month in which the application is received;</p> <p class=\"paragraph\">  (b) any month before the 1st day of July, 1974;</p> <p class=\"paragraph\">  (c) any month throughout the whole of which the beneficiary is absent from Ontario, having absented himself or herself from Ontario, either before or after becoming a beneficiary, and having remained out of Ontario before that month for six consecutive months, exclusive of the month in which he or she left Ontario; or</p> <p class=\"paragraph\">  (d) any month before the month following the month in which his or her qualifying date occurs.  R.S.O. 1990, c. O.17, s. 3 (2).</p> <p class=\"headnote\">Waiver of application</p> <p class=\"subsection\">(2.1) Despite subsection (2), if, under subsection 11 (4) of the <i>Old Age Security Act</i> (Canada), the Minister of Human Resources Development for Canada waives the requirement for an application for payment of a supplement under that Act for any month or months, no application need be made by or on behalf of the same person for payment of an increment under this Act for the same month or months.  1999, c. 9, s. 170.</p> <p class=\"headnote\">Suspension of payments</p> <p class=\"subsection\">(3) Where, after becoming a beneficiary, a person remains out of Ontario for six consecutive months, exclusive of the month in which the person left Ontario, payment of the person’s increment in any subsequent month during which the person is only temporarily resident in Ontario may, without a hearing, be suspended, but payment may be resumed with the month in which he or she returns to Ontario to become principally resident in Ontario. R.S.O. 1990, c. O.17, s. 3 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) Where a beneficiary, either before or after becoming a beneficiary, is convicted of an offence and sentenced to a term of imprisonment exceeding ninety days, payment of the beneficiary’s increment for any period he or she continues to be imprisoned shall be suspended, but may be resumed upon his or her release from imprisonment. R.S.O. 1990, c. O.17, s. 3 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) Where a beneficiary fails to comply with any of the provisions of this Act or the regulations, payment of his or her increment may, without a hearing, be suspended, and where payment of an increment is so suspended, it shall be resumed when the beneficiary has complied with such provisions, and shall be paid in accordance with the amount of any increment to which the beneficiary is then entitled. R.S.O. 1990, c. O.17, s. 3 (5).</p> <p class=\"headnote\">Approval where applicant entitled to full pension or supplement</p> <p class=\"subsection\">(6) When an applicant is, on the applicant’s qualifying date or on the last day of the month in which his or her application is received, whichever is the later day, entitled to receive a full pension or a supplement for which the applicant has not applied, the applicant’s application shall not be approved until his or her entitlement to receive a full pension or a supplement is determined. R.S.O. 1990, c. O.17, s. 3 (6).</p> <p class=\"headnote\">Reduction of increment where beneficiary entitled to full pension or supplement</p> <p class=\"subsection\">(7) Where a beneficiary becomes entitled to receive a full pension or a supplement and does not apply therefor, the beneficiary’s increment shall be reduced to that amount that would be payable to the beneficiary were he or she receiving the full pension and, where applicable, the supplement to which he or she would be entitled upon making an application as provided in the <i>Old Age Security Act</i> (Canada).  R.S.O. 1990, c. O.17, s. 3 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 170 - 1/07/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23008#sched8s4\">2023, c. 8, Sched. 8, s. 4</a></span> - 18/05/2023</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Minister may act on information furnished",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister may act on information furnished",
            "content": "4 (1) In order to facilitate the carrying out of the intent and purpose of this Act, or for the purpose of ascertaining any fact necessary to establish that a person who has applied for or is entitled to a supplement is or is not entitled to an increment, the Minister may act upon any decision made by the Minister of National Health and Welfare of the Government of Canada or by a court or tribunal to which an appeal is taken as provided for in the Old Age Security Act (Canada) or may act upon any statement or information furnished under that Act, and for the purpose of determining the entitlement of any person to an increment or of determining the amount thereof, the Minister may treat an application under the\r\nOld Age Security Act (Canada) for a supplement or a statement of income furnished under that Act as an application or statement, as the case requires, under this Act, and when so treated, such application or statement shall be deemed an application or statement under this Act. Idem (2) The Minister is authorized to enter into and to proceed upon any arrangement with the Minister of National Health and Welfare of the Government of Canada for obtaining, exchanging and keeping confidential any information furnished under this Act or under the Old Age Security Act (Canada), or any arrangement that will, in the opinion of the Minister, facilitate the implementation and carrying out of the provisions of this Act and the payment of increments to which any eligible person is entitled under this Act, but if any such arrangement is made with a person who is not subject to section 11, the Minister shall take all steps necessary to ensure that any information coming to such person’s knowledge concerning any beneficiary or applicant is not divulged or disclosed to any person not legally entitled thereto. Delegation of power (3) Where an arrangement is entered into under subsection (2), the Minister may in writing delegate the exercise or discharge of any power or duty conferred or imposed upon the Minister by this Act, including a discretion, and where the exercise of any discretion is delegated, the Minister shall in writing define the extent to which and, where applicable, the terms upon which the discretion is exercisable, and every delegation made under this subsection may be revoked or may be made upon such conditions as the Minister may impose to ensure the carrying out of the purposes of this Act and compliance with its provisions.  R.S.O. 1990, c. O.17, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) In order to facilitate the carrying out of the intent and purpose of this Act, or for the purpose of ascertaining any fact necessary to establish that a person who has applied for or is entitled to a supplement is or is not entitled to an increment, the Minister may act upon any decision made by the Minister of National Health and Welfare of the Government of Canada or by a court or tribunal to which an appeal is taken as provided for in the <i>Old Age Security Act</i> (Canada) or may act upon any statement or information furnished under that Act, and for the purpose of determining the entitlement of any person to an increment or of determining the amount thereof, the Minister may treat an application under the\r\n<i>Old Age Security Act</i> (Canada) for a supplement or a statement of income furnished under that Act as an application or statement, as the case requires, under this Act, and when so treated, such application or statement shall be deemed an application or statement under this Act.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Minister is authorized to enter into and to proceed upon any arrangement with the Minister of National Health and Welfare of the Government of Canada for obtaining, exchanging and keeping confidential any information furnished under this Act or under the <i>Old Age Security Act</i> (Canada), or any arrangement that will, in the opinion of the Minister, facilitate the implementation and carrying out of the provisions of this Act and the payment of increments to which any eligible person is entitled under this Act, but if any such arrangement is made with a person who is not subject to section 11, the Minister shall take all steps necessary to ensure that any information coming to such person’s knowledge concerning any beneficiary or applicant is not divulged or disclosed to any person not legally entitled thereto.</p> <p class=\"headnote\">Delegation of power</p> <p class=\"subsection\">(3) Where an arrangement is entered into under subsection (2), the Minister may in writing delegate the exercise or discharge of any power or duty conferred or imposed upon the Minister by this Act, including a discretion, and where the exercise of any discretion is delegated, the Minister shall in writing define the extent to which and, where applicable, the terms upon which the discretion is exercisable, and every delegation made under this subsection may be revoked or may be made upon such conditions as the Minister may impose to ensure the carrying out of the purposes of this Act and compliance with its provisions.  R.S.O. 1990, c. O.17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Time of payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Time of payment",
            "content": "5 (1) Subject to section 3 and subject to the regulations, an application may be approved and increments paid from any date that is prior to that on which the application was received and that is neither earlier than the date eleven months before the application was received nor earlier than the earliest date in such prior period on which the applicant could be approved as an eligible person, and where the applicant would be an eligible person if his or her application were approved on or after the day on which the application was received, the application may be approved and increments paid from the first day on or after the receipt of the application on which the applicant could be approved as an eligible person, but if the applicant cannot be approved as an eligible person within the three months following the month in which his or her application was received, the application may be rejected without prejudice to the applicant’s right to apply again when he or she can be approved as an eligible person. Continuation of payments (2) Subject to this Act and the regulations, an increment shall continue to be paid during the lifetime of a beneficiary, and shall cease with the payment for the month in which the beneficiary dies. When increment payable (3) Payment of an increment for any month shall be made at any time during the month, except that where payment of an increment in respect of any fiscal year is approved after the end of the month for which the first payment of the increment may be made, payments thereof for the month in which the payment of the increment is approved and for months preceding that month may be made during the two months following the month in which payment of the increment is approved. Minimum increment (4) Where the increment to which a beneficiary is entitled in any month is more than zero and less than $2.50, the beneficiary shall be paid an increment in the amount of $2.50 for that month.  R.S.O. 1990, c. O.17, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) Subject to section 3 and subject to the regulations, an application may be approved and increments paid from any date that is prior to that on which the application was received and that is neither earlier than the date eleven months before the application was received nor earlier than the earliest date in such prior period on which the applicant could be approved as an eligible person, and where the applicant would be an eligible person if his or her application were approved on or after the day on which the application was received, the application may be approved and increments paid from the first day on or after the receipt of the application on which the applicant could be approved as an eligible person, but if the applicant cannot be approved as an eligible person within the three months following the month in which his or her application was received, the application may be rejected without prejudice to the applicant’s right to apply again when he or she can be approved as an eligible person.</p> <p class=\"headnote\">Continuation of payments</p> <p class=\"subsection\">(2) Subject to this Act and the regulations, an increment shall continue to be paid during the lifetime of a beneficiary, and shall cease with the payment for the month in which the beneficiary dies.</p> <p class=\"headnote\">When increment payable</p> <p class=\"subsection\">(3) Payment of an increment for any month shall be made at any time during the month, except that where payment of an increment in respect of any fiscal year is approved after the end of the month for which the first payment of the increment may be made, payments thereof for the month in which the payment of the increment is approved and for months preceding that month may be made during the two months following the month in which payment of the increment is approved.</p> <p class=\"headnote\">Minimum increment</p> <p class=\"subsection\">(4) Where the increment to which a beneficiary is entitled in any month is more than zero and less than $2.50, the beneficiary shall be paid an increment in the amount of $2.50 for that month.  R.S.O. 1990, c. O.17, s. 5.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.1",
            "section_x": "Payment, January 1, 2023 to December 31, 2023",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment, January 1, 2023 to December 31, 2023",
            "content": "5.1 The amount of an increment payment to an eligible person for the period beginning on January 1, 2023 and ending on December 31, 2023 is the amount payable under section 2 multiplied by 2. 2022, c. 23, Sched. 6, s. 1. Section Amendments with date in force (d/m/y) 2022, c. 23, Sched. 6, s. 1 - 08/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5.1 </b>The amount of an increment payment to an eligible person for the period beginning on January 1, 2023 and ending on December 31, 2023 is the amount payable under section 2 multiplied by 2. 2022, c. 23, Sched. 6, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><u><a href=\"http://www.ontario.ca/laws/statute/S22023#sched6s1\">2022, c. 23, Sched. 6, s. 1</a></u> - 08/12/2022</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Statement of income to be made",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement of income to be made",
            "content": "6 (1) Every applicant in respect of a current fiscal year shall in his or her application make a statement of his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (1). Minister may estimate income (1.1) If, by reason of subsection 3 (2.1), an applicant is not required to make an application for payment of an increment for any month, the Minister may, on the basis of any information available to the Minister, (a) estimate the applicant’s income for the base calendar year; and (b) in the case of an applicant who is a person described in subsection 15 (2) of the Old Age Security Act\r\n(Canada), as modified by section 7 of this Act, estimate the income of the applicant’s spouse or common-law partner for the base calendar year.  1999, c. 9, s. 171 (1); 2000, c. 42, s. 83 (1). Additional statement where retirement in current fiscal year (2) Where in any current fiscal year an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the Old Age Security Act (Canada), as modified by section 7 of this Act, has ceased to hold an office or employment previously held by him or her or has ceased to carry on a business previously carried on by him or her, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the fiscal year next following the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of the applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the Old Age Security Act (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner, file a statement of his or her estimated income, other than his or her estimated income from that office or employment or from that business, as the case may be, for the calendar year in which he or she ceased to hold that office or employment or ceased to carry on that business, in which case, (a) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no income from that office or employment or from that business, as the case may be, and no defined income in that calendar year, plus, (b) any defined income received by the person in that part of that calendar year that is after the month in which he or she ceased to hold that office or employment or ceased to carry on that business, divided by the number of months in that part of that calendar year and multiplied by twelve, shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (2); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (2); 2009, c. 33, Sched. 16, s. 10. Additional statement where loss of private pension income in current fiscal year (3) Where in any current fiscal year an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the Old Age Security Act (Canada), as modified by section 7 of this Act, has suffered a loss of income due to termination or reduction of private pension income, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the fiscal year next following the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of an applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the Old Age Security Act (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner, file a statement of his or her estimated income for the calendar year in which he or she suffered that loss, other than private pension income received by the person in that part of that calendar year that is before the month in which he or she suffered that loss, in which case, (a) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no defined income for that calendar year, plus, (b) any defined income received by the person in that part of that calendar year that is after the month next before the month in which he or she suffered the loss, divided by the number of months in that part of that calendar year and multiplied by twelve, shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (3); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (3); 2009, c. 33, Sched. 16, s. 10. Additional statement where retirement before current fiscal year (4) Where, in the base calendar year or in the last three months of the previous fiscal year, an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the Old Age Security Act\r\n(Canada), as modified by section 7 of this Act, has ceased to hold an office or employment previously held by him or her or has ceased to carry on a business previously carried on by him or her, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of the applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the Old Age Security Act (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner, (a) where the person ceased to hold that office or employment or to carry on that business in the base calendar year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year, in which case the person’s income for that calendar year shall be deemed to be his or her income for the base calendar year; or (b) where the person ceased to hold that office or employment or to carry on that business in the last three months of the previous fiscal year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year showing any income actually received by him or her in that calendar year from that office or employment or from that business, as the case may be, in which case, (i) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no income from that office or employment or from that business, as the case may be, and no defined income in that calendar year, plus, (ii) any defined income received by the person in that part of that calendar year that is after the month in which he or she ceased to hold that office or employment or ceased to carry on that business, divided by the number of months in that part of that calendar year and multiplied by twelve, shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (4); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (4); 2009, c. 33, Sched. 16, s. 10. Additional statement where loss of private pension income before current fiscal year (5) Where, in the base calendar year or in the last three months of the previous fiscal year, an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the Old Age Security Act\r\n(Canada), as modified by section 7 of this Act, has suffered a loss of income due to termination or reduction of private pension income, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of the applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the Old Age Security Act (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner, (a) where the person suffered that loss in the base calendar year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year, in which case the person’s income for that calendar year shall be deemed to be his or her income for the base calendar year; or (b) where the person suffered that loss in the last three months of the previous fiscal year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year, showing the amount of private pension income actually received by the person in that part of that calendar year that is before the month in which he or she suffered that loss, in which case, (i) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no defined income in that calendar year, plus, (ii) any defined income received by the person in that part of that calendar year that is after the month next before the month in which he or she suffered that loss, divided by the number of months in that part of that calendar year and multiplied by twelve, shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (5); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (5); 2009, c. 33, Sched. 16, s. 10. Where statement filed under subs. (2) or (3) (6) Where, under subsection (2) or (3), a statement of estimated income is filed by an applicant or by an applicant’s spouse or common-law partner, no increment calculated on the basis of that statement may be paid to the applicant for any month in the current fiscal year before, (a) the month next following the month shown in the statement as the month in which the applicant or the applicant’s spouse or common-law partner, as the case may be, ceased to hold the office or employment previously held by him or her or ceased to carry on the business previously carried on by him or her; or (b) the month shown in the statement as the month in which the applicant or the applicant’s spouse or common-law partner, as the case may be, suffered the loss of income due to termination or reduction of private pension income, as the case may be.  R.S.O. 1990, c. O.17, s. 6 (6); 2000, c. 42, s. 83 (6). Reduction of income for the base calendar year (7) For the purpose of facilitating a payment of an increment to a beneficiary, and for the purpose of making the same amount of increment payable to every beneficiary whose increment, calculated in accordance with this Act (other than this subsection) and the regulations, is more or less in the same amount, the Minister may reduce, (a) the income for the base calendar year of any beneficiary by an amount that shall not exceed $23.99; or (b) the aggregate incomes for the base calendar year of any beneficiary and the spouse or common-law partner of that beneficiary by an amount that shall not exceed $47.99, and such income or incomes, when so reduced, shall be deemed to be the income for the base calendar year of the beneficiary or the aggregate incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, as the case may be, but no reduction authorized by this subsection shall be made if it will reduce the amount of the increment to which a beneficiary is entitled.  R.S.O. 1990, c. O.17, s. 6 (7); 2000, c. 42, s. 83 (7). Section Amendments with date in force (d/m/y) 1999, c. 9, s. 171 (1, 2) - 01/07/1999 2000, c. 42, s. 83 (1-7)\r\n- 01/07/2000 2009, c. 33, Sched. 16, s. 10 - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) Every applicant in respect of a current fiscal year shall in his or her application make a statement of his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (1).</p> <p class=\"headnote\">Minister may estimate income</p> <p class=\"subsection\">(1.1) If, by reason of subsection 3 (2.1), an applicant is not required to make an application for payment of an increment for any month, the Minister may, on the basis of any information available to the Minister,</p> <p class=\"paragraph\">  (a) estimate the applicant’s income for the base calendar year; and</p> <p class=\"paragraph\">  (b) in the case of an applicant who is a person described in subsection 15 (2) of the <i>Old Age Security Act</i>\r\n(Canada), as modified by section 7 of this Act, estimate the income of the applicant’s spouse or common-law partner for the base calendar year.  1999, c. 9, s. 171 (1); 2000, c. 42, s. 83 (1).</p> <p class=\"headnote\">Additional statement where retirement in current fiscal year</p> <p class=\"subsection\">(2) Where in any current fiscal year an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i> (Canada), as modified by section 7 of this Act, has ceased to hold an office or employment previously held by him or her or has ceased to carry on a business previously carried on by him or her, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the fiscal year next following the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of the applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i> (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner, file a statement of his or her estimated income, other than his or her estimated income from that office or employment or from that business, as the case may be, for the calendar year in which he or she ceased to hold that office or employment or ceased to carry on that business, in which case,</p> <p class=\"paragraph\">  (a) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no income from that office or employment or from that business, as the case may be, and no defined income in that calendar year,</p> <p class=\"subsection\">plus,</p> <p class=\"paragraph\">  (b) any defined income received by the person in that part of that calendar year that is after the month in which he or she ceased to hold that office or employment or ceased to carry on that business, divided by the number of months in that part of that calendar year and multiplied by twelve,</p> <p class=\"subsection\">shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (2); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (2); 2009, c. 33, Sched. 16, s. 10.</p> <p class=\"headnote\">Additional statement where loss of private pension income in current fiscal year</p> <p class=\"subsection\">(3) Where in any current fiscal year an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i> (Canada), as modified by section 7 of this Act, has suffered a loss of income due to termination or reduction of private pension income, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the fiscal year next following the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of an applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i> (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner, file a statement of his or her estimated income for the calendar year in which he or she suffered that loss, other than private pension income received by the person in that part of that calendar year that is before the month in which he or she suffered that loss, in which case,</p> <p class=\"paragraph\">  (a) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no defined income for that calendar year,</p> <p class=\"subsection\">plus,</p> <p class=\"paragraph\">  (b) any defined income received by the person in that part of that calendar year that is after the month next before the month in which he or she suffered the loss, divided by the number of months in that part of that calendar year and multiplied by twelve,</p> <p class=\"subsection\">shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (3); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (3); 2009, c. 33, Sched. 16, s. 10.</p> <p class=\"headnote\">Additional statement where retirement before current fiscal year</p> <p class=\"subsection\">(4) Where, in the base calendar year or in the last three months of the previous fiscal year, an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i>\r\n(Canada), as modified by section 7 of this Act, has ceased to hold an office or employment previously held by him or her or has ceased to carry on a business previously carried on by him or her, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of the applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i> (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner,</p> <p class=\"paragraph\">  (a) where the person ceased to hold that office or employment or to carry on that business in the base calendar year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year, in which case the person’s income for that calendar year shall be deemed to be his or her income for the base calendar year; or</p> <p class=\"paragraph\">  (b) where the person ceased to hold that office or employment or to carry on that business in the last three months of the previous fiscal year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year showing any income actually received by him or her in that calendar year from that office or employment or from that business, as the case may be, in which case,</p> <p class=\"subclause\">  (i) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no income from that office or employment or from that business, as the case may be, and no defined income in that calendar year,</p> <p class=\"paragraph\">plus,</p> <p class=\"subclause\">  (ii) any defined income received by the person in that part of that calendar year that is after the month in which he or she ceased to hold that office or employment or ceased to carry on that business, divided by the number of months in that part of that calendar year and multiplied by twelve,</p> <p class=\"paragraph\">shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (4); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (4); 2009, c. 33, Sched. 16, s. 10.</p> <p class=\"headnote\">Additional statement where loss of private pension income before current fiscal year</p> <p class=\"subsection\">(5) Where, in the base calendar year or in the last three months of the previous fiscal year, an applicant, or an applicant’s spouse or common-law partner who has filed a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i>\r\n(Canada), as modified by section 7 of this Act, has suffered a loss of income due to termination or reduction of private pension income, the applicant or the applicant’s spouse or common-law partner, as the case may be, may, not later than the end of the current fiscal year, in addition to making the statement of his or her income required by subsection (1) in the case of the applicant, or in addition to filing a statement as described in paragraph 15 (2) (a) of the <i>Old Age Security Act</i> (Canada), as modified by section 7 of this Act in the case of the applicant’s spouse or common-law partner,</p> <p class=\"paragraph\">  (a) where the person suffered that loss in the base calendar year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year, in which case the person’s income for that calendar year shall be deemed to be his or her income for the base calendar year; or</p> <p class=\"paragraph\">  (b) where the person suffered that loss in the last three months of the previous fiscal year, file a statement of his or her estimated income for the calendar year ending in the current fiscal year, showing the amount of private pension income actually received by the person in that part of that calendar year that is before the month in which he or she suffered that loss, in which case,</p> <p class=\"subclause\">  (i) the person’s income for that calendar year, calculated as described in the definition of “income for the base calendar year” in subsection 1 (1) and as though he or she had no defined income in that calendar year,</p> <p class=\"paragraph\">plus,</p> <p class=\"subclause\">  (ii) any defined income received by the person in that part of that calendar year that is after the month next before the month in which he or she suffered that loss, divided by the number of months in that part of that calendar year and multiplied by twelve,</p> <p class=\"paragraph\">shall be deemed to be his or her income for the base calendar year.  R.S.O. 1990, c. O.17, s. 6 (5); 1999, c. 9, s. 171 (2); 2000, c. 42, s. 83 (5); 2009, c. 33, Sched. 16, s. 10.</p> <p class=\"headnote\">Where statement filed under subs. (2) or (3)</p> <p class=\"subsection\">(6) Where, under subsection (2) or (3), a statement of estimated income is filed by an applicant or by an applicant’s spouse or common-law partner, no increment calculated on the basis of that statement may be paid to the applicant for any month in the current fiscal year before,</p> <p class=\"paragraph\">  (a) the month next following the month shown in the statement as the month in which the applicant or the applicant’s spouse or common-law partner, as the case may be, ceased to hold the office or employment previously held by him or her or ceased to carry on the business previously carried on by him or her; or</p> <p class=\"paragraph\">  (b) the month shown in the statement as the month in which the applicant or the applicant’s spouse or common-law partner, as the case may be, suffered the loss of income due to termination or reduction of private pension income,</p> <p class=\"subsection\">as the case may be.  R.S.O. 1990, c. O.17, s. 6 (6); 2000, c. 42, s. 83 (6).</p> <p class=\"headnote\">Reduction of income for the base calendar year</p> <p class=\"subsection\">(7) For the purpose of facilitating a payment of an increment to a beneficiary, and for the purpose of making the same amount of increment payable to every beneficiary whose increment, calculated in accordance with this Act (other than this subsection) and the regulations, is more or less in the same amount, the Minister may reduce,</p> <p class=\"paragraph\">  (a) the income for the base calendar year of any beneficiary by an amount that shall not exceed $23.99; or</p> <p class=\"paragraph\">  (b) the aggregate incomes for the base calendar year of any beneficiary and the spouse or common-law partner of that beneficiary by an amount that shall not exceed $47.99,</p> <p class=\"subsection\">and such income or incomes, when so reduced, shall be deemed to be the income for the base calendar year of the beneficiary or the aggregate incomes for the base calendar year of the beneficiary and his or her spouse or common-law partner, as the case may be, but no reduction authorized by this subsection shall be made if it will reduce the amount of the increment to which a beneficiary is entitled.  R.S.O. 1990, c. O.17, s. 6 (7); 2000, c. 42, s. 83 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 171 (1, 2) - 01/07/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00042#s83s1\">2000, c. 42, s. 83 (1-7)</a></span>\r\n- 01/07/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched16s10\">2009, c. 33, Sched. 16, s. 10</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Information required with application",
            "part_id": null,
            "part_type": null,
            "section_y": "Information required with application",
            "content": "7 (1) Section 15 of the Old Age Security Act (Canada) shall be deemed to be a part of this Act and, for such purpose, references in that section to the following words or expressions shall be read as indicated: 1. References to a supplement shall be read as if they were references to an increment. 2. References to a payment period shall be read as if they were references to a fiscal year. 3. References to a pensioner shall have the meaning given to that term by section 2 of that Act. 4. References to prescribed forms shall be read as if they were references to forms prescribed for the purposes of that Act, unless the Minister of Finance has approved forms for use under this Act in their place. 5. References to subsection 11 (4) of that Act shall be read as if they were references to subsection 3 (2.1) of this Act. 6. References to subsection 14 (1.1) of that Act shall be read as if they were references to subsection 6 (1.1) of this Act. Non-duplication of process (2) Applications, statements, notifications, income estimates and other information provided by a person to the Minister of Human Resources Development for Canada under the Old Age Security Act\r\n(Canada) may be treated by the Minister of Finance as applications, statements, notifications, income estimates and other information provided for the purposes of this Act, and the Minister of Finance may rely on all directions and cancellations of directions given by the Minister of Human Resources Development for Canada under section 15 of the Old Age Security Act (Canada) as if they had been given by the Minister of Finance, with necessary modifications, for the purposes of this Act.  1999, c. 9, s. 172. Section Amendments with date in force (d/m/y) 1999, c. 9, s. 172 - 1/07/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) Section 15 of the <i>Old Age Security Act</i> (Canada) shall be deemed to be a part of this Act and, for such purpose, references in that section to the following words or expressions shall be read as indicated:</p> <p class=\"paragraph\">  1. References to a supplement shall be read as if they were references to an increment.</p> <p class=\"paragraph\">  2. References to a payment period shall be read as if they were references to a fiscal year.</p> <p class=\"paragraph\">  3. References to a pensioner shall have the meaning given to that term by section 2 of that Act.</p> <p class=\"paragraph\">  4. References to prescribed forms shall be read as if they were references to forms prescribed for the purposes of that Act, unless the Minister of Finance has approved forms for use under this Act in their place.</p> <p class=\"paragraph\">  5. References to subsection 11 (4) of that Act shall be read as if they were references to subsection 3 (2.1) of this Act.</p> <p class=\"paragraph\">  6. References to subsection 14 (1.1) of that Act shall be read as if they were references to subsection 6 (1.1) of this Act.</p> <p class=\"headnote\">Non-duplication of process</p> <p class=\"subsection\">(2) Applications, statements, notifications, income estimates and other information provided by a person to the Minister of Human Resources Development for Canada under the <i>Old Age Security Act</i>\r\n(Canada) may be treated by the Minister of Finance as applications, statements, notifications, income estimates and other information provided for the purposes of this Act, and the Minister of Finance may rely on all directions and cancellations of directions given by the Minister of Human Resources Development for Canada under section 15 of the <i>Old Age Security Act</i> (Canada) as if they had been given by the Minister of Finance, with necessary modifications, for the purposes of this Act.  1999, c. 9, s. 172.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 172 - 1/07/1999</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Adjustment of increment",
            "part_id": null,
            "part_type": null,
            "section_y": "Adjustment of increment",
            "content": "8 (1) Where an application in respect of a fiscal year is approved, and it is subsequently determined that the income of the applicant for the base calendar year calculated as required by this Act (hereinafter referred to as “actual income”) does not accord with his or her income (hereinafter referred to as “shown income”) calculated as required by this Act on the basis of a statement required or permitted by section 6 to be made or filed by him or her, (a) where the applicant’s actual income exceeds his or her shown income, any amount by which the increment paid to the applicant for months in that fiscal year exceeds the increment that would have been paid to him or her for those months if the applicant’s shown income had been equal to his or her actual income, may be deducted and retained out of any subsequent payments of such increment made to the applicant in such manner as may be prescribed; and (b) where the applicant’s shown income exceeds his or her actual income, there shall be paid to the applicant an amount by which the increment that would have been paid to him or her for months in that fiscal year if the applicant’s shown income had been equal to his or her actual income, exceeds the increment paid to him or her for those months, except that no payment shall be made under this clause where the amount of such payment is less than $5.00. Limitation (2) Despite subsection (1), no amount may be deducted and retained in a fiscal year under that subsection with respect to any increment paid to a beneficiary for months before the immediately preceding fiscal year, unless, (a) the beneficiary made a wilful misrepresentation or committed fraud for the purpose of receiving or obtaining such payment of increment; or (b) the amount by which, (i) the increment paid to the beneficiary for months in that fiscal year and the immediately preceding fiscal year, exceeds, (ii) the increment that would have been paid to the beneficiary for those months where the beneficiary’s shown income had been equal to his or her actual income, has been determined and an amount has been deducted and retained with respect thereto in accordance with this section, in which case the amount of the excess may be deducted and retained, in such manner as may be prescribed, out of any payment of increment made to the beneficiary after any amount has been so deducted and retained.  R.S.O. 1990, c. O.17, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) Where an application in respect of a fiscal year is approved, and it is subsequently determined that the income of the applicant for the base calendar year calculated as required by this Act (hereinafter referred to as “actual income”) does not accord with his or her income (hereinafter referred to as “shown income”) calculated as required by this Act on the basis of a statement required or permitted by section 6 to be made or filed by him or her,</p> <p class=\"paragraph\">  (a) where the applicant’s actual income exceeds his or her shown income, any amount by which the increment paid to the applicant for months in that fiscal year exceeds the increment that would have been paid to him or her for those months if the applicant’s shown income had been equal to his or her actual income, may be deducted and retained out of any subsequent payments of such increment made to the applicant in such manner as may be prescribed; and</p> <p class=\"paragraph\">  (b) where the applicant’s shown income exceeds his or her actual income, there shall be paid to the applicant an amount by which the increment that would have been paid to him or her for months in that fiscal year if the applicant’s shown income had been equal to his or her actual income, exceeds the increment paid to him or her for those months, except that no payment shall be made under this clause where the amount of such payment is less than $5.00.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(2) Despite subsection (1), no amount may be deducted and retained in a fiscal year under that subsection with respect to any increment paid to a beneficiary for months before the immediately preceding fiscal year, unless,</p> <p class=\"paragraph\">  (a) the beneficiary made a wilful misrepresentation or committed fraud for the purpose of receiving or obtaining such payment of increment; or</p> <p class=\"paragraph\">  (b) the amount by which,</p> <p class=\"subclause\">  (i) the increment paid to the beneficiary for months in that fiscal year and the immediately preceding fiscal year,</p> <p class=\"paragraph\">exceeds,</p> <p class=\"subclause\">  (ii) the increment that would have been paid to the beneficiary for those months where the beneficiary’s shown income had been equal to his or her actual income,</p> <p class=\"paragraph\">has been determined and an amount has been deducted and retained with respect thereto in accordance with this section, in which case the amount of the excess may be deducted and retained, in such manner as may be prescribed, out of any payment of increment made to the beneficiary after any amount has been so deducted and retained.  R.S.O. 1990, c. O.17, s. 8.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Minister to consider applications",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister to consider applications",
            "content": "9 (1) The Minister forthwith upon receiving an application shall consider the application, and the Minister may, (a) approve payment of an increment and determine the amount thereof that may be paid to the applicant; or (b) determine that no increment may be paid to the applicant.  R.S.O. 1990, c. O.17, s. 9 (1). Minister to furnish particulars (2) Where particulars of the basis on which the amount of any increment that may be paid to an applicant was determined by the Minister are requested by the applicant, or where the Minister determines that no increment may be paid to an applicant, the Minister shall forthwith, in writing, notify the applicant of the basis upon which the amount was determined or of the basis upon which the Minister’s determination was reached that no increment may be paid and shall notify the applicant of his or her right of appeal under this section.  R.S.O. 1990, c. O.17, s. 9 (2). Objection by applicant (3) Where an applicant is dissatisfied with, (a) a determination of the Minister under subsection (1); (b) the decision of the Minister under section 3 to suspend payment of an increment; (c) a direction of the Minister under section 7; or (d) the Minister’s determination that an applicant has received an increment to which he or she is not entitled or a payment in excess of the increment to which he or she is entitled, the applicant may object to that determination, decision or direction by serving on the Minister a notice of objection in the form approved by the Minister setting out the reasons for the objection and all relevant facts within ninety days from the date of notice of such determination, decision or direction by the Minister.  R.S.O. 1990, c. O.17, s. 9 (3); 1997, c. 19, s. 17 (1). Extension of time (3.1) The time for serving a notice of objection may be extended by the Minister if the applicant applies for the extension, (a) before the expiry of time allowed under subsection (3); or (b) within one year after the date of notice of a determination, decision or direction described in subsection (3), if the applicant provides an explanation satisfactory to the Minister explaining why the notice of objection could not be served within the time required by subsection (3) and the Minister agrees to the extension of time. 2016, c. 5, Sched. 19, s. 1. Service (4) A notice of objection under this section shall be served personally or by registered mail addressed to the Minister, but the Minister may accept a notice of objection under this section even if it was not served in the manner required.  R.S.O. 1990, c. O.17, s. 9 (4). Minister to reconsider (5) Upon receipt of the notice of objection, the Minister shall forthwith reconsider the determination, decision or direction objected to and confirm, vary or reverse such determination, decision or direction, and the Minister shall, by registered mail, thereupon notify the person making the objection of his or her action.  R.S.O. 1990, c. O.17, s. 9 (5). Minister’s decision final (6) A decision of the Minister under subsection (5) is final and is not subject to appeal except where the decision involves the interpretation of a provision of this Act, or involves an issue solely of law.  R.S.O. 1990, c. O.17, s. 9 (6). Appeal on question of law (7) In any dispute over a determination, decision or direction of the Minister under subsection (5), the Minister may, where the dispute involves the interpretation of a provision of this Act, or involves an issue solely of law in which no facts are in dispute, or involves the proper inference to be drawn from facts that are not in dispute, agree in writing with the disputing party as to the undisputed facts and thereafter apply to the Superior Court of Justice to have the issue in dispute determined, and if the Minister does not make the application within six weeks of the date upon which the undisputed facts have been agreed upon in writing, the other party to the dispute may apply to the court to have the issue determined.  R.S.O. 1990, c. O.17, s. 9 (7); 2006, c. 19, Sched. C, s. 1 (1). Administration of oaths (8) Any officer or employee in the Ministry of Community and Social Services who is authorized to administer oaths, take and receive affidavits, declarations and affirmations and any officer or employee in the Ministry of Finance who is authorized by the Minister, may administer oaths, take and receive affidavits, declarations and affirmations for the purposes of or incidental to the administration or enforcement of this Act, and every person so authorized has, with respect to any such oath, affidavit, declaration or affirmation, all the powers of a commissioner for taking affidavits.  R.S.O. 1990, c. O.17, s. 9 (8); 1999, c. 9. s. 173. Section Amendments with date in force (d/m/y) 1997, c. 19, s. 17 (1) - 10/10/1997 1999, c. 9, s. 173 - 14/12/1999 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006 2016, c. 5, Sched. 19, s. 1 - 19/04/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) The Minister forthwith upon receiving an application shall consider the application, and the Minister may,</p> <p class=\"paragraph\">  (a) approve payment of an increment and determine the amount thereof that may be paid to the applicant; or</p> <p class=\"paragraph\">  (b) determine that no increment may be paid to the applicant.  R.S.O. 1990, c. O.17, s. 9 (1).</p> <p class=\"headnote\">Minister to furnish particulars</p> <p class=\"subsection\">(2) Where particulars of the basis on which the amount of any increment that may be paid to an applicant was determined by the Minister are requested by the applicant, or where the Minister determines that no increment may be paid to an applicant, the Minister shall forthwith, in writing, notify the applicant of the basis upon which the amount was determined or of the basis upon which the Minister’s determination was reached that no increment may be paid and shall notify the applicant of his or her right of appeal under this section.  R.S.O. 1990, c. O.17, s. 9 (2).</p> <p class=\"headnote\">Objection by applicant</p> <p class=\"subsection\">(3) Where an applicant is dissatisfied with,</p> <p class=\"paragraph\">  (a) a determination of the Minister under subsection (1);</p> <p class=\"paragraph\">  (b) the decision of the Minister under section 3 to suspend payment of an increment;</p> <p class=\"paragraph\">  (c) a direction of the Minister under section 7; or</p> <p class=\"paragraph\">  (d) the Minister’s determination that an applicant has received an increment to which he or she is not entitled or a payment in excess of the increment to which he or she is entitled,</p> <p class=\"subsection\">the applicant may object to that determination, decision or direction by serving on the Minister a notice of objection in the form approved by the Minister setting out the reasons for the objection and all relevant facts within ninety days from the date of notice of such determination, decision or direction by the Minister.  R.S.O. 1990, c. O.17, s. 9 (3); 1997, c. 19, s. 17 (1).</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(3.1) The time for serving a notice of objection may be extended by the Minister if the applicant applies for the extension,</p> <p class=\"paragraph\">  (a) before the expiry of time allowed under subsection (3); or</p> <p class=\"paragraph\">  (b) within one year after the date of notice of a determination, decision or direction described in subsection (3), if the applicant provides an explanation satisfactory to the Minister explaining why the notice of objection could not be served within the time required by subsection (3) and the Minister agrees to the extension of time. 2016, c. 5, Sched. 19, s. 1.</p> <p class=\"headnote\">Service</p> <p class=\"subsection\">(4) A notice of objection under this section shall be served personally or by registered mail addressed to the Minister, but the Minister may accept a notice of objection under this section even if it was not served in the manner required.  R.S.O. 1990, c. O.17, s. 9 (4).</p> <p class=\"headnote\">Minister to reconsider</p> <p class=\"subsection\">(5) Upon receipt of the notice of objection, the Minister shall forthwith reconsider the determination, decision or direction objected to and confirm, vary or reverse such determination, decision or direction, and the Minister shall, by registered mail, thereupon notify the person making the objection of his or her action.  R.S.O. 1990, c. O.17, s. 9 (5).</p> <p class=\"headnote\">Minister’s decision final</p> <p class=\"subsection\">(6) A decision of the Minister under subsection (5) is final and is not subject to appeal except where the decision involves the interpretation of a provision of this Act, or involves an issue solely of law.  R.S.O. 1990, c. O.17, s. 9 (6).</p> <p class=\"headnote\">Appeal on question of law</p> <p class=\"subsection\">(7) In any dispute over a determination, decision or direction of the Minister under subsection (5), the Minister may, where the dispute involves the interpretation of a provision of this Act, or involves an issue solely of law in which no facts are in dispute, or involves the proper inference to be drawn from facts that are not in dispute, agree in writing with the disputing party as to the undisputed facts and thereafter apply to the Superior Court of Justice to have the issue in dispute determined, and if the Minister does not make the application within six weeks of the date upon which the undisputed facts have been agreed upon in writing, the other party to the dispute may apply to the court to have the issue determined.  R.S.O. 1990, c. O.17, s. 9 (7); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Administration of oaths</p> <p class=\"subsection\">(8) Any officer or employee in the Ministry of Community and Social Services who is authorized to administer oaths, take and receive affidavits, declarations and affirmations and any officer or employee in the Ministry of Finance who is authorized by the Minister, may administer oaths, take and receive affidavits, declarations and affirmations for the purposes of or incidental to the administration or enforcement of this Act, and every person so authorized has, with respect to any such oath, affidavit, declaration or affirmation, all the powers of a commissioner for taking affidavits.  R.S.O. 1990, c. O.17, s. 9 (8); 1999, c. 9. s. 173.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 19, s. 17 (1) - 10/10/1997</p> <p class=\"footnoteLeft\">1999, c. 9, s. 173 - 14/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched19s1\">2016, c. 5, Sched. 19, s. 1</a></span> - 19/04/2016</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Recovery of increment to which recipient not entitled",
            "part_id": null,
            "part_type": null,
            "section_y": "Recovery of increment to which recipient not entitled",
            "content": "10 (1) Where a person receives or obtains the payment of an increment to which he or she is not entitled or the payment of an amount in excess of the increment to which he or she is entitled, the person shall forthwith return to the Minister such increment or excess amount, as the case may be.  R.S.O. 1990, c. O.17, s. 10 (1). Idem (2) Where a person receives or obtains the payment of an increment to which he or she is not entitled or the payment of an amount in excess of the increment to which he or she is entitled, the amount or excess amount, as the case may be, may be recovered in any court of competent jurisdiction as a debt due to the Crown in proceedings commenced, (a) at any time, where that person made a wilful misrepresentation or committed fraud for the purpose of receiving or obtaining the amount or excess amount; or (b) where clause (a) is not applicable, at any time before the end of the fiscal year next following the fiscal year in which the amount or excess amount was received or obtained, and where that person is or subsequently becomes a beneficiary, the amount of any such indebtedness may, subject to subsection 8 (2), be deducted and retained out of any increment payable to that person or out of any payment to which he or she may be entitled at any time thereafter under subsection 8 (10) of the Income Tax Act or section 84 of the Taxation Act, 2007, and where applicable, the amount of any such indebtedness may be recovered in the manner provided for in the Financial Administration Act.  R.S.O. 1990, c. O.17, s. 10 (2); 2008, c. 19, Sched. V, s. 8. Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. V, s. 8 - 01/01/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) Where a person receives or obtains the payment of an increment to which he or she is not entitled or the payment of an amount in excess of the increment to which he or she is entitled, the person shall forthwith return to the Minister such increment or excess amount, as the case may be.  R.S.O. 1990, c. O.17, s. 10 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where a person receives or obtains the payment of an increment to which he or she is not entitled or the payment of an amount in excess of the increment to which he or she is entitled, the amount or excess amount, as the case may be, may be recovered in any court of competent jurisdiction as a debt due to the Crown in proceedings commenced,</p> <p class=\"paragraph\">  (a) at any time, where that person made a wilful misrepresentation or committed fraud for the purpose of receiving or obtaining the amount or excess amount; or</p> <p class=\"paragraph\">  (b) where clause (a) is not applicable, at any time before the end of the fiscal year next following the fiscal year in which the amount or excess amount was received or obtained,</p> <p class=\"subsection\">and where that person is or subsequently becomes a beneficiary, the amount of any such indebtedness may, subject to subsection 8 (2), be deducted and retained out of any increment payable to that person or out of any payment to which he or she may be entitled at any time thereafter under subsection 8 (10) of the <i>Income Tax Act </i>or section 84 of the <i>Taxation Act, 2007</i>, and where applicable, the amount of any such indebtedness may be recovered in the manner provided for in the <i>Financial Administration Act</i>.  R.S.O. 1990, c. O.17, s. 10 (2); 2008, c. 19, Sched. V, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedvs8\">2008, c. 19, Sched. V, s. 8</a></span> - 01/01/2009</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "11 (1) Except as provided in subsection (2), all information obtained under this Act by any officer, employee or agent of the Ministry of Finance is privileged and confidential, and no such officer, employee or agent shall knowingly communicate or allow to be communicated to any person not legally entitled thereto any such information, or allow any person not legally entitled to do so to inspect or have access to any statement or other writing containing such information.  R.S.O. 1990, c. O.17, s. 11 (1); 1999, c. 9, s. 174 (1). Disclosure of information (2) Any information referred to in subsection (1) that is obtained by any officer, employee or agent of the Ministry of Finance in the administration of this Act may be communicated, (a) to any officer or employee of the Ministry of Community and Social Services, Human Resources Development Canada, the Department of National Revenue and the Canada Revenue Agency; and (b) to any person or class of persons who administers a program of assistance payments similar in nature to the payments authorized under this Act and who is prescribed by the Lieutenant Governor in Council.  1999, c. 9, s. 174 (2). Evidence and production of documents (3) Despite any other Act or law, no officer, agent or employee of Her Majesty shall be required, in connection with any legal proceedings, to give evidence relating to any information that is privileged under subsection (1) or to produce any statement or other writing containing any such information. Application of subss. (1), (3) (4) Subsections (1) and (3) do not apply in respect of proceedings relating to the administration or enforcement of this Act.  R.S.O. 1990, c. O.17, s. 11 (3, 4). Section Amendments with date in force (d/m/y) 1999, c. 9, s. 174 (1, 2) - 14/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>(1) Except as provided in subsection (2), all information obtained under this Act by any officer, employee or agent of the Ministry of Finance is privileged and confidential, and no such officer, employee or agent shall knowingly communicate or allow to be communicated to any person not legally entitled thereto any such information, or allow any person not legally entitled to do so to inspect or have access to any statement or other writing containing such information.  R.S.O. 1990, c. O.17, s. 11 (1); 1999, c. 9, s. 174 (1).</p> <p class=\"headnote\">Disclosure of information</p> <p class=\"subsection\">(2) Any information referred to in subsection (1) that is obtained by any officer, employee or agent of the Ministry of Finance in the administration of this Act may be communicated,</p> <p class=\"paragraph\">  (a) to any officer or employee of the Ministry of Community and Social Services, Human Resources Development Canada, the Department of National Revenue and the Canada Revenue Agency; and </p> <p class=\"paragraph\">  (b) to any person or class of persons who administers a program of assistance payments similar in nature to the payments authorized under this Act and who is prescribed by the Lieutenant Governor in Council.  1999, c. 9, s. 174 (2).</p> <p class=\"headnote\">Evidence and production of documents</p> <p class=\"subsection\">(3) Despite any other Act or law, no officer, agent or employee of Her Majesty shall be required, in connection with any legal proceedings, to give evidence relating to any information that is privileged under subsection (1) or to produce any statement or other writing containing any such information.</p> <p class=\"headnote\">Application of subss. (1), (3)</p> <p class=\"subsection\">(4) Subsections (1) and (3) do not apply in respect of proceedings relating to the administration or enforcement of this Act.  R.S.O. 1990, c. O.17, s. 11 (3, 4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 174 (1, 2) - 14/12/1999</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Increment not assignable",
            "part_id": null,
            "part_type": null,
            "section_y": "Increment not assignable",
            "content": "12 An increment shall not be assigned, charged, attached, anticipated or given as security, and any transaction purporting to assign, charge, attach, anticipate or give as security an increment is void.  R.S.O. 1990, c. O.17, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>An increment shall not be assigned, charged, attached, anticipated or given as security, and any transaction purporting to assign, charge, attach, anticipate or give as security an increment is void.  R.S.O. 1990, c. O.17, s. 12.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Payment after death",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment after death",
            "content": "13 (1) Where an applicant or a beneficiary entitled to receive an increment dies, the Minister may pay any increment to which the applicant or beneficiary was entitled at his or her death to the executor or administrator of his or her estate or, if no executor or administrator is, in the opinion of the Minister, likely to be appointed or granted letters probate, to such applicant’s or beneficiary’s surviving spouse or common-law partner or to the person who appears to the Minister to be discharging the duties of executor or administrator of the deceased applicant’s or beneficiary’s estate, although not so constituted or appointed by the Superior Court of Justice.  R.S.O. 1990, c. O.17, s. 13 (1); 2000, c. 42, s. 84; 2006, c. 19, Sched. C, s. 1 (1). Where increment may be paid to a trustee, etc. (2) In the case of a beneficiary, (a) for whom a committee or trustee is acting; or (b) who, in the opinion of the Minister, is using or is likely to use his or her increment otherwise than for his or her own benefit, or is incapacitated or is incapable of handling his or her own affairs, the Minister may appoint a person to act on behalf of the beneficiary, and the increment may be paid for the benefit of the beneficiary to the committee or trustee or to the person so appointed.  R.S.O. 1990, c. O.17, s. 13 (2). Compensation (3) A person acting for a beneficiary under subsection (2) is not entitled to any fee or other compensation or reward or to any reimbursement for any costs or expenses incurred by the person.  R.S.O. 1990, c. O.17, s. 13 (3). Section Amendments with date in force (d/m/y) 2000, c. 42, s. 84 - 01/07/2000 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) Where an applicant or a beneficiary entitled to receive an increment dies, the Minister may pay any increment to which the applicant or beneficiary was entitled at his or her death to the executor or administrator of his or her estate or, if no executor or administrator is, in the opinion of the Minister, likely to be appointed or granted letters probate, to such applicant’s or beneficiary’s surviving spouse or common-law partner or to the person who appears to the Minister to be discharging the duties of executor or administrator of the deceased applicant’s or beneficiary’s estate, although not so constituted or appointed by the Superior Court of Justice.  R.S.O. 1990, c. O.17, s. 13 (1); 2000, c. 42, s. 84; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Where increment may be paid to a trustee, etc.</p> <p class=\"subsection\">(2) In the case of a beneficiary,</p> <p class=\"paragraph\">  (a) for whom a committee or trustee is acting; or</p> <p class=\"paragraph\">  (b) who, in the opinion of the Minister, is using or is likely to use his or her increment otherwise than for his or her own benefit, or is incapacitated or is incapable of handling his or her own affairs,</p> <p class=\"subsection\">the Minister may appoint a person to act on behalf of the beneficiary, and the increment may be paid for the benefit of the beneficiary to the committee or trustee or to the person so appointed.  R.S.O. 1990, c. O.17, s. 13 (2).</p> <p class=\"headnote\">Compensation</p> <p class=\"subsection\">(3) A person acting for a beneficiary under subsection (2) is not entitled to any fee or other compensation or reward or to any reimbursement for any costs or expenses incurred by the person.  R.S.O. 1990, c. O.17, s. 13 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00042#s84\">2000, c. 42, s. 84 </a></span>- 01/07/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "Liability to Crown not to increase increment",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability to Crown not to increase increment",
            "content": "14 Where a deduction is made from an increment payable under this Act or from any payment under a statute of Canada or of a province of Canada that is relevant in determining the income for the base calendar year of the person to whom any increment may be paid under this Act, and the deduction is made by the Crown to reduce or discharge a liability to the Crown of the person, such person’s entitlement under this Act shall not thereby be increased.  R.S.O. 1990, c. O.17, s. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>Where a deduction is made from an increment payable under this Act or from any payment under a statute of Canada or of a province of Canada that is relevant in determining the income for the base calendar year of the person to whom any increment may be paid under this Act, and the deduction is made by the Crown to reduce or discharge a liability to the Crown of the person, such person’s entitlement under this Act shall not thereby be increased.  R.S.O. 1990, c. O.17, s. 14.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Audit and inspection",
            "part_id": null,
            "part_type": null,
            "section_y": "Audit and inspection",
            "content": "15 (1) Any person authorized by the Minister for any purpose related to the administration or enforcement of this Act may at all reasonable times enter into any premises or place where any business is carried on or any property is kept or where anything is done in connection with any business or where any books or records are kept and, (a) audit or examine the books and records and any account, voucher, letter, telegram or other document that relates or may relate to the information that is or should be in the books or records or to the amount of an increment payable under this Act; (b) examine property described in any conveyance or any property, process or matter, an examination of which may, in the person’s opinion, assist him or her in determining the accuracy of any application required by this Act or in ascertaining the information that is or should be in the books or records or in such application, or the amount of any increment payable under this Act; and (c) require any person on the premises to give him or her all reasonable assistance with the audit or examination and to answer all questions relating to the audit or examination either orally or, if he or she so requires, in writing, on oath or by statutory declaration and, for that purpose, he or she may require such person to attend at the premises or place with him or her.  R.S.O. 1990, c. O.17, s. 15 (1); 1999, c. 9, s. 175 (1). Production of documents and records to Minister (2) The Minister may, for any purpose relating to the administration or enforcement of this Act, by registered letter or by a demand served personally, require from any person any information or additional information, or the production, or production on oath, of any books, letters, accounts, invoices, statements (financial or otherwise) or other documents within such reasonable time as is stipulated therein, if, in the opinion of the Minister or of the person authorized by the Minister, it is necessary to make the demand in order to determine eligibility or possible eligibility for an increment under this Act.  R.S.O. 1990, c. O.17, s. 15 (2). Copies of documents and records (3) Where a book, record or other document has been examined or produced under this section, the person by whom it is examined or to whom it is produced, or any officer of the Ministry of Finance, may make or cause to be made one or more copies of them, and a document purporting to be certified by the Minister or a person authorized by the Minister to be a copy made under this section is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way. 1999, c. 9, s. 175 (2). Compliance (4) No person shall hinder or interfere with any person doing anything that he or she is authorized by this section to do or shall prevent or attempt to prevent any person from doing any such thing, and despite any other law to the contrary, every person shall, unless the person is unable to do so, do everything the person is required by this section to do. Offence (5) Every person who fails to comply with or contravenes this section is guilty of an offence and, in addition to any penalty otherwise provided, is liable on conviction to a fine of $100 or $50 for each day during which the default continues, whichever is the greater.  R.S.O. 1990, c. O.17, s. 15 (4, 5). Section Amendments with date in force (d/m/y) 1999, c. 9, s. 175 (1, 2) - 14/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>(1) Any person authorized by the Minister for any purpose related to the administration or enforcement of this Act may at all reasonable times enter into any premises or place where any business is carried on or any property is kept or where anything is done in connection with any business or where any books or records are kept and,</p> <p class=\"paragraph\">  (a) audit or examine the books and records and any account, voucher, letter, telegram or other document that relates or may relate to the information that is or should be in the books or records or to the amount of an increment payable under this Act;</p> <p class=\"paragraph\">  (b) examine property described in any conveyance or any property, process or matter, an examination of which may, in the person’s opinion, assist him or her in determining the accuracy of any application required by this Act or in ascertaining the information that is or should be in the books or records or in such application, or the amount of any increment payable under this Act; and</p> <p class=\"paragraph\">  (c) require any person on the premises to give him or her all reasonable assistance with the audit or examination and to answer all questions relating to the audit or examination either orally or, if he or she so requires, in writing, on oath or by statutory declaration and, for that purpose, he or she may require such person to attend at the premises or place with him or her.  R.S.O. 1990, c. O.17, s. 15 (1); 1999, c. 9, s. 175 (1).</p> <p class=\"headnote\">Production of documents and records to Minister</p> <p class=\"subsection\">(2) The Minister may, for any purpose relating to the administration or enforcement of this Act, by registered letter or by a demand served personally, require from any person any information or additional information, or the production, or production on oath, of any books, letters, accounts, invoices, statements (financial or otherwise) or other documents within such reasonable time as is stipulated therein, if, in the opinion of the Minister or of the person authorized by the Minister, it is necessary to make the demand in order to determine eligibility or possible eligibility for an increment under this Act.  R.S.O. 1990, c. O.17, s. 15 (2).</p> <p class=\"headnote\">Copies of documents and records</p> <p class=\"subsection\">(3) Where a book, record or other document has been examined or produced under this section, the person by whom it is examined or to whom it is produced, or any officer of the Ministry of Finance, may make or cause to be made one or more copies of them, and a document purporting to be certified by the Minister or a person authorized by the Minister to be a copy made under this section is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way. 1999, c. 9, s. 175 (2).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(4) No person shall hinder or interfere with any person doing anything that he or she is authorized by this section to do or shall prevent or attempt to prevent any person from doing any such thing, and despite any other law to the contrary, every person shall, unless the person is unable to do so, do everything the person is required by this section to do.</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(5) Every person who fails to comply with or contravenes this section is guilty of an offence and, in addition to any penalty otherwise provided, is liable on conviction to a fine of $100 or $50 for each day during which the default continues, whichever is the greater.  R.S.O. 1990, c. O.17, s. 15 (4, 5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 9, s. 175 (1, 2) - 14/12/1999</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "section_x": "Offence",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence",
            "content": "16 (1) Every person who does any of the following is guilty of an offence and on conviction is liable to a fine of not less than $50 and not more than $1,000: 1. Knowingly, makes a false or misleading statement in an application or statement required or permitted by this Act, and does so for the purpose of obtaining a payment of an increment under this Act to which the person is not entitled or to which a person on whose behalf the person is acting is not entitled. 2. Knowingly, fails to disclose any information that is required to be disclosed and by reason thereof obtains a payment of an increment under this Act to which the person is not entitled or to which a person on whose behalf the person is acting is not entitled. 3. Knowingly, converts to the person’s own use a payment of an increment under this Act to which the person is not entitled. Idem (2) Every person who contravenes section 11 is guilty of an offence and on conviction is liable to a fine of not less than $50 and not more than $2,000. Information may be for more than one offence (3) An information in respect of an offence under this Act may be for one or more than one offence, and no information, warrant, conviction or other proceeding in a prosecution under this Act is objectionable or insufficient by reason of the fact that it relates to two or more offences. Limitation (4) An information in respect of an offence under this Act shall be laid within five years of the time when the offence was committed.  R.S.O. 1990, c. O.17, s. 16.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>16 </b>(1) Every person who does any of the following is guilty of an offence and on conviction is liable to a fine of not less than $50 and not more than $1,000:</p> <p class=\"paragraph\">  1. Knowingly, makes a false or misleading statement in an application or statement required or permitted by this Act, and does so for the purpose of obtaining a payment of an increment under this Act to which the person is not entitled or to which a person on whose behalf the person is acting is not entitled.</p> <p class=\"paragraph\">  2. Knowingly, fails to disclose any information that is required to be disclosed and by reason thereof obtains a payment of an increment under this Act to which the person is not entitled or to which a person on whose behalf the person is acting is not entitled.</p> <p class=\"paragraph\">  3. Knowingly, converts to the person’s own use a payment of an increment under this Act to which the person is not entitled.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every person who contravenes section 11 is guilty of an offence and on conviction is liable to a fine of not less than $50 and not more than $2,000.</p> <p class=\"headnote\">Information may be for more than one offence</p> <p class=\"subsection\">(3) An information in respect of an offence under this Act may be for one or more than one offence, and no information, warrant, conviction or other proceeding in a prosecution under this Act is objectionable or insufficient by reason of the fact that it relates to two or more offences.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) An information in respect of an offence under this Act shall be laid within five years of the time when the offence was committed.  R.S.O. 1990, c. O.17, s. 16.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "17 (1) Repealed:  1997, c. 19, s. 17 (2). Same (2) The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act, and without limiting the generality of the foregoing, may make regulations, (a) prescribing the amount of the guaranteed income limit; (b) prescribing the evidence to be furnished to the Minister to establish facts relevant to the entitlement of any person to receive an increment and to establish the amount of such increment; (c) authorizing a designated officer or class of officers employed by the Government of Ontario to exercise powers or perform duties of the Minister under this Act; (d) prescribing amounts that may be included in or excluded from defined income or income for the base calendar year; (e) defining intervals of absence from Ontario that shall be deemed not to have interrupted residence in Ontario; (f) providing for the suspension of payment of an increment during any investigation into the eligibility of a beneficiary, and the reinstatement or resumption of the payment thereof; (g) prescribing the manner in which any amount required by this Act to be deducted and retained out of any increment shall be so deducted and retained; (h) providing for the making of any application, statement or notification, or the doing of any other act or thing required or permitted by this Act, by any person or agency, and for the payment of a benefit to any person or agency on behalf of any other person or beneficiary where it is established, in such manner and by such evidence as may be prescribed, that such other person or beneficiary is, by reason of infirmity, illness, insanity or other cause, incapable of managing his or her own affairs, and prescribing the manner in which any increment authorized to be paid to any such person or agency shall be administered and expended for the benefit of the beneficiary and accounted for; (i) fixing a date, other than the 1st day of April, for the commencement of a fiscal year for the purposes of this Act, and extending or abridging the period of any fiscal year, current fiscal year or previous fiscal year to provide for the orderly transition to the prescribed fiscal year from the fiscal year in effect prior to the prescribing of a different fiscal year under this clause; (j) defining the meaning of private pension income for the purposes of this Act and the regulations; (k) prescribing, for the purposes of the definition of “eligible person” in subsection 1 (1), an age that is less than sixty-five years of age; (l) altering the provisions of the definition of “eligible person” in subsection 1 (1) by reducing or eliminating any period of residence therein specified; (m) prescribing dates other than those specified in subsection 5 (1) as of which the application may be approved before or after it was received; (n) prescribing persons or classes of persons, if they are approved by Human Resources Development Canada, for the purpose of clause 11 (2) (b).  R.S.O. 1990, c. O.17, s. 17 (2); 1999, c. 9, s. 176; 2009, c. 33, Sched. 16, s. 10. Idem (3) A regulation is, if it so provides, effective with reference to a period before it was filed.  R.S.O. 1990, c. O.17, s. 17 (3). Section Amendments with date in force (d/m/y) 1997, c. 19, s. 17 (2) - 10/10/1997 1999, c. 9, s. 176 - 14/12/1999 2009, c. 33, Sched. 16, s. 10 - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>17 </b>(1) <span class=\"ovsmallcap\">Repealed</span>:  1997, c. 19, s. 17 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act, and without limiting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  (a) prescribing the amount of the guaranteed income limit;</p> <p class=\"paragraph\">  (b) prescribing the evidence to be furnished to the Minister to establish facts relevant to the entitlement of any person to receive an increment and to establish the amount of such increment;</p> <p class=\"paragraph\">  (c) authorizing a designated officer or class of officers employed by the Government of Ontario to exercise powers or perform duties of the Minister under this Act;</p> <p class=\"paragraph\">  (d) prescribing amounts that may be included in or excluded from defined income or income for the base calendar year;</p> <p class=\"paragraph\">  (e) defining intervals of absence from Ontario that shall be deemed not to have interrupted residence in Ontario;</p> <p class=\"paragraph\">  (f) providing for the suspension of payment of an increment during any investigation into the eligibility of a beneficiary, and the reinstatement or resumption of the payment thereof;</p> <p class=\"paragraph\">  (g) prescribing the manner in which any amount required by this Act to be deducted and retained out of any increment shall be so deducted and retained;</p> <p class=\"paragraph\">  (h) providing for the making of any application, statement or notification, or the doing of any other act or thing required or permitted by this Act, by any person or agency, and for the payment of a benefit to any person or agency on behalf of any other person or beneficiary where it is established, in such manner and by such evidence as may be prescribed, that such other person or beneficiary is, by reason of infirmity, illness, insanity or other cause, incapable of managing his or her own affairs, and prescribing the manner in which any increment authorized to be paid to any such person or agency shall be administered and expended for the benefit of the beneficiary and accounted for;</p> <p class=\"paragraph\">  (i) fixing a date, other than the 1st day of April, for the commencement of a fiscal year for the purposes of this Act, and extending or abridging the period of any fiscal year, current fiscal year or previous fiscal year to provide for the orderly transition to the prescribed fiscal year from the fiscal year in effect prior to the prescribing of a different fiscal year under this clause;</p> <p class=\"paragraph\">  (j) defining the meaning of private pension income for the purposes of this Act and the regulations;</p> <p class=\"paragraph\">  (k) prescribing, for the purposes of the definition of “eligible person” in subsection 1 (1), an age that is less than sixty-five years of age;</p> <p class=\"paragraph\">  (l) altering the provisions of the definition of “eligible person” in subsection 1 (1) by reducing or eliminating any period of residence therein specified;</p> <p class=\"paragraph\">  (m) prescribing dates other than those specified in subsection 5 (1) as of which the application may be approved before or after it was received;</p> <p class=\"paragraph\">  (n) prescribing persons or classes of persons, if they are approved by Human Resources Development Canada, for the purpose of clause 11 (2) (b).  R.S.O. 1990, c. O.17, s. 17 (2); 1999, c. 9, s. 176; 2009, c. 33, Sched. 16, s. 10.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A regulation is, if it so provides, effective with reference to a period before it was filed.  R.S.O. 1990, c. O.17, s. 17 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 19, s. 17 (2) - 10/10/1997</p> <p class=\"footnoteLeft\">1999, c. 9, s. 176 - 14/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched16s10\">2009, c. 33, Sched. 16, s. 10</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "section_x": "Forms",
            "part_id": null,
            "part_type": null,
            "section_y": "Forms",
            "content": "18 The Minister may approve the use of forms for any purpose of this Act and the forms may provide for such information to be furnished as the Minister may require.  1997, c. 19, s. 17 (3). Section Amendments with date in force (d/m/y) 1997, c. 19, s. 17 (3) - 10/10/1997 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>18 </b>The Minister may approve the use of forms for any purpose of this Act and the forms may provide for such information to be furnished as the Minister may require.  1997, c. 19, s. 17 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 19, s. 17 (3) - 10/10/1997</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90o17\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}