{
    "act_info": {
        "full_title": "Ontario Agency for Health Protection and Promotion Act, 2007, S.O. 2007, c. 10, Sched. K",
        "act_name_text": "Ontario Agency for Health Protection and Promotion Act, 2007",
        "citation": "S.O. 2007, c. 10, Sched. K",
        "url": "https://www.ontario.ca/laws/statute/07o10",
        "date_scraped": "2023-12-18 13:34:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  2, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/07o10/v9",
            "valid_from": "October 19, 2021",
            "valid_to": "December  1, 2021"
        },
        {
            "a_href": "/laws/statute/07o10/v8",
            "valid_from": "July  1, 2019",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/07o10/v7",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/07o10/v6",
            "valid_from": "January  1, 2018",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/07o10/v5",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/07o10/v4",
            "valid_from": "March 30, 2011",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/07o10/v3",
            "valid_from": "October 25, 2010",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "/laws/statute/07o10/v2",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/07o10/v1",
            "valid_from": "June  4, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Purpose",
            "content": "1 The purpose of this Act is to enhance the protection and promotion of the health of Ontarians and to contribute to efforts to reduce health inequities through the establishment of an agency to provide scientific and technical advice and support to those working across sectors to protect and improve the health of Ontarians and to carry out and support activities such as population health assessment, public health research, surveillance, epidemiology, planning and evaluation.  2007, c. 10, Sched. K, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>The purpose of this Act is to enhance the protection and promotion of the health of Ontarians and to contribute to efforts to reduce health inequities through the establishment of an agency to provide scientific and technical advice and support to those working across sectors to protect and improve the health of Ontarians and to carry out and support activities such as population health assessment, public health research, surveillance, epidemiology, planning and evaluation.  2007, c. 10, Sched. K, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Definitions ",
            "content": "2 In this Act, “board of directors” means the board of directors of the Corporation; (“conseil d’administration”) “Chief Medical Officer of Health” means the Chief Medical Officer of Health under the Health Protection and Promotion Act; (“médecin-hygiéniste en chef”) “Corporation” means the Ontario Agency for Health Protection and Promotion established under section 3; (“Agence”) “fiscal year” means the period commencing on April 1 in each year and ending on March 31 of the following year; (“exercice”) “Minister” means the Minister of Health and Long-Term Care or such other member of the Executive Council to whom the administration of this Act may be assigned under the Executive Council Act; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “personal health information” has the same meaning as in the Personal Health Information Protection Act, 2004; (“renseignements personnels sur la santé”) “personal information” has the same meaning as in the Freedom of Information and Protection of Privacy Act; (“renseignements personnels”) “prescribed” means prescribed by regulation made under this Act, and “prescribe” has a corresponding meaning; (“prescrit”, “prescrire”) “revenue” includes all money or money’s worth received by the Corporation, whether by grant, gift, contribution, income, profit or otherwise. (“recettes”)  2007, c. 10, Sched. K, s. 2. part ii   Corporation",
            "raw_html": "<p class=\"section\"><b>2 </b>In this Act,</p> <p class=\"definition\">“board of directors” means the board of directors of the Corporation; (“conseil d’administration”)</p> <p class=\"definition\">“Chief Medical Officer of Health” means the Chief Medical Officer of Health under the <i>Health Protection and Promotion Act</i>; (“médecin-hygiéniste en chef”)</p> <p class=\"definition\">“Corporation” means the Ontario Agency for Health Protection and Promotion established under section 3; (“Agence”)</p> <p class=\"definition\">“fiscal year” means the period commencing on April 1 in each year and ending on March 31 of the following year; (“exercice”)</p> <p class=\"definition\">“Minister” means the Minister of Health and Long-Term Care or such other member of the Executive Council to whom the administration of this Act may be assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“personal health information” has the same meaning as in the <i>Personal Health Information Protection Act, 2004</i>; (“renseignements personnels sur la santé”)</p> <p class=\"definition\">“personal information” has the same meaning as in the <i>Freedom of Information and Protection of Privacy Act</i>; (“renseignements personnels”)</p> <p class=\"definition\">“prescribed” means prescribed by regulation made under this Act, and “prescribe” has a corresponding meaning; (“prescrit”, “prescrire”)</p> <p class=\"definition\">“revenue” includes all money or money’s worth received by the Corporation, whether by grant, gift, contribution, income, profit or otherwise. (“recettes”)  2007, c. 10, Sched. K, s. 2.</p> <p class=\"partnum\">part ii <br/>  Corporation </p>"
        },
        {
            "id": "3",
            "section": "Corporation established",
            "content": "3 A corporation to be known in English as the Ontario Agency for Health Protection and Promotion and in French as Agence ontarienne de protection et de promotion de la santé is established as a corporation without share capital.  2007, c. 10, Sched. K, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>A corporation to be known in English as the Ontario Agency for Health Protection and Promotion and in French as Agence ontarienne de protection et de promotion de la santé is established as a corporation without share capital.  2007, c. 10, Sched. K, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Crown agency and status",
            "content": "4 The Corporation is an agent of the Crown and may exercise its powers only as an agent of the Crown.  2007, c. 10, Sched. K, s. 4. Not-for-Profit Corporations Act, 2010, Corporations Information Act 5. The\r\nNot-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Corporation except as prescribed. 2010, c. 15, s. 235 (1). Section Amendments with date in force (d/m/y) 2010, c. 15, s. 235 (1) - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>4 </b>The Corporation is an agent of the Crown and may exercise its powers only as an agent of the Crown.  2007, c. 10, Sched. K, s. 4.</p> <p class=\"headnoteitalic\">Not-for-Profit Corporations Act, 2010, Corporations Information Act</p> <p class=\"section\"><b>5. </b>The\r\n<i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply to the Corporation except as prescribed. 2010, c. 15, s. 235 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s235s1\">2010, c. 15, s. 235 (1)</a></span> - 19/10/2021</p>"
        },
        {
            "id": "5.",
            "section": "Crown agency and status",
            "content": "5. The\r\nNot-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Corporation except as prescribed. 2010, c. 15, s. 235 (1). Section Amendments with date in force (d/m/y) 2010, c. 15, s. 235 (1) - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>5. </b>The\r\n<i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply to the Corporation except as prescribed. 2010, c. 15, s. 235 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s235s1\">2010, c. 15, s. 235 (1)</a></span> - 19/10/2021</p>"
        },
        {
            "id": "6",
            "section": "Objects",
            "content": "6 The objects of the Corporation are, (a)  to provide scientific and technical advice and support to the health care system and the Government of Ontario in order to protect and promote the health of Ontarians and reduce health inequities; (b)  to develop, disseminate and advance public health knowledge, best practices, and research in the areas of population health assessment, infectious diseases, health promotion, chronic diseases, injury prevention, and environmental health; (c)  to inform and contribute to policy development processes across sectors of the health care system and within the Government of Ontario through advice and impact analysis of public health issues; (d)  to develop, collect, use, analyse and disclose data, including population health, surveillance and epidemiological data, across sectors, including human health, environmental, animal, agricultural, education, community and social services and  housing sectors, in a manner that informs and enhances healthy public policy and public health planning, evaluation and action; (e)  to undertake, promote and co-ordinate public health research in co-operation with academic and research experts as well as the community; (f)  to provide education and professional development for public health professionals, scientists, researchers, and policymakers across sectors; (g)  to establish, operate and maintain laboratory centres and to provide laboratory services; (h)  to serve as a model for bridging the areas of infection control and occupational health and safety; (i)  to undertake research related to evaluating the modes of transmission of febrile respiratory illnesses and the risk to health workers; (j)  as directed by the Chief Medical Officer of Health, to provide scientific and technical advice and operational support to any person or entity in an emergency or outbreak situation that has health implications; and (k)  any additional objects the Lieutenant Governor in Council may prescribe.  2007, c. 10, Sched. K, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>The objects of the Corporation are,</p> <p class=\"paragraph\">  (a)  to provide scientific and technical advice and support to the health care system and the Government of Ontario in order to protect and promote the health of Ontarians and reduce health inequities;</p> <p class=\"paragraph\">  (b)  to develop, disseminate and advance public health knowledge, best practices, and research in the areas of population health assessment, infectious diseases, health promotion, chronic diseases, injury prevention, and environmental health;</p> <p class=\"paragraph\">  (c)  to inform and contribute to policy development processes across sectors of the health care system and within the Government of Ontario through advice and impact analysis of public health issues;</p> <p class=\"paragraph\">  (d)  to develop, collect, use, analyse and disclose data, including population health, surveillance and epidemiological data, across sectors, including human health, environmental, animal, agricultural, education, community and social services and  housing sectors, in a manner that informs and enhances healthy public policy and public health planning, evaluation and action;</p> <p class=\"paragraph\">  (e)  to undertake, promote and co-ordinate public health research in co-operation with academic and research experts as well as the community;</p> <p class=\"paragraph\">  (f)  to provide education and professional development for public health professionals, scientists, researchers, and policymakers across sectors;</p> <p class=\"paragraph\">  (g)  to establish, operate and maintain laboratory centres and to provide laboratory services; </p> <p class=\"paragraph\">  (h)  to serve as a model for bridging the areas of infection control and occupational health and safety;</p> <p class=\"paragraph\">  (i)  to undertake research related to evaluating the modes of transmission of febrile respiratory illnesses and the risk to health workers;</p> <p class=\"paragraph\">  (j)  as directed by the Chief Medical Officer of Health, to provide scientific and technical advice and operational support to any person or entity in an emergency or outbreak situation that has health implications; and</p> <p class=\"paragraph\">  (k)  any additional objects the Lieutenant Governor in Council may prescribe.  2007, c. 10, Sched. K, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Powers",
            "content": "7 (1) Except as limited by this Act, the Corporation has the capacity, rights and powers of a natural person for carrying out its objects.  2007, c. 10, Sched. K, s. 7 (1). Use of revenue (2) The Corporation shall carry out its operations without the purpose of gain for its members and any profits, including all money or assets that it receives by grant, contribution or otherwise, shall be used for promoting its objects.  2007, c. 10, Sched. K, s. 7 (2). Revenues and investments (3) Despite Part I of the Financial Administration Act, the revenues and investments of the Corporation do not form part of the Consolidated Revenue Fund.  2007, c. 10, Sched. K, s. 7 (3). Lieutenant Governor in Council approval (4) The Corporation shall not exercise the following powers without the approval of the Lieutenant Governor in Council: 1.  Acquiring, disposing, leasing, mortgaging, charging, hypothecating or otherwise transferring or encumbering any interest in real property, except for leasing office and laboratory space that is reasonably necessary for the purposes of the Corporation. 2.  Borrowing or lending money. 3.  Investing money. 4.  Pledging, charging or encumbering any of its personal property. 5.  Creating a subsidiary.  2007, c. 10, Sched. K, s. 7 (4).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Except as limited by this Act, the Corporation has the capacity, rights and powers of a natural person for carrying out its objects.  2007, c. 10, Sched. K, s. 7 (1).</p> <p class=\"headnote\">Use of revenue</p> <p class=\"subsection\">(2) The Corporation shall carry out its operations without the purpose of gain for its members and any profits, including all money or assets that it receives by grant, contribution or otherwise, shall be used for promoting its objects.  2007, c. 10, Sched. K, s. 7 (2).</p> <p class=\"headnote\">Revenues and investments </p> <p class=\"subsection\">(3) Despite Part I of the <i>Financial Administration Act</i>, the revenues and investments of the Corporation do not form part of the Consolidated Revenue Fund.  2007, c. 10, Sched. K, s. 7 (3).</p> <p class=\"headnote\">Lieutenant Governor in Council approval</p> <p class=\"subsection\">(4) The Corporation shall not exercise the following powers without the approval of the Lieutenant Governor in Council:</p> <p class=\"paragraph\">  1.  Acquiring, disposing, leasing, mortgaging, charging, hypothecating or otherwise transferring or encumbering any interest in real property, except for leasing office and laboratory space that is reasonably necessary for the purposes of the Corporation. </p> <p class=\"paragraph\">  2.  Borrowing or lending money.</p> <p class=\"paragraph\">  3.  Investing money.</p> <p class=\"paragraph\">  4.  Pledging, charging or encumbering any of its personal property.</p> <p class=\"paragraph\">  5.  Creating a subsidiary.  2007, c. 10, Sched. K, s. 7 (4).</p>"
        },
        {
            "id": "8",
            "section": "Additional limitations ",
            "content": "8 The Lieutenant Governor in Council may prescribe additional limitations to the Corporation’s powers.  2007, c. 10, Sched. K, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>The Lieutenant Governor in Council may prescribe additional limitations to the Corporation’s powers.  2007, c. 10, Sched. K, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Board of directors",
            "content": "9 (1) The Corporation shall consist of no more than 13 members appointed by the Lieutenant Governor in Council who shall form the board of directors of the Corporation.  2007, c. 10, Sched. K, s. 9 (1). Areas of expertise (2) In appointing the members of the board of directors, regard may be had to the desirability of appointing, (a)  persons with skills and expertise in the areas covered by the Corporation’s objects, or in corporate governance; (b)  a person with expertise in public accounting or with related financial experience; and (c)  a lay person with demonstrated interest or experience in health issues.  2007, c. 10, Sched. K, s. 9 (2). Term of office (3) Subject to subsections (4) and (5), the members of the board of directors shall hold office at pleasure for a term determined by the Lieutenant Governor in Council.  2007, c. 10, Sched. K, s. 9 (3). Termination (4) A member ceases to be a member of the board of directors if, before the term of the member expires, (a)  the Lieutenant Governor in Council revokes the member’s appointment; or (b)  the member dies, resigns or becomes bankrupt.  2007, c. 10, Sched. K, s. 9 (4). Successor’s term (5) If a person ceases to be a member of the board of directors before the term of the member expires, the first term of the person’s successor shall be for the remainder of the person’s term.  2007, c. 10, Sched. K, s. 9 (5). Remuneration and expenses of directors (6) The members of the board of directors shall receive the remuneration and reimbursement for the reasonable expenses that the Lieutenant Governor in Council determines.  2007, c. 10, Sched. K, s. 9 (6). Duty of care and indemnification (7) Subsection 134 (1) and section 136 of the Business Corporations Act\r\napply, with necessary modifications, to the Corporation, its board of directors and its officers.  2007, c. 10, Sched. K, s. 9 (7).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Corporation shall consist of no more than 13 members appointed by the Lieutenant Governor in Council who shall form the board of directors of the Corporation.  2007, c. 10, Sched. K, s. 9 (1).</p> <p class=\"headnote\">Areas of expertise</p> <p class=\"subsection\">(2) In appointing the members of the board of directors, regard may be had to the desirability of appointing,</p> <p class=\"paragraph\">  (a)  persons with skills and expertise in the areas covered by the Corporation’s objects, or in corporate governance;</p> <p class=\"paragraph\">  (b)  a person with expertise in public accounting or with related financial experience; and </p> <p class=\"paragraph\">  (c)  a lay person with demonstrated interest or experience in health issues.  2007, c. 10, Sched. K, s. 9 (2).</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(3) Subject to subsections (4) and (5), the members of the board of directors shall hold office at pleasure for a term determined by the Lieutenant Governor in Council.  2007, c. 10, Sched. K, s. 9 (3).</p> <p class=\"headnote\">Termination</p> <p class=\"subsection\">(4) A member ceases to be a member of the board of directors if, before the term of the member expires,</p> <p class=\"paragraph\">  (a)  the Lieutenant Governor in Council revokes the member’s appointment; or</p> <p class=\"paragraph\">  (b)  the member dies, resigns or becomes bankrupt.  2007, c. 10, Sched. K, s. 9 (4).</p> <p class=\"headnote\">Successor’s term</p> <p class=\"subsection\">(5) If a person ceases to be a member of the board of directors before the term of the member expires, the first term of the person’s successor shall be for the remainder of the person’s term.  2007, c. 10, Sched. K, s. 9 (5).</p> <p class=\"headnote\">Remuneration and expenses of directors </p> <p class=\"subsection\">(6) The members of the board of directors shall receive the remuneration and reimbursement for the reasonable expenses that the Lieutenant Governor in Council determines.  2007, c. 10, Sched. K, s. 9 (6).</p> <p class=\"headnote\">Duty of care and indemnification </p> <p class=\"subsection\">(7) Subsection 134 (1) and section 136 of the<i> </i><i>Business Corporations Act</i>\r\napply, with necessary modifications, to the Corporation, its board of directors and its officers.  2007, c. 10, Sched. K, s. 9 (7).</p>"
        },
        {
            "id": "BK39",
            "section": "Chair and vice-chairs",
            "content": "10 (1) The Lieutenant Governor in Council shall designate a chair and at least one vice-chair from among the members of the board of directors. 2021, c. 34, Sched. 16, s. 1. Transitional (2) The chair and vice-chairs who were designated immediately before the Supporting People and Businesses Act, 2021 received Royal Assent continue to be authorized to act in those capacities until the Lieutenant Governor in Council makes a designation under subsection (1). 2021, c. 34, Sched. 16, s. 1. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 16, s. 1 - 02/12/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>10 </b>(1) The Lieutenant Governor in Council shall designate a chair and at least one vice-chair from among the members of the board of directors. 2021, c. 34, Sched. 16, s. 1.</p> <p class=\"headnote\">Transitional</p> <p class=\"subsection\">(2) The chair and vice-chairs who were designated immediately before the <i>Supporting People and Businesses Act, 2021</i> received Royal Assent continue to be authorized to act in those capacities until the Lieutenant Governor in Council makes a designation under subsection (1). 2021, c. 34, Sched. 16, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched16s1\">2021, c. 34, Sched. 16, s. 1</a></span> - 02/12/2021</p>"
        },
        {
            "id": "11",
            "section": "Chair’s role",
            "content": "11 (1) The chair shall preside over the meetings of the board of directors.  2007, c. 10, Sched. K, s. 11 (1). Acting chair (2) If the chair is absent or otherwise unable to act or if the office of chair is vacant, the vice-chairs present at a meeting shall designate an acting chair from among themselves.  2007, c. 10, Sched. K, s. 11 (2). Same (3) In the absence of the chair and the vice-chairs, the directors present at a meeting shall designate an acting chair from among themselves.  2007, c. 10, Sched. K, s. 11 (3).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The chair shall preside over the meetings of the board of directors.  2007, c. 10, Sched. K, s. 11 (1).</p> <p class=\"headnote\">Acting chair</p> <p class=\"subsection\">(2) If the chair is absent or otherwise unable to act or if the office of chair is vacant, the vice-chairs present at a meeting shall designate an acting chair from among themselves.  2007, c. 10, Sched. K, s. 11 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In the absence of the chair and the vice-chairs, the directors present at a meeting shall designate an acting chair from among themselves.  2007, c. 10, Sched. K, s. 11 (3).</p>"
        },
        {
            "id": "12",
            "section": "Powers and duties of the board",
            "content": "12 The affairs of the Corporation are under the management and control of its board of directors.  2007, c. 10, Sched. K, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>The affairs of the Corporation are under the management and control of its board of directors.  2007, c. 10, Sched. K, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "By-laws, resolutions re proceedings ",
            "content": "13 The board of directors may pass by-laws and resolutions for conducting and managing the affairs of the Corporation.  2007, c. 10, Sched. K, s. 13.",
            "raw_html": "<p class=\"section\"><b>13 </b>The board of directors may pass by-laws and resolutions for conducting and managing the affairs of the Corporation.  2007, c. 10, Sched. K, s. 13.</p>"
        },
        {
            "id": "14",
            "section": "Standing committees ",
            "content": "14 (1) The board of directors shall by by-law establish the following standing committees: 1.  A governance standing committee. 2.  A strategic planning standing committee. 3.  An audit standing committee.  2007, c. 10, Sched. K, s. 14 (1). Additional standing committees (2) The board of directors may, by by-law, establish additional standing committees.  2007, c. 10, Sched. K, s. 14 (2). Composition, functions, etc. (3) Subject to subsections (4), (5) and (6) and the regulations, a by-law establishing a standing committee shall provide for the committee’s composition, functions and operation, and may provide that persons who are not members of the board of directors may serve on standing committees.  2007, c. 10, Sched. K, s. 14 (3). Strategic planning standing committee (4) The Chief Medical Officer of Health is by virtue of his or her office a member of the strategic planning standing committee, and may attend that committee personally or through a designate.  2007, c. 10, Sched. K, s. 14 (4). Governance standing committee (5) Only members of the board of directors may be members of the governance standing committee.  2007, c. 10, Sched. K, s. 14 (5). Audit standing committee (6) Only members of the board of directors and persons who are not employees of the Corporation may be members of the audit standing committee, and at least one member of the committee shall be both a director and an expert with public accounting or related financial experience.  2007, c. 10, Sched. K, s. 14 (6).",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) The board of directors shall by by-law establish the following standing committees:</p> <p class=\"paragraph\">  1.  A governance standing committee.</p> <p class=\"paragraph\">  2.  A strategic planning standing committee. </p> <p class=\"paragraph\">  3.  An audit standing committee.  2007, c. 10, Sched. K, s. 14 (1).</p> <p class=\"headnote\">Additional standing committees</p> <p class=\"subsection\">(2) The board of directors may, by by-law, establish additional standing committees.  2007, c. 10, Sched. K, s. 14 (2).</p> <p class=\"headnote\">Composition, functions, etc.</p> <p class=\"subsection\">(3) Subject to subsections (4), (5) and (6) and the regulations, a by-law establishing a standing committee shall provide for the committee’s composition, functions and operation, and may provide that persons who are not members of the board of directors may serve on standing committees.  2007, c. 10, Sched. K, s. 14 (3).</p> <p class=\"headnote\">Strategic planning standing committee </p> <p class=\"subsection\">(4) The Chief Medical Officer of Health is by virtue of his or her office a member of the strategic planning standing committee, and may attend that committee personally or through a designate.  2007, c. 10, Sched. K, s. 14 (4).</p> <p class=\"headnote\">Governance standing committee </p> <p class=\"subsection\">(5) Only members of the board of directors may be members of the governance standing committee.  2007, c. 10, Sched. K, s. 14 (5).</p> <p class=\"headnote\">Audit standing committee</p> <p class=\"subsection\">(6) Only members of the board of directors and persons who are not employees of the Corporation may be members of the audit standing committee, and at least one member of the committee shall be both a director and an expert with public accounting or related financial experience.  2007, c. 10, Sched. K, s. 14 (6).</p>"
        },
        {
            "id": "15",
            "section": "Delegation of powers of the board",
            "content": "15 (1) The board of directors may by by-law delegate any of its powers to a standing committee.  2007, c. 10, Sched. K, s. 15 (1). Delegation subject to conditions and restrictions (2) A delegation under subsection (1) is subject to any conditions or restrictions set out in the by-law.  2007, c. 10, Sched. K, s. 15 (2).",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) The board of directors may by by-law delegate any of its powers to a standing committee.  2007, c. 10, Sched. K, s. 15 (1).</p> <p class=\"headnote\">Delegation subject to conditions and restrictions</p> <p class=\"subsection\">(2) A delegation under subsection (1) is subject to any conditions or restrictions set out in the by-law.  2007, c. 10, Sched. K, s. 15 (2).</p>"
        },
        {
            "id": "16",
            "section": "Validity of acts of directors and officers",
            "content": "16 An act done by a director or by an officer is not invalid by reason only of any defect that is thereafter discovered in his or her appointment, election or qualification.  2007, c. 10, Sched. K, s. 16.",
            "raw_html": "<p class=\"section\"><b>16 </b>An act done by a director or by an officer is not invalid by reason only of any defect that is thereafter discovered in his or her appointment, election or qualification.  2007, c. 10, Sched. K, s. 16.</p>"
        },
        {
            "id": "17",
            "section": "Conflict of interest",
            "content": "17 The board of directors shall develop, in consultation with the Minister, conflict of interest policies for the directors, officers and employees of the Corporation.  2007, c. 10, Sched. K, s. 17.",
            "raw_html": "<p class=\"section\"><b>17 </b>The board of directors shall develop, in consultation with the Minister, conflict of interest policies for the directors, officers and employees of the Corporation.  2007, c. 10, Sched. K, s. 17.</p>"
        },
        {
            "id": "18",
            "section": "Meetings of board",
            "content": "18 (1) The board of directors shall meet regularly throughout the year and in any event shall hold at least four meetings in each calendar year.  2007, c. 10, Sched. K, s. 18 (1). Quorum (2) A majority of the directors constitutes a quorum.  2007, c. 10, Sched. K, s. 18 (2). CMOH to be informed (3) The Corporation shall provide the Chief Medical Officer of Health with, (a)  reasonable notice of any meeting of the board of directors; (b)  the agenda for that meeting; and (c)  any material that is to be considered at that meeting.  2007, c. 10, Sched. K, s. 18 (3). Attendance of CMOH (4) The Chief Medical Officer of Health, or his or her designate, is entitled to attend and to participate in any meeting of the board of directors.  2007, c. 10, Sched. K, s. 18 (4).",
            "raw_html": "<p class=\"section\"><b>18 </b>(1) The board of directors shall meet regularly throughout the year and in any event shall hold at least four meetings in each calendar year.  2007, c. 10, Sched. K, s. 18 (1).</p> <p class=\"headnote\">Quorum </p> <p class=\"subsection\">(2) A majority of the directors constitutes a quorum.  2007, c. 10, Sched. K, s. 18 (2).</p> <p class=\"headnote\">CMOH to be informed </p> <p class=\"subsection\">(3) The Corporation shall provide the Chief Medical Officer of Health with,</p> <p class=\"paragraph\">  (a)  reasonable notice of any meeting of the board of directors;</p> <p class=\"paragraph\">  (b)  the agenda for that meeting; and </p> <p class=\"paragraph\">  (c)  any material that is to be considered at that meeting.  2007, c. 10, Sched. K, s. 18 (3).</p> <p class=\"headnote\">Attendance of CMOH </p> <p class=\"subsection\">(4) The Chief Medical Officer of Health, or his or her designate, is entitled to attend and to participate in any meeting of the board of directors.  2007, c. 10, Sched. K, s. 18 (4).</p>"
        },
        {
            "id": "19",
            "section": "Chief executive officer",
            "content": "19 (1) The Corporation shall appoint a chief executive officer who shall be an employee of the Corporation and not a member of the board of directors.  2007, c. 10, Sched. K, s. 19 (1). Role (2) The chief executive officer is responsible for the management and administration of the affairs of the Corporation, subject to the supervision and direction of the board of directors.  2007, c. 10, Sched. K, s. 19 (2).",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) The Corporation shall appoint a chief executive officer who shall be an employee of the Corporation and not a member of the board of directors.  2007, c. 10, Sched. K, s. 19 (1).</p> <p class=\"headnote\">Role</p> <p class=\"subsection\">(2) The chief executive officer is responsible for the management and administration of the affairs of the Corporation, subject to the supervision and direction of the board of directors.  2007, c. 10, Sched. K, s. 19 (2).</p>"
        },
        {
            "id": "20",
            "section": "Audit",
            "content": "20 (1) The board of directors shall appoint an auditor licensed under the Public Accounting Act, 2004 to audit the accounts and the financial transactions of the Corporation annually.  2007, c. 10, Sched. K, s. 20 (1). Other audits (2) In addition to the requirement for an annual audit, (a)  the Minister may, at any time, direct that one or more auditors licensed under the Public Accounting Act, 2004 audit the accounts and the financial transactions of the Corporation; and (b)  the Auditor General may, at any time, audit any aspect of the operations of the Corporation.  2007, c. 10, Sched. K, s. 20 (2).",
            "raw_html": "<p class=\"section\"><b>20 </b>(1) The board of directors shall appoint an auditor licensed under the <i>Public Accounting Act, 2004</i><i> </i>to audit the accounts and the financial transactions of the Corporation annually.  2007, c. 10, Sched. K, s. 20 (1).</p> <p class=\"headnote\">Other audits</p> <p class=\"subsection\">(2) In addition to the requirement for an annual audit, </p> <p class=\"paragraph\">  (a)  the Minister may, at any time, direct that one or more auditors licensed under the<i> </i><i>Public Accounting Act, 2004</i> audit the accounts and the financial transactions of the Corporation; and</p> <p class=\"paragraph\">  (b)  the Auditor General may, at any time, audit any aspect of the operations of the Corporation.  2007, c. 10, Sched. K, s. 20 (2).</p>"
        },
        {
            "id": "21",
            "section": "Annual business plan ",
            "content": "21 (1) On or before April 1 in each year, or another date specified by the Minister, the board of directors shall adopt a business plan for the fiscal year.  2007, c. 10, Sched. K, s. 21 (1). Strategic objectives and rolling budget (2) The business plan shall include a three-year rolling budget, the strategic objectives for the Corporation, and any performance measures the Corporation shall meet.  2007, c. 10, Sched. K, s. 21 (2). Submission to Minister (3) On or before January 1 in each year, or another date specified by the Minister, the board of directors shall submit a copy of the business plan to the Minister for approval.  2007, c. 10, Sched. K, s. 21 (3).",
            "raw_html": "<p class=\"section\"><b>21 </b>(1) On or before April 1 in each year, or another date specified by the Minister, the board of directors shall adopt a business plan for the fiscal year.  2007, c. 10, Sched. K, s. 21 (1).</p> <p class=\"headnote\">Strategic objectives and rolling budget</p> <p class=\"subsection\">(2) The business plan shall include a three-year rolling budget, the strategic objectives for the Corporation, and any performance measures the Corporation shall meet.  2007, c. 10, Sched. K, s. 21 (2).</p> <p class=\"headnote\">Submission to Minister</p> <p class=\"subsection\">(3) On or before January 1 in each year, or another date specified by the Minister, the board of directors shall submit a copy of the business plan to the Minister for approval.  2007, c. 10, Sched. K, s. 21 (3).</p>"
        },
        {
            "id": "BK335",
            "section": "Annual report",
            "content": "22 (1) The Corporation shall prepare an annual report, provide it to the Minister and make it available to the public. 2017, c. 34, Sched. 46, s. 30. Same (2) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; (b)  when to provide it to the Minister; and (c)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 30. Same (3) The Corporation shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 30. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 30 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK335\"></a><b>22 </b>(1) The Corporation shall prepare an annual report, provide it to the Minister and make it available to the public. 2017, c. 34, Sched. 46, s. 30.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report;</p> <p class=\"paragraph\">  (b)  when to provide it to the Minister; and</p> <p class=\"paragraph\">  (c)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 30.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 30.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s30\">2017, c. 34, Sched. 46, s. 30</a></span> - 01/01/2018</p>"
        },
        {
            "id": "BK336",
            "section": "Tabling of annual report",
            "content": "22.1The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 30. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 30 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK336\"></a><b>22.1</b>The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 30.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s30\">2017, c. 34, Sched. 46, s. 30</a></span> - 01/01/2018</p>"
        },
        {
            "id": "23",
            "section": "Other reports",
            "content": "23 The Corporation shall provide to the Minister, within the time and in the form that the Minister specifies, the plans, reports, financial statements, including audited financial statements and information that the Minister requires for the purposes of administering this Act.  2007, c. 10, Sched. K, s. 23. PART III   directives",
            "raw_html": "<p class=\"section\"><b>23 </b>The Corporation shall provide to the Minister, within the time and in the form that the Minister specifies, the plans, reports, financial statements, including audited financial statements and information that the Minister requires for the purposes of administering this Act.  2007, c. 10, Sched. K, s. 23.</p> <p class=\"partnum\">PART III <br/>  directives</p>"
        },
        {
            "id": "24",
            "section": "CMOH directives",
            "content": "24 (1) The Chief Medical Officer of Health may issue directives in writing to the Corporation for the Corporation to provide scientific and technical advice and operational support to any person or entity in an emergency or outbreak situation that has health implications.  2007, c. 10, Sched. K, s. 24 (1). Implementation (2) The board of directors shall ensure that a directive of the Chief Medical Officer of Health under subsection (1) is carried out in accordance with its terms, this Act, and the regulations.  2007, c. 10, Sched. K, s. 24 (2). PART iV   TRANSFERs",
            "raw_html": "<p class=\"section\"><b>24 </b>(1) The Chief Medical Officer of Health may issue directives in writing to the Corporation for the Corporation to provide scientific and technical advice and operational support to any person or entity in an emergency or outbreak situation that has health implications.  2007, c. 10, Sched. K, s. 24 (1).</p> <p class=\"headnote\">Implementation </p> <p class=\"subsection\">(2) The board of directors shall ensure that a directive of the Chief Medical Officer of Health under subsection (1) is carried out in accordance with its terms, this Act, and the regulations.  2007, c. 10, Sched. K, s. 24 (2).</p> <p class=\"partnum\">PART iV <br/>  TRANSFERs</p>"
        },
        {
            "id": "25",
            "section": "Transfers",
            "content": "25 (1) Despite any other Act, but subject to the Financial Administration Act, the regulations, if any, under this Act and the approval of the Lieutenant Governor in Council, the Crown in right of Ontario may transfer to the Corporation any of its rights, obligations, assets and liabilities or any interest in or entitlement to a right, obligation, asset and liability, with or without consideration, on terms and conditions agreed upon between the Crown and the Corporation and, without restricting the generality of the foregoing, may transfer public health laboratory centres established by the Minister under section 79 of the Health Protection and Promotion Act.  2007, c. 10, Sched. K, s. 25 (1). Non-cash expenses (2) A non-cash transfer under subsection (1) is an authorized non-cash expense for the purposes of section 11.1 of the Financial Administration Act.  2007, c. 10, Sched. K, s. 25 (2); 2009, c. 33, Sched. 18, s. 20. Agreement assignable (3) Where an agreement is the subject of a transfer under subsection (1), it shall be deemed to be assignable by the Minister without the consent of any party to the agreement.  2007, c. 10, Sched. K, s. 25 (3). Other agreements, etc. (4) The Minister may enter into such other agreements, execute such documents and instruments, and do such other acts and things as the Minister considers necessary or advisable to effect a transfer authorized in subsection (1).  2007, c. 10, Sched. K, s. 25 (4). Immunity re transfer (5) Despite subsection (1), no proceeding for damages or otherwise shall be commenced against the Corporation, a director or officer of the Corporation, a member of a standing committee, or any person employed by the Corporation in respect of a claim, (a)  that arises in connection with anything transferred under subsection (1); and (b)  that arises solely in connection with events that occurred prior to the effective date of the transfer.  2007, c. 10, Sched. K, s. 25 (5). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 18, s. 20 - 15/12/2009 PART V   IMMUNITY and UNPAID JUDGMENts",
            "raw_html": "<p class=\"section\"><b>25 </b>(1) Despite any other Act, but subject to the <i>Financial Administration Act</i><i>, the regulations, if any</i>,<b> </b>under this Act<b> </b>and the approval of the Lieutenant Governor in Council, the Crown in right of Ontario may transfer to the Corporation any of its rights, obligations, assets and liabilities or any interest in or entitlement to a right, obligation, asset and liability, with or without consideration, on terms and conditions agreed upon between the Crown and the Corporation and, without restricting the generality of the foregoing, may transfer public health laboratory centres established by the Minister under section 79 of the <i>Health Protection and Promotion Act</i>.  2007, c. 10, Sched. K, s. 25 (1).</p> <p class=\"headnote\">Non-cash expenses</p> <p class=\"subsection\">(2) A non-cash transfer under subsection (1) is an authorized non-cash expense for the purposes of section 11.1 of the <i>Financial Administration Act</i>.  2007, c. 10, Sched. K, s. 25 (2); 2009, c. 33, Sched. 18, s. 20.</p> <p class=\"headnote\">Agreement assignable </p> <p class=\"subsection\">(3) Where an agreement is the subject of a transfer under subsection (1), it shall be deemed to be assignable by the Minister without the consent of any party to the agreement.  2007, c. 10, Sched. K, s. 25 (3).</p> <p class=\"headnote\">Other agreements, etc.</p> <p class=\"subsection\">(4) The Minister may enter into such other agreements, execute such documents and instruments, and do such other acts and things as the Minister considers necessary or advisable to effect a transfer authorized in subsection (1).  2007, c. 10, Sched. K, s. 25 (4).</p> <p class=\"headnote\">Immunity re transfer</p> <p class=\"subsection\">(5) Despite subsection (1), no proceeding for damages or otherwise shall be commenced against the Corporation, a director or officer of the Corporation, a member of a standing committee, or any person employed by the Corporation in respect of a claim,</p> <p class=\"paragraph\">  (a)  that arises in connection with anything transferred under subsection (1); and </p> <p class=\"paragraph\">  (b)  that arises solely in connection with events that occurred prior to the effective date of the transfer.  2007, c. 10, Sched. K, s. 25 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched18s20\">2009, c. 33, Sched. 18, s. 20</a></span> - 15/12/2009</p> <p class=\"partnum\">PART V <br/>  IMMUNITY and UNPAID JUDGMENts </p>"
        },
        {
            "id": "26",
            "section": "No actions or proceedings against Crown",
            "content": "26 No proceeding for damages or otherwise shall be commenced against the Crown, the Minister or any person employed by the Crown with respect to any act done or omitted to be done or any decision of the Corporation, a director or officer of the Corporation, a member of a standing committee or a person employed by the Corporation.  2007, c. 10, Sched. K, s. 26.",
            "raw_html": "<p class=\"section\"><b>26 </b>No proceeding for damages or otherwise shall be commenced against the Crown, the Minister or any person employed by the Crown with respect to any act done or omitted to be done or any decision of the Corporation, a director or officer of the Corporation, a member of a standing committee or a person employed by the Corporation.  2007, c. 10, Sched. K, s. 26.</p>"
        },
        {
            "id": "27",
            "section": "Immunity from civil action",
            "content": "27 (1) No proceeding for damages or otherwise shall be commenced against the Minister, a director or officer of the Corporation, a member of a standing committee, or any person employed by the Crown or the Corporation, with respect to any act done or omitted to be done or any decision under this Act that is done in good faith in the execution or intended execution of a power or duty under this Act.  2007, c. 10, Sched. K, s. 27 (1); 2011, c. 1, Sched. 6, s. 7 (1). Corporation remains liable (2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject in respect of a tort committed by a director, officer or employee.  2007, c. 10, Sched. K, s. 27 (2). Crown remains liable in certain cases (3) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of a liability to which it would otherwise be subject in respect of a tort committed by the Minister or any person employed by the Crown.  2007, c. 10, Sched. K, s. 27 (3); 2011, c. 1, Sched. 6, s. 7 (2); 2019, c. 7, Sched. 17, s. 130. Section Amendments with date in force (d/m/y) 2011, c. 1, Sched. 6, s. 7 (1, 2) - 30/03/2011 2019, c. 7, Sched. 17, s. 130 - 01/07/2019",
            "raw_html": "<p class=\"section\"><b>27 </b>(1) No proceeding for damages or otherwise shall be commenced against the Minister, a director or officer of the Corporation, a member of a standing committee, or any person employed by the Crown or the Corporation, with respect to any act done or omitted to be done or any decision under this Act that is done in good faith in the execution or intended execution of a power or duty under this Act.  2007, c. 10, Sched. K, s. 27 (1); 2011, c. 1, Sched. 6, s. 7 (1).</p> <p class=\"headnote\">Corporation remains liable</p> <p class=\"subsection\">(2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject in respect of a tort committed by a director, officer or employee.  2007, c. 10, Sched. K, s. 27 (2).</p> <p class=\"headnote\">Crown remains liable in certain cases</p> <p class=\"subsection\">(3) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of a liability to which it would otherwise be subject in respect of a tort committed by the Minister or any person employed by the Crown.  2007, c. 10, Sched. K, s. 27 (3); 2011, c. 1, Sched. 6, s. 7 (2); 2019, c. 7, Sched. 17, s. 130.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched6s7s1\">2011, c. 1, Sched. 6, s. 7 (1, 2)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s130\">2019, c. 7, Sched. 17, s. 130</a></span> - 01/07/2019</p>"
        },
        {
            "id": "28",
            "section": "Unpaid judgments against the Corporation ",
            "content": "28 The Minister of Finance shall pay from the Consolidated Revenue Fund the amount of any judgment against the Corporation that remains unpaid after, as determined by the Lieutenant Governor in Council, the Corporation has made all reasonable efforts to pay the amount of the judgment.  2007, c. 10, Sched. K, s. 28. PART Vi   dissolution",
            "raw_html": "<p class=\"section\"><b>28 </b>The Minister of Finance shall pay from the Consolidated Revenue Fund the amount of any judgment against the Corporation that remains unpaid after, as determined by the Lieutenant Governor in Council, the Corporation has made all reasonable efforts to pay the amount of the judgment.  2007, c. 10, Sched. K, s. 28.</p> <p class=\"partnum\">PART Vi <br/>  dissolution</p>"
        },
        {
            "id": "29",
            "section": "Dissolution",
            "content": "29 (1) The Minister may, on a date specified by the Minister, dissolve the Corporation.  2007, c. 10, Sched. K, s. 29 (1). Publication in The Ontario Gazette (2) The Minister shall publish notice of the dissolution under subsection (1) in The Ontario Gazette.  2007, c. 10, Sched. K, s. 29 (2). PART vii   regulations",
            "raw_html": "<p class=\"section\"><b>29 </b>(1) The Minister may, on a date specified by the Minister, dissolve the Corporation.  2007, c. 10, Sched. K, s. 29 (1).</p> <p class=\"headnote\">Publication in <i>The Ontario Gazette</i></p> <p class=\"subsection\">(2) The Minister shall publish notice of the dissolution under subsection (1) in <i>The Ontario Gazette</i>.  2007, c. 10, Sched. K, s. 29 (2).</p> <p class=\"partnum\">PART vii <br/>  regulations</p>"
        },
        {
            "id": "30",
            "section": "Regulations",
            "content": "30 (1) The Minister may make regulations, (a)  prescribing, for the purposes of section 5, provisions of the Not-for-Profit Corporations Act, 2010 and the Corporations Information Act\r\nthat apply to the Corporation, and any modifications to which those provisions are subject; (b)  prescribing provisions of the Business Corporations Act, other than those mentioned in subsection 9 (7), that apply to the Corporation, and any modifications to which those provisions are subject; (c)  governing the establishment of standing committees by the board of directors.  2007, c. 10, Sched. K, s. 30 (1); 2010, c. 15, ss. 235 (2). Same, LG in C (2) The Lieutenant Governor in Council may make regulations, (a)  prescribing additional objects of the Corporation under clause 6 (k); (b)  prescribing additional limitations to the Corporation’s powers under section 8; (c)  respecting matters that relate to or arise as a result of a transfer under section 25, including matters related to present and future rights, obligations, privileges and liabilities; (d)  respecting provisions of the Laboratory and Specimen Collection Centre Licensing Act\r\nand regulations under that Act that do not apply to a laboratory centre established by the Corporation, and any modifications to which those provisions are subject; (e)  respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act.  2007, c. 10, Sched. K, s. 30 (2). Section Amendments with date in force (d/m/y) 2010, c. 15, s. 235 (2) - 19/10/2021 31, 32 Omitted (amends or repeals other Acts).  2007, c. 10, Sched. K, ss. 31, 32. 33 Omitted (provides for coming into force of provisions of this Act).  2007, c. 10, Sched. K, s. 33. 34 Omitted (enacts short title of this Act).  2007, c. 10, Sched. K, s. 34. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>30 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing, for the purposes of section 5, provisions of the <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i>\r\nthat apply to the Corporation, and any modifications to which those provisions are subject;</p> <p class=\"paragraph\">  (b)  prescribing provisions of the <i>Business Corporations Act</i>, other than those mentioned in subsection 9 (7), that apply to the Corporation, and any modifications to which those provisions are subject;</p> <p class=\"paragraph\">  (c)  governing the establishment of standing committees by the board of directors.  2007, c. 10, Sched. K, s. 30 (1); 2010, c. 15, ss. 235 (2).</p> <p class=\"headnote\">Same, LG in C</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing additional objects of the Corporation under clause 6 (k);</p> <p class=\"paragraph\">  (b)  prescribing additional limitations to the Corporation’s powers under section 8;</p> <p class=\"paragraph\">  (c)  respecting matters that relate to or arise as a result of a transfer under section 25, including matters related to present and future rights, obligations, privileges and liabilities;</p> <p class=\"paragraph\">  (d)  respecting provisions of the<i> </i><i>Laboratory and Specimen Collection Centre Licensing Act</i>\r\nand regulations under that Act that do not apply to a laboratory centre established by the Corporation, and any modifications to which those provisions are subject;</p> <p class=\"paragraph\">  (e)  respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act.  2007, c. 10, Sched. K, s. 30 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s235s2\">2010, c. 15, s. 235 (2)</a></span> - 19/10/2021</p> <p class=\"section\"><b>31, 32 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts).</span>  2007, c. 10, Sched. K, ss. 31, 32.</p> <p class=\"section\"><b>33 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2007, c. 10, Sched. K, s. 33.</p> <p class=\"section\"><b>34</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 10, Sched. K, s. 34.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "31, 32",
            "section": "Same, LG in C",
            "content": "31, 32 Omitted (amends or repeals other Acts).  2007, c. 10, Sched. K, ss. 31, 32. 33 Omitted (provides for coming into force of provisions of this Act).  2007, c. 10, Sched. K, s. 33. 34 Omitted (enacts short title of this Act).  2007, c. 10, Sched. K, s. 34. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>31, 32 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts).</span>  2007, c. 10, Sched. K, ss. 31, 32.</p> <p class=\"section\"><b>33 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2007, c. 10, Sched. K, s. 33.</p> <p class=\"section\"><b>34</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 10, Sched. K, s. 34.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "33",
            "section": "Same, LG in C",
            "content": "33 Omitted (provides for coming into force of provisions of this Act).  2007, c. 10, Sched. K, s. 33. 34 Omitted (enacts short title of this Act).  2007, c. 10, Sched. K, s. 34. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>33 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2007, c. 10, Sched. K, s. 33.</p> <p class=\"section\"><b>34</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 10, Sched. K, s. 34.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "34",
            "section": "Same, LG in C",
            "content": "34 Omitted (enacts short title of this Act).  2007, c. 10, Sched. K, s. 34. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>34</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 10, Sched. K, s. 34.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}