{
    "act_info": {
        "full_title": "Ontario Drug Benefit Act, R.S.O. 1990, c. O.10",
        "act_name_text": "Ontario Drug Benefit Act",
        "citation": "R.S.O. 1990, c. O.10",
        "url": "https://www.ontario.ca/laws/statute/90o10",
        "date_scraped": "2023-12-18 13:23:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90o10/v22",
            "valid_from": "June  3, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/statute/90o10/v21",
            "valid_from": "January  1, 2020",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/statute/90o10/v20",
            "valid_from": "December 10, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/statute/90o10/v19",
            "valid_from": "September  1, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90o10/v18",
            "valid_from": "December 12, 2017",
            "valid_to": "August 31, 2019"
        },
        {
            "a_href": "/laws/statute/90o10/v17",
            "valid_from": "September  1, 2017",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/90o10/v16",
            "valid_from": "July  1, 2017",
            "valid_to": "August 31, 2017"
        },
        {
            "a_href": "/laws/statute/90o10/v15",
            "valid_from": "May 30, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/statute/90o10/v14",
            "valid_from": "May 17, 2017",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/90o10/v13",
            "valid_from": "July  1, 2010",
            "valid_to": "May 16, 2017"
        },
        {
            "a_href": "/laws/statute/90o10/v12",
            "valid_from": "May 18, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/statute/90o10/v11",
            "valid_from": "March 15, 2010",
            "valid_to": "May 17, 2010"
        },
        {
            "a_href": "/laws/statute/90o10/v10",
            "valid_from": "December 15, 2009",
            "valid_to": "March 14, 2010"
        },
        {
            "a_href": "/laws/statute/90o10/v9",
            "valid_from": "June  4, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90o10/v8",
            "valid_from": "December 20, 2006",
            "valid_to": "June  3, 2007"
        },
        {
            "a_href": "/laws/statute/90o10/v7",
            "valid_from": "October  1, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90o10/v6",
            "valid_from": "June 22, 2006",
            "valid_to": "September 30, 2006"
        },
        {
            "a_href": "/laws/statute/90o10/v5",
            "valid_from": "June 20, 2006",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90o10/v4",
            "valid_from": "November  1, 2004",
            "valid_to": "June 19, 2006"
        },
        {
            "a_href": "/laws/statute/90o10/v3",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2004"
        },
        {
            "a_href": "/laws/statute/90o10/v2",
            "valid_from": "May 20, 2004",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "/laws/statute/90o10/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "May 19, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210470",
            "Citation": "O. Reg. 470/21",
            "title": "AUTHORIZED PRESCRIBERS"
        },
        {
            "a_href": "/laws/regulation/960201",
            "Citation": "O. Reg. 201/96",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "0.1",
            "section_x": "Principles",
            "part_id": null,
            "part_type": null,
            "section_y": "Principles",
            "content": "0.1 In this Act, the following principles are recognized: 1.  The public drug system aims to meet the needs of Ontarians, as patients, consumers and taxpayers. 2.  The public drug system aims to involve consumers and patients in a meaningful way. 3.  The public drug system aims to operate transparently to the extent possible for all persons with an interest in the system, including, without being limited to, patients, health care practitioners, consumers, manufacturers, wholesalers and pharmacies. 4.  The public drug system aims to consistently achieve value-for-money and ensure the best use of resources at every level of the system. 5.  Funding decisions for drugs are to be made on the best clinical and economic evidence available, and will be openly communicated in as timely a manner as possible.  2006, c. 14, s. 5. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 5 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>0.1 </b>In this Act, the following principles are recognized:</p> <p class=\"paragraph\">  1.  The public drug system aims to meet the needs of Ontarians, as patients, consumers and taxpayers.</p> <p class=\"paragraph\">  2.  The public drug system aims to involve consumers and patients in a meaningful way.</p> <p class=\"paragraph\">  3.  The public drug system aims to operate transparently to the extent possible for all persons with an interest in the system, including, without being limited to, patients, health care practitioners, consumers, manufacturers, wholesalers and pharmacies.</p> <p class=\"paragraph\">  4.  The public drug system aims to consistently achieve value-for-money and ensure the best use of resources at every level of the system.</p> <p class=\"paragraph\">  5.  Funding decisions for drugs are to be made on the best clinical and economic evidence available, and will be openly communicated in as timely a manner as possible.  2006, c. 14, s. 5.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s5\">2006, c. 14, s. 5</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “authorized prescriber” means a physician, registered nurse in the extended class, a prescribed person or a member of a prescribed class; (prescripteur autorisé) “designated” means designated in the Formulary by the executive officer; (“désigné”) “drug” means a drug as defined in the Drug and Pharmacies Regulation Act, and includes, (a)  any substance designated as a listed drug product before section 16 of the Traditional Chinese Medicine Act, 2006 came into force, and (b)  any substance that was supplied under this Act by virtue of section 16 before section 16 of the Traditional Chinese Medicine Act, 2006 came into force; (“médicament”) “executive officer” means the executive officer of the Ontario public drug programs appointed under section 1.1; (“administrateur”) “Formulary” means the Formulary that the executive officer is required to keep, maintain and publish under section 1.2; (“Formulaire des médicaments”) “inspector” means a person appointed under section 14; (“inspecteur”) “interchangeable”, when describing a drug product, means a drug or combination of drugs identified by a specific product name or manufacturer and designated under the Drug Interchangeability and Dispensing Fee Act as interchangeable with one or more other such products; (“interchangeable”) “listed drug product” means a drug or combination of drugs in a particular dosage form and strength identified by a specific product name or manufacturer and designated as a listed drug product; (“produit médicamenteux énuméré”) “listed substance” means a substance, other than a drug, designated as a listed substance; (“substance énumérée”) “Minister” means the Minister of Health and Long-Term Care or any other member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act; (“ministre”) “operator of a pharmacy” means, (a)  the holder of a certificate of accreditation for the operation of a pharmacy under section 139 of the Drug and Pharmacies Regulation Act, or (b)  the operator of a pharmacy operated in or by a hospital that is a public hospital under the Public Hospitals Act; (“exploitant d’une pharmacie”) “physician” means a member of the College of Physicians and Surgeons of Ontario; (“médecin”) “prescribed” means prescribed in the regulations; (“prescrit”) “prescription” means a direction from a person authorized to prescribe drugs within the scope of his or her practice of a health discipline directing the dispensing of a drug or mixture of drugs for a specified person; (“ordonnance”) “registered nurse in the extended class” means a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure”) “regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. O.10, s. 1; 1996, c. 1, Sched. G, s. 2; 2006, c. 14, s. 6 (1-4); 2006, c. 19, Sched. L, s. 11 (2); 2006, c. 27, s. 17; 2017, c. 11, Sched. 4, s. 1. No therapeutic substitution (2) Nothing in this Act shall be construed to permit therapeutic substitution.  2006, c. 14, s. 6 (5). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 2 (1-5) - 27/05/1996 2006, c. 14, s. 6 (1-5) - 01/10/2006; 2006, c. 19, Sched. L, s. 11 (2) - 22/06/2006; 2006, c. 27, s. 17\r\n- 20/12/2006 2007, c. 10, Sched. L, s. 31 - 04/06/2007 2017, c. 11, Sched. 4, s. 1 - 01/07/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“authorized prescriber” means a physician, registered nurse in the extended class, a prescribed person or a member of a prescribed class; (prescripteur autorisé)</p> <p class=\"definition\">“designated” means designated in the Formulary by the executive officer; (“désigné”)</p> <p class=\"definition\">“drug” means a drug as defined in the <i>Drug and Pharmacies Regulation Act</i>, and includes,</p> <p class=\"paragraph\">  (a)  any substance designated as a listed drug product before section 16 of the <i>Traditional Chinese Medicine Act, 2006</i><i> </i>came into force, and</p> <p class=\"paragraph\">  (b)  any substance that was supplied under this Act by virtue of section 16 before section 16 of the <i>Traditional Chinese Medicine Act, 2006</i><i> </i>came into force; (“médicament”)</p> <p class=\"definition\">“executive officer” means the executive officer of the Ontario public drug programs appointed under section 1.1; (“administrateur”)</p> <p class=\"definition\">“Formulary” means the Formulary that the executive officer is required to keep, maintain and publish under section 1.2; (“Formulaire des médicaments”)</p> <p class=\"definition\">“inspector” means a person appointed under section 14; (“inspecteur”)</p> <p class=\"definition\">“interchangeable”, when describing a drug product, means a drug or combination of drugs identified by a specific product name or manufacturer and designated under the <i>Drug Interchangeability and Dispensing Fee Act </i>as interchangeable with one or more other such products; (“interchangeable”)</p> <p class=\"definition\">“listed drug product” means a drug or combination of drugs in a particular dosage form and strength identified by a specific product name or manufacturer and designated as a listed drug product; (“produit médicamenteux énuméré”)</p> <p class=\"definition\">“listed substance” means a substance, other than a drug, designated as a listed substance; (“substance énumérée”)</p> <p class=\"definition\">“Minister” means the Minister of Health and Long-Term Care or any other member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“operator of a pharmacy” means,</p> <p class=\"paragraph\">  (a)  the holder of a certificate of accreditation for the operation of a pharmacy under section 139 of the <i>Drug and Pharmacies Regulation Act</i>, or</p> <p class=\"paragraph\">  (b)  the operator of a pharmacy operated in or by a hospital that is a public hospital under the <i>Public Hospitals Act</i>; (“exploitant d’une pharmacie”)</p> <p class=\"definition\">“physician” means a member of the College of Physicians and Surgeons of Ontario; (“médecin”)</p> <p class=\"definition\">“prescribed” means prescribed in the regulations; (“prescrit”) </p> <p class=\"definition\">“prescription” means a direction from a person authorized to prescribe drugs within the scope of his or her practice of a health discipline directing the dispensing of a drug or mixture of drugs for a specified person; (“ordonnance”)</p> <p class=\"definition\">“registered nurse in the extended class” means a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. O.10, s. 1; 1996, c. 1, Sched. G, s. 2; 2006, c. 14, s. 6 (1-4); 2006, c. 19, Sched. L, s. 11 (2); 2006, c. 27, s. 17; 2017, c. 11, Sched. 4, s. 1.</p> <p class=\"headnote\">No therapeutic substitution</p> <p class=\"subsection\">(2) Nothing in this Act shall be construed to permit therapeutic substitution.  2006, c. 14, s. 6 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 2 (1-5) - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s6s1\">2006, c. 14, s. 6 (1-5)</a></span> - 01/10/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedls11s2\">2006, c. 19, Sched. L, s. 11 (2)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06027#s17\">2006, c. 27, s. 17</a></span>\r\n- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07010#schedls31\">2007, c. 10, Sched. L, s. 31</a></span> - 04/06/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched4s1\">2017, c. 11, Sched. 4, s. 1</a></span> - 01/07/2017</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.1",
            "section_x": "Executive officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Executive officer",
            "content": "1.1 (1) The Lieutenant Governor in Council shall appoint an executive officer for the Ontario public drug programs.  2006, c. 14, s. 7. Functions and powers (2) Subject to this Act and the regulations, it is the function of the executive officer, and he or she has the power, to perform any functions or duties that he or she may have under this Act and the regulations, under the Drug Interchangeability and Dispensing Fee Act and its regulations and under any other Act or regulation, and without in any way restricting the generality of the foregoing, (a)  to administer the Ontario public drug programs; (b)  to keep, maintain and publish the Formulary; (c)  to make this Act apply in respect of the supplying of drugs that are not listed drug products as provided for in section 16; (d)  to designate products as listed drug products, listed substances and designated pharmaceutical products for the purposes of this Act, and to remove or modify those designations; (e)  to designate products as interchangeable with other products under the Drug Interchangeability and Dispensing Fee Act, and to remove or modify those designations; (f)  to negotiate agreements with manufacturers of drug products, agree with manufacturers as to the drug benefit price of listed drug products, negotiate drug benefit prices for listed substances with suppliers, and set drug benefit prices for designated pharmaceutical products; (g)  to require any information that may or must be provided to the executive officer under this Act or the regulations or any other Act or regulation to be in a format that is satisfactory to the executive officer; (h)  to make payments under the Ontario public drug programs; (i)  to establish clinical criteria under section 23; and (j)  to pay operators of pharmacies for professional services, and to determine the amount of such payments subject to the prescribed conditions, if any.  2006, c. 14, s. 7. (3) Repealed: 2019, c. 14, Sched. 11, s. 1. Transitional (4) An agreement concerning the Ontario drug programs to which the Minister was a party and that was in effect immediately before October 1, 2006 continues in force, with the executive officer substituted for the Minister, until it is terminated under its terms.  2006, c. 14, s. 7. Review process (5) The Minister shall establish a process to review, (a)  recommendations made to the executive officer in respect of his or her functions under clause (2) (d) concerning the designation of products as listed drug products; and (b)  decisions made by the executive officer not to designate a product as a listed drug product under clause (2) (d) where a recommendation to designate has been made by a body that advises the executive officer.  2006, c. 14, s. 7. Publication (6) The Minister shall publish the details of the process established under subsection (5) on the website of the Ministry and in any other format the Minister considers advisable.  2006, c. 14, s. 7. Non-application of SPPA (7) The Statutory Powers Procedure Act does not apply to a review carried out under the process established by the Minister under subsection (5).  2006, c. 14, s. 7. Non-application of SPPA (8) The Statutory Powers Procedure Act does not apply to any decision or action of the executive officer under this Act.  2006, c. 14, s. 7. Regulations (9) The Lieutenant Governor in Council may make regulations, (a)  clarifying, modifying or restricting the functions and powers of the executive officer; (b)  providing for additional functions and powers of the executive officer.  2006, c. 14, s. 7. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 7 - 01/10/2006 2019, c. 14, Sched. 11, s. 1 - 01/04/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1.1 </b>(1) The Lieutenant Governor in Council shall appoint an executive officer for the Ontario public drug programs.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Functions and powers</p> <p class=\"subsection\">(2) Subject to this Act and the regulations, it is the function of the executive officer, and he or she has the power, to perform any functions or duties that he or she may have under this Act and the regulations, under the <i>Drug Interchangeability and Dispensing Fee Act</i><i> </i>and its regulations and under any other Act or regulation, and without in any way restricting the generality of the foregoing,\r\n</p> <p class=\"paragraph\">  (a)  to administer the Ontario public drug programs;</p> <p class=\"paragraph\">  (b)  to keep, maintain and publish the Formulary;</p> <p class=\"paragraph\">  (c)  to make this Act apply in respect of the supplying of drugs that are not listed drug products as provided for in section 16;</p> <p class=\"paragraph\">  (d)  to designate products as listed drug products, listed substances and designated pharmaceutical products for the purposes of this Act, and to remove or modify those designations; </p> <p class=\"paragraph\">  (e)  to designate products as interchangeable with other products under the <i>Drug Interchangeability and Dispensing Fee Act</i>, and to remove or modify those designations;</p> <p class=\"paragraph\">  (f)  to negotiate agreements with manufacturers of drug products, agree with manufacturers as to the drug benefit price of listed drug products, negotiate drug benefit prices for listed substances with suppliers, and set drug benefit prices for designated pharmaceutical products;</p> <p class=\"paragraph\">  (g)  to require any information that may or must be provided to the executive officer under this Act or the regulations or any other Act or regulation to be in a format that is satisfactory to the executive officer;</p> <p class=\"paragraph\">  (h)  to make payments under the Ontario public drug programs; </p> <p class=\"paragraph\">  (i)  to establish clinical criteria under section 23; and</p> <p class=\"paragraph\">  (j)  to pay operators of pharmacies for professional services, and to determine the amount of such payments subject to the prescribed conditions, if any.  2006, c. 14, s. 7.</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 11, s. 1.</p> <p class=\"headnote\">Transitional</p> <p class=\"subsection\">(4) An agreement concerning the Ontario drug programs to which the Minister was a party and that was in effect immediately before October 1, 2006 continues in force, with the executive officer substituted for the Minister, until it is terminated under its terms.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Review process</p> <p class=\"subsection\">(5) The Minister shall establish a process to review,</p> <p class=\"paragraph\">  (a)  recommendations made to the executive officer in respect of his or her functions under clause (2) (d) concerning the designation of products as listed drug products; and</p> <p class=\"paragraph\">  (b)  decisions made by the executive officer not to designate a product as a listed drug product under clause (2) (d) where a recommendation to designate has been made by a body that advises the executive officer.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(6) The Minister shall publish the details of the process established under subsection (5) on the website of the Ministry and in any other format the Minister considers advisable.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Non-application of SPPA</p> <p class=\"subsection\">(7) The <i>Statutory Powers Procedure Act</i> does not apply to a review carried out under the process established by the Minister under subsection (5).  2006, c. 14, s. 7.</p> <p class=\"headnote\">Non-application of SPPA</p> <p class=\"subsection\">(8) The <i>Statutory Powers Procedure Act</i> does not apply to any decision or action of the executive officer under this Act.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(9) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  clarifying, modifying or restricting the functions and powers of the executive officer;</p> <p class=\"paragraph\">  (b)  providing for additional functions and powers of the executive officer.  2006, c. 14, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s7\">2006, c. 14, s. 7</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched11s1\">2019, c. 14, Sched. 11, s. 1</a></span> - 01/04/2016</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.2",
            "section_x": "Formulary",
            "part_id": null,
            "part_type": null,
            "section_y": "Formulary",
            "content": "1.2 (1) The executive officer shall keep, maintain and publish a Formulary.  2006, c. 14, s. 7. Contents (2) The Formulary shall set out, (a)  the listed drug products and listed substances for the purposes of this Act; (b)  the drug benefit price for listed drug products, listed substances and designated pharmaceutical products; (c)  the products that are designated as interchangeable for the purposes of the Drug Interchangeability and Dispensing Fee Act; and (d)  any other information required under this or any other Act.  2006, c. 14, s. 7. Other information (3) In addition to anything mentioned in subsection (2), the Formulary may set out any other information or material the executive officer considers necessary or advisable.  2006, c. 14, s. 7. Publication (4) The executive officer shall publish the Formulary on the website of the Ministry and may publish it in any other format the executive officer considers advisable.  2006, c. 14, s. 7. Where conflict (5) In the event of a conflict between what is posted on the Ministry’s website under subsection (4) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 7. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 7 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>1.2 </b>(1) The executive officer shall keep, maintain and publish a Formulary.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The Formulary shall set out,</p> <p class=\"paragraph\">  (a)  the listed drug products and listed substances for the purposes of this Act;</p> <p class=\"paragraph\">  (b)  the drug benefit price for listed drug products, listed substances and designated pharmaceutical products; </p> <p class=\"paragraph\">  (c)  the products that are designated as interchangeable for the purposes of the <i>Drug Interchangeability and Dispensing Fee Act</i>; and</p> <p class=\"paragraph\">  (d)  any other information required under this or any other Act.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Other information</p> <p class=\"subsection\">(3) In addition to anything mentioned in subsection (2), the Formulary may set out any other information or material the executive officer considers necessary or advisable.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Publication </p> <p class=\"subsection\">(4) The executive officer shall publish the Formulary on the website of the Ministry and may publish it in any other format the executive officer considers advisable.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Where conflict</p> <p class=\"subsection\">(5) In the event of a conflict between what is posted on the Ministry’s website under subsection (4) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s7\">2006, c. 14, s. 7</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "1.3",
            "section_x": "Listing",
            "part_id": null,
            "part_type": null,
            "section_y": "Listing",
            "content": "1.3 (1) A drug product becomes a listed drug product on the effective date of its being designated in the Formulary as a listed drug product, and ceases to be a listed drug product on the effective date of that designation being removed.  2006, c. 14, s. 7. Requirements for listing (2) The executive officer may designate a drug product in the Formulary as a listed drug product where the executive officer considers it to be in the public interest to do so, but shall not do so if the prescribed conditions under clause 18 (1) (b) have not been met.  2006, c. 14, s. 7. Modification (3) Any modification of a designation takes place on the effective date of its being designated in the Formulary as a modification.  2006, c. 14, s. 7. Transitional (4) A drug product that was a listed drug product immediately before October 1, 2006 continues to be a listed drug product until it is removed from the Formulary as a listed drug product under this section.  2006, c. 14, s. 7. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 7 - 01/10/2006 1.4 Repealed: 2021, c. 25, Sched. 18, s. 1. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 7 - 01/10/2006 2021, c. 25, Sched. 18, s. 1 - 01/01/2022 1.5 Repealed: 2021, c. 25, Sched. 18, s. 2. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 8 - 01/10/2006 2021, c. 25, Sched. 18, s. 2 - 01/01/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>1.3</b> (1) A drug product becomes a listed drug product on the effective date of its being designated in the Formulary as a listed drug product, and ceases to be a listed drug product on the effective date of that designation being removed.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Requirements for listing </p> <p class=\"subsection\">(2) The executive officer may designate a drug product in the Formulary as a listed drug product where the executive officer considers it to be in the public interest to do so, but shall not do so if the prescribed conditions under clause 18 (1) (b) have not been met.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Modification</p> <p class=\"subsection\">(3) Any modification of a designation takes place on the effective date of its being designated in the Formulary as a modification.  2006, c. 14, s. 7.</p> <p class=\"headnote\">Transitional</p> <p class=\"subsection\">(4) A drug product that was a listed drug product immediately before October 1, 2006 continues to be a listed drug product until it is removed from the Formulary as a listed drug product under this section.  2006, c. 14, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s7\">2006, c. 14, s. 7</a></span> - 01/10/2006</p> <p class=\"section\"><b>1.4 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 25, Sched. 18, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s7\">2006, c. 14, s. 7</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched18s1\">2021, c. 25, Sched. 18, s. 1</a></span> - 01/01/2022</p> <p class=\"section\"><b>1.5 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 25, Sched. 18, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s8\">2006, c. 14, s. 8</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched18s2\">2021, c. 25, Sched. 18, s. 2</a></span> - 01/01/2022</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.",
            "section_x": "Eligible persons",
            "part_id": null,
            "part_type": null,
            "section_y": "Eligible persons",
            "content": "2 (1) A person who is a member of a prescribed class of persons is an eligible person.  R.S.O. 1990, c. O.10, s. 2 (1); 2006, c. 14, s. 9. Persons deemed eligible persons (2) This Act applies to persons entitled to receive drug benefits under the Ontario Disability Support Program Act, 1997 and the Ontario Works Act, 1997 as if those persons were eligible persons.  1997, c. 25, Sched. E, s. 9; 2017, c. 11, Sched. 4, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 25, Sched. E, s. 9 - 01/07/1998 2006, c. 14, s. 9 - 01/10/2006 2017, c. 11, Sched. 4, s. 2 - 01/07/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>2 </b>(1) A person who is a member of a prescribed class of persons is an eligible person.  R.S.O. 1990, c. O.10, s. 2 (1); 2006, c. 14, s. 9.</p> <p class=\"headnote\">Persons deemed eligible persons</p> <p class=\"subsection\">(2) This Act applies to persons entitled to receive drug benefits under the <i>Ontario Disability Support Program Act, 1997</i> and the <i>Ontario Works Act, 1997</i> as if those persons were eligible persons.  1997, c. 25, Sched. E, s. 9; 2017, c. 11, Sched. 4, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 25, Sched. E, s. 9 - 01/07/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s9\">2006, c. 14, s. 9</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched4s2\">2017, c. 11, Sched. 4, s. 2</a></span> - 01/07/2017</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.",
            "section_x": "Application of this Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of this Act",
            "content": "3 This Act applies in respect of the supplying of listed drug products for eligible persons unless that supplying is an insured service as defined in the Health Insurance Act.  R.S.O. 1990, c. O.10, s. 3; 1996, c. 1, Sched. G, s. 3. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 3 - 27/05/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>3 </b>This Act applies in respect of the supplying of listed drug products for eligible persons unless that supplying is an insured service as defined in the <i>Health Insurance Act</i>.  R.S.O. 1990, c. O.10, s. 3; 1996, c. 1, Sched. G, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 3 - 27/05/1996</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "section_x": "Billing restricted",
            "part_id": null,
            "part_type": null,
            "section_y": "Billing restricted",
            "content": "4 (1) No operator of a pharmacy shall charge, or accept payment from, a person other than the executive officer in respect of supplying a listed drug product for an eligible person pursuant to a prescription except as provided under this Act.  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (1). Same (2) No physician shall charge, or accept payment from, a person other than the executive officer in respect of supplying a listed drug product for an eligible person except as provided under this Act.  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (2). Billing permitted, co-payment (3) An operator of a pharmacy may charge, or accept payment from, a person in respect of supplying a listed drug product in an amount not greater than the maximum co-payment the executive officer is permitted to subtract under subsection 6 (1).  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (3). Exception (4) If the operator of a pharmacy dispenses a listed drug product that is interchangeable with other listed drug products and the particular drug product is dispensed because it is specifically requested by the eligible person or by the person presenting the prescription or because the prescription directs that there be no substitutions, subsections 6 (3) and (4) do not apply and the operator of the pharmacy may charge, or accept payment from, a person other than the executive officer, in addition to other amounts authorized under this Act, in an amount not exceeding the amount determined under subsection (5).  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (4). Same (5) The amount referred to in subsection (4) shall be determined as follows: 1.  Add the drug benefit price of the drug product dispensed and the mark-up referred to in paragraph 3 of subsection 6 (1). 2.  Add the drug benefit price determined under paragraph 2 of subsection 6 (1) and the mark-up referred to in paragraph 3 of that subsection. 3.  Determine the difference between the amount determined under paragraph 1 and the amount determined under paragraph 2. 4.  Subject to the prescribed conditions, if any, if the acquisition cost, for the operator of the pharmacy, of the drug product dispensed is greater than the sum of the drug benefit price for that product and the mark-up referred to in paragraph 3 of subsection 6 (1), determine the amount by which they differ. 5.  The amount referred to in subsection (4) is the sum of the amount determined under paragraph 3 and the amount determined under paragraph 4.  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (5). Non-application (6) Subsections (4) and (5) do not apply to the operator of a pharmacy who supplies a listed drug product for an eligible person pursuant to a prescription that includes a direction that there be no substitutions and that meets the prescribed conditions.  1996, c. 1, Sched. G, s. 4. Non-application (7) Subsections (1) and (2) do not apply to an operator of a pharmacy or a physician who supplies a listed drug product for an eligible person without knowing or having reasonable grounds to believe that the person is an eligible person.  1996, c. 1, Sched. G, s. 4. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 4 - 27/05/1996 2006, c. 14, s. 10 (1-5) - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>4 </b>(1) No operator of a pharmacy shall charge, or accept payment from, a person other than the executive officer in respect of supplying a listed drug product for an eligible person pursuant to a prescription except as provided under this Act.  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No physician shall charge, or accept payment from, a person other than the executive officer in respect of supplying a listed drug product for an eligible person except as provided under this Act.  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (2).</p> <p class=\"headnote\">Billing permitted, co-payment</p> <p class=\"subsection\">(3) An operator of a pharmacy may charge, or accept payment from, a person in respect of supplying a listed drug product in an amount not greater than the maximum co-payment the executive officer is permitted to subtract under subsection 6 (1).  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) If the operator of a pharmacy dispenses a listed drug product that is interchangeable with other listed drug products and the particular drug product is dispensed because it is specifically requested by the eligible person or by the person presenting the prescription or because the prescription directs that there be no substitutions, subsections 6 (3) and (4) do not apply and the operator of the pharmacy may charge, or accept payment from, a person other than the executive officer, in addition to other amounts authorized under this Act, in an amount not exceeding the amount determined under subsection (5).  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The amount referred to in subsection (4) shall be determined as follows:</p> <p class=\"paragraph\">  1.  Add the drug benefit price of the drug product dispensed and the mark-up referred to in paragraph 3 of subsection 6 (1).</p> <p class=\"paragraph\">  2.  Add the drug benefit price determined under paragraph 2 of subsection 6 (1) and the mark-up referred to in paragraph 3 of that subsection.</p> <p class=\"paragraph\">  3.  Determine the difference between the amount determined under paragraph 1 and the amount determined under paragraph 2.</p> <p class=\"paragraph\">  4.  Subject to the prescribed conditions, if any, if the acquisition cost, for the operator of the pharmacy, of the drug product dispensed is greater than the sum of the drug benefit price for that product and the mark-up referred to in paragraph 3 of subsection 6 (1), determine the amount by which they differ.</p> <p class=\"paragraph\">  5.  The amount referred to in subsection (4) is the sum of the amount determined under paragraph 3 and the amount determined under paragraph 4.  1996, c. 1, Sched. G, s. 4; 2006, c. 14, s. 10 (5).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(6) Subsections (4) and (5) do not apply to the operator of a pharmacy who supplies a listed drug product for an eligible person pursuant to a prescription that includes a direction that there be no substitutions and that meets the prescribed conditions.  1996, c. 1, Sched. G, s. 4.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(7) Subsections (1) and (2) do not apply to an operator of a pharmacy or a physician who supplies a listed drug product for an eligible person without knowing or having reasonable grounds to believe that the person is an eligible person.  1996, c. 1, Sched. G, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 4 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s10s1\">2006, c. 14, s. 10 (1-5)</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.1",
            "section_x": "Billing privileges",
            "part_id": null,
            "part_type": null,
            "section_y": "Billing privileges ",
            "content": "4.1 (1) If an operator of a pharmacy or a physician wishes to receive payment from the executive officer under this Act, the operator or physician shall apply to the executive officer for billing privileges.  2009, c. 26, s. 19 (1). Granting of privileges (2) The executive officer may grant billing privileges to an operator or physician who has applied under subsection (1) where the executive officer is of the opinion it is in the public interest to do so, after considering any matter that he or she considers to be appropriate.  2009, c. 26, s. 19 (1). Agreements (3) The executive officer may make it a condition of granting billing privileges under subsection (2) that the operator or physician enter into an agreement with the executive officer containing any provisions that the executive officer considers necessary or desirable in the public interest in the particular case.  2009, c. 26, s. 19 (1). Transitional (4) Where an operator of a pharmacy or a physician received payment from the executive officer under this Act before the coming into force of this section, the following rules apply: 1.  The operator is deemed to have been granted billing privileges under subsection (2), but only in respect of a pharmacy that, before the coming into force of this section, supplied drug products for which the operator received payment, and only if, immediately before the coming into force of this section, there was no order under section 11.1 in effect respecting the operator. 2.  The physician is deemed to have been granted billing privileges under subsection (2). 3.  The executive officer may require the operator or physician to enter into an agreement described in subsection (3) as a condition of continuing to receive payment from the executive officer under this Act.  2009, c. 26, s. 19 (1). Section Amendments with date in force (d/m/y) 2009, c. 26, s. 19 (1) - 15/03/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>4.1 </b>(1) If an operator of a pharmacy or a physician wishes to receive payment from the executive officer under this Act, the operator or physician shall apply to the executive officer for billing privileges.  2009, c. 26, s. 19 (1).</p> <p class=\"headnote\">Granting of privileges </p> <p class=\"subsection\">(2) The executive officer may grant billing privileges to an operator or physician who has applied under subsection (1) where the executive officer is of the opinion it is in the public interest to do so, after considering any matter that he or she considers to be appropriate.  2009, c. 26, s. 19 (1).</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(3) The executive officer may make it a condition of granting billing privileges under subsection (2) that the operator or physician enter into an agreement with the executive officer containing any provisions that the executive officer considers necessary or desirable in the public interest in the particular case.  2009, c. 26, s. 19 (1).</p> <p class=\"headnote\">Transitional</p> <p class=\"subsection\">(4) Where an operator of a pharmacy or a physician received payment from the executive officer under this Act before the coming into force of this section, the following rules apply:</p> <p class=\"paragraph\">  1.  The operator is deemed to have been granted billing privileges under subsection (2), but only in respect of a pharmacy that, before the coming into force of this section, supplied drug products for which the operator received payment, and only if, immediately before the coming into force of this section, there was no order under section 11.1 in effect respecting the operator.</p> <p class=\"paragraph\">  2.  The physician is deemed to have been granted billing privileges under subsection (2).</p> <p class=\"paragraph\">  3.  The executive officer may require the operator or physician to enter into an agreement described in subsection (3) as a condition of continuing to receive payment from the executive officer under this Act.  2009, c. 26, s. 19 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s19s1\">2009, c. 26, s. 19 (1)</a></span> - 15/03/2010</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "section_x": "Payment of claim of operator",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment of claim of operator",
            "content": "5 (1) Subject to subsection (2), an operator of a pharmacy who has been granted billing privileges under subsection 4.1 (2) and who submits to the executive officer a claim for payment in respect of supplying a listed drug product for an eligible person pursuant to a prescription is entitled to be paid by the executive officer the amount provided for under section 6.  2009, c. 26, s. 19 (2). Alternative payments (2) The executive officer may pay the operator of a pharmacy an amount different from the amount provided for under section 6 in respect of a claim or claims under subsection (1) for prescribed classes of eligible persons, subject to any prescribed requirements.  2006, c. 14, s. 11 (1). Transitional (2.1) Any agreement that was in place under subsection (2), as it existed before October 1, 2006, that was in effect immediately before that date continues in force, with the executive officer substituted for the Minister, until it is terminated under its terms.  2006, c. 14, s. 11 (1). Payment of claim of physician (3) A physician who has been granted billing privileges under subsection 4.1 (2) and who submits to the executive officer a claim for payment in respect of supplying a listed drug product for an eligible person is entitled to be paid by the executive officer the amount provided for by the regulations.  R.S.O. 1990, c. O.10, s. 5 (3); 1996, c. 1, Sched. G, s. 5 (2); 2006, c. 14, s. 11 (2); 2009, c. 26, s. 19 (3). Submission of claim (4) A person’s entitlement under subsection (1) or (3) does not arise unless the person submits the claim in the manner prescribed by the regulations and includes in it the information prescribed by the regulations.  1996, c. 1, Sched. G, s. 5 (3). (5) Repealed:  2004, c. 3, Sched. A, s. 95 (1). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 5 (1-3) - 27/05/1996 2004, c. 3, Sched. A, s. 95 (1) - 01/11/2004 2006, c. 14, s. 11 (1, 2) - 01/10/2006 2009, c. 26, s. 19 (2, 3) - 15/03/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5 </b>(1) Subject to subsection (2), an operator of a pharmacy who has been granted billing privileges under subsection 4.1 (2) and who submits to the executive officer a claim for payment in respect of supplying a listed drug product for an eligible person pursuant to a prescription is entitled to be paid by the executive officer the amount provided for under section 6.  2009, c. 26, s. 19 (2).</p> <p class=\"headnote\">Alternative payments</p> <p class=\"subsection\">(2) The executive officer may pay the operator of a pharmacy an amount different from the amount provided for under section 6 in respect of a claim or claims under subsection (1) for prescribed classes of eligible persons, subject to any prescribed requirements.  2006, c. 14, s. 11 (1).</p> <p class=\"headnote\">Transitional </p> <p class=\"subsection\">(2.1) Any agreement that was in place under subsection (2), as it existed before October 1, 2006, that was in effect immediately before that date continues in force, with the executive officer substituted for the Minister, until it is terminated under its terms.  2006, c. 14, s. 11 (1).</p> <p class=\"headnote\">Payment of claim of physician</p> <p class=\"subsection\">(3) A physician who has been granted billing privileges under subsection 4.1 (2) and who submits to the executive officer a claim for payment in respect of supplying a listed drug product for an eligible person is entitled to be paid by the executive officer the amount provided for by the regulations.  R.S.O. 1990, c. O.10, s. 5 (3); 1996, c. 1, Sched. G, s. 5 (2); 2006, c. 14, s. 11 (2); 2009, c. 26, s. 19 (3).</p> <p class=\"headnote\">Submission of claim</p> <p class=\"subsection\">(4) A person’s entitlement under subsection (1) or (3) does not arise unless the person submits the claim in the manner prescribed by the regulations and includes in it the information prescribed by the regulations.  1996, c. 1, Sched. G, s. 5 (3).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>:  2004, c. 3, Sched. A, s. 95 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 5 (1-3) - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04003#schedas95s1\">2004, c. 3, Sched. A, s. 95 (1)</a></span> - 01/11/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s11s1\">2006, c. 14, s. 11 (1, 2)</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s19s2\">2009, c. 26, s. 19 (2, 3)</a></span> - 15/03/2010</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "section_x": "Amount executive officer to pay",
            "part_id": null,
            "part_type": null,
            "section_y": "Amount executive officer to pay",
            "content": "6 (1) The amount the executive officer shall pay under subsection 5 (1) in respect of a listed drug product is the amount calculated by adding the amounts determined under paragraphs 1, 2 and 3, subtracting from that total the maximum co-payment that may be charged in respect of the supplying of a listed drug product for an eligible person, as provided for in the regulations, and by further subtracting from that amount any additional amount determined by the executive officer in accordance with the regulations: 1.  The dispensing fee determined under subsection (2). 2.  The drug benefit price for the drug product, but, if there are other listed drug products that are interchangeable with the drug product, the drug benefit price shall be deemed to be the lowest of the drug benefit prices for the drug product and the listed drug products that are interchangeable with it. 3.  The applicable prescribed mark-up on that price.  2006, c. 14, s. 12 (1); 2009, c. 26, s. 19 (4); 2017, c. 8, Sched. 24, s. 1; 2019, c. 15, Sched. 28, s. 1. Dispensing fee (2) The dispensing fee the executive officer shall pay to operators of pharmacies under subsection (1) for dispensing listed drug products for eligible persons shall be, (a)  Repealed:  2006, c. 14, s. 12 (3). (b)  where the listed drug product does not require a prescription for sale and is designated as one to which this clause applies, no dispensing fee; and (c)  in all other cases, the lesser of, (i)  the applicable dispensing fee prescribed by the regulations, and (ii)  the amount the operator sets under subsection 6 (1) of the Drug Interchangeability and Dispensing Fee Act.  R.S.O. 1990, c. O.10, s. 6 (2); 1996, c. 1, Sched. G, s. 6 (2-5); 2006, c. 14, s. 12 (2, 3); 2009, c. 26, s. 19 (5). Same, high acquisition cost (3) Subject to the prescribed conditions, if any, if the acquisition cost of a listed drug product for an operator of a pharmacy is greater than the sum of the drug benefit price for the drug product determined under paragraph 2 of subsection (1) and the mark-up on that price, referred to in paragraph 3 of subsection (1), the executive officer shall also pay, under subsection 5 (1), the difference between the acquisition cost for the drug product and that sum.  2006, c. 14, s. 12 (4). Interchangeable products (4) For the purpose of subsection (3), if an operator of a pharmacy dispenses a listed drug product that is interchangeable with other listed drug products, the acquisition cost of the listed drug product that is dispensed is the lowest acquisition cost from among the drug product dispensed and the listed drug products in the operator’s inventory that are interchangeable with the drug product.  1996, c. 1, Sched. G, s. 6 (6). No substitution prescription (5) If a listed drug product is supplied pursuant to a prescription that includes a direction that there be no substitutions and that meets the prescribed conditions, subsections (3) and (4) do not apply and the executive officer shall also pay, under subsection 5 (1), the amount determined under subsection 4 (5).  1996, c. 1, Sched. G, s. 6 (6); 2006, c. 14, s. 12 (5). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 6 (1, 3, 5, 6) - 27/05/1996; 1996, c. 1, Sched. G, s. 6 (2) - 30/01/1996; 1996, c. 1, Sched. G, s. 6 (4) - 01/03/1996 2006, c. 14, s. 12 (1-5) - 01/10/2006 2009, c. 26, s. 19 (4, 5) - 15/03/2010 2017, c. 8, Sched. 24, s. 1 (1) - 01/09/2017; 2017, c. 8, Sched. 24, s. 1 (2) - 01/09/2019 2019, c. 15, Sched. 28, s. 1 - 01/01/2020 7 Repealed:  1996, c. 1, Sched. G, s. 7 (1). Note: No process under section 7 initiated or under way on or before January 30, 1996 shall continue after that day.  See: 1996, c. 1, Sched. G, s. 7 (2). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 7 (1) - 30/01/1996 8 Repealed:  2006, c. 14, s. 13. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 8 (1, 2) - 27/05/1996 2006, c. 14, s. 13 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6 </b>(1) The amount the executive officer shall pay under subsection 5 (1) in respect of a listed drug product is the amount calculated by adding the amounts determined under paragraphs 1, 2 and 3, subtracting from that total the maximum co-payment that may be charged in respect of the supplying of a listed drug product for an eligible person, as provided for in the regulations, and by further subtracting from that amount any additional amount determined by the executive officer in accordance with the regulations:</p> <p class=\"paragraph\">  1.  The dispensing fee determined under subsection (2).</p> <p class=\"paragraph\">  2.  The drug benefit price for the drug product, but, if there are other listed drug products that are interchangeable with the drug product, the drug benefit price shall be deemed to be the lowest of the drug benefit prices for the drug product and the listed drug products that are interchangeable with it.</p> <p class=\"paragraph\">  3.  The applicable prescribed mark-up on that price.  2006, c. 14, s. 12 (1); 2009, c. 26, s. 19 (4); 2017, c. 8, Sched. 24, s. 1; 2019, c. 15, Sched. 28, s. 1.</p> <p class=\"headnote\">Dispensing fee</p> <p class=\"subsection\">(2) The dispensing fee the executive officer shall pay to operators of pharmacies under subsection (1) for dispensing listed drug products for eligible persons shall be,</p> <p class=\"paragraph\">  (a)  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 12 (3).</p> <p class=\"paragraph\">  (b)  where the listed drug product does not require a prescription for sale and is designated as one to which this clause applies, no dispensing fee; and</p> <p class=\"paragraph\">  (c)  in all other cases, the lesser of,</p> <p class=\"subclause\">  (i)  the applicable dispensing fee prescribed by the regulations, and</p> <p class=\"subclause\">  (ii)  the amount the operator sets under subsection 6 (1) of the <i>Drug Interchangeability and Dispensing Fee Act</i>.  R.S.O. 1990, c. O.10, s. 6 (2); 1996, c. 1, Sched. G, s. 6 (2-5); 2006, c. 14, s. 12 (2, 3); 2009, c. 26, s. 19 (5).</p> <p class=\"headnote\">Same, high acquisition cost</p> <p class=\"subsection\">(3) Subject to the prescribed conditions, if any, if the acquisition cost of a listed drug product for an operator of a pharmacy is greater than the sum of the drug benefit price for the drug product determined under paragraph 2 of subsection (1) and the mark-up on that price, referred to in paragraph 3 of subsection (1), the executive officer shall also pay, under subsection 5 (1), the difference between the acquisition cost for the drug product and that sum.  2006, c. 14, s. 12 (4).</p> <p class=\"headnote\">Interchangeable products</p> <p class=\"subsection\">(4) For the purpose of subsection (3), if an operator of a pharmacy dispenses a listed drug product that is interchangeable with other listed drug products, the acquisition cost of the listed drug product that is dispensed is the lowest acquisition cost from among the drug product dispensed and the listed drug products in the operator’s inventory that are interchangeable with the drug product.  1996, c. 1, Sched. G, s. 6 (6).</p> <p class=\"headnote\">No substitution prescription</p> <p class=\"subsection\">(5) If a listed drug product is supplied pursuant to a prescription that includes a direction that there be no substitutions and that meets the prescribed conditions, subsections (3) and (4) do not apply and the executive officer shall also pay, under subsection 5 (1), the amount determined under subsection 4 (5).  1996, c. 1, Sched. G, s. 6 (6); 2006, c. 14, s. 12 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 6 (1, 3, 5, 6) - 27/05/1996; 1996, c. 1, Sched. G, s. 6 (2) - 30/01/1996; 1996, c. 1, Sched. G, s. 6 (4) - 01/03/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s12s1\">2006, c. 14, s. 12 (1-5)</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s19s4\">2009, c. 26, s. 19 (4, 5)</a></span> - 15/03/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\">2017, c. 8<a href=\"http://www.ontario.ca/laws/statute/S17008#sched24s1s1\">, Sched. 24, s. 1 (1)</a></span> - 01/09/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched24s1s2\">2017, c. 8, Sched. 24, s. 1 (2)</a></span> - 01/09/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched28s1\">2019, c. 15, Sched. 28, s. 1</a></span> - 01/01/2020</p> <p class=\"section\"><b>7 </b>Repealed:  1996, c. 1, Sched. G, s. 7 (1).</p> <p class=\"Pnote\">Note: No process under section 7 initiated or under way on or before January 30, 1996 shall continue after that day.  See: 1996, c. 1, Sched. G, s. 7 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 7 (1) - 30/01/1996</p> <p class=\"section\"><b>8 </b><span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 13.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 8 (1, 2) - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s13\">2006, c. 14, s. 13</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Agreement re listed substance",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreement re listed substance",
            "content": "9 (1) The executive officer may make an agreement with a supplier of a listed substance, providing for payment of a specified amount for supplying the listed substance to an eligible person under the direction of an authorized prescriber.  R.S.O. 1990, c. O.10, s. 9 (1); 2006, c. 14, s. 14 (1); 2017, c. 11, Sched. 4, s. 3. Supplier not to charge (2) Except as the agreement authorizes, the supplier shall not charge, or accept payment from, any person other than the executive officer for supplying the listed substance to an eligible person under the direction of an authorized prescriber.  R.S.O. 1990, c. O.10, s. 9 (2); 2006, c. 14, s. 14 (2); 2017, c. 11, Sched. 4, s. 3. Exception (3) Subsection (2) does not apply to a supplier of a listed substance who supplies the listed substance to an eligible person without knowing or having reasonable grounds to believe that the person is an eligible person.  R.S.O. 1990, c. O.10, s. 9 (3). Section Amendments with date in force (d/m/y) 2006, c. 14, s. 14 (1, 2) - 01/10/2006 2017, c. 11, Sched. 4, s. 3 - 01/07/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) The executive officer may make an agreement with a supplier of a listed substance, providing for payment of a specified amount for supplying the listed substance to an eligible person under the direction of an authorized prescriber.  R.S.O. 1990, c. O.10, s. 9 (1); 2006, c. 14, s. 14 (1); 2017, c. 11, Sched. 4, s. 3.</p> <p class=\"headnote\">Supplier not to charge</p> <p class=\"subsection\">(2) Except as the agreement authorizes, the supplier shall not charge, or accept payment from, any person other than the executive officer for supplying the listed substance to an eligible person under the direction of an authorized prescriber.  R.S.O. 1990, c. O.10, s. 9 (2); 2006, c. 14, s. 14 (2); 2017, c. 11, Sched. 4, s. 3.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply to a supplier of a listed substance who supplies the listed substance to an eligible person without knowing or having reasonable grounds to believe that the person is an eligible person.  R.S.O. 1990, c. O.10, s. 9 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s14s1\">2006, c. 14, s. 14 (1, 2)</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched4s3\">2017, c. 11, Sched. 4, s. 3</a></span> - 01/07/2017</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Refusal to dispense prohibited",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusal to dispense prohibited",
            "content": "10 No operator of a pharmacy shall refuse to supply a listed drug product for an eligible person in order to avoid the operation of a provision of this Act but an operator may refuse to supply a listed drug product for an eligible person if the proper exercise of professional judgment so requires.  R.S.O. 1990, c. O.10, s. 10; 1996, c. 1, Sched. G, s. 9. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 9 - 27/05/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>No operator of a pharmacy shall refuse to supply a listed drug product for an eligible person in order to avoid the operation of a provision of this Act but an operator may refuse to supply a listed drug product for an eligible person if the proper exercise of professional judgment so requires.  R.S.O. 1990, c. O.10, s. 10; 1996, c. 1, Sched. G, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 9 - 27/05/1996</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Opting out",
            "part_id": null,
            "part_type": null,
            "section_y": "Opting out",
            "content": "11 (1) An operator of a pharmacy who has been granted billing privileges under subsection 4.1 (2) may notify the executive officer that the operator elects not to accept payment from the executive officer under section 5.  R.S.O. 1990, c. O.10, s. 11 (1); 2006, c. 14, s. 15 (1); 2009, c. 26, s. 19 (6). Idem (2) Beginning ninety days after the day the executive officer receives the notice under subsection (1), the operator is not entitled to payment from the executive officer under section 5 and is not required to supply listed drug products for eligible persons under section 10.  R.S.O. 1990, c. O.10, s. 11 (2); 1996, c. 1, Sched. G, s. 10; 2006, c. 14 s. 15 (2). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 10 - 27/05/1996 2006, c. 14, s. 15 (1, 2) - 01/10/2006 2009, c. 26, s. 19 (6) - 15/03/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) An operator of a pharmacy who has been granted billing privileges under subsection 4.1 (2) may notify the executive officer that the operator elects not to accept payment from the executive officer under section 5.  R.S.O. 1990, c. O.10, s. 11 (1); 2006, c. 14, s. 15 (1); 2009, c. 26, s. 19 (6).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Beginning ninety days after the day the executive officer receives the notice under subsection (1), the operator is not entitled to payment from the executive officer under section 5 and is not required to supply listed drug products for eligible persons under section 10.  R.S.O. 1990, c. O.10, s. 11 (2); 1996, c. 1, Sched. G, s. 10; 2006, c. 14 s. 15 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 10 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s15s1\">2006, c. 14, s. 15 (1, 2)</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s19s6\">2009, c. 26, s. 19 (6)</a></span> - 15/03/2010</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.1",
            "section_x": "Order suspending operator’s right to payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Order suspending operator’s right to payment",
            "content": "11.1 (1) If the executive officer believes on reasonable grounds that with respect to a pharmacy there has been a breach of a condition that is prescribed by the regulations or agreed to by the operator of the pharmacy, the executive officer may make an order suspending the operator of the pharmacy from being entitled to receive payment from the executive officer under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (1). Effect of order (2) Beginning on the day set out in the order, the operator is not entitled to payment by the executive officer under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (2). Same (3) Beginning on the day set out in the order, the operator may charge, or accept payment from, a person other than the executive officer in an amount not exceeding the sum of, (a)  the amount the executive officer would have paid under this Act, absent the order; and (b)  the amount the operator could have charged under this Act, absent the order.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (3). Scope of order (4) An order may relate to all the pharmacies operated by the operator or only to some of them, as set out in the order.  1996, c. 1, Sched. G, s. 11. Service of order (5) An order may be served on the operator or upon any person employed, or apparently employed, at any pharmacy to which the order applies.  1996, c. 1, Sched. G, s. 11. Rescinding of order (6) The executive officer may rescind an order upon conditions agreed to by the operator of the pharmacy or without conditions.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (4). Agreement to conditions (7) The executive officer and an operator of a pharmacy may enter into an agreement that the operator of the pharmacy will abide by conditions set out in the agreement even if no order has been made under this section.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (5). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 11 - 27/05/1996 2006, c. 14, s. 16 (1-5) - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11.1</b> (1) If the executive officer believes on reasonable grounds that with respect to a pharmacy there has been a breach of a condition that is prescribed by the regulations or agreed to by the operator of the pharmacy, the executive officer may make an order suspending the operator of the pharmacy from being entitled to receive payment from the executive officer under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (1).</p> <p class=\"headnote\">Effect of order</p> <p class=\"subsection\">(2) Beginning on the day set out in the order, the operator is not entitled to payment by the executive officer under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Beginning on the day set out in the order, the operator may charge, or accept payment from, a person other than the executive officer in an amount not exceeding the sum of,</p> <p class=\"paragraph\">  (a)  the amount the executive officer would have paid under this Act, absent the order; and</p> <p class=\"paragraph\">  (b)  the amount the operator could have charged under this Act, absent the order.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (3).</p> <p class=\"headnote\">Scope of order</p> <p class=\"subsection\">(4) An order may relate to all the pharmacies operated by the operator or only to some of them, as set out in the order.  1996, c. 1, Sched. G, s. 11.</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(5) An order may be served on the operator or upon any person employed, or apparently employed, at any pharmacy to which the order applies.  1996, c. 1, Sched. G, s. 11.</p> <p class=\"headnote\">Rescinding of order</p> <p class=\"subsection\">(6) The executive officer may rescind an order upon conditions agreed to by the operator of the pharmacy or without conditions.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (4).</p> <p class=\"headnote\">Agreement to conditions</p> <p class=\"subsection\">(7) The executive officer and an operator of a pharmacy may enter into an agreement that the operator of the pharmacy will abide by conditions set out in the agreement even if no order has been made under this section.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 16 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 11 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s16s1\">2006, c. 14, s. 16 (1-5)</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.2",
            "section_x": "Order suspending physician’s right to payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Order suspending physician’s right to payment",
            "content": "11.2 (1) If the executive officer believes on reasonable grounds that a physician has breached a condition that is prescribed by the regulations or agreed to by the physician with respect to dispensing drugs, the executive officer may make an order suspending the physician from being entitled to receive payment under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (1). Effect of order (2) Beginning on the day set out in the order, the physician is not entitled to payment by the executive officer under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (2). Same (3) Beginning on the day set out in the order, the physician may charge, or accept payment from, a person other than the executive officer in an amount not exceeding the sum of, (a)  the amount the executive officer would have paid under this Act, absent the order; and (b)  the amount the physician could have charged under this Act, absent the order.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (3). Service of order (4) An order may be served on the physician or upon any person employed, or apparently employed, at the physician’s office.  1996, c. 1, Sched. G, s. 11. Rescinding of order (5) The executive officer may rescind an order upon conditions agreed to by the physician or without conditions.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (4). Agreement to conditions (6) The executive officer and a physician may enter into an agreement that the physician will abide by conditions set out in the agreement even if no order has been made under this section.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (5). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 11 - 27/05/1996 2006, c. 14, s. 17 (1-5) - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>11.2</b> (1) If the executive officer believes on reasonable grounds that a physician has breached a condition that is prescribed by the regulations or agreed to by the physician with respect to dispensing drugs, the executive officer may make an order suspending the physician from being entitled to receive payment under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (1).</p> <p class=\"headnote\">Effect of order</p> <p class=\"subsection\">(2) Beginning on the day set out in the order, the physician is not entitled to payment by the executive officer under this Act.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Beginning on the day set out in the order, the physician may charge, or accept payment from, a person other than the executive officer in an amount not exceeding the sum of,</p> <p class=\"paragraph\">  (a)  the amount the executive officer would have paid under this Act, absent the order; and</p> <p class=\"paragraph\">  (b)  the amount the physician could have charged under this Act, absent the order.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (3).</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(4) An order may be served on the physician or upon any person employed, or apparently employed, at the physician’s office.  1996, c. 1, Sched. G, s. 11.</p> <p class=\"headnote\">Rescinding of order</p> <p class=\"subsection\">(5) The executive officer may rescind an order upon conditions agreed to by the physician or without conditions.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (4).</p> <p class=\"headnote\">Agreement to conditions</p> <p class=\"subsection\">(6) The executive officer and a physician may enter into an agreement that the physician will abide by conditions set out in the agreement even if no order has been made under this section.  1996, c. 1, Sched. G, s. 11; 2006, c. 14, s. 17 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 11 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s17s1\">2006, c. 14, s. 17 (1-5)</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.3",
            "section_x": "Claim from eligible person",
            "part_id": null,
            "part_type": null,
            "section_y": "Claim from eligible person ",
            "content": "11.3 (1) Where an eligible person obtains a listed drug product from a pharmacy or a physician and, for any reason, the operator of the pharmacy or the physician is not entitled to payment from the executive officer under this Act, the eligible person may submit to the executive officer a claim for payment in respect of the supply of a listed drug product and is entitled to be paid by the executive officer the amount the executive officer would have otherwise paid to an operator of a pharmacy or a physician who was entitled to payment.  2009, c. 26, s. 19 (7). Same (2) The entitlement of an eligible person under subsection (1) is subject to this Act and the regulations to the same extent as the entitlement of an operator of a pharmacy or a physician would be, subject to any necessary modification.  2009, c. 26, s. 19 (7). Submission of claim (3) A person’s entitlement under subsection (1) does not arise unless the person submits the claim in the manner prescribed by the regulations and includes in it the information prescribed by the regulations.  1996, c. 1, Sched. G, s. 11. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 11 - 27/05/1996 2006, c. 14, s. 18 - 01/10/2006 2009, c. 26, s. 19 (7) - 15/03/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11.3</b> (1) Where an eligible person obtains a listed drug product from a pharmacy or a physician and, for any reason, the operator of the pharmacy or the physician is not entitled to payment from the executive officer under this Act, the eligible person may submit to the executive officer a claim for payment in respect of the supply of a listed drug product and is entitled to be paid by the executive officer the amount the executive officer would have otherwise paid to an operator of a pharmacy or a physician who was entitled to payment.  2009, c. 26, s. 19 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The entitlement of an eligible person under subsection (1) is subject to this Act and the regulations to the same extent as the entitlement of an operator of a pharmacy or a physician would be, subject to any necessary modification.  2009, c. 26, s. 19 (7).</p> <p class=\"headnote\">Submission of claim</p> <p class=\"subsection\">(3) A person’s entitlement under subsection (1) does not arise unless the person submits the claim in the manner prescribed by the regulations and includes in it the information prescribed by the regulations.  1996, c. 1, Sched. G, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 11 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s18\">2006, c. 14, s. 18</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s19s7\">2009, c. 26, s. 19 (7)</a></span> - 15/03/2010</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.4",
            "section_x": "Supply to be at drug benefit price",
            "part_id": null,
            "part_type": null,
            "section_y": "Supply to be at drug benefit price",
            "content": "11.4 (1) A manufacturer shall not sell a listed drug product, for the purpose of supplying a drug product under this Act, for a price that is higher than its drug benefit price as listed in the Formulary.  2006, c. 14, s. 19. Agreement not to exceed drug benefit price (2) A manufacturer, in agreeing to a drug benefit price with the executive officer under section 22, shall agree to comply with subsection (1).  2006, c. 14, s. 19. Executive officer may make order (3) If the executive officer believes, on reasonable grounds, that a manufacturer is not complying with subsection (1), the executive officer may make an order requiring the manufacturer to pay to the Minister of Finance the amount calculated under subsection (4).  2006, c. 14, s. 19. How amount calculated (4) The amount that the manufacturer is required to pay under subsection (3) is the amount determined by the formula: A = Q (P – DBP) where, “A”  is the amount to be paid by the manufacturer, “P”  is the price for which the manufacturer is selling the listed drug product, “DBP” is the drug benefit price, and “Q”  is the number of units of the listed drug product sold at the higher price. 2006, c. 14, s. 19. Reconsideration (5) Within 14 days of being served with an order under subsection (3), the manufacturer may submit evidence to the executive officer as to its compliance with subsection (1), or that the amount calculated under subsection (4) is not correct, and the executive officer shall reconsider the order based on that evidence.  2006, c. 14, s. 19. Actions of executive officer after reconsideration (6) After reconsidering the order, the executive officer may do one of the following, and shall promptly serve the manufacturer with notice of his or her decision. 1.  Affirm the order. 2.  Rescind the order. 3.  Vary the order.  2006, c. 14, s. 19. Executive officer may act (7) Where a manufacturer has not complied with an order under subsection (3) within 14 days of being served with it, or has submitted evidence within 14 days under subsection (5) and the order has been affirmed or varied under subsection (6) and the manufacturer has not complied with the affirmed or varied order within 14 days of being served with it, the executive officer may either issue a further order under subsection (3) requiring the manufacturer to pay a revised amount calculated under subsection (4), or do either or both of the following: 1.  Remove the designation of the drug that is the subject of the order as a listed drug product. 2.  Not make further designations of any of the manufacturer’s drug products as listed drug products under section 1.3, nor consider any of its drug products for approval under section 16, nor designate any of its products as interchangeable under the Drug Interchangeability and Dispensing Fee Act until such time as the executive officer is of the opinion that the manufacturer is selling the drug product for the drug benefit price.  2006, c. 14, s. 19. Limit on reconsideration (8) Subsections (5) and (6) do not apply to a further order mentioned in subsection (7).  2006, c. 14, s. 19. Required notice (9) Where the executive officer proposes to act under paragraph 2 of subsection (7), the executive officer shall serve the manufacturer with at least 30 days notice.  2006, c. 14, s. 19. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 19 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>11.4 </b>(1) A manufacturer shall not sell a listed drug product, for the purpose of supplying a drug product under this Act, for a price that is higher than its drug benefit price as listed in the Formulary.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Agreement not to exceed drug benefit price</p> <p class=\"subsection\">(2) A manufacturer, in agreeing to a drug benefit price with the executive officer under section 22, shall agree to comply with subsection (1).  2006, c. 14, s. 19.</p> <p class=\"headnote\">Executive officer may make order</p> <p class=\"subsection\">(3) If the executive officer believes, on reasonable grounds, that a manufacturer is not complying with subsection (1), the executive officer may make an order requiring the manufacturer to pay to the Minister of Finance the amount calculated under subsection (4).  2006, c. 14, s. 19.</p> <p class=\"headnote\">How amount calculated </p> <p class=\"subsection\">(4) The amount that the manufacturer is required to pay under subsection (3) is the amount determined by the formula:</p> <p class=\"equation\">A = Q (P – DBP)</p> <p class=\"subsection\">where,</p> <p class=\"paragraph\">  “A”  is the amount to be paid by the manufacturer,</p> <p class=\"paragraph\">  “P”  is the price for which the manufacturer is selling the listed drug product,</p> <p class=\"paragraph\"> “DBP” is the drug benefit price, and</p> <p class=\"paragraph\">  “Q”  is the number of units of the listed drug product sold at the higher price.</p> <p class=\"footnote\">2006, c. 14, s. 19.</p> <p class=\"headnote\">Reconsideration</p> <p class=\"subsection\">(5) Within 14 days of being served with an order under subsection (3), the manufacturer may submit evidence to the executive officer as to its compliance with subsection (1), or that the amount calculated under subsection (4) is not correct, and the executive officer shall reconsider the order based on that evidence.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Actions of executive officer after reconsideration</p> <p class=\"subsection\">(6) After reconsidering the order, the executive officer may do one of the following, and shall promptly serve the manufacturer with notice of his or her decision. </p> <p class=\"paragraph\">  1.  Affirm the order.</p> <p class=\"paragraph\">  2.  Rescind the order.</p> <p class=\"paragraph\">  3.  Vary the order.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Executive officer may act</p> <p class=\"subsection\">(7) Where a manufacturer has not complied with an order under subsection (3) within 14 days of being served with it, or has submitted evidence within 14 days under subsection (5) and the order has been affirmed or varied under subsection (6) and the manufacturer has not complied with the affirmed or varied order within 14 days of being served with it, the executive officer may either issue a further order under subsection (3) requiring the manufacturer to pay a revised amount calculated under subsection (4), or do either or both of the following: </p> <p class=\"paragraph\">  1.  Remove the designation of the drug that is the subject of the order as a listed drug product.</p> <p class=\"paragraph\">  2.  Not make further designations of any of the manufacturer’s drug products as listed drug products under section 1.3, nor consider any of its drug products for approval under section 16, nor designate any of its products as interchangeable under the <i>Drug Interchangeability and Dispensing Fee Act</i> until such time as the executive officer is of the opinion that the manufacturer is selling the drug product for the drug benefit price.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Limit on reconsideration</p> <p class=\"subsection\">(8) Subsections (5) and (6) do not apply to a further order mentioned in subsection (7).  2006, c. 14, s. 19.</p> <p class=\"headnote\">Required notice</p> <p class=\"subsection\">(9) Where the executive officer proposes to act under paragraph 2 of subsection (7), the executive officer shall serve the manufacturer with at least 30 days notice.  2006, c. 14, s. 19.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s19\">2006, c. 14, s. 19</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "11.5",
            "section_x": "Rebates, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Rebates, etc.",
            "content": "11.5 (1) A manufacturer shall not provide a rebate to wholesalers, operators of pharmacies, or companies that own, operate or franchise pharmacies, or to their directors, officers, employees or agents, (a)  for any listed drug product or listed substance; or (b)  for any drug in respect of which the manufacturer has made an application to the executive officer for designation as a listed drug product, while that application is being considered.  2006, c. 14, s. 19. Extended definition of “manufacturer” (2) For the purposes of this section and in section 11.6, unless the context requires otherwise, and in section 13.1 and subsection 14 (3), “manufacturer” includes a supplier, distributor, broker or agent of a manufacturer, except in, (a)  clause (1) (b) of this section, (b)  subsection (6) of this section, (c)  paragraph 2 of subsection (9) of this section, and (d)  subsection (11) of this section.  2006, c. 14, s. 19. May not accept rebate (3) No wholesaler, operator, company, director, officer, employee or agent mentioned in subsection (1) shall accept a rebate that is mentioned in subsection (1), either directly or indirectly.  2006, c. 14, s. 19. Executive officer may make order (4) If the executive officer believes, on reasonable grounds, that a manufacturer is not complying with subsection (1), the executive officer may make an order requiring the manufacturer to pay to the Minister of Finance the amount calculated under subsection (5).  2006, c. 14, s. 19. Calculation (5) For the purposes of this section, the following rules apply to calculating the amount that is to be paid under subsection (4): 1.  The amount shall be calculated by determining the difference between the expected value of all units of drug products and listed substances purchased and the actual cost of acquiring those units by the wholesaler, operator of a pharmacy, or company that owns, operates or franchises pharmacies. 2.  The expected value mentioned in paragraph 1 shall be determined by multiplying the drug benefit price by the volume of units provided by the manufacturer or wholesaler for all the listed drug products and listed substances. 3.  The actual cost of acquiring those products and substances mentioned in paragraph 1 shall be determined by subtracting the monetary value of the rebate from the amount paid for the drug products and listed substances by the wholesaler, operator of a pharmacy, or company that owns, operates or franchises pharmacies.  2006, c. 14, s. 19. Deemed drug benefit price (6) For the purposes of subsection (5), the drug benefit price of a drug in respect of which clause (1) (b) applies shall be deemed to be the price submitted by the manufacturer.  2006, c. 14, s. 19. Reconsideration (7) Within 14 days of being served with the order, the manufacturer may submit evidence to the executive officer as to its compliance with subsection (1), or that the amount calculated under subsection (5) is not correct, and the executive officer shall reconsider the order based on that evidence.  2006, c. 14, s. 19. Actions of executive officer after reconsideration (8) After reconsidering the order, the executive officer may do one of the following, and shall promptly serve the manufacturer with notice of his or her decision. 1.  Affirm the order. 2.  Rescind the order. 3.  Vary the order.  2006, c. 14, s. 19. Executive officer may act (9) Where a manufacturer has not complied with an order under subsection (4) within 14 days of being served with it, or has submitted evidence within 14 days under subsection (7) and the order has been affirmed or varied under subsection (8) and the manufacturer has not complied with the affirmed or varied order within 14 days of being served with it, the executive officer may either issue a further order under subsection (4) or do either or both of the following: 1.  If the drug that is the subject of the order is a listed drug product, remove its designation. 2.  Not make further designations of any of the manufacturer’s drug products as listed drug products under section 1.3, nor consider any of its drug products for approval under section 16, nor designate any of its products as interchangeable under the Drug Interchangeability and Dispensing Fee Act until such time as the executive officer is of the opinion that the manufacturer is no longer offering the rebate.  2006, c. 14, s. 19. Limit on reconsideration (10) Subsections (7) and (8) do not apply to a further order mentioned in subsection (9).  2006, c. 14, s. 19. Required notice (11) Where the executive officer proposes to act under paragraph 2 of subsection (9), the executive officer shall serve the manufacturer with at least 30 days notice.  2006, c. 14, s. 19. Executive officer order where rebate accepted (12) Where the executive officer believes, on reasonable grounds, that a person has accepted a rebate contrary to subsection (3), the executive officer may make an order requiring the person to pay to the Minister of Finance the amount calculated under subsection (5).  2006, c. 14, s. 19. Reconsideration (13) Subsections (7) and (8), subsection (9), other than paragraphs 1 and 2, and subsection (10) apply with any necessary modifications where an order has been made under subsection (12).  2006, c. 14, s. 19. Lesser amount (14) Despite any other provision of this section, the executive officer may, in an order under subsection (4) or (12), require the manufacturer or other person to pay an amount less than the amount calculated under subsection (5) and, where the executive officer does so, the following apply: 1.  The executive officer shall set out in the order both the lesser amount and how it was calculated. 2.  Any right of reconsideration that applies with respect to a calculation under subsection (5) applies with respect to the calculation under paragraph 1.  2006, c. 14, s. 19. Definition (15) In this section, “rebate”, subject to the regulations, includes, without being limited to, currency, a discount, refund, trip, free goods or any other prescribed benefit, but does not include something provided in accordance with ordinary commercial terms.  2010, c. 1, Sched. 21, s. 1. (16)-(18) Repealed:  2010, c. 1, Sched. 21, s. 1. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 19 - 01/10/2006 2010, c. 1, Sched. 21, s. 1 - 01/07/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>11.5 </b>(1) A manufacturer shall not provide a rebate to wholesalers, operators of pharmacies, or companies that own, operate or franchise pharmacies, or to their directors, officers, employees or agents,</p> <p class=\"paragraph\">  (a)  for any listed drug product or listed substance; or </p> <p class=\"paragraph\">  (b)  for any drug in respect of which the manufacturer has made an application to the executive officer for designation as a listed drug product, while that application is being considered.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Extended definition of “manufacturer” </p> <p class=\"subsection\">(2) For the purposes of this section and in section 11.6, unless the context requires otherwise, and in section 13.1 and subsection 14 (3),</p> <p class=\"definition\">“manufacturer” includes a supplier, distributor, broker or agent of a manufacturer, except in,</p> <p class=\"paragraph\">  (a)  clause (1) (b) of this section,</p> <p class=\"paragraph\">  (b)  subsection (6) of this section,</p> <p class=\"paragraph\">  (c)  paragraph 2 of subsection (9) of this section, and</p> <p class=\"paragraph\">  (d)  subsection (11) of this section.  2006, c. 14, s. 19.</p> <p class=\"headnote\">May not accept rebate</p> <p class=\"subsection\">(3) No wholesaler, operator, company, director, officer, employee or agent mentioned in subsection (1) shall accept a rebate that is mentioned in subsection (1), either directly or indirectly.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Executive officer may make order</p> <p class=\"subsection\">(4) If the executive officer believes, on reasonable grounds, that a manufacturer is not complying with subsection (1), the executive officer may make an order requiring the manufacturer to pay to the Minister of Finance the amount calculated under subsection (5).  2006, c. 14, s. 19.</p> <p class=\"headnote\">Calculation </p> <p class=\"subsection\">(5) For the purposes of this section, the following rules apply to calculating the amount that is to be paid under subsection (4):</p> <p class=\"paragraph\">  1.  The amount shall be calculated by determining the difference between the expected value of all units of drug products and listed substances purchased and the actual cost of acquiring those units by the wholesaler, operator of a pharmacy, or company that owns, operates or franchises pharmacies.</p> <p class=\"paragraph\">  2.  The expected value mentioned in paragraph 1 shall be determined by multiplying the drug benefit price by the volume of units provided by the manufacturer or wholesaler for all the listed drug products and listed substances.</p> <p class=\"paragraph\">  3.  The actual cost of acquiring those products and substances mentioned in paragraph 1 shall be determined by subtracting the monetary value of the rebate from the amount paid for the drug products and listed substances by the wholesaler, operator of a pharmacy, or company that owns, operates or franchises pharmacies.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Deemed drug benefit price</p> <p class=\"subsection\">(6) For the purposes of subsection (5), the drug benefit price of a drug in respect of which clause (1) (b) applies shall be deemed to be the price submitted by the manufacturer.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Reconsideration</p> <p class=\"subsection\">(7) Within 14 days of being served with the order, the manufacturer may submit evidence to the executive officer as to its compliance with subsection (1), or that the amount calculated under subsection (5) is not correct, and the executive officer shall reconsider the order based on that evidence.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Actions of executive officer after reconsideration</p> <p class=\"subsection\">(8) After reconsidering the order, the executive officer may do one of the following, and shall promptly serve the manufacturer with notice of his or her decision. </p> <p class=\"paragraph\">  1.  Affirm the order.</p> <p class=\"paragraph\">  2.  Rescind the order.</p> <p class=\"paragraph\">  3.  Vary the order.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Executive officer may act</p> <p class=\"subsection\">(9) Where a manufacturer has not complied with an order under subsection (4) within 14 days of being served with it, or has submitted evidence within 14 days under subsection (7) and the order has been affirmed or varied under subsection (8) and the manufacturer has not complied with the affirmed or varied order within 14 days of being served with it, the executive officer may either issue a further order under subsection (4) or do either or both of the following: </p> <p class=\"paragraph\">  1.  If the drug that is the subject of the order is a listed drug product, remove its designation.</p> <p class=\"paragraph\">  2.  Not make further designations of any of the manufacturer’s drug products as listed drug products under section 1.3, nor consider any of its drug products for approval under section 16, nor designate any of its products as interchangeable under the <i>Drug Interchangeability and Dispensing Fee Act</i> until such time as the executive officer is of the opinion that the manufacturer is no longer offering the rebate.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Limit on reconsideration</p> <p class=\"subsection\">(10) Subsections (7) and (8) do not apply to a further order mentioned in subsection (9).  2006, c. 14, s. 19.</p> <p class=\"headnote\">Required notice</p> <p class=\"subsection\">(11) Where the executive officer proposes to act under paragraph 2 of subsection (9), the executive officer shall serve the manufacturer with at least 30 days notice.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Executive officer order where rebate accepted</p> <p class=\"subsection\">(12) Where the executive officer believes, on reasonable grounds, that a person has accepted a rebate contrary to subsection (3), the executive officer may make an order requiring the person to pay to the Minister of Finance the amount calculated under subsection (5).  2006, c. 14, s. 19.</p> <p class=\"headnote\">Reconsideration</p> <p class=\"subsection\">(13) Subsections (7) and (8), subsection (9), other than paragraphs 1 and 2, and subsection (10) apply with any necessary modifications where an order has been made under subsection (12).  2006, c. 14, s. 19.</p> <p class=\"headnote\">Lesser amount</p> <p class=\"subsection\">(14) Despite any other provision of this section, the executive officer may, in an order under subsection (4) or (12), require the manufacturer or other person to pay an amount less than the amount calculated under subsection (5) and, where the executive officer does so, the following apply:</p> <p class=\"paragraph\">  1.  The executive officer shall set out in the order both the lesser amount and how it was calculated.</p> <p class=\"paragraph\">  2.  Any right of reconsideration that applies with respect to a calculation under subsection (5) applies with respect to the calculation under paragraph 1.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(15) In this section,</p> <p class=\"definition\">“rebate”, subject to the regulations, includes, without being limited to, currency, a discount, refund, trip, free goods or any other prescribed benefit, but does not include something provided in accordance with ordinary commercial terms.  2010, c. 1, Sched. 21, s. 1.</p> <p class=\"subsection\">(16)-(18) <span class=\"ovsmallcap\">Repealed</span>:  2010, c. 1, Sched. 21, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s19\">2006, c. 14, s. 19</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10001#sched21s1\">2010, c. 1, Sched. 21, s. 1</a></span> - 01/07/2010</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "11.6",
            "section_x": "Rules re ss. 11.4 and 11.5",
            "part_id": null,
            "part_type": null,
            "section_y": "Rules re ss. 11.4 and 11.5",
            "content": "11.6 (1) The following rules apply with regard to an order made or a notice given by the executive officer under section 11.4 or 11.5: 1.  The order or notice must be in writing, and set out in brief the reason for which it is made. 2.  An order must set out how any amount required to be paid under the order was calculated, and specify any right of reconsideration that is available and the time within which the reconsideration is available. 3.  In the case of an order or notice under section 11.4 or an order or notice under section 11.5 that applies to a manufacturer, the order or notice may be served by leaving a copy of the document with an officer, director or agent of the manufacturer, or with an individual at any place of business of the manufacturer who appears to be in control or management of the place of business. 4.  In the case of an order or notice under section 11.5 that applies to a person mentioned in subsection 11.5 (3), the order or notice may be served by leaving a copy of the document with the person if the person is an individual, or with an officer, director or agent of the person, or with an individual at any place of business of the person mentioned in subsection 11.5 (3) who appears to be in control or management of the place of business. 5.  An order must specify the time period with respect to which the order is made, which may include a time period with respect to which a previous order was made, if the previous order has not been complied with. 6.  An order must set out the time period in which the manufacturer or person mentioned in subsection 11.5 (3) is required to comply with the order. 7.  An order must specify the consequences for failing to comply with the order.  2006, c. 14, s. 19. Same, publication of enforcement action (2) The executive officer may publish on the Ministry’s website the corporate names of manufacturers or any other persons against whom the executive officer has taken action under section 11.4 or 11.5 and may also publish any information he or she considers appropriate about the action that has been taken.  2006, c. 14, s. 19. No appeal (3) There is no appeal from a decision or action of the executive officer under section 11.4 or 11.5, except as provided for in those sections.  2006, c. 14, s. 19. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 19 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>11.6 </b>(1) The following rules apply with regard to an order made or a notice given by the executive officer under section 11.4 or 11.5:</p> <p class=\"paragraph\">  1.  The order or notice must be in writing, and set out in brief the reason for which it is made.</p> <p class=\"paragraph\">  2.  An order must set out how any amount required to be paid under the order was calculated, and specify any right of reconsideration that is available and the time within which the reconsideration is available.</p> <p class=\"paragraph\">  3.  In the case of an order or notice under section 11.4 or an order or notice under section 11.5 that applies to a manufacturer, the order or notice may be served by leaving a copy of the document with an officer, director or agent of the manufacturer, or with an individual at any place of business of the manufacturer who appears to be in control or management of the place of business.</p> <p class=\"paragraph\">  4.  In the case of an order or notice under section 11.5 that applies to a person mentioned in subsection 11.5 (3), the order or notice may be served by leaving a copy of the document with the person if the person is an individual, or with an officer, director or agent of the person, or with an individual at any place of business of the person mentioned in subsection 11.5 (3) who appears to be in control or management of the place of business.</p> <p class=\"paragraph\">  5.  An order must specify the time period with respect to which the order is made, which may include a time period with respect to which a previous order was made, if the previous order has not been complied with. </p> <p class=\"paragraph\">  6.  An order must set out the time period in which the manufacturer or person mentioned in subsection 11.5 (3) is required to comply with the order.</p> <p class=\"paragraph\">  7.  An order must specify the consequences for failing to comply with the order.  2006, c. 14, s. 19.</p> <p class=\"headnote\">Same, publication of enforcement action</p> <p class=\"subsection\">(2) The executive officer may publish on the Ministry’s website the corporate names of manufacturers or any other persons against whom the executive officer has taken action under section 11.4 or 11.5 and may also publish any information he or she considers appropriate about the action that has been taken.  2006, c. 14, s. 19.</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(3) There is no appeal from a decision or action of the executive officer under section 11.4 or 11.5, except as provided for in those sections.  2006, c. 14, s. 19.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s19\">2006, c. 14, s. 19</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "12.",
            "section_x": "Minister and executive officer to consult",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister and executive officer to consult",
            "content": "12 The Minister and the executive officer may consult with persons or organizations representing eligible persons, manufacturers, operators of pharmacies, physicians, suppliers of listed substances, wholesalers and companies that own, operate or franchise pharmacies with respect to the amounts payable under this Act and other matters of mutual concern arising out of this Act and the regulations, and the Drug Interchangeability and Dispensing Fee Act and its regulations.  2006, c. 14, s. 20. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 20 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>12 </b>The Minister and the executive officer may consult with persons or organizations representing eligible persons, manufacturers, operators of pharmacies, physicians, suppliers of listed substances, wholesalers and companies that own, operate or franchise pharmacies with respect to the amounts payable under this Act and other matters of mutual concern arising out of this Act and the regulations, and the <i>Drug Interchangeability and Dispensing Fee Act </i>and its regulations.  2006, c. 14, s. 20.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s20\">2006, c. 14, s. 20</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "13.",
            "section_x": "Collection of personal information",
            "part_id": null,
            "part_type": null,
            "section_y": "Collection of personal information",
            "content": "13 (1) The Minister and the executive officer may directly or indirectly collect personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act or for such other purposes as may be prescribed.  1996, c. 1, Sched. G, s. 12; 2006, c. 14, s. 21 (1). Use of personal information (2) The Minister and the executive officer may use personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act or for such other purposes as may be prescribed.  1996, c. 1, Sched. G, s. 12; 2006, c. 14, s. 21 (2). Disclosure (3) The Minister and the executive officer shall disclose personal information, subject to such conditions as may be prescribed, if the disclosure is necessary for purposes related to the administration of this Act or for such other purposes as may be prescribed, but shall not disclose the information if, in his or her opinion, the disclosure is not necessary for those purposes. 2017, c. 25, Sched. 7, s. 1. Agreements (4) Subject to such conditions as may be prescribed, the Minister and the executive officer may enter into agreements to collect, use or disclose personal information for purposes related to the administration of this Act or for such other purposes as may be prescribed.  1996, c. 1, Sched. G, s. 12; 2006, c. 14, s. 21 (4). Same (5) An agreement under subsection (4) shall provide that personal information collected or disclosed under the agreement will be used only, (a)  to verify the accuracy of information held or exchanged by a party to the agreement; (b)  to administer or enforce a law administered by a party to the agreement; (c)  for a purpose prescribed by regulation under subsection (4).  1996, c. 1, Sched. G, s. 12. Confidentiality (6) An agreement under subsection (4) shall provide that personal information collected, used or disclosed under it is confidential and shall establish mechanisms for maintaining the confidentiality of the information.  1996, c. 1, Sched. G, s. 12. Obligation (7) Before disclosing personal information obtained under the Act or under an agreement, the person who obtained it shall delete from it all names and identifying numbers, symbols or other particulars assigned to individuals unless, (a)  disclosure of the names or other identifying information is necessary for the purposes described in subsection (3) or (4); or (b)  disclosure of the names or other identifying information is otherwise authorized under the Freedom of Information and Protection of Privacy Act or the Personal Health Information Protection Act, 2004.  1996, c. 1, Sched. G, s. 12; 2004, c. 3, Sched. A, s. 95 (2). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 12 - 01/03/1996 2004, c. 3, Sched. A, s. 95 (2) - 01/11/2004 2006, c. 14, s. 21 (1-4) - 01/10/2006 2017, c. 25, Sched. 7, s. 1 - 12/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>13 </b>(1) The Minister and the executive officer may directly or indirectly collect personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act or for such other purposes as may be prescribed.  1996, c. 1, Sched. G, s. 12; 2006, c. 14, s. 21 (1).</p> <p class=\"headnote\">Use of personal information</p> <p class=\"subsection\">(2) The Minister and the executive officer may use personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act or for such other purposes as may be prescribed.  1996, c. 1, Sched. G, s. 12; 2006, c. 14, s. 21 (2).</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(3) The Minister and the executive officer shall disclose personal information, subject to such conditions as may be prescribed, if the disclosure is necessary for purposes related to the administration of this Act or for such other purposes as may be prescribed, but shall not disclose the information if, in his or her opinion, the disclosure is not necessary for those purposes. 2017, c. 25, Sched. 7, s. 1.</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(4) Subject to such conditions as may be prescribed, the Minister and the executive officer may enter into agreements to collect, use or disclose personal information for purposes related to the administration of this Act or for such other purposes as may be prescribed.  1996, c. 1, Sched. G, s. 12; 2006, c. 14, s. 21 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) An agreement under subsection (4) shall provide that personal information collected or disclosed under the agreement will be used only,</p> <p class=\"paragraph\">  (a)  to verify the accuracy of information held or exchanged by a party to the agreement;</p> <p class=\"paragraph\">  (b)  to administer or enforce a law administered by a party to the agreement;</p> <p class=\"paragraph\">  (c)  for a purpose prescribed by regulation under subsection (4).  1996, c. 1, Sched. G, s. 12.</p> <p class=\"headnote\">Confidentiality</p> <p class=\"subsection\">(6) An agreement under subsection (4) shall provide that personal information collected, used or disclosed under it is confidential and shall establish mechanisms for maintaining the confidentiality of the information.  1996, c. 1, Sched. G, s. 12.</p> <p class=\"headnote\">Obligation</p> <p class=\"subsection\">(7) Before disclosing personal information obtained under the Act or under an agreement, the person who obtained it shall delete from it all names and identifying numbers, symbols or other particulars assigned to individuals unless,</p> <p class=\"paragraph\">  (a)  disclosure of the names or other identifying information is necessary for the purposes described in subsection (3) or (4); or</p> <p class=\"paragraph\">  (b)  disclosure of the names or other identifying information is otherwise authorized under the <i>Freedom of Information and Protection of Privacy Act</i> or the <i>Personal Health Information Protection Act, 2004</i>.  1996, c. 1, Sched. G, s. 12; 2004, c. 3, Sched. A, s. 95 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 12 - 01/03/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04003#schedas95s2\">2004, c. 3, Sched. A, s. 95 (2)</a></span> - 01/11/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s21s1\">2006, c. 14, s. 21 (1-4)</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched7s1\">2017, c. 25, Sched. 7, s. 1</a></span> - 12/12/2017</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.1",
            "section_x": "Requirement to provide information",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement to provide information ",
            "content": "13.1 (1) For the purposes of determining compliance with this Act or the regulations or with the Drug Interchangeability and Dispensing Fee Act and its regulations, the executive officer may require a manufacturer, wholesaler, supplier of a listed substance, operator of a pharmacy or a company that owns, operates or franchises pharmacies to provide information other than personal information to the executive officer, either in response to a specific request, or at regular intervals.  2006, c. 14, s. 22. Time and form (2) The executive officer may specify the time at which and the form in which the information must be provided.  2006, c. 14, s. 22. Publication (3) Where the executive officer requires that information be provided at regular intervals, the executive officer shall publish the manner and form that are required on the website of the Ministry, and may publish them in any other format that he or she considers advisable.  2006, c. 14, s. 22. Compliance required (4) The manufacturer, wholesaler, supplier of listed substances, operator of a pharmacy or company that owns, operates or franchises pharmacies shall comply with every requirement to provide information under this section.  2006, c. 14, s. 22. Where conflict (5) In the event of a conflict between what is posted on the Ministry’s website under subsection (3) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 22. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 22 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>13.1 </b>(1) For the purposes of determining compliance with this Act or the regulations or with the <i>Drug Interchangeability and Dispensing Fee Act</i><i> </i>and its regulations, the executive officer may require a manufacturer, wholesaler, supplier of a listed substance, operator of a pharmacy or a company that owns, operates or franchises pharmacies to provide information other than personal information to the executive officer, either in response to a specific request, or at regular intervals.  2006, c. 14, s. 22.</p> <p class=\"headnote\">Time and form</p> <p class=\"subsection\">(2) The executive officer may specify the time at which and the form in which the information must be provided.  2006, c. 14, s. 22.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(3) Where the executive officer requires that information be provided at regular intervals, the executive officer shall publish the manner and form that are required on the website of the Ministry, and may publish them in any other format that he or she considers advisable.  2006, c. 14, s. 22.</p> <p class=\"headnote\">Compliance required </p> <p class=\"subsection\">(4) The manufacturer, wholesaler, supplier of listed substances, operator of a pharmacy or company that owns, operates or franchises pharmacies shall comply with every requirement to provide information under this section.  2006, c. 14, s. 22.</p> <p class=\"headnote\">Where conflict</p> <p class=\"subsection\">(5) In the event of a conflict between what is posted on the Ministry’s website under subsection (3) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 22.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s22\">2006, c. 14, s. 22</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "14.",
            "section_x": "Inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspectors",
            "content": "14 (1) The Minister may appoint inspectors for the purposes of this section.  R.S.O. 1990, c. O.10, s. 14 (1). Examine books (2) An inspector may examine any records, in whatever form, in the possession or under the control of an operator of a pharmacy or a physician, if the inspector believes on reasonable grounds that the records will assist the inspector in determining the accuracy and completeness of a claim for payment of the operator or physician or of information they are required to submit under this Act or the regulations, or in determining whether they have complied with this Act and the regulations.  R.S.O. 1990, c. O.10, s. 14 (2). Same (3) An inspector may examine records, in whatever form, in the possession or under the control of a wholesaler, manufacturer, supplier of a listed substance, operator of a pharmacy or a company that owns, operates or franchises pharmacies, if the inspector believes on reasonable grounds that the records will assist the inspector in determining the accuracy and completeness of a claim for payment of an operator of a pharmacy or physician or in determining whether the wholesaler or manufacturer has complied with this Act and the regulations.  2006, c. 14, s. 23. Copies (4) In carrying out an inspection under this section, the inspector may, upon giving a receipt for it, take away a record, including a sales or a marketing record, for the purpose of making a copy, but the copy shall be made and the record shall be returned as promptly as reasonably possible.  2006, c. 14, s. 23. (5) Repealed:  2006, c. 14, s. 23. Entry (6) An inspector may at any reasonable time, on producing proper identification, enter business premises where the inspector believes a record referred to in subsection (2) or (3) may be located for the purpose of an inspection.  R.S.O. 1990, c. O.10, s. 14 (6). Section Amendments with date in force (d/m/y) 2006, c. 14, s. 23 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>14 </b>(1) The Minister may appoint inspectors for the purposes of this section.  R.S.O. 1990, c. O.10, s. 14 (1).</p> <p class=\"headnote\">Examine books</p> <p class=\"subsection\">(2) An inspector may examine any records, in whatever form, in the possession or under the control of an operator of a pharmacy or a physician, if the inspector believes on reasonable grounds that the records will assist the inspector in determining the accuracy and completeness of a claim for payment of the operator or physician or of information they are required to submit under this Act or the regulations, or in determining whether they have complied with this Act and the regulations.  R.S.O. 1990, c. O.10, s. 14 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An inspector may examine records, in whatever form, in the possession or under the control of a wholesaler, manufacturer, supplier of a listed substance, operator of a pharmacy or a company that owns, operates or franchises pharmacies, if the inspector believes on reasonable grounds that the records will assist the inspector in determining the accuracy and completeness of a claim for payment of an operator of a pharmacy or physician or in determining whether the wholesaler or manufacturer has complied with this Act and the regulations.  2006, c. 14, s. 23.</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(4) In carrying out an inspection under this section, the inspector may, upon giving a receipt for it, take away a record, including a sales or a marketing record, for the purpose of making a copy, but the copy shall be made and the record shall be returned as promptly as reasonably possible.  2006, c. 14, s. 23.</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 23.</p> <p class=\"headnote\">Entry</p> <p class=\"subsection\">(6) An inspector may at any reasonable time, on producing proper identification, enter business premises where the inspector believes a record referred to in subsection (2) or (3) may be located for the purpose of an inspection.  R.S.O. 1990, c. O.10, s. 14 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s23\">2006, c. 14, s. 23</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "15.",
            "section_x": "Offence",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence",
            "content": "15 (1) A person is guilty of an offence if the person,  (a)  charges a person more than is permitted under this Act; (b)  submits to the executive officer a claim for payment where the executive officer is not required to make any payment or where the claim is in excess of the amount the executive officer is required to pay; (c)  contravenes subsection 9 (2) (supplier charges contrary to agreement); (d)  contravenes section 10 (refuses to dispense); (e)  refuses to submit information required to be submitted under this Act or knowingly furnishes false or incomplete information to the Ministry in connection with the administration of this Act or the Drug Interchangeability and Dispensing Fee Act; or (f)  obstructs a person carrying out an inspection under section 14.  2002, c. 18, Sched. I, s. 18; 2006, c. 14, s. 24 (1, 2). Penalty, individual (2) Subject to subsections (5) and (6), an individual who is convicted of an offence under subsection (1) is liable, (a)  for a first offence, to a fine of not more than $25,000 or to imprisonment for a term of not more than 12 months, or to both; (b)  for a subsequent offence, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both.  2002, c. 18, Sched. I, s. 18. Same, corporation (3) Subject to subsections (5) and (6), a corporation that is convicted of an offence under subsection (1) is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence.  2002, c. 18, Sched. I, s. 18. Same, officers and directors (4) Subject to subsections (5) and (6), an officer or director of a corporation who authorizes or permits the corporation to contravene subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence.  2002, c. 18, Sched. I, s. 18. Minimum penalty (5) The minimum penalty for each offence under clause (1) (a) is two times the difference between the amount that was charged to or accepted from a person other than the executive officer and the amount permitted under this Act.  2002, c. 18, Sched. I, s. 18; 2006, c. 14, s. 24 (3). Same (6) The minimum penalty for each offence under clause (1) (b) is two times the difference between the amount for which a claim was submitted to the executive officer and the amount the executive officer is required to pay.  2006, c. 14, s. 24 (4). Compensation or restitution (7) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.  2002, c. 18, Sched. I, s. 18. No limitation (8) Section 76 of the Provincial Offences Act does not apply to a prosecution under this section.  2002, c. 18, Sched. I, s. 18. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 13 (1-3) - 27/05/1996 2002, c. 18, Sched. I, s. 18 - 26/11/2002 2006, c. 14, s. 24 (1-4) - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>15 </b>(1) A person is guilty of an offence if the person, </p> <p class=\"paragraph\">  (a)  charges a person more than is permitted under this Act;</p> <p class=\"paragraph\">  (b)  submits to the executive officer a claim for payment where the executive officer is not required to make any payment or where the claim is in excess of the amount the executive officer is required to pay;</p> <p class=\"paragraph\">  (c)  contravenes subsection 9 (2) (supplier charges contrary to agreement);</p> <p class=\"paragraph\">  (d)  contravenes section 10 (refuses to dispense);</p> <p class=\"paragraph\">  (e)  refuses to submit information required to be submitted under this Act or knowingly furnishes false or incomplete information to the Ministry in connection with the administration of this Act or the <i>Drug Interchangeability and Dispensing Fee Act</i>; or</p> <p class=\"paragraph\">  (f)  obstructs a person carrying out an inspection under section 14.  2002, c. 18, Sched. I, s. 18; 2006, c. 14, s. 24 (1, 2).</p> <p class=\"headnote\">Penalty, individual</p> <p class=\"subsection\">(2) Subject to subsections (5) and (6), an individual who is convicted of an offence under subsection (1) is liable,</p> <p class=\"paragraph\">  (a)  for a first offence, to a fine of not more than $25,000 or to imprisonment for a term of not more than 12 months, or to both;</p> <p class=\"paragraph\">  (b)  for a subsequent offence, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both.  2002, c. 18, Sched. I, s. 18.</p> <p class=\"headnote\">Same, corporation</p> <p class=\"subsection\">(3) Subject to subsections (5) and (6), a corporation that is convicted of an offence under subsection (1) is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence.  2002, c. 18, Sched. I, s. 18.</p> <p class=\"headnote\">Same, officers and directors</p> <p class=\"subsection\">(4) Subject to subsections (5) and (6), an officer or director of a corporation who authorizes or permits the corporation to contravene subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence.  2002, c. 18, Sched. I, s. 18.</p> <p class=\"headnote\">Minimum penalty</p> <p class=\"subsection\">(5) The minimum penalty for each offence under clause (1) (a) is two times the difference between the amount that was charged to or accepted from a person other than the executive officer and the amount permitted under this Act.  2002, c. 18, Sched. I, s. 18; 2006, c. 14, s. 24 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The minimum penalty for each offence under clause (1) (b) is two times the difference between the amount for which a claim was submitted to the executive officer and the amount the executive officer is required to pay.  2006, c. 14, s. 24 (4).</p> <p class=\"headnote\">Compensation or restitution</p> <p class=\"subsection\">(7) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.  2002, c. 18, Sched. I, s. 18.</p> <p class=\"headnote\">No limitation</p> <p class=\"subsection\">(8) Section 76 of the <i>Provincial Offences Act </i>does not apply to a prosecution under this section.  2002, c. 18, Sched. I, s. 18.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 13 (1-3) - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedis18\">2002, c. 18, Sched. I, s. 18</a></span> - 26/11/2002</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s24s1\">2006, c. 14, s. 24 (1-4)</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "16.",
            "section_x": "Unlisted drugs, special case",
            "part_id": null,
            "part_type": null,
            "section_y": "Unlisted drugs, special case",
            "content": "16 (1) If an authorized prescriber informs the executive officer that the proper treatment of a patient who is an eligible person requires the administration of a drug for which there is not a listed drug product, the executive officer may make this Act apply in respect of the supplying of that drug as if it were a listed drug product by so notifying the prescriber. 2017, c. 11, Sched. 4, s. 4. Same (2) The drug benefit price of a drug referred to in subsection (1) shall be the amount determined by the executive officer in accordance with the regulations.  2006, c. 14, s. 25. Listed drugs, special case (3) If an authorized prescriber informs the executive officer that the proper treatment of a patient who is an eligible person requires the administration of a drug for which there are one or more listed drug products but for which the conditions for payment under section 23 are not satisfied, the executive officer may make this Act apply in respect of the supplying of those listed drug products as if the conditions were satisfied. 2017, c. 11, Sched. 4, s. 4. Notice to operator (4) An operator of a pharmacy is not liable for contravening this Act or the regulations in respect of supplying a drug referred to in subsection (1) or a listed drug product referred to in subsection (3) unless the operator has received notice from the authorized prescriber or from the executive officer that this Act applies to that supplying. 2017, c. 11, Sched. 4, s. 4. Retroactivity (5) Where the executive officer may make this Act apply in respect of the supplying of a drug or a listed drug product under this section, the executive officer may make that application retroactive to a date determined by the executive officer.  2006, c. 14, s. 25. Section Amendments with date in force (d/m/y) 2006, c. 14, s. 25 - 01/10/2006 2017, c. 11, Sched. 4, s. 4 - 01/07/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>16 </b>(1) If an authorized prescriber informs the executive officer that the proper treatment of a patient who is an eligible person requires the administration of a drug for which there is not a listed drug product, the executive officer may make this Act apply in respect of the supplying of that drug as if it were a listed drug product by so notifying the prescriber. 2017, c. 11, Sched. 4, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The drug benefit price of a drug referred to in subsection (1) shall be the amount determined by the executive officer in accordance with the regulations.  2006, c. 14, s. 25.</p> <p class=\"headnote\">Listed drugs, special case</p> <p class=\"subsection\">(3) If an authorized prescriber informs the executive officer that the proper treatment of a patient who is an eligible person requires the administration of a drug for which there are one or more listed drug products but for which the conditions for payment under section 23 are not satisfied, the executive officer may make this Act apply in respect of the supplying of those listed drug products as if the conditions were satisfied. 2017, c. 11, Sched. 4, s. 4.</p> <p class=\"headnote\">Notice to operator</p> <p class=\"subsection\">(4) An operator of a pharmacy is not liable for contravening this Act or the regulations in respect of supplying a drug referred to in subsection (1) or a listed drug product referred to in subsection (3) unless the operator has received notice from the authorized prescriber or from the executive officer that this Act applies to that supplying. 2017, c. 11, Sched. 4, s. 4.</p> <p class=\"headnote\">Retroactivity</p> <p class=\"subsection\">(5) Where the executive officer may make this Act apply in respect of the supplying of a drug or a listed drug product under this section, the executive officer may make that application retroactive to a date determined by the executive officer.  2006, c. 14, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s25\">2006, c. 14, s. 25</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched4s4\">2017, c. 11, Sched. 4, s. 4</a></span> - 01/07/2017</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "17.",
            "section_x": "Pharmaceutical products",
            "part_id": null,
            "part_type": null,
            "section_y": "Pharmaceutical products",
            "content": "17 (1) This Act applies with necessary modifications in respect of designated pharmaceutical products and, for the purpose, a designated pharmaceutical product shall be deemed to be a listed drug product.  R.S.O. 1990, c. O.10, s. 17 (1). Determination of drug benefit price (2) The executive officer has the authority to, (a)  determine the conditions which must be met before a pharmaceutical product, including an extemporaneous preparation,\nis designated as a designated pharmaceutical product; and (b)  determine the drug benefit price of a designated pharmaceutical product, including determining a formula by which the drug benefit price may be calculated.  2006, c. 14, s. 26. Section 22 does not apply (3) Section 22 does not apply for the purposes of this section.  2006, c. 14, s. 26. Publication (4) The executive officer shall publish, on the Ministry’s website and in any other format the executive officer considers appropriate, any conditions or formulas that the executive officer determines under subsection (2).  2006, c. 14, s. 26. Where conflict (5) In the event of a conflict between what is posted on the Ministry’s website under subsection (4) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 26. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 14 - 27/05/1996 2006, c. 14, s. 26 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>17 </b>(1) This Act applies with necessary modifications in respect of designated pharmaceutical products and, for the purpose, a designated pharmaceutical product shall be deemed to be a listed drug product.  R.S.O. 1990, c. O.10, s. 17 (1).</p> <p class=\"headnote\">Determination of drug benefit price </p> <p class=\"subsection\">(2) The executive officer has the authority to,</p> <p class=\"paragraph\">  (a)  determine the conditions which must be met before a pharmaceutical product, including an extemporaneous preparation,<b>\n</b>is designated as a designated pharmaceutical product; and</p> <p class=\"paragraph\">  (b)  determine the drug benefit price of a designated pharmaceutical product, including determining a formula by which the drug benefit price may be calculated.  2006, c. 14, s. 26.</p> <p class=\"headnote\">Section 22 does not apply</p> <p class=\"subsection\">(3) Section 22 does not apply for the purposes of this section.  2006, c. 14, s. 26.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(4) The executive officer shall publish, on the Ministry’s website and in any other format the executive officer considers appropriate, any conditions or formulas that the executive officer determines under subsection (2).  2006, c. 14, s. 26.</p> <p class=\"headnote\">Where conflict</p> <p class=\"subsection\">(5) In the event of a conflict between what is posted on the Ministry’s website under subsection (4) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 26.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 14 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s26\">2006, c. 14, s. 26</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "18.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "18 (1) The Lieutenant Governor in Council may make regulations, (0.a)  defining any word or expression used in this Act but not defined in this Act; (0.a.1) governing professional services for the purposes of clause 1.1 (2) (j), including defining “professional services”, governing payments that may be made for professional services, including governing to whom payments may be made, and prescribing conditions to which the executive officer is subject in making payments for professional services; (a)  prescribing eligible classes of persons for the purposes of section 2; (b)  prescribing conditions to be met for a drug product to be designated as a listed drug product; (b.1)  prescribing conditions to be met for a listed drug product to continue to be designated as a listed drug product; (c), (d) Repealed:  2006, c. 14, s. 27 (3). (e)  respecting physicians charging, or accepting payment from, persons for the purposes of subsection 4 (2); (e.1)  prescribing the manner of determining acquisition costs of drug products, for the purposes of subsections 4 (5), 6 (3) and (4), and prescribing conditions for the purposes of paragraph 4 of subsection 4 (5) and for the purposes of subsection 6 (3); (e.1.1) prescribing conditions for the purposes of subsections 4 (6) and 6 (5); (e.1.2) prescribing classes of eligible persons and setting out requirements for the purposes of subsection 5 (2); (e.2)  respecting amounts an operator of a pharmacy may charge or accept from a person other than the executive officer under this Act in addition to those provided for in this Act; (e.3)  respecting amounts the executive officer shall pay physicians under subsection 5 (3); (f)  prescribing the manner in which a claim referred to in subsection 5 (4) must be submitted and prescribing the information to be included in such a claim; (g)  Repealed:  2006, c. 14, s. 27 (8). (g.1)  prescribing the mark-up of the drug benefit price the executive officer will pay under subsection 6 (1); (g.2)  respecting the maximum co-payment for the purposes of subsection 6 (1); (g.3)  governing the manner in which the executive officer determines any additional amount to be subtracted under subsection 6 (1); (g.4)  prescribing the dispensing fee and conditions for the payment of the dispensing fee for the purposes of subclause 6 (2) (c) (i); (g.5)  exempting any drug product or class of drug product from the application of subsections 6 (3) and (4); (g.6)  limiting the amount of a drug product supplied for an eligible person at one time or within a period of time that the executive officer is required to pay for under this Act; (h)  Repealed:  2006, c. 14, s. 27 (13). (i)  requiring operators of pharmacies and physicians to retain specified records respecting their purchase of drugs for the purposes of this Act and prescribing the period of time those records shall be retained; (j)  Repealed:  1996, c. 1, Sched. G, s. 15 (7). (k)  Repealed:  2006, c. 14, s. 27 (14). (k.1)  respecting how drug benefit prices are to be calculated for the purposes of section 16; (k.2)  respecting conditions under which the executive officer may make an order under subsection 11.1 (1); (k.3)  respecting conditions under which the executive officer may make an order under subsection 11.2 (1); (k.4)  prescribing the manner in which a claim referred to in subsection 11.3 (3) must be submitted and prescribing the information to be included in such a claim; (k.5)  respecting purposes for which personal information may be collected, used or disclosed under subsection 13 (1), (2) or (3) and for which agreements may be entered into under subsection 13 (4); (k.5.1) clarifying the definition of “rebate” in section 11.5, including providing that certain benefits are not rebates, prescribing benefits for the purpose of that definition, clarifying how the calculations are to be made in that section and defining “ordinary commercial terms” for the purposes of that definition, including setting limits on ordinary commercial terms; (k.6)  prescribing conditions under which the Minister and the executive officer may collect or use personal information under subsection 13 (1) or (2), conditions under which the Minister and the executive officer shall disclose personal information under subsection 13 (3) and conditions under which the Minister and the executive officer may enter into agreements under subsection 13 (4); (l)  Repealed:  2006, c. 14, s. 27 (20). (m)  respecting any matter considered necessary or advisable to carry out the intent and purposes of this Act.  R.S.O. 1990, c. O.10, s. 18 (1); 1996, c. 1, Sched. G, s. 15 (1-9); 2006, c. 14, s. 27 (1-20); 2010, c. 1, Sched. 21, s. 2; 2017, c. 8, Sched. 24, s. 2 (1, 2); 2019, c. 15, Sched. 28, s. 2 (1). Authorized prescribers (1.1) The Minister may make regulations prescribing persons or classes of persons for the purpose of the definition of “authorized prescriber” in subsection 1 (1). 2017, c. 11, Sched. 4, s. 5 (1). (1.2), (1.3) Repealed: 2006, c. 14, s. 27 (21). Eligible classes (2) Without restricting the generality of clause (1) (a), a regulation under that clause may include distinctions based on income, family status and expenses incurred, including expenses incurred in the purchase of listed drug products and may provide for eligibility to be based on family units, and for the purpose may define “family unit”.  1996, c. 1, Sched. G, s. 15 (10). Conditions for listing (3) Without restricting the generality of clause (1) (b) or (b.1), a regulation under one of those clauses may prescribe conditions relating to the drug benefit price of the drug product or other drug products or the price charged to operators of pharmacies for the drug product or other drug products.  1996, c. 1, Sched. G, s. 15 (10). Distinguish operators, physicians (4) A regulation may distinguish between operators of pharmacies and dispensing physicians and may treat them differently.  1996, c. 1, Sched. G, s. 15 (10). Distinguishing mark-ups, dispensing fees (4.1) Without restricting the generality of clauses (1) (g.1) and (g.4), regulations under those clauses may establish different classes of pharmacies or operators of pharmacies and may provide for different mark-ups or dispensing fees with respect to different classes of pharmacies or operators of pharmacies.  2009, c. 26, s. 19 (8). Co-payments (5) Without limiting the generality of clause (1) (g.2), a regulation made under that clause may, (a)  prescribe a specified amount as a co-payment, provide for a means of calculating the amount, provide that the dispensing fee under subsection 6 (2) is the amount of the co-payment or otherwise provide for the amount of co-payment; (b)  provide for different co-payments for different classes of persons or drugs; (c)  provide that no co-payment or a different co-payment is to be charged after a person has been charged co-payments that total an amount provided for by the regulations in a specified period; (d)  provide that the co-payment include any amount up to the full amount otherwise payable by the executive officer; (e)  treat different classes of eligible persons differently; and (f)  for the purpose of clause (e), make distinctions based on income, family status, general expenses incurred and expenses incurred in the purchase of listed drug products.  1996, c. 1, Sched. G, s. 15 (10); 2006, c. 14, s. 27 (22). Regulations (6) A regulation made under this section may be general or particular in its application.  R.S.O. 1990, c. O.10, s. 18 (6). Retroactive (7) A regulation is, if it so provides, effective with reference to a period before it is filed.  R.S.O. 1990, c. O.10, s. 18 (7). Public consultation before making regulations (8) The Lieutenant Governor in Council shall not make any regulation under clause (1) (0.a), (0.a.1), (b), (b.1), (e.1), (e.1.2), (g.1), (g.3), (g.4), (k.1) or (k.5.1) and the Minister shall not make any regulation under subsection (1.1) unless, (a)  the Minister has published a notice of the proposed regulation on the website of the Ministry and in any other format the Minister considers advisable; (b)  the notice complies with the requirements of this section; (c)  the time periods specified in the notice, during which members of the public may exercise a right described in clause (9) (b) or (c), have expired; (d)  the Minister has considered whatever comments and submissions that members of the public have made on the proposed regulation in accordance with clause (9) (b) or (c); and (e)  in the case of regulations made by the Lieutenant Governor in Council, the Minister has reported to the Lieutenant Governor in Council on what, if any, changes to the proposed regulation the Minister considers appropriate. 2006, c. 14, s. 27 (23); 2017, c. 8, Sched. 24, s. 2 (3, 4); 2017, c. 11, Sched. 4, s. 5 (2, 3); 2019, c. 15, Sched. 28, s. 2 (2). Contents of notice (9) The notice mentioned in clause (8) (a) shall contain, (a)  a description of the proposed regulation and the text of it; (b)  a statement of the time period during which members of the public may submit written comments on the proposed regulation to the Minister and the manner in which and the address to which the comments must be submitted; (c)  a description of whatever other rights, in addition to the right described in clause (b), that members of the public have to make submissions on the proposed regulation and the manner in which and the time period during which those rights must be exercised; (d)  a statement of where and when members of the public may review written information about the proposed regulation; and (e)  all other information that the Minister considers appropriate.  2006, c. 14, s. 27 (23). Time period for comments (10) The time period mentioned in clauses (9) (b) and (c) shall be at least 30 days after the Minister gives the notice mentioned in clause (8) (a) unless the Minister shortens the time period in accordance with subsection (11).  2006, c. 14, s. 27 (23). Shorter time period for comments (11) The Minister may shorten the time period if, in the Minister’s opinion, (a)  the urgency of the situation requires it; (b)  the proposed regulation clarifies the intent or operation of this Act or the regulations; or (c)  the proposed regulation is of a minor or technical nature.  2006, c. 14, s. 27 (23). Discretion to make regulations, Minister (11.1) After considering the comments and submissions mentioned in clause (8) (d), the Minister, without further notice under subsection (8), may make the proposed regulation under subsection (1.1) with the changes that the Minister considers appropriate, whether or not those changes are mentioned in the comments and submissions. 2017, c. 11, Sched. 4, s. 5 (4). Discretion to make regulations (12) Upon receiving the Minister’s report mentioned in clause (8) (e), the Lieutenant Governor in Council, without further notice under subsection (8), may make the proposed regulation with the changes that the Lieutenant Governor in Council considers appropriate, whether or not those changes are mentioned in the Minister’s report.  2006, c. 14, s. 27 (23); 2017, c. 11, Sched. 4, s. 5 (5). No review (13) Subject to subsection (14), a court shall not review any action, decision, failure to take action or failure to make a decision by the Lieutenant Governor in Council or the Minister under subsections (8) to (12).  2006, c. 14, s. 27 (23). Exception (14) Any person resident in Ontario may make an application for judicial review under the Judicial Review Procedure Act on the grounds that the Minister has not taken a step required by subsections (8) to (12).  2006, c. 14, s. 27 (23). Time for application (15) No person shall make an application under subsection (14) with respect to a regulation later than 21 days after the day on which the Minister publishes a notice with respect to the regulation under clause (8) (a).  2006, c. 14, s. 27 (23). Rolling incorporation (16) A regulation made under subsection (1) that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2017, c. 11, Sched. 4, s. 5 (6). Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 15 (1-4, 6-10) - 27/05/1996; 1996, c. 1, Sched. G, s. 15 (5) - 30/01/1996 2004, c. 7, s. 14 (1) - 17/06/2004 2006, c. 14, s. 27 (1-22) - 01/10/2006; 2006, c. 14, s. 27 (23) - 20/06/2006 2009, c. 26, s. 19 (8) - 15/03/2010 2010, c. 1, Sched. 21, s. 2 - 01/07/2010 2017, c. 8, Sched. 24, s. 2 (1, 3) - 01/09/2017; 2017, c. 8, Sched. 24, s. 2 (2, 4) - 01/09/2019; 2017, c. 11, Sched. 4, s. 5 (1-6) - 01/07/2017 2019, c. 15, Sched. 28, s. 2 (1, 2) - 01/01/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>18 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\"> (0.a)  defining any word or expression used in this Act but not defined in this Act;</p> <p class=\"paragraph\"> (0.a.1) governing professional services for the purposes of clause 1.1 (2) (j), including defining “professional services”, governing payments that may be made for professional services, including governing to whom payments may be made, and prescribing conditions to which the executive officer is subject in making payments for professional services;</p> <p class=\"paragraph\">  (a)  prescribing eligible classes of persons for the purposes of section 2;</p> <p class=\"paragraph\">  (b)  prescribing conditions to be met for a drug product to be designated as a listed drug product;</p> <p class=\"paragraph\"> (b.1)  prescribing conditions to be met for a listed drug product to continue to be designated as a listed drug product;</p> <p class=\"paragraph\"> (c), (d) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 27 (3).</p> <p class=\"paragraph\">  (e)  respecting physicians charging, or accepting payment from, persons for the purposes of subsection 4 (2);</p> <p class=\"paragraph\"> (e.1)  prescribing the manner of determining acquisition costs of drug products, for the purposes of subsections 4 (5), 6 (3) and (4), and prescribing conditions for the purposes of paragraph 4 of subsection 4 (5) and for the purposes of subsection 6 (3);</p> <p class=\"paragraph\"> (e.1.1) prescribing conditions for the purposes of subsections 4 (6) and 6 (5);</p> <p class=\"paragraph\"> (e.1.2) prescribing classes of eligible persons and setting out requirements for the purposes of subsection 5 (2);</p> <p class=\"paragraph\"> (e.2)  respecting amounts an operator of a pharmacy may charge or accept from a person other than the executive officer under this Act in addition to those provided for in this Act;</p> <p class=\"paragraph\"> (e.3)  respecting amounts the executive officer shall pay physicians under subsection 5 (3);</p> <p class=\"paragraph\">  (f)  prescribing the manner in which a claim referred to in subsection 5 (4) must be submitted and prescribing the information to be included in such a claim;</p> <p class=\"paragraph\">  (g)  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 27 (8).</p> <p class=\"paragraph\"> (g.1)  prescribing the mark-up of the drug benefit price the executive officer will pay under subsection 6 (1);</p> <p class=\"paragraph\"> (g.2)  respecting the maximum co-payment for the purposes of subsection 6 (1);</p> <p class=\"paragraph\"> (g.3)  governing the manner in which the executive officer determines any additional amount to be subtracted under subsection 6 (1);</p> <p class=\"paragraph\"> (g.4)  prescribing the dispensing fee and conditions for the payment of the dispensing fee for the purposes of subclause 6 (2) (c) (i);</p> <p class=\"paragraph\"> (g.5)  exempting any drug product or class of drug product from the application of subsections 6 (3) and (4);</p> <p class=\"paragraph\"> (g.6)  limiting the amount of a drug product supplied for an eligible person at one time or within a period of time that the executive officer is required to pay for under this Act;</p> <p class=\"paragraph\">  (h)  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 27 (13).</p> <p class=\"paragraph\">  (i)  requiring operators of pharmacies and physicians to retain specified records respecting their purchase of drugs for the purposes of this Act and prescribing the period of time those records shall be retained;</p> <p class=\"paragraph\">  (j)  <span class=\"ovsmallcap\">Repealed</span>:  1996, c. 1, Sched. G, s. 15 (7).</p> <p class=\"paragraph\">  (k)  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 27 (14).</p> <p class=\"paragraph\"> (k.1)  respecting how drug benefit prices are to be calculated for the purposes of section 16;</p> <p class=\"paragraph\"> (k.2)  respecting conditions under which the executive officer may make an order under subsection 11.1 (1);</p> <p class=\"paragraph\"> (k.3)  respecting conditions under which the executive officer may make an order under subsection 11.2 (1);</p> <p class=\"paragraph\"> (k.4)  prescribing the manner in which a claim referred to in subsection 11.3 (3) must be submitted and prescribing the information to be included in such a claim;</p> <p class=\"paragraph\"> (k.5)  respecting purposes for which personal information may be collected, used or disclosed under subsection 13 (1), (2) or (3) and for which agreements may be entered into under subsection 13 (4);</p> <p class=\"paragraph\"> (k.5.1) clarifying the definition of “rebate” in section 11.5, including providing that certain benefits are not rebates, prescribing benefits for the purpose of that definition, clarifying how the calculations are to be made in that section and defining “ordinary commercial terms” for the purposes of that definition, including setting limits on ordinary commercial terms;</p> <p class=\"paragraph\"> (k.6)  prescribing conditions under which the Minister and the executive officer may collect or use personal information under subsection 13 (1) or (2), conditions under which the Minister and the executive officer shall disclose personal information under subsection 13 (3) and conditions under which the Minister and the executive officer may enter into agreements under subsection 13 (4);</p> <p class=\"paragraph\">  (l)  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 14, s. 27 (20).</p> <p class=\"paragraph\">  (m)  respecting any matter considered necessary or advisable to carry out the intent and purposes of this Act.  R.S.O. 1990, c. O.10, s. 18 (1); 1996, c. 1, Sched. G, s. 15 (1-9); 2006, c. 14, s. 27 (1-20); 2010, c. 1, Sched. 21, s. 2; 2017, c. 8, Sched. 24, s. 2 (1, 2); 2019, c. 15, Sched. 28, s. 2 (1).</p> <p class=\"headnote\">Authorized prescribers</p> <p class=\"subsection\">(1.1) The Minister may make regulations prescribing persons or classes of persons for the purpose of the definition of “authorized prescriber” in subsection 1 (1). 2017, c. 11, Sched. 4, s. 5 (1).</p> <p class=\"subsection\">(1.2), (1.3) <span class=\"ovsmallcap\">Repealed</span>: 2006, c. 14, s. 27 (21).</p> <p class=\"headnote\">Eligible classes</p> <p class=\"subsection\">(2) Without restricting the generality of clause (1) (a), a regulation under that clause may include distinctions based on income, family status and expenses incurred, including expenses incurred in the purchase of listed drug products and may provide for eligibility to be based on family units, and for the purpose may define “family unit”.  1996, c. 1, Sched. G, s. 15 (10).</p> <p class=\"headnote\">Conditions for listing</p> <p class=\"subsection\">(3) Without restricting the generality of clause (1) (b) or (b.1), a regulation under one of those clauses may prescribe conditions relating to the drug benefit price of the drug product or other drug products or the price charged to operators of pharmacies for the drug product or other drug products.  1996, c. 1, Sched. G, s. 15 (10).</p> <p class=\"headnote\">Distinguish operators, physicians</p> <p class=\"subsection\">(4) A regulation may distinguish between operators of pharmacies and dispensing physicians and may treat them differently.  1996, c. 1, Sched. G, s. 15 (10).</p> <p class=\"headnote\">Distinguishing mark-ups, dispensing fees</p> <p class=\"subsection\">(4.1) Without restricting the generality of clauses (1) (g.1) and (g.4), regulations under those clauses may establish different classes of pharmacies or operators of pharmacies and may provide for different mark-ups or dispensing fees with respect to different classes of pharmacies or operators of pharmacies.  2009, c. 26, s. 19 (8).</p> <p class=\"headnote\">Co-payments</p> <p class=\"subsection\">(5) Without limiting the generality of clause (1) (g.2), a regulation made under that clause may,</p> <p class=\"paragraph\">  (a)  prescribe a specified amount as a co-payment, provide for a means of calculating the amount, provide that the dispensing fee under subsection 6 (2) is the amount of the co-payment or otherwise provide for the amount of co-payment;</p> <p class=\"paragraph\">  (b)  provide for different co-payments for different classes of persons or drugs;</p> <p class=\"paragraph\">  (c)  provide that no co-payment or a different co-payment is to be charged after a person has been charged co-payments that total an amount provided for by the regulations in a specified period;</p> <p class=\"paragraph\">  (d)  provide that the co-payment include any amount up to the full amount otherwise payable by the executive officer;</p> <p class=\"paragraph\">  (e)  treat different classes of eligible persons differently; and</p> <p class=\"paragraph\">  (f)  for the purpose of clause (e), make distinctions based on income, family status, general expenses incurred and expenses incurred in the purchase of listed drug products.  1996, c. 1, Sched. G, s. 15 (10); 2006, c. 14, s. 27 (22).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(6) A regulation made under this section may be general or particular in its application.  R.S.O. 1990, c. O.10, s. 18 (6).</p> <p class=\"headnote\">Retroactive</p> <p class=\"subsection\">(7) A regulation is, if it so provides, effective with reference to a period before it is filed.  R.S.O. 1990, c. O.10, s. 18 (7).</p> <p class=\"headnote\">Public consultation before making regulations</p> <p class=\"subsection\">(8) The Lieutenant Governor in Council shall not make any regulation under clause (1) (0.a), (0.a.1), (b), (b.1), (e.1), (e.1.2), (g.1), (g.3), (g.4), (k.1) or (k.5.1) and the Minister shall not make any regulation under subsection (1.1) unless,</p> <p class=\"paragraph\">  (a)  the Minister has published a notice of the proposed regulation on the website of the Ministry and in any other format the Minister considers advisable;</p> <p class=\"paragraph\">  (b)  the notice complies with the requirements of this section;</p> <p class=\"paragraph\">  (c)  the time periods specified in the notice, during which members of the public may exercise a right described in clause (9) (b) or (c), have expired;</p> <p class=\"paragraph\">  (d)  the Minister has considered whatever comments and submissions that members of the public have made on the proposed regulation in accordance with clause (9) (b) or (c); and</p> <p class=\"paragraph\">  (e)  in the case of regulations made by the Lieutenant Governor in Council, the Minister has reported to the Lieutenant Governor in Council on what, if any, changes to the proposed regulation the Minister considers appropriate. 2006, c. 14, s. 27 (23); 2017, c. 8, Sched. 24, s. 2 (3, 4); 2017, c. 11, Sched. 4, s. 5 (2, 3); 2019, c. 15, Sched. 28, s. 2 (2).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(9) The notice mentioned in clause (8) (a) shall contain,</p> <p class=\"paragraph\">  (a)  a description of the proposed regulation and the text of it;</p> <p class=\"paragraph\">  (b)  a statement of the time period during which members of the public may submit written comments on the proposed regulation to the Minister and the manner in which and the address to which the comments must be submitted;</p> <p class=\"paragraph\">  (c)  a description of whatever other rights, in addition to the right described in clause (b), that members of the public have to make submissions on the proposed regulation and the manner in which and the time period during which those rights must be exercised;</p> <p class=\"paragraph\">  (d)  a statement of where and when members of the public may review written information about the proposed regulation; and</p> <p class=\"paragraph\">  (e)  all other information that the Minister considers appropriate.  2006, c. 14, s. 27 (23).</p> <p class=\"headnote\">Time period for comments</p> <p class=\"subsection\">(10) The time period mentioned in clauses (9) (b) and (c) shall be at least 30 days after the Minister gives the notice mentioned in clause (8) (a) unless the Minister shortens the time period in accordance with subsection (11).  2006, c. 14, s. 27 (23).</p> <p class=\"headnote\">Shorter time period for comments</p> <p class=\"subsection\">(11) The Minister may shorten the time period if, in the Minister’s opinion,</p> <p class=\"paragraph\">  (a)  the urgency of the situation requires it;</p> <p class=\"paragraph\">  (b)  the proposed regulation clarifies the intent or operation of this Act or the regulations; or</p> <p class=\"paragraph\">  (c)  the proposed regulation is of a minor or technical nature.  2006, c. 14, s. 27 (23).</p> <p class=\"headnote\">Discretion to make regulations, Minister</p> <p class=\"subsection\">(11.1) After considering the comments and submissions mentioned in clause (8) (d), the Minister, without further notice under subsection (8), may make the proposed regulation under subsection (1.1) with the changes that the Minister considers appropriate, whether or not those changes are mentioned in the comments and submissions. 2017, c. 11, Sched. 4, s. 5 (4).</p> <p class=\"headnote\">Discretion to make regulations</p> <p class=\"subsection\">(12) Upon receiving the Minister’s report mentioned in clause (8) (e), the Lieutenant Governor in Council, without further notice under subsection (8), may make the proposed regulation with the changes that the Lieutenant Governor in Council considers appropriate, whether or not those changes are mentioned in the Minister’s report.  2006, c. 14, s. 27 (23); 2017, c. 11, Sched. 4, s. 5 (5).</p> <p class=\"headnote\">No review</p> <p class=\"subsection\">(13) Subject to subsection (14), a court shall not review any action, decision, failure to take action or failure to make a decision by the Lieutenant Governor in Council or the Minister under subsections (8) to (12).  2006, c. 14, s. 27 (23).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(14) Any person resident in Ontario may make an application for judicial review under the <i>Judicial Review Procedure Act</i> on the grounds that the Minister has not taken a step required by subsections (8) to (12).  2006, c. 14, s. 27 (23).</p> <p class=\"headnote\">Time for application</p> <p class=\"subsection\">(15) No person shall make an application under subsection (14) with respect to a regulation later than 21 days after the day on which the Minister publishes a notice with respect to the regulation under clause (8) (a).  2006, c. 14, s. 27 (23).</p> <p class=\"headnote\">Rolling incorporation</p> <p class=\"subsection\">(16) A regulation made under subsection (1) that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2017, c. 11, Sched. 4, s. 5 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 15 (1-4, 6-10) - 27/05/1996; 1996, c. 1, Sched. G, s. 15 (5) - 30/01/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04007#s14s1\">2004, c. 7, s. 14 (1)</a></span> - 17/06/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s27s1\">2006, c. 14, s. 27 (1-22)</a></span> - 01/10/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s27s23\">2006, c. 14, s. 27 (23)</a></span> - 20/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s19s8\">2009, c. 26, s. 19 (8)</a></span> - 15/03/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10001#sched21s2\">2010, c. 1, Sched. 21, s. 2</a></span> - 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched24s2s1\">2017, c. 8, Sched. 24, s. 2 (1, 3)</a></span> - 01/09/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched24s2s2\">2017, c. 8, Sched. 24, s. 2 (2, 4)</a></span> - 01/09/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched4s5s1\">2017, c. 11, Sched. 4, s. 5 (1-6)</a></span> - 01/07/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched28s2s1\">2019, c. 15, Sched. 28, s. 2 (1, 2)</a></span> - 01/01/2020</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "19.",
            "section_x": "Decisions about listing, delisting",
            "part_id": null,
            "part_type": null,
            "section_y": "Decisions about listing, delisting",
            "content": "19 In deciding whether or not to designate a drug product as a listed drug product or to remove such a designation, the executive officer may consider anything he or she considers advisable in the public interest, including, without limiting the generality of the foregoing, the drug benefit price of the drug product or other drug products or the price charged to operators of pharmacies for the drug product or other drug products.  2006, c. 14, s. 28. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 16 - 27/05/1996 2004, c. 7, s. 14 (2) - 17/06/2004 2006, c. 14, s. 28 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>19 </b>In deciding whether or not to designate a drug product as a listed drug product or to remove such a designation, the executive officer may consider anything he or she considers advisable in the public interest, including, without limiting the generality of the foregoing, the drug benefit price of the drug product or other drug products or the price charged to operators of pharmacies for the drug product or other drug products.  2006, c. 14, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 16 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04007#s14s2\">2004, c. 7, s. 14 (2)</a></span> - 17/06/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s28\">2006, c. 14, s. 28</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "20.",
            "section_x": "Delisting",
            "part_id": null,
            "part_type": null,
            "section_y": "Delisting",
            "content": "20 (1) The executive officer may remove a drug product’s designation as a listed drug product even if none of the conditions prescribed under clause 18 (1) (b.1) are breached, if he or she considers it advisable in the public interest to do so.  2006, c. 14, s. 28. Effect of breach of continuing conditions (2) Despite a breach of a condition prescribed under clause 18 (1) (b.1), a drug product does not cease to be a listed drug product until its designation as a listed drug product is removed.  2006, c. 14, s. 28. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 16 - 27/05/1996 2004, c. 7, s. 14 (2) - 17/06/2004 2006, c. 14, s. 28 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>20 </b>(1) The executive officer may remove a drug product’s designation as a listed drug product even if none of the conditions prescribed under clause 18 (1) (b.1) are breached, if he or she considers it advisable in the public interest to do so.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Effect of breach of continuing conditions</p> <p class=\"subsection\">(2) Despite a breach of a condition prescribed under clause 18 (1) (b.1), a drug product does not cease to be a listed drug product until its designation as a listed drug product is removed.  2006, c. 14, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 16 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04007#s14s2\">2004, c. 7, s. 14 (2)</a></span> - 17/06/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s28\">2006, c. 14, s. 28</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "21.",
            "section_x": "Advisors",
            "part_id": null,
            "part_type": null,
            "section_y": "Advisors",
            "content": "21 The Minister, the executive officer or any body or official who advises the Minister, the executive officer or the Lieutenant Governor in Council with respect to anything under this Act may, in formulating such advice, consider anything the Minister, the executive officer or Lieutenant Governor in Council may consider.  2006, c. 14, s. 28. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 16 - 27/05/1996 2006, c. 14, s. 28 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>21 </b>The Minister, the executive officer or any body or official who advises the Minister, the executive officer or the Lieutenant Governor in Council with respect to anything under this Act may, in formulating such advice, consider anything the Minister, the executive officer or Lieutenant Governor in Council may consider.  2006, c. 14, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 16 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s28\">2006, c. 14, s. 28</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "22.",
            "section_x": "Drug benefit price",
            "part_id": null,
            "part_type": null,
            "section_y": "Drug benefit price",
            "content": "22 (1) The drug benefit price for a drug product when it becomes a listed drug product shall be the amount agreed to by the executive officer and the manufacturer, subject to any conditions that may be prescribed.  2006, c. 14, s. 28. Executive officer’s agreement (2) In deciding whether to agree to an amount under subsection (1), the executive officer may consider any matter the executive officer considers advisable in the public interest, including, without limiting the generality of the foregoing, the drug benefit price of other drug products or the price charged to operators of pharmacies for the drug product or other drug products.  2006, c. 14, s. 28. Request for change (3) A manufacturer may request, in writing, that the executive officer change a drug benefit price, but the executive officer is not obligated to act on the request.  2006, c. 14, s. 28. Criteria for requesting change (4) The executive officer may establish rules, criteria and procedures that must be followed by a manufacturer in submitting requests for changes in a drug benefit price, including providing for how often such requests may be made, and shall post those rules, criteria and procedures on the Ministry’s website and in any other format the executive officer considers advisable.  2006, c. 14, s. 28. Manufacturer must comply (5) A manufacturer that submits a request for a change in a drug benefit price shall comply with the posted rules, criteria and procedures.  2006, c. 14, s. 28. Where conflict (6) In the event of a conflict between what is posted on the Ministry’s website under subsection (4) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 28. Changing drug benefit price (7) Subject to any conditions that may be prescribed, the executive officer may change the drug benefit price of a drug product in consultation with the manufacturer if a request has been made under subsection (3) and the executive officer considers it to be in the public interest to make the change, and such a change is effective on the date that it is indicated in the Formulary as taking effect.  2006, c. 14, s. 28. Documentation (8) In determining whether a change in the drug benefit price is in the public interest, the executive officer may require the manufacturer to supply any information, other than personal information, that the executive officer considers relevant, and the manufacturer shall comply with the request.  2006, c. 14, s. 28. Transitional (9) The drug benefit price of a drug product that was a listed drug product immediately before October 1, 2006 shall be its drug benefit price as it existed under this Act at that time, until it is changed as permitted under this Act and the regulations.  2006, c. 14, s. 28. Change, previously listed drugs (10) The executive officer may, in accordance with the prescribed conditions, change the drug benefit price of any drug product that was listed in the Formulary that existed immediately before October 1, 2006 and that was referred to in the regulations made under this Act or the Drug Interchangeability and Dispensing Fee Act.  2006, c. 14, s. 28. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 17 - 27/05/1996 2006, c. 14, s. 28 - 01/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>22 </b>(1) The drug benefit price for a drug product when it becomes a listed drug product shall be the amount agreed to by the executive officer and the manufacturer, subject to any conditions that may be prescribed.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Executive officer’s agreement</p> <p class=\"subsection\">(2) In deciding whether to agree to an amount under subsection (1), the executive officer may consider any matter the executive officer considers advisable in the public interest, including, without limiting the generality of the foregoing, the drug benefit price of other drug products or the price charged to operators of pharmacies for the drug product or other drug products.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Request for change</p> <p class=\"subsection\">(3) A manufacturer may request, in writing, that the executive officer change a drug benefit price, but the executive officer is not obligated to act on the request.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Criteria for requesting change </p> <p class=\"subsection\">(4) The executive officer may establish rules, criteria and procedures that must be followed by a manufacturer in submitting requests for changes in a drug benefit price, including providing for how often such requests may be made, and shall post those rules, criteria and procedures on the Ministry’s website and<b> </b>in any other format the executive officer considers advisable.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Manufacturer must comply</p> <p class=\"subsection\">(5) A manufacturer that submits a request for a change in a drug benefit price shall comply with the posted rules, criteria and procedures.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Where conflict</p> <p class=\"subsection\">(6) In the event of a conflict between what is posted on the Ministry’s website under subsection (4) and what is posted in another format, the Ministry’s website prevails.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Changing drug benefit price</p> <p class=\"subsection\">(7) Subject to any conditions that may be prescribed, the executive officer may change the drug benefit price of a drug product in consultation with the manufacturer if a request has been made under subsection (3) and the executive officer considers it to be in the public interest to make the change, and such a change is effective on the date that it is indicated in the Formulary as taking effect.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Documentation </p> <p class=\"subsection\">(8) In determining whether a change in the drug benefit price is in the public interest, the executive officer may require the manufacturer to supply any information, other than personal information, that the executive officer considers relevant, and the manufacturer shall comply with the request.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Transitional </p> <p class=\"subsection\">(9) The drug benefit price of a drug product that was a listed drug product immediately before October 1, 2006 shall be its drug benefit price as it existed under this Act at that time, until it is changed as permitted under this Act and the regulations.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Change, previously listed drugs </p> <p class=\"subsection\">(10) The executive officer may, in accordance with the prescribed conditions, change the drug benefit price of any drug product that was listed in the Formulary that existed immediately before October 1, 2006 and that was referred to in the regulations made under this Act or the <i>Drug Interchangeability and Dispensing Fee Act</i>.  2006, c. 14, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 17 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s28\">2006, c. 14, s. 28</a></span> - 01/10/2006</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "section_x": "Conditions of payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Conditions of payment",
            "content": "23 (1) The executive officer may require that, in respect of a specified drug product or class of drug products, specified clinical criteria must be met for the executive officer to pay an amount in respect of the supplying of that drug product or class of drug products for particular patients or a particular class of patients.  2006, c. 14, s. 28. Publication (2) Where the executive officer specifies anything under subsection (1), he or she shall publish it in the Formulary.  2006, c. 14, s. 28. Clinical criteria (3) Without limiting the generality of subsection (1), clinical criteria may include, (a)  considerations relating to the use or the possibility of the use of other drug products or therapies for particular patients or a particular class of patients; (b)  a requirement that the use of a drug product for particular patients or a particular class of patients require a prescription from a prescriber or member of a class of prescribers specified by the executive officer; (c)  a requirement that a specified person or an expert panel recommend or approve the use of a drug product for particular patients or a particular class of patients.  2006, c. 14, s. 28; 2017, c. 25, Sched. 7, s. 2. When clinical criteria not met (4) If an operator of a pharmacy supplies a drug product for an eligible person and, because of the criteria set under this section, the executive officer is not required to pay an amount in respect of that supply, the operator may charge or accept payment from a person other than the executive officer in an amount equal to the sum of, (a)  the amount the executive officer would have paid under this Act, absent the criteria; and (b)  the amount the operator could have charged under this Act, absent the criteria.  2006, c. 14, s. 28. Exception (5) Subsection (4) does not apply if, under section 16, the executive officer makes this Act apply in respect of the supplying of the drug product for the eligible person.  2006, c. 14, s. 28. Section Amendments with date in force (d/m/y) 1996, c. 1, Sched. G, s. 18 - 27/05/1996 2006, c. 14, s. 28 - 01/10/2006 2017, c. 25, Sched. 7, s. 2 - 12/12/2017 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>23 </b>(1) The executive officer may require that, in respect of a specified drug product or class of drug products, specified clinical criteria must be met for the executive officer to pay an amount in respect of the supplying of that drug product or class of drug products for particular patients or a particular class of patients.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(2) Where the executive officer specifies anything under subsection (1), he or she shall publish it in the Formulary.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Clinical criteria</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), clinical criteria may include,</p> <p class=\"paragraph\">  (a)  considerations relating to the use or the possibility of the use of other drug products or therapies for particular patients or a particular class of patients;</p> <p class=\"paragraph\">  (b)  a requirement that the use of a drug product for particular patients or a particular class of patients require a prescription from a prescriber or member of a class of prescribers specified by the executive officer;</p> <p class=\"paragraph\">  (c)  a requirement that a specified person or an expert panel recommend or approve the use of a drug product for particular patients or a particular class of patients.  2006, c. 14, s. 28; 2017, c. 25, Sched. 7, s. 2.</p> <p class=\"headnote\">When clinical criteria not met</p> <p class=\"subsection\">(4) If an operator of a pharmacy supplies a drug product for an eligible person and, because of the criteria set under this section, the executive officer is not required to pay an amount in respect of that supply, the operator may charge or accept payment from a person other than the executive officer in an amount equal to the sum of,</p> <p class=\"paragraph\">  (a)  the amount the executive officer would have paid under this Act, absent the criteria; and</p> <p class=\"paragraph\">  (b)  the amount the operator could have charged under this Act, absent the criteria.  2006, c. 14, s. 28.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) Subsection (4) does not apply if, under section 16, the executive officer makes this Act apply in respect of the supplying of the drug product for the eligible person.  2006, c. 14, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 1, Sched. G, s. 18 - 27/05/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06014#s28\">2006, c. 14, s. 28</a></span> - 01/10/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched7s2\">2017, c. 25, Sched. 7, s. 2</a></span> - 12/12/2017</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90o10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}