{
    "act_info": {
        "full_title": "Ontario Municipal Employees Retirement System Review Act, 2006, S.O. 2006, c. 9, Sched. K",
        "act_name_text": "Ontario Municipal Employees Retirement System Review Act, 2006",
        "citation": "S.O. 2006, c. 9, Sched. K",
        "url": "https://www.ontario.ca/laws/statute/06o09k",
        "date_scraped": "2023-12-19 05:08:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/06o09k/v2",
            "valid_from": "June 20, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/statute/06o09k/v1",
            "valid_from": "May 18, 2006",
            "valid_to": "June 19, 2012"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act,  “Administration Corporation”, “OMERS”, “OMERS pension plans”, “primary pension plan”, “Sponsors Corporation” and “supplemental plan” have the same meanings as in the Ontario Municipal Employees Retirement System Act, 2006; (“Société d’administration”, “OMERS”, “régimes de retraite d’OMERS”, “régime de retraite principal”, “Société de promotion”, “régime complémentaire”) “Minister” means the Minister of Municipal Affairs and Housing or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act. (“ministre”)  2006, c. 9, Sched. K, s. 1 (1). Interpretation, pension matters (2) Words and expressions used in this Act that relate to pension plans and pension funds have the same meanings as under the Pension Benefits Act, unless the context requires otherwise.  2006, c. 9, Sched. K, s. 1 (2). Reference to governance model (3) A reference in this Act to the governance model for OMERS is a reference to the structure established in the Ontario Municipal Employees Retirement System Act, 2006 for the governance and administration of OMERS by the Sponsors Corporation and the Administration Corporation.  2006, c. 9, Sched. K, s. 1 (3).",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act, </p> <p class=\"definition\">“Administration Corporation”, “OMERS”, “OMERS pension plans”, “primary pension plan”, “Sponsors Corporation” and “supplemental plan” have the same meanings as in the <i>Ontario Municipal Employees Retirement System Act, 2006</i>; (“Société d’administration”, “OMERS”, “régimes de retraite d’OMERS”, “régime de retraite principal”, “Société de promotion”, “régime complémentaire”)  </p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs and Housing or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>. (“ministre”)  2006, c. 9, Sched. K, s. 1 (1).</p> <p class=\"headnote\">Interpretation, pension matters</p> <p class=\"subsection\">(2) Words and expressions used in this Act that relate to pension plans and pension funds have the same meanings as under the <i>Pension Benefits Act</i>, unless the context requires otherwise.  2006, c. 9, Sched. K, s. 1 (2).</p> <p class=\"headnote\">Reference to governance model</p> <p class=\"subsection\">(3) A reference in this Act to the governance model for OMERS is a reference to the structure established in the <i>Ontario</i><i> Municipal Employees Retirement System Act, 2006 </i>for the governance and administration of OMERS by the Sponsors Corporation and the Administration Corporation.  2006, c. 9, Sched. K, s. 1 (3).</p>"
        },
        {
            "id": "2",
            "section": "Review of OMERS governance model",
            "content": "2 (1) The Minister shall, beginning no later than 2012, undertake a review of the governance model established for OMERS under the Ontario Municipal Employees Retirement System Act, 2006.  2006, c. 9, Sched. K, s. 2 (1). Review to be based on experience (2) The review shall be based on the actual governance and administration of OMERS since the proclamation of sections 16 and 17 of the Ontario\r\nMunicipal Employees Retirement System Act, 2006.  2006, c. 9, Sched. K, s. 2 (2). Matters to be addressed (3) Without limiting the generality of subsection (1), the review shall address and evaluate, (a) the effectiveness and fairness of the governance model, (i) in representing the interests of the employers that participate in the OMERS pension plans and the members, former members and retired members of the OMERS pension plans, (ii) in ensuring the efficient governance of OMERS, and (iii) in ensuring the accountability of OMERS; (b) the efficiency and effectiveness of decision-making by the Sponsors Corporation, including its use of the supplementary decision-making mechanisms set out in or permitted under the Ontario Municipal Employees Retirement System Act, 2006; and (c) the effectiveness of the governance model in ensuring the overall fairness and financial stability of OMERS and, in particular, in ensuring that there is no subsidy of a supplemental plan by the primary pension plan.  2006, c. 9, Sched. K, s. 2 (3); 2012, c. 8, Sched. 43, s. 1 (1). Matters not to be addressed (4) Despite the generality of subsection (1), the review shall not, (a) reconsider the general principle, as established in the Ontario Municipal Employees Retirement System Act, 2006, of giving the responsibility for the governance of the OMERS pension plans to the employers that participate in the OMERS pension plans and the members, former members and retired members of the OMERS pension plans; or (b) consider whether any supplemental plan established under the Ontario Municipal Employees Retirement System Act, 2006 should be continued.  2006, c. 9, Sched. K, s. 2 (4); 2012, c. 8, Sched. 43, s. 1 (2). Report to Minister (5) Upon completion of the review, the person appointed to conduct the review shall submit a report, including any recommendations for changes to the governance model of OMERS, to the Minister.  2006, c. 9, Sched. K, s. 2 (5). Report to be made public (6) The Minister shall make the report public within 30 days after receiving it.  2006, c. 9, Sched. K, s. 2 (6). Minister to consider report (7) The Minister shall give serious consideration to the report and its recommendations.  2006, c. 9, Sched. K, s. 2 (7). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 43, s. 1 (1, 2) - 01/07/2012",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Minister shall, beginning no later than 2012, undertake a review of the governance model established for OMERS under the <i>Ontario Municipal Employees Retirement System Act, 2006</i>.  2006, c. 9, Sched. K, s. 2 (1).</p> <p class=\"headnote\">Review to be based on experience</p> <p class=\"subsection\">(2) The review shall be based on the actual governance and administration of OMERS since the proclamation of sections 16 and 17 of the <i>Ontario</i><i>\r\nMunicipal Employees Retirement System Act, 2006</i>.  2006, c. 9, Sched. K, s. 2 (2).</p> <p class=\"headnote\">Matters to be addressed</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), the review shall address and evaluate,</p> <p class=\"paragraph\">  (a) the effectiveness and fairness of the governance model,</p> <p class=\"subclause\">  (i) in representing the interests of the employers that participate in the OMERS pension plans and the members, former members and retired members of the OMERS pension plans, </p> <p class=\"subclause\">  (ii) in ensuring the efficient governance of OMERS, and</p> <p class=\"subclause\">  (iii) in ensuring the accountability of OMERS;</p> <p class=\"paragraph\">  (b) the efficiency and effectiveness of decision-making by the Sponsors Corporation, including its use of the supplementary decision-making mechanisms set out in or permitted under the <i>Ontario Municipal Employees Retirement System Act, 2006</i>; and</p> <p class=\"paragraph\">  (c) the effectiveness of the governance model in ensuring the overall fairness and financial stability of OMERS and, in particular, in ensuring that there is no subsidy of a supplemental plan by the primary pension plan.  2006, c. 9, Sched. K, s. 2 (3); 2012, c. 8, Sched. 43, s. 1 (1).</p> <p class=\"headnote\">Matters not to be addressed</p> <p class=\"subsection\">(4) Despite the generality of subsection (1), the review shall not, </p> <p class=\"paragraph\">  (a) reconsider the general principle, as established in the <i>Ontario Municipal Employees Retirement System Act, 2006</i>, of giving the responsibility for the governance of the OMERS pension plans to the employers that participate in the OMERS pension plans and the members, former members and retired members of the OMERS pension plans; or </p> <p class=\"paragraph\">  (b) consider whether any supplemental plan established under the <i>Ontario Municipal Employees Retirement System Act, 2006</i> should be continued.  2006, c. 9, Sched. K, s. 2 (4); 2012, c. 8, Sched. 43, s. 1 (2).</p> <p class=\"headnote\">Report to Minister</p> <p class=\"subsection\">(5) Upon completion of the review, the person appointed to conduct the review shall submit a report, including any recommendations for changes to the governance model<b> </b>of OMERS, to the Minister.  2006, c. 9, Sched. K, s. 2 (5).</p> <p class=\"headnote\">Report to be made public</p> <p class=\"subsection\">(6) The Minister shall make the report public within 30 days after receiving it.  2006, c. 9, Sched. K, s. 2 (6).</p> <p class=\"headnote\">Minister to consider report</p> <p class=\"subsection\">(7) The Minister shall give serious consideration to the report and its recommendations.  2006, c. 9, Sched. K, s. 2 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched43s1s1\">2012, c. 8, Sched. 43, s. 1 (1, 2)</a></span> - 01/07/2012</p>"
        },
        {
            "id": "3",
            "section": "Appointment of person to conduct review",
            "content": "3 (1) The Minister shall, on or before January 1, 2012 or as soon as possible after that date if the appointment is made under subsection (4), appoint a person to conduct the review in accordance with this section.  2006, c. 9, Sched. K, s. 3 (1). Approval required (2) The Minister shall not appoint a person to conduct the review without the prior approval of every member of the Sponsors Corporation and of the Administration Corporation.  2006, c. 9, Sched. K, s. 3 (2). If no approval (3) If all the members of the Sponsors Corporation and of the Administration Corporation do not approve a person to conduct the review by December 31, 2011, the Minister shall ask the Chief Justice of Ontario to recommend a person to conduct the review.  2006, c. 9, Sched. K, s. 3 (3). Chief Justice to recommend appointee (4) Upon receiving a request from the Minister under subsection (3), the Chief Justice shall recommend to the Minister any person to conduct the review and the Minister shall appoint that person to conduct the review.  2006, c. 9, Sched. K, s. 3 (4). Qualifications (5) The person appointed to conduct the review must, (a) have expertise in collective bargaining and pension plan administration; and (b) be independent of the government, the employers that participate in the OMERS pension plans, the members, former members and retired members of the OMERS pension plans and the persons and organizations that represent such employers, members, former members and retired members. 2006, c. 9, Sched. K, s. 3 (5); 2012, c. 8, Sched. 43, s. 2. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 43, s. 2 - 01/07/2012",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Minister shall, on or before January 1, 2012 or as soon as possible after that date if the appointment is made under subsection (4), appoint a person to conduct the review in accordance with this section.  2006, c. 9, Sched. K, s. 3 (1).</p> <p class=\"headnote\">Approval required</p> <p class=\"subsection\">(2) The Minister shall not appoint a person to conduct the review without the prior approval of every member of the Sponsors Corporation and of the Administration Corporation.  2006, c. 9, Sched. K, s. 3 (2).</p> <p class=\"headnote\">If no approval</p> <p class=\"subsection\">(3) If all the members of the Sponsors Corporation and of the Administration Corporation do not approve a person to conduct the review by December 31, 2011, the Minister shall ask the Chief Justice of Ontario to recommend a person to conduct the review.  2006, c. 9, Sched. K, s. 3 (3).</p> <p class=\"headnote\">Chief Justice to recommend appointee</p> <p class=\"subsection\">(4) Upon receiving a request from the Minister under subsection (3), the Chief Justice shall recommend to the Minister any person to conduct the review and the Minister shall appoint that person to conduct the review.  2006, c. 9, Sched. K, s. 3 (4).</p> <p class=\"headnote\">Qualifications</p> <p class=\"subsection\">(5) The person appointed to conduct the review must, </p> <p class=\"paragraph\">  (a) have expertise in collective bargaining and pension plan administration; and  </p> <p class=\"paragraph\">  (b) be independent of the government, the employers that participate in the OMERS pension plans, the members, former members and retired members of the OMERS pension plans and the persons and organizations that represent such employers, members, former members and retired members. 2006, c. 9, Sched. K, s. 3 (5); 2012, c. 8, Sched. 43, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched43s2\">2012, c. 8, Sched. 43, s. 2</a></span> - 01/07/2012</p>"
        },
        {
            "id": "4",
            "section": "Consultations on implementation of Act",
            "content": "4 (1) The Minister shall initiate consultations on the implementation of the Ontario Municipal Employees Retirement System Act, 2006, including matters relating to the governance model, as soon as possible after the earlier of, (a) the date of the first triennial valuation of the OMERS pension plans required under section 14 of Regulation 909 (General) made under the Pension Benefits Act after this Act comes into force; and (b) December 31, 2009.  2006, c. 9, Sched. K, s. 4 (1). Same (2) Consultations under subsection (1) shall be initiated with the persons or organizations that are entitled to choose a member of the Sponsors Corporation or of the Administration Corporation.  2006, c. 9, Sched. K, s. 4 (2). 5 Omitted (provides for coming into force of provisions of this Act).  2006, c. 9, Sched. K, s. 5. 6 Omitted (enacts short title of this Act).  2006, c. 9, Sched. K, s. 6. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister shall initiate consultations on the implementation of the <i>Ontario Municipal Employees Retirement System Act, 2006</i>, including matters relating to the governance model, as soon as possible after the earlier of,</p> <p class=\"paragraph\">  (a) the date of the first triennial valuation of the OMERS pension plans required under section 14 of Regulation 909 (General) made under the <i>Pension Benefits Act</i> after this Act comes into force; and </p> <p class=\"paragraph\">  (b) December 31, 2009.  2006, c. 9, Sched. K, s. 4 (1).</p> <p class=\"headnote\">Same </p> <p class=\"subsection\">(2) Consultations under subsection (1) shall be initiated with the persons or organizations that are entitled to choose a member of the Sponsors Corporation or of the Administration Corporation.  2006, c. 9, Sched. K, s. 4 (2).</p> <p class=\"section\"><b>5</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2006, c. 9, Sched. K, s. 5.</p> <p class=\"section\"><b>6</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2006, c. 9, Sched. K, s. 6.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/06o09k\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "5",
            "section": "Same ",
            "content": "5 Omitted (provides for coming into force of provisions of this Act).  2006, c. 9, Sched. K, s. 5. 6 Omitted (enacts short title of this Act).  2006, c. 9, Sched. K, s. 6. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>5</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2006, c. 9, Sched. K, s. 5.</p> <p class=\"section\"><b>6</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2006, c. 9, Sched. K, s. 6.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/06o09k\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "6",
            "section": "Same ",
            "content": "6 Omitted (enacts short title of this Act).  2006, c. 9, Sched. K, s. 6. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>6</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2006, c. 9, Sched. K, s. 6.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/06o09k\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}