{
    "act_info": {
        "full_title": "Ontario Trails Act, 2016, S.O. 2016, c. 8, Sched. 1",
        "act_name_text": "Ontario Trails Act, 2016",
        "citation": "S.O. 2016, c. 8, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/16o08",
        "date_scraped": "2023-12-18 14:09:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/16o08/v3",
            "valid_from": "November 14, 2017",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/16o08/v2",
            "valid_from": "September  1, 2016",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/16o08/v1",
            "valid_from": "June  9, 2016",
            "valid_to": "August 31, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Purposes",
            "content": "1 The purposes of this Act are as follows: 1.  To increase awareness about and encourage the use of trails. 2.  To enhance trails and the trail experience. 3.  To protect trails for today’s generation and future generations. 4.  To recognize the contribution that trails make to quality of life in Ontario.",
            "raw_html": "<p class=\"section\"><b>1 </b>The purposes of this Act are as follows:</p> <p class=\"paragraph\">  1.  To increase awareness about and encourage the use of trails.</p> <p class=\"paragraph\">  2.  To enhance trails and the trail experience.</p> <p class=\"paragraph\">  3.  To protect trails for today’s generation and future generations.</p> <p class=\"paragraph\">  4.  To recognize the contribution that trails make to quality of life in Ontario.</p>"
        },
        {
            "id": "2",
            "section": "Existing aboriginal or treaty rights",
            "content": "2 For greater certainty, nothing in this Act shall be construed so as to abrogate or derogate from the protection provided for the existing aboriginal and treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the Constitution Act, 1982.",
            "raw_html": "<p class=\"section\"><b>2 </b>For greater certainty, nothing in this Act shall be construed so as to abrogate or derogate from the protection provided for the existing aboriginal and treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>.</p>"
        },
        {
            "id": "3",
            "section": "Definition",
            "content": "3 In this Act, “Minister” means the Minister of Tourism, Culture and Sport or such other member of the Executive Council to whom the administration of this Act may be assigned under the Executive Council Act. Trails in Ontario",
            "raw_html": "<p class=\"section\"><b>3 </b>In this Act,</p> <p class=\"definition\">“Minister” means the Minister of Tourism, Culture and Sport or such other member of the Executive Council to whom the administration of this Act may be assigned under the <i>Executive Council Act</i>.</p> <p class=\"heading1\">Trails in Ontario</p>"
        },
        {
            "id": "4",
            "section": "Trails Week",
            "content": "4 (1) Subject to subsection (2), the week beginning on the Monday immediately before the first Saturday in June in each year is proclaimed as Trails Week. Minister may declare a different week (2) For any particular year, the Minister may declare that Trails Week begins on any day of the year other than the Monday immediately before the first Saturday in June.",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Subject to subsection (2), the week beginning on the Monday immediately before the first Saturday in June in each year is proclaimed as Trails Week.</p> <p class=\"headnote\">Minister may declare a different week</p> <p class=\"subsection\">(2) For any particular year, the Minister may declare that Trails Week begins on any day of the year other than the Monday immediately before the first Saturday in June.</p>"
        },
        {
            "id": "5",
            "section": "Ontario trails of distinction",
            "content": "5 The Minister may recognize a trail as an Ontario trail of distinction.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Minister may recognize a trail as an Ontario trail of distinction.</p>"
        },
        {
            "id": "6",
            "section": "Trail classification system",
            "content": "6 (1) The Minister may establish a trail classification system. Compliance voluntary (2) Compliance with a trail classification system established under this section is voluntary.",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The Minister may establish a trail classification system.</p> <p class=\"headnote\">Compliance voluntary</p> <p class=\"subsection\">(2) Compliance with a trail classification system established under this section is voluntary.</p>"
        },
        {
            "id": null,
            "section": "Best practices",
            "content": "7 (1) The Minister may establish best practices to further the purposes of this Act. Compliance voluntary (2) Compliance with best practices established under this section is voluntary.",
            "raw_html": "<p class=\"section\">7 (1) The Minister may establish best practices to further the purposes of this Act.</p> <p class=\"headnote\">Compliance voluntary</p> <p class=\"subsection\">(2) Compliance with best practices established under this section is voluntary.</p>"
        },
        {
            "id": "8",
            "section": "Ontario trails strategy",
            "content": "8 (1) The Minister shall maintain an Ontario trails strategy, (a)  that sets out strategic directions for the establishment, management, promotion and use of trails in Ontario; and (b)  that is guided by the vision of a province that has a world-class system of diversified trails, that are planned and used in an environmentally responsible manner, and that enhance the health and prosperity of all Ontarians. Periodic review of strategy (2) At such times as the Minister considers appropriate, the Minister shall conduct a review of the Ontario trails strategy. Progress reports re strategy (3) The Minister shall, at such times as the Minister considers appropriate, prepare reports about the progress made in implementing the Ontario trails strategy. Requirement re initial report (4) The Minister shall prepare an initial report no later than the second anniversary of the day this section comes into force.",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The Minister shall maintain an Ontario trails strategy,</p> <p class=\"paragraph\">  (a)  that sets out strategic directions for the establishment, management, promotion and use of trails in Ontario; and</p> <p class=\"paragraph\">  (b)  that is guided by the vision of a province that has a world-class system of diversified trails, that are planned and used in an environmentally responsible manner, and that enhance the health and prosperity of all Ontarians.</p> <p class=\"headnote\">Periodic review of strategy</p> <p class=\"subsection\">(2) At such times as the Minister considers appropriate, the Minister shall conduct a review of the Ontario trails strategy.</p> <p class=\"headnote\">Progress reports re strategy</p> <p class=\"subsection\">(3) The Minister shall, at such times as the Minister considers appropriate, prepare reports about the progress made in implementing the Ontario trails strategy.</p> <p class=\"headnote\">Requirement re initial report</p> <p class=\"subsection\">(4) The Minister shall prepare an initial report no later than the second anniversary of the day this section comes into force.</p>"
        },
        {
            "id": null,
            "section": "Targets re purposes of the Act",
            "content": "9 The Minister may establish targets to further the purposes of this Act.",
            "raw_html": "<p class=\"section\">9 The Minister may establish targets to further the purposes of this Act.</p>"
        },
        {
            "id": "10",
            "section": "Consultation, etc.",
            "content": "10 (1) In the course of establishing a process for recognizing Ontario trails of distinction, establishing a trail classification system, establishing best practices, reviewing the Ontario trails strategy or establishing targets, the Minister shall, (a)  consult with any persons and entities the Minister considers appropriate; (b)  consider any government policies and programs that affect or relate to trails in Ontario, (i)  that the Minister believes are appropriate to consider, or (ii)  that the Minister has been advised by another minister are relevant. Ontario legislation and policies (2) The Minister shall ensure that the Ontario trails strategy, any trail classification system, any best practices, any targets and any process for recognizing Ontario trails of distinction are not inconsistent with Ontario legislation or provincial government policies that affect or relate to trails in Ontario or trail-related activities.",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) In the course of establishing a process for recognizing Ontario trails of distinction, establishing a trail classification system, establishing best practices, reviewing the Ontario trails strategy or establishing targets, the Minister shall,</p> <p class=\"paragraph\">  (a)  consult with any persons and entities the Minister considers appropriate;</p> <p class=\"paragraph\">  (b)  consider any government policies and programs that affect or relate to trails in Ontario,</p> <p class=\"subclause\">  (i)  that the Minister believes are appropriate to consider, or</p> <p class=\"subclause\">  (ii)  that the Minister has been advised by another minister are relevant.</p> <p class=\"headnote\">Ontario legislation and policies</p> <p class=\"subsection\">(2) The Minister shall ensure that the Ontario trails strategy, any trail classification system, any best practices, any targets and any process for recognizing Ontario trails of distinction are not inconsistent with Ontario legislation or provincial government policies that affect or relate to trails in Ontario or trail-related activities.</p>"
        },
        {
            "id": "11",
            "section": "Public access to information",
            "content": "11 The Minister shall publish the following on a Government website: 1.  The name of every trail recognized as an Ontario trail of distinction under section 5. 2.  The trail classification system, if one is established under section 6. 3.  Best practices, if any are established under section 7. 4.  The Ontario trails strategy and every progress report required under section 8. 5.  Targets, if any are established under section 9. Easements Rules re easements",
            "raw_html": "<p class=\"section\"><b>11 </b>The Minister shall publish the following on a Government website:</p> <p class=\"paragraph\">  1.  The name of every trail recognized as an Ontario trail of distinction under section 5.</p> <p class=\"paragraph\">  2.  The trail classification system, if one is established under section 6.</p> <p class=\"paragraph\">  3.  Best practices, if any are established under section 7.</p> <p class=\"paragraph\">  4.  The Ontario trails strategy and every progress report required under section 8.</p> <p class=\"paragraph\">  5.  Targets, if any are established under section 9.</p> <p class=\"heading1\">Easements</p> <p class=\"headnote\">Rules re easements</p>"
        },
        {
            "id": "12",
            "section": "Definitions",
            "content": "12 (1) In this section, “eligible body” means, (a)  the Crown in right of Canada or in right of Ontario, (b)  an agency, board or commission of the Crown in right of Canada or in right of Ontario that has the power to hold an interest in land, (c)  a band within the meaning of the Indian Act (Canada), (d)  an aboriginal community or organization prescribed by the regulations made under this Act, (e)  a municipality, (f)  a conservation authority established under the Conservation Authorities Act, (g)  a board within the meaning of the Education Act, (h)  a corporation incorporated under the\r\nNot-for-Profit Corporations Act, 2010 or a predecessor of that Act or under the Canada Not-for-profit Corporations Act or a predecessor of that Act, and that is a charity registered under the Income Tax Act (Canada), (i)  a trustee of a charitable foundation that is a charity registered under the Income Tax Act (Canada), (j)  a prescribed donee under the Income Tax Act (Canada), (k)  a qualified organization, as defined under section 170 (h) of the Internal Revenue Code\r\n(United States) and Treasury Reg 1.170A-14 (United States), (l)  a corporation created by statute that is a registered charity under the Income Tax Act\r\n(Canada), (m)  any other person or body prescribed by the regulations made under this Act; (“organisme admissible”) “owner” means the registered owner of land under the Registry Act or the Land Titles Act. (“propriétaire”) 2016, c. 8, Sched. 1, s. 12 (1); 2017, c. 20, Sched. 8, s. 117. Nominee of eligible body (2) For the purposes of this section, a reference to an eligible body includes a nominee of the eligible body who is acceptable for registration in the land registration system as a registered owner of an interest in land. 2016, c. 8, Sched. 1, s. 12 (2). Granting of easements (3) An owner of land may grant an easement, with covenants, to one or more eligible bodies, (a)  for the preservation, enhancement or management of the use of, or access to, all or a portion of the land for purposes relating to trails or to activities relating to trails; (b)  for the creation, maintenance or management of trails for public use; or (c)  for the purposes as may be prescribed by the regulations made under this Act. 2016, c. 8, Sched. 1, s. 12 (3). Granting of easement voluntary (4) For greater certainty, the decision to grant an easement under subsection (3) is voluntary. 2016, c. 8, Sched. 1, s. 12 (4). Easement reserved by a body (5) When an eligible body conveys land, it may reserve an easement for a purpose referred to in subsection (3). 2016, c. 8, Sched. 1, s. 12 (5). Same (6) A reference in any Act or regulation to easements granted under this Act also applies to easements reserved in accordance with subsection (5). 2016, c. 8, Sched. 1, s. 12 (6). Covenant re uses and activities (7) An easement shall contain one or more covenants, as may be agreed upon by the owner of the land and the eligible body, stating the uses and activities permitted, restricted or prohibited on the land to which the easement relates and a description of those uses and activities. 2016, c. 8, Sched. 1, s. 12 (7). Same (8) A covenant required under subsection (7) has effect for the term of the easement. 2016, c. 8, Sched. 1, s. 12 (8). Registration of easement (9) An eligible body shall register the easement against the land affected in the proper land registry office and, once registered, the easement and the covenants contained in the easement run with the land against which it is registered. 2016, c. 8, Sched. 1, s. 12 (9). Not valid unless registered (10) An easement is not valid unless it is registered under subsection (9). 2016, c. 8, Sched. 1, s. 12 (10). Assignment (11) An easement shall contain one or more covenants, as may be agreed upon by the owner of the land and the eligible body, with respect to the assignment of the easement to another eligible body. 2016, c. 8, Sched. 1, s. 12 (11). Same (12) An easement may be assigned by an eligible body only to another eligible body and only if the following requirements are met: 1.  The eligible body gives the owner of the land reasonable notice of the assignment. 2.  The assignment is in writing. 3.  The assignment is made in accordance with the covenant or covenants referred to in subsection (11). 2016, c. 8, Sched. 1, s. 12 (12). Same, registration (13) An assignment under subsection (12) must be registered on title to the land. 2016, c. 8, Sched. 1, s. 12 (13). Term (14) An easement is valid for the term specified in it.  The term must be specified as a period of months, years or in perpetuity. 2016, c. 8, Sched. 1, s. 12 (14). Validity (15) An easement registered on title to land, including the covenants contained in the easement, is valid whether or not the eligible body owns appurtenant land or land capable of being accommodated or benefited by the easement or covenant and regardless of whether the covenant is positive or negative in nature. 2016, c. 8, Sched. 1, s. 12 (15). Release (16) The eligible body may execute a release of an easement and shall provide a signed copy of the release to the owner of the land. 2016, c. 8, Sched. 1, s. 12 (16). Same, registration (17) The eligible body shall register the release of the easement against title to the land affected in the proper land registry office.  If the eligible body fails to register the release, the owner of the land shall register the release. 2016, c. 8, Sched. 1, s. 12 (17). Enforcement of easement (18) An eligible body may enforce an easement that is registered on title to the land, including the covenants contained in the easement, against the owner of the land and against any subsequent owner of the land against which it is registered. 2016, c. 8, Sched. 1, s. 12 (18). Same (19) The owner of land may enforce against the eligible body the covenants contained in an easement that is registered on title to the land. 2016, c. 8, Sched. 1, s. 12 (19). No merger of registered easement (20) If an eligible body becomes the owner of land in respect of which it has the benefit of a registered easement, (a)  the easement does not merge in title; and (b)  if the eligible body transfers the land, the easement and the covenants continue to run with the land. 2016, c. 8, Sched. 1, s. 12 (20). Rights preserved (21) Nothing in this section limits a right or remedy that a person may have under any other Act, at common law or in equity in respect of an easement or a covenant, if the right or remedy is not inconsistent with this section. 2016, c. 8, Sched. 1, s. 12 (21). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 117 - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) In this section,</p> <p class=\"definition\">“eligible body” means,</p> <p class=\"paragraph\">  (a)  the Crown in right of Canada or in right of Ontario,</p> <p class=\"paragraph\">  (b)  an agency, board or commission of the Crown in right of Canada or in right of Ontario that has the power to hold an interest in land,</p> <p class=\"paragraph\">  (c)  a band within the meaning of the <i>Indian Act</i> (Canada),</p> <p class=\"paragraph\">  (d)  an aboriginal community or organization prescribed by the regulations made under this Act,</p> <p class=\"paragraph\">  (e)  a municipality,</p> <p class=\"paragraph\">  (f)  a conservation authority established under the <i>Conservation Authorities Act</i>,</p> <p class=\"paragraph\">  (g)  a board within the meaning of the <i>Education Act</i>,</p> <p class=\"paragraph\">  (h)  a corporation incorporated under the\r\n<i>Not-for-Profit Corporations Act, 2010</i> or a predecessor of that Act or under the <i>Canada Not-for-profit Corporations Act</i> or a predecessor of that Act, and that is a charity registered under the <i>Income Tax Act </i>(Canada),</p> <p class=\"paragraph\">  (i)  a trustee of a charitable foundation that is a charity registered under the <i>Income Tax Act</i> (Canada),</p> <p class=\"paragraph\">  (j)  a prescribed donee under the <i>Income Tax Act</i> (Canada),</p> <p class=\"paragraph\">  (k)  a qualified organization, as defined under section 170 (h) of the <i>Internal Revenue Code\r\n</i>(United States) and Treasury Reg 1.170A-14 (United States),</p> <p class=\"paragraph\">  (l)  a corporation created by statute that is a registered charity under the <i>Income Tax Act</i>\r\n(Canada),</p> <p class=\"paragraph\">  (m)  any other person or body prescribed by the regulations made under this Act; (“organisme admissible”)</p> <p class=\"definition\">“owner” means the registered owner of land under the <i>Registry Act </i>or the <i>Land Titles Act</i>. (“propriétaire”) 2016, c. 8, Sched. 1, s. 12 (1); 2017, c. 20, Sched. 8, s. 117.</p> <p class=\"headnote\">Nominee of eligible body</p> <p class=\"subsection\">(2) For the purposes of this section, a reference to an eligible body includes a nominee of the eligible body who is acceptable for registration in the land registration system as a registered owner of an interest in land. 2016, c. 8, Sched. 1, s. 12 (2).</p> <p class=\"headnote\">Granting of easements</p> <p class=\"subsection\">(3) An owner of land may grant an easement, with covenants, to one or more eligible bodies,</p> <p class=\"paragraph\">  (a)  for the preservation, enhancement or management of the use of, or access to, all or a portion of the land for purposes relating to trails or to activities relating to trails;</p> <p class=\"paragraph\">  (b)  for the creation, maintenance or management of trails for public use; or</p> <p class=\"paragraph\">  (c)  for the purposes as may be prescribed by the regulations made under this Act. 2016, c. 8, Sched. 1, s. 12 (3).</p> <p class=\"headnote\">Granting of easement voluntary</p> <p class=\"subsection\">(4) For greater certainty, the decision to grant an easement under subsection (3) is voluntary. 2016, c. 8, Sched. 1, s. 12 (4).</p> <p class=\"headnote\">Easement reserved by a body</p> <p class=\"subsection\">(5) When an eligible body conveys land, it may reserve an easement for a purpose referred to in subsection (3). 2016, c. 8, Sched. 1, s. 12 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A reference in any Act or regulation to easements granted under this Act also applies to easements reserved in accordance with subsection (5). 2016, c. 8, Sched. 1, s. 12 (6).</p> <p class=\"headnote\">Covenant re uses and activities</p> <p class=\"subsection\">(7) An easement shall contain one or more covenants, as may be agreed upon by the owner of the land and the eligible body, stating the uses and activities permitted, restricted or prohibited on the land to which the easement relates and a description of those uses and activities. 2016, c. 8, Sched. 1, s. 12 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) A covenant required under subsection (7) has effect for the term of the easement. 2016, c. 8, Sched. 1, s. 12 (8).</p> <p class=\"headnote\">Registration of easement</p> <p class=\"subsection\">(9) An eligible body shall register the easement against the land affected in the proper land registry office and, once registered, the easement and the covenants contained in the easement run with the land against which it is registered. 2016, c. 8, Sched. 1, s. 12 (9).</p> <p class=\"headnote\">Not valid unless registered</p> <p class=\"subsection\">(10) An easement is not valid unless it is registered under subsection (9). 2016, c. 8, Sched. 1, s. 12 (10).</p> <p class=\"headnote\">Assignment</p> <p class=\"subsection\">(11) An easement shall contain one or more covenants, as may be agreed upon by the owner of the land and the eligible body, with respect to the assignment of the easement to another eligible body. 2016, c. 8, Sched. 1, s. 12 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) An easement may be assigned by an eligible body only to another eligible body and only if the following requirements are met:</p> <p class=\"paragraph\">  1.  The eligible body gives the owner of the land reasonable notice of the assignment.</p> <p class=\"paragraph\">  2.  The assignment is in writing.</p> <p class=\"paragraph\">  3.  The assignment is made in accordance with the covenant or covenants referred to in subsection (11). 2016, c. 8, Sched. 1, s. 12 (12).</p> <p class=\"headnote\">Same, registration</p> <p class=\"subsection\">(13) An assignment under subsection (12) must be registered on title to the land. 2016, c. 8, Sched. 1, s. 12 (13).</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(14) An easement is valid for the term specified in it.  The term must be specified as a period of months, years or in perpetuity. 2016, c. 8, Sched. 1, s. 12 (14).</p> <p class=\"headnote\">Validity</p> <p class=\"subsection\">(15) An easement registered on title to land, including the covenants contained in the easement, is valid whether or not the eligible body owns appurtenant land or land capable of being accommodated or benefited by the easement or covenant and regardless of whether the covenant is positive or negative in nature. 2016, c. 8, Sched. 1, s. 12 (15).</p> <p class=\"headnote\">Release</p> <p class=\"subsection\">(16) The eligible body may execute a release of an easement and shall provide a signed copy of the release to the owner of the land. 2016, c. 8, Sched. 1, s. 12 (16).</p> <p class=\"headnote\">Same, registration</p> <p class=\"subsection\">(17) The eligible body shall register the release of the easement against title to the land affected in the proper land registry office.  If the eligible body fails to register the release, the owner of the land shall register the release. 2016, c. 8, Sched. 1, s. 12 (17).</p> <p class=\"headnote\">Enforcement of easement</p> <p class=\"subsection\">(18) An eligible body may enforce an easement that is registered on title to the land, including the covenants contained in the easement, against the owner of the land and against any subsequent owner of the land against which it is registered. 2016, c. 8, Sched. 1, s. 12 (18).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(19) The owner of land may enforce against the eligible body the covenants contained in an easement that is registered on title to the land. 2016, c. 8, Sched. 1, s. 12 (19).</p> <p class=\"headnote\">No merger of registered easement</p> <p class=\"subsection\">(20) If an eligible body becomes the owner of land in respect of which it has the benefit of a registered easement,</p> <p class=\"paragraph\">  (a)  the easement does not merge in title; and</p> <p class=\"paragraph\">  (b)  if the eligible body transfers the land, the easement and the covenants continue to run with the land. 2016, c. 8, Sched. 1, s. 12 (20).</p> <p class=\"headnote\">Rights preserved</p> <p class=\"subsection\">(21) Nothing in this section limits a right or remedy that a person may have under any other Act, at common law or in equity in respect of an easement or a covenant, if the right or remedy is not inconsistent with this section. 2016, c. 8, Sched. 1, s. 12 (21).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s117\">2017, c. 20, Sched. 8, s. 117</a></span> - 19/10/2021</p>"
        },
        {
            "id": "13",
            "section": "Non-application of s. 12",
            "content": "13 Section 12 does not apply to any land owned by the Crown or to lands administered under the Conservation Authorities Act, the Public Lands Act or the Provincial Parks and Conservation Reserves Act, 2006. General",
            "raw_html": "<p class=\"section\"><b>13 </b>Section 12 does not apply to any land owned by the Crown or to lands administered under the <i>Conservation Authorities Act, </i>the <i>Public Lands Act </i>or the <i>Provincial Parks and Conservation Reserves Act, 2006</i>.</p> <p class=\"heading1\">General</p>"
        },
        {
            "id": "14",
            "section": "Regulations",
            "content": "14 The Lieutenant Governor in Council may make regulations, (a)  prescribing aboriginal communities or organizations for the purposes of clause (d) of the definition of “eligible body” in subsection 12 (1); (b)  prescribing persons or bodies for the purposes of clause (m) of the definition of “eligible body” in subsection 12 (1); (c)  prescribing purposes for the purpose of clause 12 (3) (c). 15 Omitted (provides for coming into force of provisions of this Act). 16 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing aboriginal communities or organizations for the purposes of clause (d) of the definition of “eligible body” in subsection 12 (1);</p> <p class=\"paragraph\">  (b)  prescribing persons or bodies for the purposes of clause (m) of the definition of “eligible body” in subsection 12 (1);</p> <p class=\"paragraph\">  (c)  prescribing purposes for the purpose of clause 12 (3) (c).</p> <p class=\"section\"><b>15 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>16</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16o08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "15",
            "section": "Regulations",
            "content": "15 Omitted (provides for coming into force of provisions of this Act). 16 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>15 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>16</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16o08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "16",
            "section": "Regulations",
            "content": "16 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>16</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16o08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}