{
    "act_info": {
        "full_title": "Ontario Economic Council Act, R.S.O. 1990, c. O.11",
        "act_name_text": "Not Found",
        "citation": "Ontario Economic Council Act, R.S.O. 1990, c. O.11",
        "url": "https://www.ontario.ca/laws/statute/90o11",
        "date_scraped": "2023-12-20 00:51:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Council” means the Ontario Economic Council; (“Conseil”) “Minister” means the member of the Executive Council designated by the Lieutenant Governor in Council to administer this Act. (“ministre”) R.S.O. 1980, c.329, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"definition-e\">“Council” means the Ontario Economic Council; (“Conseil”)</p> <p class=\"definition-e\">“Minister” means the member of the Executive Council designated by the Lieutenant Governor in Council to administer this Act. (“ministre”) R.S.O. 1980, c.329, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Establishment",
            "content": "2.  (1) The Ontario Economic Council, consisting of not more than twenty-one members appointed by the Lieutenant Governor in Council, of whom one shall be designated as chair, is continued under the name Ontario Economic Council in English and Conseil économique de l’Ontario in French. R.S.O. 1980, c.329, s.2(1), revised. Power to contract and sue (2) The Council may contract and may sue and be sued in its own name, and the members thereof are not personally liable upon any contract made by the Council. R.S.O. 1980, c.329, s.2(2).",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) The Ontario Economic Council, consisting of not more than twenty-one members appointed by the Lieutenant Governor in Council, of whom one shall be designated as chair, is continued under the name Ontario Economic Council in English and Conseil économique de l’Ontario in French. R.S.O. 1980, c.329, s.2(1), <i>revised</i>.</p> <p class=\"headnote-e\"><b>Power to contract and sue</b></p> <p class=\"subsection-e\">(2) The Council may contract and may sue and be sued in its own name, and the members thereof are not personally liable upon any contract made by the Council. R.S.O. 1980, c.329, s.2(2).</p>"
        },
        {
            "id": "3.",
            "section": "Appointment, chair",
            "content": "3.  (1) The chair of the Council shall be appointed to hold office for a term of not more than five years. members (2) Each of the members of the Council shall be appointed to hold office for a term of not more than three years, except that of those first appointed not less than one-third shall be appointed for a term of one year and not less than one-third shall be appointed for a term of three years. Reappointments (3) A retiring chair or other member of the Council is eligible for reappointment to the Council in the same or another capacity. R.S.O. 1980, c.329, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  (1) The chair of the Council shall be appointed to hold office for a term of not more than five years.</p> <p class=\"headnote-e\"><b>members</b></p> <p class=\"subsection-e\">(2) Each of the members of the Council shall be appointed to hold office for a term of not more than three years, except that of those first appointed not less than one-third shall be appointed for a term of one year and not less than one-third shall be appointed for a term of three years.</p> <p class=\"headnote-e\"><b>Reappointments</b></p> <p class=\"subsection-e\">(3) A retiring chair or other member of the Council is eligible for reappointment to the Council in the same or another capacity. R.S.O. 1980, c.329, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Duties of Council",
            "content": "4. It is the duty of the Council to advise and make recommendations to the Executive Council or any member thereof on methods for, (a) encouraging the maximum development of the human and material resources of Ontario; (b) supporting the advancement of all sectors of Ontario; and (c) fostering conditions for the realization of higher standards of living for the people of Ontario. R.S.O. 1980, c.329, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> It is the duty of the Council to advise and make recommendations to the Executive Council or any member thereof on methods for,</p> <p class=\"clause-e\">(a) encouraging the maximum development of the human and material resources of Ontario;</p> <p class=\"clause-e\">(b) supporting the advancement of all sectors of Ontario; and</p> <p class=\"clause-e\">(c) fostering conditions for the realization of higher standards of living for the people of Ontario. R.S.O. 1980, c.329, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Further duties of Council",
            "content": "5. The Council may, (a) conduct socio-economic studies in any area considered by the Council to be of concern; (b) cause to be published such studies and reports as are prepared by or for the Council; (c) co-operate and maintain liaison with the Economic Council of Canada and bodies in other jurisdictions corresponding to the Council; (d) create an awareness and public understanding of provincial socio-economic issues by holding seminars and conferences; (e) create such committees as it considers desirable for the carrying out of its objectives; and (f) undertake such other duties as are assigned by the Lieutenant Governor in Council. R.S.O. 1980, c.329, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> The Council may,</p> <p class=\"clause-e\">(a) conduct socio-economic studies in any area considered by the Council to be of concern;</p> <p class=\"clause-e\">(b) cause to be published such studies and reports as are prepared by or for the Council;</p> <p class=\"clause-e\">(c) co-operate and maintain liaison with the Economic Council of Canada and bodies in other jurisdictions corresponding to the Council;</p> <p class=\"clause-e\">(d) create an awareness and public understanding of provincial socio-economic issues by holding seminars and conferences;</p> <p class=\"clause-e\">(e) create such committees as it considers desirable for the carrying out of its objectives; and</p> <p class=\"clause-e\">(f) undertake such other duties as are assigned by the Lieutenant Governor in Council. R.S.O. 1980, c.329, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Salaries: chair",
            "content": "6.  (1) The chair of the Council shall receive such remuneration as the Lieutenant Governor in Council may determine. deputy chair (2) The Minister may designate a member of the Council to be the deputy chair who shall act in the absence of the chair and may be paid such daily allowance as the Lieutenant Governor in Council may determine. members (3) Members of the Council, other than the chair and deputy chair shall serve without remuneration but all members shall receive their reasonable travelling and living expenses while absent from their ordinary place of residence in the course of their duties under this Act. Remuneration for additional duties (4) Despite subsection (3), a member of the Council, other than the chair and deputy chair, may for any period during which he or she performs, with the approval of the Council, any duties on behalf of the Council in addition to his or her ordinary duties as a member thereof, be paid such remuneration therefor as the Lieutenant Governor in Council may determine. Employees (5) Such officers and employees as are necessary for the proper conduct of the work of the Council may be appointed under the Public Service Act. R.S.O. 1980, c.329, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) The chair of the Council shall receive such remuneration as the Lieutenant Governor in Council may determine.</p> <p class=\"headnote-e\"><b>deputy chair</b></p> <p class=\"subsection-e\">(2) The Minister may designate a member of the Council to be the deputy chair who shall act in the absence of the chair and may be paid such daily allowance as the Lieutenant Governor in Council may determine.</p> <p class=\"headnote-e\"><b>members</b></p> <p class=\"subsection-e\">(3) Members of the Council, other than the chair and deputy chair shall serve without remuneration but all members shall receive their reasonable travelling and living expenses while absent from their ordinary place of residence in the course of their duties under this Act.</p> <p class=\"headnote-e\"><b>Remuneration for additional duties</b></p> <p class=\"subsection-e\">(4) Despite subsection (3), a member of the Council, other than the chair and deputy chair, may for any period during which he or she performs, with the approval of the Council, any duties on behalf of the Council in addition to his or her ordinary duties as a member thereof, be paid such remuneration therefor as the Lieutenant Governor in Council may determine.</p> <p class=\"headnote-e\"><b>Employees</b></p> <p class=\"subsection-e\">(5) Such officers and employees as are necessary for the proper conduct of the work of the Council may be appointed under the <i>Public Service Act</i>. R.S.O. 1980, c.329, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Meetings",
            "content": "7.  (1) The Council shall meet at least five times a year at the discretion of the chair. Quorum (2) A majority of the members constitutes a quorum of the Council. R.S.O. 1980, c.329, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  (1) The Council shall meet at least five times a year at the discretion of the chair.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(2) A majority of the members constitutes a quorum of the Council. R.S.O. 1980, c.329, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Expenses of Council",
            "content": "8. The expenses of the Council in carrying out its objectives shall be paid out of the money appropriated therefor by the Legislature. R.S.O. 1980, c.329, s.8. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>8.</b> The expenses of the Council in carrying out its objectives shall be paid out of the money appropriated therefor by the Legislature. R.S.O. 1980, c.329, s.8.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90o11_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}