{
    "act_info": {
        "full_title": "Ottawa Convention Centre Corporation Act, R.S.O. 1990, c. O.45",
        "act_name_text": "Ottawa Convention Centre Corporation Act",
        "citation": "R.S.O. 1990, c. O.45",
        "url": "https://www.ontario.ca/laws/statute/90o45",
        "date_scraped": "2023-12-18 04:19:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90o45/v12",
            "valid_from": "March  1, 2022",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/90o45/v11",
            "valid_from": "October 19, 2021",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/90o45/v10",
            "valid_from": "December  8, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90o45/v9",
            "valid_from": "January  1, 2018",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/90o45/v8",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/90o45/v7",
            "valid_from": "November 14, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/90o45/v6",
            "valid_from": "November 27, 2008",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90o45/v5",
            "valid_from": "November  1, 2005",
            "valid_to": "November 26, 2008"
        },
        {
            "a_href": "/laws/statute/90o45/v4",
            "valid_from": "January  5, 2005",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/90o45/v3",
            "valid_from": "November 30, 2004",
            "valid_to": "January  4, 2005"
        },
        {
            "a_href": "/laws/statute/90o45/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "/laws/statute/90o45/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Board” means the Board of Directors of the Centre; (“conseil”) “Centre” means Ottawa Convention Centre Corporation; (“Centre”) “Minister” means the Minister of Tourism and Recreation or such other member of the Executive Council as the Lieutenant Governor in Council designates to administer this Act. (“ministre”)  R.S.O. 1990, c. O.45, s. 1; 2008, c. 19, Sched. P, s. 2. Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. P, s. 2 - 27/11/2008",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Board” means the Board of Directors of the Centre; (“conseil”)</p> <p class=\"definition\">“Centre” means Ottawa Convention Centre Corporation; (“Centre”)</p> <p class=\"definition\">“Minister” means the Minister of Tourism and Recreation or such other member of the Executive Council as the Lieutenant Governor in Council designates to administer this Act. (“ministre”)  R.S.O. 1990, c. O.45, s. 1; 2008, c. 19, Sched. P, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedps2\">2008, c. 19, Sched. P, s. 2</a></span> - 27/11/2008</p>"
        },
        {
            "id": "2",
            "section": "Corporation continued",
            "content": "2 (1) The corporation known in English as the Ottawa Congress Centre and in French as Centre des congrès d’Ottawa is continued as a corporation without share capital known as the Ottawa Convention Centre Corporation in English and in French as Société du Centre des congrès d’Ottawa.  2008, c. 19, Sched. P, s. 3. Not-for-Profit Corporations Act, 2010 (2) The Not-for-Profit Corporations Act, 2010 does not apply to the Centre, except as prescribed by regulation under subsection (2.1). 2017, c. 20, Sched. 8, s. 118. Regulations (2.1) The Lieutenant Governor in Council may make regulations prescribing provisions of the Not-for-Profit Corporations Act, 2010 that apply to the Centre. 2017, c. 20, Sched. 8, s. 118. Composition (3) The Centre shall consist of not fewer than seven and not more than twelve members of whom, (a)  not more than nine shall be appointed by the Lieutenant Governor in Council; and (b)  not more than three shall be appointed by resolution of the council of the City of Ottawa.  R.S.O. 1990, c. O.45, s. 2 (3); 2000, c. 5, s. 18 (1). Vacancies (4) The Lieutenant Governor in Council may fill any vacancy among the members of the Centre.  R.S.O. 1990, c. O.45, s. 2 (4). Term of office (5) Each member of the Centre appointed under clause (3) (a) shall hold office for a term not exceeding three years and is eligible for reappointment. 2023, c. 9, Sched. 25, s. 1. Same (6) Each member of the Centre appointed under clause (3) (b) shall hold office for a term not exceeding three years and until his or her successor is appointed and is eligible for reappointment. 2023, c. 9, Sched. 25, s. 1 Section Amendments with date in force (d/m/y) 2000, c. 5, s. 18 (1) - 01/01/2001 2008, c. 19, Sched. P, s. 3 - 27/11/2008 2017, c. 20, Sched. 8, s. 118 - 19/10/2021 2023, c. 9, Sched. 25, s. 1 - 08/06/2023",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The corporation known in English as the Ottawa Congress Centre and in French as Centre des congrès d’Ottawa is continued as a corporation without share capital known as the Ottawa Convention Centre Corporation in English and in French as Société du Centre des congrès d’Ottawa.  2008, c. 19, Sched. P, s. 3.</p> <p class=\"headnoteitalic\">Not-for-Profit Corporations Act, 2010</p> <p class=\"subsection\">(2) The <i>Not-for-Profit Corporations Act, 2010</i> does not apply to the Centre, except as prescribed by regulation under subsection (2.1). 2017, c. 20, Sched. 8, s. 118.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2.1) The Lieutenant Governor in Council may make regulations prescribing provisions of the <i>Not-for-Profit Corporations Act, 2010</i> that apply to the Centre. 2017, c. 20, Sched. 8, s. 118.</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(3) The Centre shall consist of not fewer than seven and not more than twelve members of whom,</p> <p class=\"paragraph\">  (a)  not more than nine shall be appointed by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (b)  not more than three shall be appointed by resolution of the council of the City of Ottawa.  R.S.O. 1990, c. O.45, s. 2 (3); 2000, c. 5, s. 18 (1).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council may fill any vacancy among the members of the Centre.  R.S.O. 1990, c. O.45, s. 2 (4).</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(5) Each member of the Centre appointed under clause (3) (a) shall hold office for a term not exceeding three years and is eligible for reappointment. 2023, c. 9, Sched. 25, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Each member of the Centre appointed under clause (3) (b) shall hold office for a term not exceeding three years and until his or her successor is appointed and is eligible for reappointment. 2023, c. 9, Sched. 25, s. 1</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00005#s18s1\">2000, c. 5, s. 18 (1)</a></span> - 01/01/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedps3\">2008, c. 19, Sched. P, s. 3</a></span> - 27/11/2008</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s118\">2017, c. 20, Sched. 8, s. 118</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched25s1\">2023, c. 9, Sched. 25, s. 1</a></span> - 08/06/2023</p>"
        },
        {
            "id": "3",
            "section": "Board",
            "content": "3 (1) The members of the Centre form and are its Board of Directors.  R.S.O. 1990, c. O.45, s. 3 (1). Chair (2) The Lieutenant Governor in Council shall designate one of the directors as chair of the Board.  R.S.O. 1990, c. O.45, s. 3 (2). Remuneration and expenses (3) The Centre may pay its directors such remuneration and expenses as are fixed by the Lieutenant Governor in Council.  R.S.O. 1990, c. O.45, s. 3 (3). Exception, remuneration (4) Despite subsection (3), the Centre shall not pay remuneration to a director in his or her capacity as a director if he or she is, (a)  an employee of Her Majesty in right of Ontario or of an agency of Her Majesty in right of Ontario; or (b)  an employee, as defined in section 278 of the Municipal Act, 2001, of a municipality or of a local board as defined in that section.  R.S.O. 1990, c. O.45, s. 3 (4); 2002, c. 17, Sched. F, Table. Disclosure: conflict of interest (5) Section 132 of the Business Corporations Act applies with necessary modifications to members of the Board.  R.S.O. 1990, c. O.45, s. 3 (5). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The members of the Centre form and are its Board of Directors.  R.S.O. 1990, c. O.45, s. 3 (1).</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council shall designate one of the directors as chair of the Board.  R.S.O. 1990, c. O.45, s. 3 (2).</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(3) The Centre may pay its directors such remuneration and expenses as are fixed by the Lieutenant Governor in Council.  R.S.O. 1990, c. O.45, s. 3 (3).</p> <p class=\"headnote\">Exception, remuneration</p> <p class=\"subsection\">(4) Despite subsection (3), the Centre shall not pay remuneration to a director in his or her capacity as a director if he or she is,</p> <p class=\"paragraph\">  (a)  an employee of Her Majesty in right of Ontario or of an agency of Her Majesty in right of Ontario; or</p> <p class=\"paragraph\">  (b)  an employee, as defined in section 278 of the <i>Municipal Act, 2001</i>, of a municipality or of a local board as defined in that section.  R.S.O. 1990, c. O.45, s. 3 (4); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Disclosure: conflict of interest</p> <p class=\"subsection\">(5) Section 132 of the <i>Business Corporations Act</i> applies with necessary modifications to members of the Board.  R.S.O. 1990, c. O.45, s. 3 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "4",
            "section": "Chair to preside",
            "content": "4 (1) The chair shall preside at all meetings of the Board and, in the chair’s absence, one of the directors present at the meeting who is chosen to act by the directors present at the meeting has all the powers and duties of the chair.  R.S.O. 1990, c. O.45, s. 4 (1). Quorum (2) A majority of the directors constitutes a quorum for the transaction of business at meetings of the Board.  R.S.O. 1990, c. O.45, s. 4 (2). By-laws (3) The Board may pass by-laws regulating its proceedings, specifying the powers and duties of the officers and employees of the Centre, and generally for the conduct and management of the affairs of the Centre.  R.S.O. 1990, c. O.45, s. 4 (3). Executive committee (4) The Board may appoint from its membership a committee of directors and delegate to such committee any of the powers of the Board.  R.S.O. 1990, c. O.45, s. 4 (4). Approval of by-law or resolution (5) A by-law or resolution consented to by the signatures of all the directors or all of the members of a committee established under subsection (4) is as valid and effective as if it had been passed at a meeting of the Board or committee, respectively, held for that purpose.  R.S.O. 1990, c. O.45, s. 4 (5).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The chair shall preside at all meetings of the Board and, in the chair’s absence, one of the directors present at the meeting who is chosen to act by the directors present at the meeting has all the powers and duties of the chair.  R.S.O. 1990, c. O.45, s. 4 (1).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(2) A majority of the directors constitutes a quorum for the transaction of business at meetings of the Board.  R.S.O. 1990, c. O.45, s. 4 (2).</p> <p class=\"headnote\">By-laws</p> <p class=\"subsection\">(3) The Board may pass by-laws regulating its proceedings, specifying the powers and duties of the officers and employees of the Centre, and generally for the conduct and management of the affairs of the Centre.  R.S.O. 1990, c. O.45, s. 4 (3).</p> <p class=\"headnote\">Executive committee</p> <p class=\"subsection\">(4) The Board may appoint from its membership a committee of directors and delegate to such committee any of the powers of the Board.  R.S.O. 1990, c. O.45, s. 4 (4).</p> <p class=\"headnote\">Approval of by-law or resolution</p> <p class=\"subsection\">(5) A by-law or resolution consented to by the signatures of all the directors or all of the members of a committee established under subsection (4) is as valid and effective as if it had been passed at a meeting of the Board or committee, respectively, held for that purpose.  R.S.O. 1990, c. O.45, s. 4 (5).</p>"
        },
        {
            "id": "5",
            "section": "Duties of Board",
            "content": "5 The Board shall manage and supervise the affairs of the Centre.  R.S.O. 1990, c. O.45, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Board shall manage and supervise the affairs of the Centre.  R.S.O. 1990, c. O.45, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Objects",
            "content": "6 (1) The objects of the Centre are to operate, maintain and manage an international class convention centre facility in the City of Ottawa in a manner that will promote and develop tourism and industry in Ontario.  2008, c. 19, Sched. P, s. 4 (1). Name of facility (1.1) The name of the facility mentioned in subsection (1) shall be, (a)  the Ottawa Convention Centre in English and Centre des congrès d’Ottawa in French; or (b)  whatever other name that the Board specifies and the Minister has approved.  2008, c. 19, Sched. P, s. 4 (1). Powers (2) The Centre, for the objects set out in subsection (1), has power, (0.a)  with the approval of the Minister, to specify a name of the convention centre facility mentioned in subsection (1) for the purpose of clause (1.1) (b); (a)  to make agreements with persons with respect to the establishment or operation by them of any works or services in connection with the construction, operation and maintenance of the Centre; (b)  to operate or grant leases for the operation of retail shops, restaurants, theatres, parking facilities, exhibition facilities, and any other facilities or conveniences incidental to or necessary to the operation of the Centre; (c)  to buy, hold, own, hire, maintain, control, take, lease, sell, assign, exchange, transfer, manage, improve, develop or dispose of any real and personal property and any right or privilege that, in the opinion of the Board, is necessary or convenient for the purposes of the Centre; (c.1)  to accept real or personal property, or any interest in such property, from any person, by grant, gift, devise, bequest or otherwise; (d)  unless an order has been made under subsection 11 (2), to invest temporarily any surplus money not immediately required for the objects of the Centre in, (i)  securities issued by or guaranteed as to principal and interest by the Province of Ontario, any other province of Canada, or Canada, (ii)  guaranteed investment certificates of a trust corporation that is registered under the Loan and Trust Corporations Act, (iii)  deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by a bank listed in Schedule I or II to the Bank Act (Canada), and (iv)  term deposits accepted by a credit union as defined in the Credit Unions and Caisses Populaires Act, 2020; (e)  with the approval of the Lieutenant Governor in Council, (i)  to borrow money upon the credit of the Centre, (ii)  to issue, sell or pledge securities of the Centre, and (iii)  to charge, mortgage or pledge all or any currently owned or subsequently acquired real or personal property of the Centre, including book debts, rights, powers, franchises and undertakings, to secure any debt obligations or any money borrowed or other debt or liability of the Centre; (f)  to enter into agreements with the City of Ottawa for the use by the Centre of services, equipment and facilities of the City of Ottawa; and (g)  to do anything incidental to the attainment of the objects of the Centre.  R.S.O. 1990, c. O.45, s. 6 (2); 1994, c. 27, s. 105; 2000, c. 5, s. 18 (3); 2002, c. 8, Sched. I, s. 21; 2008, c. 19, Sched. P, s. 4 (2); 2020, c. 36, Sched. 7, s. 332. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 105 - 09/12/1994 2000, c. 5, s. 18 (2, 3)\r\n- 01/01/2001 2002, c. 8, Sched. I, s. 21 - 05/01/2005 2008, c. 19, Sched. P, s. 4 (1, 2) - 27/11/2008 CTS 20 SE 10 - 8; 2020, c. 36, Sched. 7, s. 332 - 01/03/2022",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The objects of the Centre are to operate, maintain and manage an international class convention centre facility in the City of Ottawa in a manner that will promote and develop tourism and industry in Ontario.  2008, c. 19, Sched. P, s. 4 (1).</p> <p class=\"headnote\">Name of facility</p> <p class=\"subsection\">(1.1) The name of the facility mentioned in subsection (1) shall be,</p> <p class=\"paragraph\">  (a)  the Ottawa Convention Centre in English and Centre des congrès d’Ottawa in French; or</p> <p class=\"paragraph\">  (b)  whatever other name that the Board specifies and the Minister has approved.  2008, c. 19, Sched. P, s. 4 (1).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(2) The Centre, for the objects set out in subsection (1), has power,</p> <p class=\"paragraph\"> (0.a)  with the approval of the Minister, to specify a name of the convention centre facility mentioned in subsection (1) for the purpose of clause (1.1) (b);</p> <p class=\"paragraph\">  (a)  to make agreements with persons with respect to the establishment or operation by them of any works or services in connection with the construction, operation and maintenance of the Centre;</p> <p class=\"paragraph\">  (b)  to operate or grant leases for the operation of retail shops, restaurants, theatres, parking facilities, exhibition facilities, and any other facilities or conveniences incidental to or necessary to the operation of the Centre;</p> <p class=\"paragraph\">  (c)  to buy, hold, own, hire, maintain, control, take, lease, sell, assign, exchange, transfer, manage, improve, develop or dispose of any real and personal property and any right or privilege that, in the opinion of the Board, is necessary or convenient for the purposes of the Centre;</p> <p class=\"paragraph\"> (c.1)  to accept real or personal property, or any interest in such property, from any person, by grant, gift, devise, bequest or otherwise;</p> <p class=\"paragraph\">  (d)  unless an order has been made under subsection 11 (2), to invest temporarily any surplus money not immediately required for the objects of the Centre in,</p> <p class=\"subclause\">  (i)  securities issued by or guaranteed as to principal and interest by the Province of Ontario, any other province of Canada, or Canada,</p> <p class=\"subclause\">  (ii)  guaranteed investment certificates of a trust corporation that is registered under the <i>Loan and Trust Corporations Act</i>,</p> <p class=\"subclause\">  (iii)  deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada), and</p> <p class=\"subclause\">  (iv)  term deposits accepted by a credit union as defined in the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"paragraph\">  (e)  with the approval of the Lieutenant Governor in Council,</p> <p class=\"subclause\">  (i)  to borrow money upon the credit of the Centre,</p> <p class=\"subclause\">  (ii)  to issue, sell or pledge securities of the Centre, and</p> <p class=\"subclause\">  (iii)  to charge, mortgage or pledge all or any currently owned or subsequently acquired real or personal property of the Centre, including book debts, rights, powers, franchises and undertakings, to secure any debt obligations or any money borrowed or other debt or liability of the Centre;</p> <p class=\"paragraph\">  (f)  to enter into agreements with the City of Ottawa for the use by the Centre of services, equipment and facilities of the City of Ottawa; and</p> <p class=\"paragraph\">  (g)  to do anything incidental to the attainment of the objects of the Centre.  R.S.O. 1990, c. O.45, s. 6 (2); 1994, c. 27, s. 105; 2000, c. 5, s. 18 (3); 2002, c. 8, Sched. I, s. 21; 2008, c. 19, Sched. P, s. 4 (2); 2020, c. 36, Sched. 7, s. 332.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 105 - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00005#s18s2\">2000, c. 5, s. 18 (2, 3)</a></span>\r\n- 01/01/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02008#schedis21\">2002, c. 8, Sched. I, s. 21</a></span> - 05/01/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedps4s1\">2008, c. 19, Sched. P, s. 4 (1, 2)</a></span> - 27/11/2008</p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 20 SE 10 - 8</a>; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s332\">2020, c. 36, Sched. 7, s. 332</a></span> - 01/03/2022</p>"
        },
        {
            "id": "7",
            "section": "Head office",
            "content": "7 (1) The head office of the Centre shall be in the City of Ottawa.  2000, c. 5, s. 18 (4). Seal (2) The Centre shall have a seal which shall be adopted by a resolution or by-law of the Board.  R.S.O. 1990, c. O.45, s. 7 (2). Section Amendments with date in force (d/m/y) 2000, c. 5, s. 18 (4) - 01/01/2001",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The head office of the Centre shall be in the City of Ottawa.  2000, c. 5, s. 18 (4).</p> <p class=\"headnote\">Seal</p> <p class=\"subsection\">(2) The Centre shall have a seal which shall be adopted by a resolution or by-law of the Board.  R.S.O. 1990, c. O.45, s. 7 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00005#s18s4\">2000, c. 5, s. 18 (4)</a></span> - 01/01/2001</p>"
        },
        {
            "id": "8",
            "section": "Employees",
            "content": "8 (1) The Centre may engage such persons as are considered necessary for the proper conduct of the affairs of the Centre.  R.S.O. 1990, c. O.45, s. 8 (1). Use of Government facilities (2) The Centre may make use of such services and facilities, including the services of a public servant on secondment, as are provided to it by a ministry, board, commission or agency of the Government of Ontario.  R.S.O. 1990, c. O.45, s. 8 (2).",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The Centre may engage such persons as are considered necessary for the proper conduct of the affairs of the Centre.  R.S.O. 1990, c. O.45, s. 8 (1).</p> <p class=\"headnote\">Use of Government facilities</p> <p class=\"subsection\">(2) The Centre may make use of such services and facilities, including the services of a public servant on secondment, as are provided to it by a ministry, board, commission or agency of the Government of Ontario.  R.S.O. 1990, c. O.45, s. 8 (2).</p>"
        },
        {
            "id": "9",
            "section": "Protection from personal liability",
            "content": "9 No action or proceeding for damages shall be instituted against a director or officer of the Centre or a former director or officer of the Centre for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty.  R.S.O. 1990, c. O.45, s. 9.",
            "raw_html": "<p class=\"section\"><b>9 </b>No action or proceeding for damages shall be instituted against a director or officer of the Centre or a former director or officer of the Centre for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty.  R.S.O. 1990, c. O.45, s. 9.</p>"
        },
        {
            "id": "10",
            "section": "Tax exemption",
            "content": "10 (1) The real property vested in or leased to the Centre is exempt from taxation for municipal and school purposes so long as it is actually used and occupied for the purposes of the Centre.  R.S.O. 1990, c. O.45, s. 10 (1). (2) Repealed:  2000, c. 5, s. 18 (5). Section Amendments with date in force (d/m/y) 2000, c. 5, s. 18 (5) - 01/01/2001",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The real property vested in or leased to the Centre is exempt from taxation for municipal and school purposes so long as it is actually used and occupied for the purposes of the Centre.  R.S.O. 1990, c. O.45, s. 10 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2000, c. 5, s. 18 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00005#s18s5\">2000, c. 5, s. 18 (5)</a></span> - 01/01/2001</p>"
        },
        {
            "id": "11",
            "section": "Earnings of Centre",
            "content": "11 (1) The income, revenue and profit earned by the Centre shall be applied only to the furtherance of the objects of the Centre.  R.S.O. 1990, c. O.45, s. 11 (1). Surplus money (2) Any surplus money of the Centre shall, on the order of the Lieutenant Governor in Council, be paid to the Minister of Finance and shall form part of the Consolidated Revenue Fund.  R.S.O. 1990, c. O.45, s. 11 (2); 2008, c. 19, Sched. P, s. 5. Grants or loans (3) The Minister may, out of the moneys appropriated therefor by the Legislature, make grants or loans to the Centre.  R.S.O. 1990, c. O.45, s. 11 (3). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. P, s. 5 - 27/11/2008",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The income, revenue and profit earned by the Centre shall be applied only to the furtherance of the objects of the Centre.  R.S.O. 1990, c. O.45, s. 11 (1).</p> <p class=\"headnote\">Surplus money</p> <p class=\"subsection\">(2) Any surplus money of the Centre shall, on the order of the Lieutenant Governor in Council, be paid to the Minister of Finance and shall form part of the Consolidated Revenue Fund.  R.S.O. 1990, c. O.45, s. 11 (2); 2008, c. 19, Sched. P, s. 5.</p> <p class=\"headnote\">Grants or loans</p> <p class=\"subsection\">(3) The Minister may, out of the moneys appropriated therefor by the Legislature, make grants or loans to the Centre.  R.S.O. 1990, c. O.45, s. 11 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedps5\">2008, c. 19, Sched. P, s. 5</a></span> - 27/11/2008</p>"
        },
        {
            "id": "12",
            "section": "Fiscal year",
            "content": "12 (1) The fiscal year of the Centre begins on the 1st day of April in each year and ends on the 31st day of March in the following year.  R.S.O. 1990, c. O.45, s. 12 (1). Auditors (2) The Board shall appoint one or more auditors licensed under the Public Accounting Act, 2004 to audit the accounts and transactions of the Centre annually.  R.S.O. 1990, c. O.45, s. 12 (2); 2004, c. 8, s. 46. Review by Auditor General (3) The audit of the accounts of the Centre is subject to the review of the Auditor General.  R.S.O. 1990, c. O.45, s. 12 (3); 2004, c. 17, s. 32. Section Amendments with date in force (d/m/y) 2004, c. 8, s. 46, Table\r\n- 01/11/2005; 2004, c. 17, s. 32\r\n- 30/11/2004",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The fiscal year of the Centre begins on the 1st day of April in each year and ends on the 31st day of March in the following year.  R.S.O. 1990, c. O.45, s. 12 (1).</p> <p class=\"headnote\">Auditors</p> <p class=\"subsection\">(2) The Board shall appoint one or more auditors licensed under the <i>Public Accounting Act, 2004</i> to audit the accounts and transactions of the Centre annually.  R.S.O. 1990, c. O.45, s. 12 (2); 2004, c. 8, s. 46.</p> <p class=\"headnote\">Review by Auditor General</p> <p class=\"subsection\">(3) The audit of the accounts of the Centre is subject to the review of the Auditor General.  R.S.O. 1990, c. O.45, s. 12 (3); 2004, c. 17, s. 32.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04008#s46s2\">2004, c. 8, s. 46, Table</a></span>\r\n- 01/11/2005; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a></span>\r\n- 30/11/2004</p>"
        },
        {
            "id": "BK387",
            "section": "Annual report",
            "content": "13 (1) The Centre shall prepare an annual report, provide it to the Minister and make it available to the public. 2017, c. 34, Sched. 46, s. 46. Same (2) The Centre shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; (b)  when to provide it to the Minister; and (c)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 46. Same (3) The Centre shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 46. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 46 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK387\"></a><b>13 </b>(1) The Centre shall prepare an annual report, provide it to the Minister and make it available to the public. 2017, c. 34, Sched. 46, s. 46.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Centre shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report;</p> <p class=\"paragraph\">  (b)  when to provide it to the Minister; and</p> <p class=\"paragraph\">  (c)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 46.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Centre shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 46.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s46\">2017, c. 34, Sched. 46, s. 46</a></span> - 01/01/2018</p>"
        },
        {
            "id": "BK388",
            "section": "Tabling of annual report",
            "content": "13.1 The Minister shall table the Centre’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 46. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 46 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK388\"></a><b>13.1 </b>The Minister shall table the Centre’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 46.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s46\">2017, c. 34, Sched. 46, s. 46</a></span> - 01/01/2018</p>"
        },
        {
            "id": "14",
            "section": "Crown agency",
            "content": "14 The Centre is a Crown agency within the meaning of the Crown Agency Act.  R.S.O. 1990, c. O.45, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b>The Centre is a Crown agency within the meaning of the <i>Crown Agency Act</i>.  R.S.O. 1990, c. O.45, s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90o45\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}