{
    "act_info": {
        "full_title": "Parental Responsibility Act, 2000, S.O. 2000, c. 4",
        "act_name_text": "Parental Responsibility Act, 2000",
        "citation": "S.O. 2000, c. 4",
        "url": "https://www.ontario.ca/laws/statute/00p04",
        "date_scraped": "2023-12-18 18:30:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/00p04/v6",
            "valid_from": "January  1, 2017",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/00p04/v5",
            "valid_from": "December  5, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/statute/00p04/v4",
            "valid_from": "May  1, 2007",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/00p04/v3",
            "valid_from": "October 19, 2006",
            "valid_to": "April 30, 2007"
        },
        {
            "a_href": "/laws/statute/00p04/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/00p04/v1",
            "valid_from": "August 15, 2000",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/030212",
            "Citation": "O. Reg. 212/03",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, except as otherwise provided in section 10, “child” means a person who is under the age of 18 years; (“enfant”) “parent”, when used in reference to a child, includes any individual who has lawful custody of, or a lawful right of access to, the child. (“parent”) 2000, c. 4, s. 1; 2006, c. 21, Sched. C, s. 126 (1); 2016, c. 23, s. 62; 2021, c. 4, Sched. 11, s. 26 (1, 2). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. C, s. 126 (1) - 01/05/2007 2016, c. 23, s. 62 - 01/01/2017 2021, c. 4, Sched. 11, s. 26 (1, 2) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act, except as otherwise provided in section 10,</p> <p class=\"definition\">“child” means a person who is under the age of 18 years; (“enfant”)</p> <p class=\"definition\">“parent”, when used in reference to a child, includes any individual who has lawful custody of, or a lawful right of access to, the child. (“parent”) 2000, c. 4, s. 1; 2006, c. 21, Sched. C, s. 126 (1); 2016, c. 23, s. 62; 2021, c. 4, Sched. 11, s. 26 (1, 2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedcs126s1\">2006, c. 21, Sched. C, s. 126 (1)</a></span> - 01/05/2007</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16023#s62\">2016, c. 23, s. 62</a></span> - 01/01/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s26s1\">2021, c. 4, Sched. 11, s. 26 (1, 2)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "2",
            "section": "Parents’ liability",
            "content": "2 (1) Where a child takes, damages or destroys property, an owner or a person entitled to possession of the property may bring an action in the Small Claims Court against a parent of the child to recover damages, not in excess of the monetary jurisdiction of the Small Claims Court, (a)  for loss of or damage to the property suffered as a result of the activity of the child; and (b)  for economic loss suffered as a consequence of that loss of or damage to property.  2000, c. 4, s. 2 (1); 2021, c. 4, Sched. 11, s. 26 (3). Same (2) The parent is liable for the damages unless the parent satisfies the court that, (a)  he or she was exercising reasonable supervision over the child at the time the child engaged in the activity that caused the loss or damage and made reasonable efforts to prevent or discourage the child from engaging in the kind of activity that resulted in the loss or damage; or (b)  the activity that caused the loss or damage was not intentional.  2000, c. 4, s. 2 (2); 2021, c. 4, Sched. 11, s. 26 (4). Factors (3) For the purposes of clause (2) (a), in determining whether a parent exercised reasonable supervision over a child or made reasonable efforts to prevent or discourage the child from engaging in the kind of activity that resulted in the loss or damage, the court may consider, (a)  the age of the child; (b)  the prior conduct of the child; (c)  the potential danger of the activity; (d)  the physical or mental capacity of the child; (e)  any psychological or other medical disorders of the child; (f)  whether the child was under the direct supervision of the parent at the time when the child was engaged in the activity; (g)  if the child was not under the direct supervision of the parent when the child engaged in the activity, whether the parent acted unreasonably in failing to make reasonable arrangements for the supervision of the child; (h)  whether the parent has sought to improve his or her parenting skills by attending parenting courses or otherwise; (i)  whether the parent has sought professional assistance for the child designed to discourage activity of the kind that resulted in the loss or damage; and (j)  any other matter that the court considers relevant.  2000, c. 4, s. 2 (3); 2021, c. 4, Sched. 11, s. 26 (5). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 11, s. 26 (3-5) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Where a child takes, damages or destroys property, an owner or a person entitled to possession of the property may bring an action in the Small Claims Court against a parent of the child to recover damages, not in excess of the monetary jurisdiction of the Small Claims Court,</p> <p class=\"paragraph\">  (a)  for loss of or damage to the property suffered as a result of the activity of the child; and</p> <p class=\"paragraph\">  (b)  for economic loss suffered as a consequence of that loss of or damage to property.  2000, c. 4, s. 2 (1); 2021, c. 4, Sched. 11, s. 26 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The parent is liable for the damages unless the parent satisfies the court that,</p> <p class=\"paragraph\">  (a)  he or she was exercising reasonable supervision over the child at the time the child engaged in the activity that caused the loss or damage and made reasonable efforts to prevent or discourage the child from engaging in the kind of activity that resulted in the loss or damage; or</p> <p class=\"paragraph\">  (b)  the activity that caused the loss or damage was not intentional.  2000, c. 4, s. 2 (2); 2021, c. 4, Sched. 11, s. 26 (4).</p> <p class=\"headnote\">Factors</p> <p class=\"subsection\">(3) For the purposes of clause (2) (a), in determining whether a parent exercised reasonable supervision over a child or made reasonable efforts to prevent or discourage the child from engaging in the kind of activity that resulted in the loss or damage, the court may consider,</p> <p class=\"paragraph\">  (a)  the age of the child;</p> <p class=\"paragraph\">  (b)  the prior conduct of the child;</p> <p class=\"paragraph\">  (c)  the potential danger of the activity;</p> <p class=\"paragraph\">  (d)  the physical or mental capacity of the child;</p> <p class=\"paragraph\">  (e)  any psychological or other medical disorders of the child;</p> <p class=\"paragraph\">  (f)  whether the child was under the direct supervision of the parent at the time when the child was engaged in the activity;</p> <p class=\"paragraph\">  (g)  if the child was not under the direct supervision of the parent when the child engaged in the activity, whether the parent acted unreasonably in failing to make reasonable arrangements for the supervision of the child; </p> <p class=\"paragraph\">  (h)  whether the parent has sought to improve his or her parenting skills by attending parenting courses or otherwise;</p> <p class=\"paragraph\">  (i)  whether the parent has sought professional assistance for the child designed to discourage activity of the kind that resulted in the loss or damage; and</p> <p class=\"paragraph\">  (j)  any other matter that the court considers relevant.  2000, c. 4, s. 2 (3); 2021, c. 4, Sched. 11, s. 26 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s26s3\">2021, c. 4, Sched. 11, s. 26 (3-5)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "3",
            "section": "Definition",
            "content": "3 (1) In this section, “offence” has the same meaning as in the Young Offenders Act (Canada) and the Youth Criminal Justice Act (Canada); (“infraction”) “representative” means, in respect of a proceeding under this Act, a person authorized under the Law Society Act\r\nto represent the claimant, the child, or the child’s parents in that proceeding. (“représentant”)  2006, c. 19, Sched. D, s. 16 (1); 2006, c. 21, Sched. C, s. 126 (2). Proof of conviction (2) In an action brought under this Act, proof that a child has been found guilty under the Young Offenders Act (Canada) or the Youth Criminal Justice Act (Canada) of an offence is proof, in the absence of evidence to the contrary, that the offence was committed by the child, if, (a)  no appeal of the finding of guilt was taken and the time for an appeal has expired; or (b)  an appeal of the finding of guilt was taken but was dismissed or abandoned and no further appeal is available.  2000, c. 4, s. 3 (2); 2006, c. 19, Sched. D, s. 16 (2). Same (3) For the purposes of subsection (2), a copy of a sentence order under the Youth Criminal Justice Act (Canada) showing that the original order appeared to be signed by the officer having custody of the records of the court that made the order is, on proof of the identity of the child named as guilty of the offence in the order, sufficient evidence that the child was found guilty of the offence, without proof of the signature or of the official character of the person appearing to have signed the order.  2006, c. 19, Sched. D, s. 16 (3). Notice re evidence obtained under Youth Criminal Justice Act (Canada) (4) A person who presents evidence obtained under the Youth Criminal Justice Act (Canada) in an action brought under this Act shall first give the court notice, in the prescribed form.  2000, c. 4, s. 3 (4); 2006, c. 19, Sched. D, s. 16 (4). Record sealed (5) When evidence obtained under the Youth Criminal Justice Act (Canada) is presented in an action brought under this Act, (a)  the court file shall not be disclosed to any person except, (i)  the court and authorized court employees, (ii)  the claimant and the claimant’s representative, and (iii)  the child, his or her parents and their representatives; and (b)  once the action has been finally disposed of, the court file shall be sealed up and shall not be disclosed to any person, except one mentioned in clause (a).  2000, c. 4, s. 3 (5); 2006, c. 19, Sched. D, s. 16 (5); 2006, c. 21, Sched. C, s. 126 (3). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. D, s. 16 (1-5) - 22/06/2006; 2006, c. 21, Sched. C, s. 126 (2, 3) - 01/05/2007",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) In this section,</p> <p class=\"definition\">“offence” has the same meaning as in the <i>Young Offenders Act </i>(Canada) and the <i>Youth Criminal Justice Act </i>(Canada); (“infraction”)</p> <p class=\"definition\">“representative” means, in respect of a proceeding under this Act, a person authorized under the <i>Law Society Act</i>\r\nto represent the claimant, the child, or the child’s parents in that proceeding. (“représentant”)  2006, c. 19, Sched. D, s. 16 (1); 2006, c. 21, Sched. C, s. 126 (2).</p> <p class=\"headnote\">Proof of conviction</p> <p class=\"subsection\">(2) In an action brought under this Act, proof that a child has been found guilty under the <i>Young Offenders Act</i> (Canada) or the <i>Youth Criminal Justice Act</i> (Canada) of an offence is proof, in the absence of evidence to the contrary, that the offence was committed by the child, if,</p> <p class=\"paragraph\">  (a)  no appeal of the finding of guilt was taken and the time for an appeal has expired; or</p> <p class=\"paragraph\">  (b)  an appeal of the finding of guilt was taken but was dismissed or abandoned and no further appeal is available.  2000, c. 4, s. 3 (2); 2006, c. 19, Sched. D, s. 16 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of subsection (2), a copy of a sentence order under the <i>Youth Criminal Justice Act </i>(Canada) showing that the original order appeared to be signed by the officer having custody of the records of the court that made the order is, on proof of the identity of the child named as guilty of the offence in the order, sufficient evidence that the child was found guilty of the offence, without proof of the signature or of the official character of the person appearing to have signed the order.  2006, c. 19, Sched. D, s. 16 (3).</p> <p class=\"headnote\">Notice re evidence obtained under<i> Youth Criminal Justice Act</i> (Canada)</p> <p class=\"subsection\">(4) A person who presents evidence obtained under the <i>Youth Criminal Justice Act</i> (Canada) in an action brought under this Act shall first give the court notice, in the prescribed form.  2000, c. 4, s. 3 (4); 2006, c. 19, Sched. D, s. 16 (4).</p> <p class=\"headnote\">Record sealed</p> <p class=\"subsection\">(5) When evidence obtained under the <i>Youth Criminal Justice Act</i> (Canada) is presented in an action brought under this Act, </p> <p class=\"paragraph\">  (a)  the court file shall not be disclosed to any person except,</p> <p class=\"subclause\">  (i)  the court and authorized court employees,</p> <p class=\"subclause\">  (ii)  the claimant and the claimant’s representative, and</p> <p class=\"subclause\">  (iii)  the child, his or her parents and their representatives; and</p> <p class=\"paragraph\">  (b)  once the action has been finally disposed of, the court file shall be sealed up and shall not be disclosed to any person, except one mentioned in clause (a).  2000, c. 4, s. 3 (5); 2006, c. 19, Sched. D, s. 16 (5); 2006, c. 21, Sched. C, s. 126 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedds16s1\">2006, c. 19, Sched. D, s. 16 (1-5)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedcs126s2\">2006, c. 21, Sched. C, s. 126 (2, 3)</a></span> - 01/05/2007</p>"
        },
        {
            "id": "4",
            "section": "Youth Criminal Justice Act (Canada)",
            "content": "4 For greater certainty, when information from records under the Youth Criminal Justice Act (Canada) is made available for the purposes of an action brought under this Act or presented as evidence in such an action, nothing in this Act affects any provision of the\r\nYouth Criminal Justice Act limiting disclosure or publication of the information.  2000, c. 4, s. 4; 2006, c. 19, Sched. D, s. 16 (6). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. D, s. 16 (6) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>4 </b>For greater certainty, when information from records under the <i>Youth Criminal Justice Act</i> (Canada) is made available for the purposes of an action brought under this Act or presented as evidence in such an action, nothing in this Act affects any provision of the\r\n<i>Youth Criminal Justice Act</i><i> </i>limiting disclosure or publication of the information.  2000, c. 4, s. 4; 2006, c. 19, Sched. D, s. 16 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedds16s6\">2006, c. 19, Sched. D, s. 16 (6)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "5",
            "section": "Restitution",
            "content": "5 In determining the amount of damages in an action brought under this Act, the court may take into account any amount ordered by a court as restitution or paid voluntarily as restitution.  2000, c. 4, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>In determining the amount of damages in an action brought under this Act, the court may take into account any amount ordered by a court as restitution or paid voluntarily as restitution.  2000, c. 4, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Joint and several liability",
            "content": "6 Where more than one parent is liable in an action brought under this Act for a child’s activity, their liability is joint and several.  2000, c. 4, s. 6; 2021, c. 4, Sched. 11, s. 26 (6). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 11, s. 26 (6) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>6 </b>Where more than one parent is liable in an action brought under this Act for a child’s activity, their liability is joint and several.  2000, c. 4, s. 6; 2021, c. 4, Sched. 11, s. 26 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s26s6\">2021, c. 4, Sched. 11, s. 26 (6)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "7",
            "section": "Method of payment",
            "content": "7 (1) In awarding damages in an action brought under this Act, the court may order payment of the damages, (a)  to be made in full on or before a fixed date; or (b)  to be made in instalments on or before fixed dates, if the court considers that a lump sum payment is beyond the financial resources of the parent or will otherwise impose an unreasonable financial burden on the parent.  2000, c. 4, s. 7 (1); 2021, c. 4, Sched. 11, s. 26 (7). Security (2) The court may order security to be provided by the parent in any form that the court considers appropriate.  2000, c. 4, s. 7 (2); 2021, c. 4, Sched. 11, s. 26 (8). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 11, s. 26 (7, 8) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) In awarding damages in an action brought under this Act, the court may order payment of the damages,</p> <p class=\"paragraph\">  (a)  to be made in full on or before a fixed date; or</p> <p class=\"paragraph\">  (b)  to be made in instalments on or before fixed dates, if the court considers that a lump sum payment is beyond the financial resources of the parent or will otherwise impose an unreasonable financial burden on the parent.  2000, c. 4, s. 7 (1); 2021, c. 4, Sched. 11, s. 26 (7).</p> <p class=\"headnote\">Security</p> <p class=\"subsection\">(2) The court may order security to be provided by the parent in any form that the court considers appropriate.  2000, c. 4, s. 7 (2); 2021, c. 4, Sched. 11, s. 26 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s26s7\">2021, c. 4, Sched. 11, s. 26 (7, 8)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "8",
            "section": "Insurers subrogated",
            "content": "8 An insurer who has paid an amount as compensation to a person in connection with the loss or damage is subrogated to the rights of the person under this Act to the extent of the amount.  2000, c. 4, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>An insurer who has paid an amount as compensation to a person in connection with the loss or damage is subrogated to the rights of the person under this Act to the extent of the amount.  2000, c. 4, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Other remedies",
            "content": "9 Nothing in this Act shall be interpreted to limit remedies otherwise available under existing law or to preclude the development of remedies under the law.  2000, c. 4, s. 9.",
            "raw_html": "<p class=\"section\"><b>9 </b>Nothing in this Act shall be interpreted to limit remedies otherwise available under existing law or to preclude the development of remedies under the law.  2000, c. 4, s. 9.</p>"
        },
        {
            "id": "10",
            "section": "Parents’ onus of proof in actions not under this Act",
            "content": "10 (1) This section applies to any action brought otherwise than under this Act.  2000, c. 4, s. 10 (1). Same (2) In an action against a parent for damage to property or for personal injury or death caused by the fault or neglect of a child who is a minor, the onus of establishing that the parent exercised reasonable supervision and control over the child rests with the parent.  2000, c. 4, s. 10 (2); 2021, c. 4, Sched. 11, s. 26 (9). Same (3) In subsection (2), “child” and “parent” have the same meaning as in the Family Law Act.  2000, c. 4, s. 10 (3); 2021, c. 4, Sched. 11, s. 26 (10). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 11, s. 26 (9, 10) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) This section applies to any action brought otherwise than under this Act.  2000, c. 4, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In an action against a parent for damage to property or for personal injury or death caused by the fault or neglect of a child who is a minor, the onus of establishing that the parent exercised reasonable supervision and control over the child rests with the parent.  2000, c. 4, s. 10 (2); 2021, c. 4, Sched. 11, s. 26 (9).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In subsection (2),</p> <p class=\"definition\">“child” and “parent” have the same meaning as in the <i>Family Law Act</i>.  2000, c. 4, s. 10 (3); 2021, c. 4, Sched. 11, s. 26 (10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s26s9\">2021, c. 4, Sched. 11, s. 26 (9, 10)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 The Lieutenant Governor in Council may, by regulation, (a)  prescribe forms to be used for requests under paragraph 119 (1) (r) of the Youth Criminal Justice Act\r\n(Canada); (b)  prescribe a form for the purpose of subsection 3 (4) (notice re evidence).  2000, c. 4, s. 11; 2006, c. 19, Sched. D, s. 16 (7). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. D, s. 16 (7) - 22/06/2006 12 Omitted (amends or repeals other Acts).  2000, c. 4, s. 12. 13 Omitted (provides for coming into force of provisions of this Act).  2000, c. 4, s. 13. 14 Omitted (enacts short title of this Act).  2000, c. 4, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>The Lieutenant Governor in Council may, by regulation,</p> <p class=\"paragraph\">  (a)  prescribe forms to be used for requests under paragraph 119 (1) (r) of the <i>Youth Criminal Justice Act</i>\r\n(Canada);</p> <p class=\"paragraph\">  (b)  prescribe a form for the purpose of subsection 3 (4) (notice re evidence).  2000, c. 4, s. 11; 2006, c. 19, Sched. D, s. 16 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedds16s7\">2006, c. 19, Sched. D, s. 16 (7)</a></span> - 22/06/2006</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  2000, c. 4, s. 12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 4, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2000, c. 4, s. 14. </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00p04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "12",
            "section": "Regulations",
            "content": "12 Omitted (amends or repeals other Acts).  2000, c. 4, s. 12. 13 Omitted (provides for coming into force of provisions of this Act).  2000, c. 4, s. 13. 14 Omitted (enacts short title of this Act).  2000, c. 4, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  2000, c. 4, s. 12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 4, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2000, c. 4, s. 14. </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00p04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Regulations",
            "content": "13 Omitted (provides for coming into force of provisions of this Act).  2000, c. 4, s. 13. 14 Omitted (enacts short title of this Act).  2000, c. 4, s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 4, s. 13.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2000, c. 4, s. 14. </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00p04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Regulations",
            "content": "14 Omitted (enacts short title of this Act).  2000, c. 4, s. 14.  ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2000, c. 4, s. 14. </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00p04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}