{
    "act_info": {
        "full_title": "Parkway Belt Planning and Development Act, R.S.O. 1990, c. P.3",
        "act_name_text": "Not Found",
        "citation": "Parkway Belt Planning and Development Act, R.S.O. 1990, c. P.3",
        "url": "https://www.ontario.ca/laws/statute/90p03",
        "date_scraped": "2023-12-20 01:22:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Establishment of Parkway Belt Planning Area",
            "content": "1. (1) The Minister of Municipal Affairs, herein called the Minister, may, by order, establish as the Parkway Belt Planning Area the area of land in Ontario defined in the order. Direction by Minister to prepare Parkway Belt Plan (2) Where the Parkway Belt Planning Area has been established under subsection (1), the Minister shall include in the order a direction that there be carried out an investigation and survey of the environmental, physical, social and economic conditions in relation to the development of the Planning Area or any part thereof, and that there be prepared within a period of two years or such other period of time as the Minister in his or her order determines, the Parkway Belt Plan. Order to be laid before Assembly (3) Where any order is made under subsection (1), the Minister shall, on the day the order is made, or as soon thereafter as is practicable, lay the order before the Assembly if it is in session or, if not, at the commencement of the next session and the Assembly shall, by resolution, declare the order approved, revoked or varied. R.S.O. 1990, c.P.3, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) The Minister of Municipal Affairs, herein called the Minister, may, by order, establish as the Parkway Belt Planning Area the area of land in Ontario defined in the order.</p> <p class=\"headnote-e\"><b>Direction by Minister to prepare Parkway Belt Plan</b></p> <p class=\"subsection-e\">(2) Where the Parkway Belt Planning Area has been established under subsection (1), the Minister shall include in the order a direction that there be carried out an investigation and survey of the environmental, physical, social and economic conditions in relation to the development of the Planning Area or any part thereof, and that there be prepared within a period of two years or such other period of time as the Minister in his or her order determines, the Parkway Belt Plan.</p> <p class=\"headnote-e\"><b>Order to be laid before Assembly</b></p> <p class=\"subsection-e\">(3) Where any order is made under subsection (1), the Minister shall, on the day the order is made, or as soon thereafter as is practicable, lay the order before the Assembly if it is in session or, if not, at the commencement of the next session and the Assembly shall, by resolution, declare the order approved, revoked or varied. R.S.O. 1990, c.P.3, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Planning and development",
            "content": "2. The Ontario Planning and Development Act, except section 12, applies with necessary modifications to the Parkway Belt Planning Area, and the Parkway Belt Plan and the Parkway Belt Planning Area shall be deemed to be a development plan and a development planning area respectively within the meaning of that Act. R.S.O. 1990, c.P.3, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The <i>Ontario Planning and Development Act</i>, except section 12, applies with necessary modifications to the Parkway Belt Planning Area, and the Parkway Belt Plan and the Parkway Belt Planning Area shall be deemed to be a development plan and a development planning area respectively within the meaning of that Act. R.S.O. 1990, c.P.3, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Agreement for fixed assessment",
            "content": "3. (1) Where the use of any land within the Parkway Belt Planning Area is not in conformity with the use designated for such land in the Parkway Belt Plan or in any local plan covering such land, and the assessment of such land is increased because of such designation, the local municipality in which the land is situate and the owner of the land may, with the approval of the Minister, enter into an agreement providing for a fixed assessment for the land reflecting the use to which the land is being put, to apply to taxation for general, school and special purposes, but not to apply to taxation for local improvements. Term of agreement (2) Every such agreement shall be for such term of years not exceeding three as the Minister approves and the Minister may, in granting approval, attach such terms and conditions thereto as he or she considers appropriate. Procedure (3) Where a parcel of land has a fixed assessment under subsection (1), assessment (a) the land shall be assessed in each year as if it did not have a fixed assessment; taxes (b) the treasurer of the local municipality shall calculate each year what the taxes would have been on the land if it did not have a fixed assessment; and record (c) the treasurer shall keep a record of the difference between the taxes paid each year and the taxes that would have been paid if the land did not have a fixed assessment and shall debit the land with this amount each year during the term of the agreement and shall add to such debit on the 1st day of January in each year such interest as may be agreed upon on the aggregate amount of the debit on such date. Payment to municipality (4) The Minister may, out of the money appropriated therefor by the Legislature, pay in each year to a local municipality in respect of which an agreement made under subsection (1) is in force, an amount of money equal to the difference in the taxes paid pursuant to the agreement and the taxes that would have been paid if the land covered by the agreement did not have a fixed assessment. Apportionment (5) Where a local municipality receives an amount under subsection (4), the council of the local municipality shall apportion the amount to each body in the same manner as taxes would have been apportioned if taxes had been levied in the normal manner on the assessment in accordance with clause (3)(a). When agreement terminated (6) Where the land or a part thereof that is subject to an agreement under subsection (1) ceases to be put to the use that was the basis for determining the fixed assessment, the agreement is thereupon terminated with respect to the land or such part thereof. Registration of agreement (7) Any agreement entered into under subsection (1) may be registered against the land affected by the agreement and when registered such agreement runs with the land and the provisions thereof are binding upon and enure to the benefit of the owner of the land and, subject to the provisions of the Registry Act, any and all subsequent owners of the land. Termination of agreement, as to all lands (8) Where an agreement is for any reason terminated in respect of the whole of the land, the owner shall pay to the local municipality the amount debited against the land, including the amounts of interest debited in accordance with clause (3)(c). as to part of lands (9) Where an agreement is for any reason terminated in respect of a part of the land, the owner shall pay to the local municipality that portion of the amount debited against the land, including the amounts of interest debited in accordance with clause (3)(c), that is attributable to the portion of the land in respect of which the agreement is terminated. Payment to Minister (10) Where a local municipality receives a payment under subsection (8) or (9), the treasurer of the local municipality shall forthwith pay the amount of money received, including the amount of debited interest, to the Minister. Termination of agreement by owner (11) An agreement may be terminated on the 31st day of December in any year upon the owner of the land that is the subject of the agreement giving six months notice of such termination in writing to the local municipality. Apportionment (12) For the purposes of an apportionment required under any Act, the assessment used as the basis for such apportionment shall include the assessment determined under clause (3)(a). R.S.O. 1990, c.P.3, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Where the use of any land within the Parkway Belt Planning Area is not in conformity with the use designated for such land in the Parkway Belt Plan or in any local plan covering such land, and the assessment of such land is increased because of such designation, the local municipality in which the land is situate and the owner of the land may, with the approval of the Minister, enter into an agreement providing for a fixed assessment for the land reflecting the use to which the land is being put, to apply to taxation for general, school and special purposes, but not to apply to taxation for local improvements.</p> <p class=\"headnote-e\"><b>Term of agreement</b></p> <p class=\"subsection-e\">(2) Every such agreement shall be for such term of years not exceeding three as the Minister approves and the Minister may, in granting approval, attach such terms and conditions thereto as he or she considers appropriate.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(3) Where a parcel of land has a fixed assessment under subsection (1),</p> <p class=\"headnote-e\"><b>assessment</b></p> <p class=\"clause-e\">(a) the land shall be assessed in each year as if it did not have a fixed assessment;</p> <p class=\"headnote-e\"><b>taxes</b></p> <p class=\"clause-e\">(b) the treasurer of the local municipality shall calculate each year what the taxes would have been on the land if it did not have a fixed assessment; and</p> <p class=\"headnote-e\"><b>record</b></p> <p class=\"clause-e\">(c) the treasurer shall keep a record of the difference between the taxes paid each year and the taxes that would have been paid if the land did not have a fixed assessment and shall debit the land with this amount each year during the term of the agreement and shall add to such debit on the 1st day of January in each year such interest as may be agreed upon on the aggregate amount of the debit on such date.</p> <p class=\"headnote-e\"><b>Payment to municipality</b></p> <p class=\"subsection-e\">(4) The Minister may, out of the money appropriated therefor by the Legislature, pay in each year to a local municipality in respect of which an agreement made under subsection (1) is in force, an amount of money equal to the difference in the taxes paid pursuant to the agreement and the taxes that would have been paid if the land covered by the agreement did not have a fixed assessment.</p> <p class=\"headnote-e\"><b>Apportionment</b></p> <p class=\"subsection-e\">(5) Where a local municipality receives an amount under subsection (4), the council of the local municipality shall apportion the amount to each body in the same manner as taxes would have been apportioned if taxes had been levied in the normal manner on the assessment in accordance with clause (3)(a).</p> <p class=\"headnote-e\"><b>When agreement terminated</b></p> <p class=\"subsection-e\">(6) Where the land or a part thereof that is subject to an agreement under subsection (1) ceases to be put to the use that was the basis for determining the fixed assessment, the agreement is thereupon terminated with respect to the land or such part thereof.</p> <p class=\"headnote-e\"><b>Registration of agreement</b></p> <p class=\"subsection-e\">(7) Any agreement entered into under subsection (1) may be registered against the land affected by the agreement and when registered such agreement runs with the land and the provisions thereof are binding upon and enure to the benefit of the owner of the land and, subject to the provisions of the <i>Registry Act</i>, any and all subsequent owners of the land.</p> <p class=\"headnote-e\"><b>Termination of agreement, as to all lands</b></p> <p class=\"subsection-e\">(8) Where an agreement is for any reason terminated in respect of the whole of the land, the owner shall pay to the local municipality the amount debited against the land, including the amounts of interest debited in accordance with clause (3)(c).</p> <p class=\"headnote-e\"><b>as to part of lands</b></p> <p class=\"subsection-e\">(9) Where an agreement is for any reason terminated in respect of a part of the land, the owner shall pay to the local municipality that portion of the amount debited against the land, including the amounts of interest debited in accordance with clause (3)(c), that is attributable to the portion of the land in respect of which the agreement is terminated.</p> <p class=\"headnote-e\"><b>Payment to Minister</b></p> <p class=\"subsection-e\">(10) Where a local municipality receives a payment under subsection (8) or (9), the treasurer of the local municipality shall forthwith pay the amount of money received, including the amount of debited interest, to the Minister.</p> <p class=\"headnote-e\"><b>Termination of agreement by owner</b></p> <p class=\"subsection-e\">(11) An agreement may be terminated on the 31st day of December in any year upon the owner of the land that is the subject of the agreement giving six months notice of such termination in writing to the local municipality.</p> <p class=\"headnote-e\"><b>Apportionment</b></p> <p class=\"subsection-e\">(12) For the purposes of an apportionment required under any Act, the assessment used as the basis for such apportionment shall include the assessment determined under clause (3)(a). R.S.O. 1990, c.P.3, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Regulations",
            "content": "4. (1) The Minister may, in respect of any land within the Parkway Belt Planning Area, make land use regulations and in any such regulations the Minister may exercise any of the powers conferred upon the Minister under clause 47(1)(a) of the Planning Act, and despite subsection 47(4) of the Planning Act, any such regulation may be made that does not conform to a local plan in effect in the area covered by the regulation. Retroactivity (2) Any regulation made by the Minister under subsection (1) may be retroactive in its application. R.S.O. 1990, c.P.3, s.4. Fees (3) The Minister may charge fees for the processing of applications to the Minister in respect of amendments to land use regulations. Same (4) The Minister may reduce the amount of or waive the payment of a fee described under subsection (3). 1993, c.26, s.67. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The Minister may, in respect of any land within the Parkway Belt Planning Area, make land use regulations and in any such regulations the Minister may exercise any of the powers conferred upon the Minister under clause 47(1)(a) of the <i>Planning Act</i>, and despite subsection 47(4) of the <i>Planning Act</i>, any such regulation may be made that does not conform to a local plan in effect in the area covered by the regulation.</p> <p class=\"headnote-e\"><b>Retroactivity</b></p> <p class=\"subsection-e\">(2) Any regulation made by the Minister under subsection (1) may be retroactive in its application. R.S.O. 1990, c.P.3, s.4.</p> <p class=\"headnote-e\"><b>Fees</b></p> <p class=\"subsection-e\">(3) The Minister may charge fees for the processing of applications to the Minister in respect of amendments to land use regulations.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The Minister may reduce the amount of or waive the payment of a fee described under subsection (3). 1993, c.26, s.67.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p03_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p03_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}