{
    "act_info": {
        "full_title": "Partnerships for Jobs and Growth Act, 2014, S.O. 2014, c. 12, Sched. 2",
        "act_name_text": "Partnerships for Jobs and Growth Act, 2014",
        "citation": "S.O. 2014, c. 12, Sched. 2",
        "url": "https://www.ontario.ca/laws/statute/14p12",
        "date_scraped": "2023-12-18 22:22:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/14p12/v2",
            "valid_from": "April  1, 2015",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/14p12/v1",
            "valid_from": "December 11, 2014",
            "valid_to": "March 31, 2015"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “cluster” means a geographically concentrated group of interconnected businesses and related entities; (“pôle de compétitivité”, “pôle”) “Minister” means the Minister of Economic Development, Employment and Infrastructure or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act. (“ministre”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“cluster” means a geographically concentrated group of interconnected businesses and related entities; (“pôle de compétitivité”, “pôle”)</p> <p class=\"definition\">“Minister” means the Minister of Economic Development, Employment and Infrastructure or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>. (“ministre”)</p>"
        },
        {
            "id": "2",
            "section": "Plans",
            "content": "2 The Minister may prepare plans with respect to the development of clusters.",
            "raw_html": "<p class=\"section\"><b>2 </b>The Minister may prepare plans with respect to the development of clusters.</p>"
        },
        {
            "id": "3",
            "section": "Contents of plan",
            "content": "3 A plan with respect to the development of a cluster shall include the following: 1. A description of the cluster. 2. An assessment of challenges and opportunities with respect to the development of the cluster. 3. The objectives and intended outcomes of the plan. 4. Performance measures to evaluate whether the objectives and intended outcomes of the plan are being achieved. 5. A description of actions that could be taken by the Minister, or the businesses or other entities that form the cluster, to assist in the achievement of the objectives and intended outcomes of the plan. 6. Such additional items as may be prescribed by the regulations.",
            "raw_html": "<p class=\"section\"><b>3 </b>A plan with respect to the development of a cluster shall include the following:</p> <p class=\"paragraph\">  1. A description of the cluster.</p> <p class=\"paragraph\">  2. An assessment of challenges and opportunities with respect to the development of the cluster.</p> <p class=\"paragraph\">  3. The objectives and intended outcomes of the plan.</p> <p class=\"paragraph\">  4. Performance measures to evaluate whether the objectives and intended outcomes of the plan are being achieved.</p> <p class=\"paragraph\">  5. A description of actions that could be taken by the Minister, or the businesses or other entities that form the cluster, to assist in the achievement of the objectives and intended outcomes of the plan.</p> <p class=\"paragraph\">  6. Such additional items as may be prescribed by the regulations.</p>"
        },
        {
            "id": "4",
            "section": "Preparation of plan",
            "content": "4 If the Minister prepares a plan with respect to the development of a cluster, the Minister shall, (a) make public a draft plan and consult on that draft with persons or entities who have an interest in the development of the cluster, as the Minister considers advisable; and (b) make public the final version of the plan.",
            "raw_html": "<p class=\"section\"><b>4 </b>If the Minister prepares a plan with respect to the development of a cluster, the Minister shall,</p> <p class=\"paragraph\">  (a) make public a draft plan and consult on that draft with persons or entities who have an interest in the development of the cluster, as the Minister considers advisable; and</p> <p class=\"paragraph\">  (b) make public the final version of the plan.</p>"
        },
        {
            "id": "5",
            "section": "Amendments to plan",
            "content": "5 (1) The Minister may at any time make amendments to a plan with respect to the development of a cluster by making public the amended plan along with an explanation of the purpose of the amendments. Same (2) For greater certainty, the making of an amendment to a plan does not have the effect of altering the time by which a review must be conducted under section 7.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Minister may at any time make amendments to a plan with respect to the development of a cluster by making public the amended plan along with an explanation of the purpose of the amendments.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, the making of an amendment to a plan does not have the effect of altering the time by which a review must be conducted under section 7.</p>"
        },
        {
            "id": "6",
            "section": "Plan preparation ceased, plan revoked",
            "content": "6 The Minister may decide to cease the preparation of a plan with respect to the development of a cluster or revoke the plan at any time by making the decision public, and the Minister’s obligations under this Act with respect to the plan cease immediately.",
            "raw_html": "<p class=\"section\"><b>6 </b>The Minister may decide to cease the preparation of a plan with respect to the development of a cluster or revoke the plan at any time by making the decision public, and the Minister’s obligations under this Act with respect to the plan cease immediately.</p>"
        },
        {
            "id": "7",
            "section": "Review of plan",
            "content": "7 (1) The Minister shall, on or before the fifth anniversary of the day that the final version of a plan with respect to the development of a cluster is made public under clause 4 (b), conduct a review of the plan for the purpose of evaluating whether the objectives and intended outcomes of the plan have been achieved by, (a) consulting with persons or entities who have an interest in the development of the cluster, as the Minister considers advisable; and (b) making public a report with respect to the review, summarizing the results of the consultation and, (i) stating whether the plan is being continued or revoked, and (ii) if the plan is being continued, stating whether the plan is being amended and explaining the purpose of any amendments to the plan. Subsequent reviews of plan (2) If a plan is continued, the Minister shall, on or before the fifth anniversary of the day that the report stating that the plan is being continued is made public, conduct a review of the plan for the purpose of evaluating whether the objectives and intended outcomes of the plan have been achieved by, (a) consulting with persons or entities who have an interest in the development of the cluster, as the Minister considers advisable; and (b) making public a report with respect to the review, summarizing the results of the consultation and, (i) stating whether the plan is being continued or revoked, and (ii) if the plan is being continued, stating whether the plan is being amended and explaining the purpose of any amendments to the plan.",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The Minister shall, on or before the fifth anniversary of the day that the final version of a plan with respect to the development of a cluster is made public under clause 4 (b), conduct a review of the plan for the purpose of evaluating whether the objectives and intended outcomes of the plan have been achieved by,</p> <p class=\"paragraph\">  (a) consulting with persons or entities who have an interest in the development of the cluster, as the Minister considers advisable; and</p> <p class=\"paragraph\">  (b) making public a report with respect to the review, summarizing the results of the consultation and,</p> <p class=\"subclause\">  (i) stating whether the plan is being continued or revoked, and</p> <p class=\"subclause\">  (ii) if the plan is being continued, stating whether the plan is being amended and explaining the purpose of any amendments to the plan.</p> <p class=\"headnote\">Subsequent reviews of plan</p> <p class=\"subsection\">(2) If a plan is continued, the Minister shall, on or before the fifth anniversary of the day that the report stating that the plan is being continued is made public, conduct a review of the plan for the purpose of evaluating whether the objectives and intended outcomes of the plan have been achieved by,</p> <p class=\"paragraph\">  (a) consulting with persons or entities who have an interest in the development of the cluster, as the Minister considers advisable; and</p> <p class=\"paragraph\">  (b) making public a report with respect to the review, summarizing the results of the consultation and,</p> <p class=\"subclause\">  (i) stating whether the plan is being continued or revoked, and</p> <p class=\"subclause\">  (ii) if the plan is being continued, stating whether the plan is being amended and explaining the purpose of any amendments to the plan.</p>"
        },
        {
            "id": "8",
            "section": "Minister’s duty to make public",
            "content": "8 If this Act requires anything to be made public, the Minister shall make it public in writing in such manner as he or she considers advisable, subject to any regulations.",
            "raw_html": "<p class=\"section\"><b>8 </b>If this Act requires anything to be made public, the Minister shall make it public in writing in such manner as he or she considers advisable, subject to any regulations.</p>"
        },
        {
            "id": "9",
            "section": "Regulations",
            "content": "9 The Minister may make regulations, (a) prescribing requirements with respect to consultation; (b) prescribing additional items to be included in a draft plan or a final version of a plan; (c) prescribing requirements with respect to the review of a plan; (d) prescribing requirements with respect to ceasing the preparation of a plan or amending, revoking or continuing a plan; (e) prescribing requirements with respect to making anything public, including timing requirements. 10 Omitted\r\n(provides for coming into force of provisions of this Act). 11 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing requirements with respect to consultation;</p> <p class=\"paragraph\">  (b) prescribing additional items to be included in a draft plan or a final version of a plan;</p> <p class=\"paragraph\">  (c) prescribing requirements with respect to the review of a plan;</p> <p class=\"paragraph\">  (d) prescribing requirements with respect to ceasing the preparation of a plan or amending, revoking or continuing a plan;</p> <p class=\"paragraph\">  (e) prescribing requirements with respect to making anything public, including timing requirements.</p> <p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>11</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/14p12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "10",
            "section": "Regulations",
            "content": "10 Omitted\r\n(provides for coming into force of provisions of this Act). 11 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>11</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/14p12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/14p12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}