{
    "act_info": {
        "full_title": "Partition Act, R.S.O. 1990, c. P.4",
        "act_name_text": "Partition Act",
        "citation": "R.S.O. 1990, c. P.4",
        "url": "https://www.ontario.ca/laws/statute/90p04",
        "date_scraped": "2023-12-19 07:16:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90p04/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90p04/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “court” means the Superior Court of Justice; (“tribunal”) “land” includes lands, tenements, and hereditaments, and all estate and interests therein. (“bien-fonds”)  R.S.O. 1990, c. P.4, s. 1; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“court” means the Superior Court of Justice; (“tribunal”)</p> <p class=\"definition\">“land” includes lands, tenements, and hereditaments, and all estate and interests therein. (“bien-fonds”)  R.S.O. 1990, c. P.4, s. 1; 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "2",
            "section": "Who may be compelled to make partition or sale",
            "content": "2 All joint tenants, tenants in common, and coparceners, all doweresses, and parties entitled to dower, tenants by the curtesy, mortgagees or other creditors having liens on, and all parties interested in, to or out of, any land in Ontario, may be compelled to make or suffer partition or sale of the land, or any part thereof, whether the estate is legal and equitable or equitable only.  R.S.O. 1990, c. P.4, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>All joint tenants, tenants in common, and coparceners, all doweresses, and parties entitled to dower, tenants by the curtesy, mortgagees or other creditors having liens on, and all parties interested in, to or out of, any land in Ontario, may be compelled to make or suffer partition or sale of the land, or any part thereof, whether the estate is legal and equitable or equitable only.  R.S.O. 1990, c. P.4, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Who may bring action or make application for partition",
            "content": "3 (1) Any person interested in land in Ontario, or the guardian of a minor entitled to the immediate possession of an estate therein, may bring an action or make an application for the partition of such land or for the sale thereof under the directions of the court if such sale is considered by the court to be more advantageous to the parties interested.  R.S.O. 1990, c. P.4, s. 3 (1). When proceedings may be commenced (2) Where the land is held in joint tenancy or tenancy in common or coparcenary by reason of a devise or an intestacy, no proceeding shall be taken until one year after the decease of the testator or person dying intestate in whom the land was vested.  R.S.O. 1990, c. P.4, s. 3 (2).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Any person interested in land in Ontario, or the guardian of a minor entitled to the immediate possession of an estate therein, may bring an action or make an application for the partition of such land or for the sale thereof under the directions of the court if such sale is considered by the court to be more advantageous to the parties interested.  R.S.O. 1990, c. P.4, s. 3 (1).</p> <p class=\"headnote\">When proceedings may be commenced</p> <p class=\"subsection\">(2) Where the land is held in joint tenancy or tenancy in common or coparcenary by reason of a devise or an intestacy, no proceeding shall be taken until one year after the decease of the testator or person dying intestate in whom the land was vested.  R.S.O. 1990, c. P.4, s. 3 (2).</p>"
        },
        {
            "id": "4",
            "section": "Appointment of guardian to estate of person unheard of for three years",
            "content": "4 (1) Where a person interested in the land has not been heard of for three years or upwards and it is uncertain whether such person is living or dead, the court upon the application of any one interested in the land may appoint a guardian to take charge of the interest of such person and of those who, in the event of his or her being dead, are entitled to his or her share or interest in the land.  R.S.O. 1990, c. P.4, s. 4 (1). Powers of such guardian (2) The guardian shall, in the proceeding, represent the absent person and those who, if he or she is dead, are entitled to his or her share or interest in the land, and whether they or any of them are minors or otherwise under disability, and his or her acts in relation to such share or interest are binding on the absent person and all others claiming or entitled to claim under or through him, and are as valid as if done by him or her or them.  R.S.O. 1990, c. P.4, s. 4 (2). Power of the court to deal with the estate (3) The court upon proof of such absence of such person as affords reasonable ground for believing such person to be dead, upon the application of the guardian, or any one interested in the estate represented by the guardian, may deal with the estate or interest of such person, or the proceeds thereof, and may order payment of the proceeds, or the income or produce thereof, to the person who, in the event of the absent person being dead, appears to be entitled to the same.  R.S.O. 1990, c. P.4, s. 4 (3).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Where a person interested in the land has not been heard of for three years or upwards and it is uncertain whether such person is living or dead, the court upon the application of any one interested in the land may appoint a guardian to take charge of the interest of such person and of those who, in the event of his or her being dead, are entitled to his or her share or interest in the land.  R.S.O. 1990, c. P.4, s. 4 (1).</p> <p class=\"headnote\">Powers of such guardian</p> <p class=\"subsection\">(2) The guardian shall, in the proceeding, represent the absent person and those who, if he or she is dead, are entitled to his or her share or interest in the land, and whether they or any of them are minors or otherwise under disability, and his or her acts in relation to such share or interest are binding on the absent person and all others claiming or entitled to claim under or through him, and are as valid as if done by him or her or them.  R.S.O. 1990, c. P.4, s. 4 (2).</p> <p class=\"headnote\">Power of the court to deal with the estate</p> <p class=\"subsection\">(3) The court upon proof of such absence of such person as affords reasonable ground for believing such person to be dead, upon the application of the guardian, or any one interested in the estate represented by the guardian, may deal with the estate or interest of such person, or the proceeds thereof, and may order payment of the proceeds, or the income or produce thereof, to the person who, in the event of the absent person being dead, appears to be entitled to the same.  R.S.O. 1990, c. P.4, s. 4 (3).</p>"
        },
        {
            "id": "5",
            "section": "Sales including estates in dower or by the curtesy or for life",
            "content": "5 (1) In a proceeding for partition or administration, or in a proceeding in which a sale of land in lieu of partition is ordered, and in which the estate of a tenant in dower or tenant by the curtesy or for life is established, if the person entitled to the estate is a party, the court shall determine whether the estate ought to be exempted from the sale or whether it should be sold, and in making such determination regard shall be had to the interests of all the parties.  R.S.O. 1990, c. P.4, s. 5 (1). What to pass to purchaser (2) If a sale is ordered including such estate, all the estate and interest of every such tenant passes thereby, and no conveyance or release to the purchaser shall be required from such tenant, and the purchaser, the purchaser’s heirs and assigns, hold the premises freed and discharged from all claims by virtue of the estate or interest of any such tenant, whether the same be to any undivided share or to the whole or any part of the premises sold.  R.S.O. 1990, c. P.4, s. 5 (2). Compensation to owners of particular estates (3) The court may direct the payment of such sum in gross out of the purchase money to the person entitled to dower or estate by the curtesy or for life, as is considered, upon the principles applicable to life annuities, a reasonable satisfaction for such estate, or may direct the payment to the person entitled of an annual sum or of the income or interest to be derived from the purchase money or any part thereof, as seems just, and for that purpose may make such order for the investment or other disposition of the purchase money or any part thereof as is necessary.  R.S.O. 1990, c. P.4, s. 5 (3).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) In a proceeding for partition or administration, or in a proceeding in which a sale of land in lieu of partition is ordered, and in which the estate of a tenant in dower or tenant by the curtesy or for life is established, if the person entitled to the estate is a party, the court shall determine whether the estate ought to be exempted from the sale or whether it should be sold, and in making such determination regard shall be had to the interests of all the parties.  R.S.O. 1990, c. P.4, s. 5 (1).</p> <p class=\"headnote\">What to pass to purchaser</p> <p class=\"subsection\">(2) If a sale is ordered including such estate, all the estate and interest of every such tenant passes thereby, and no conveyance or release to the purchaser shall be required from such tenant, and the purchaser, the purchaser’s heirs and assigns, hold the premises freed and discharged from all claims by virtue of the estate or interest of any such tenant, whether the same be to any undivided share or to the whole or any part of the premises sold.  R.S.O. 1990, c. P.4, s. 5 (2).</p> <p class=\"headnote\">Compensation to owners of particular estates</p> <p class=\"subsection\">(3) The court may direct the payment of such sum in gross out of the purchase money to the person entitled to dower or estate by the curtesy or for life, as is considered, upon the principles applicable to life annuities, a reasonable satisfaction for such estate, or may direct the payment to the person entitled of an annual sum or of the income or interest to be derived from the purchase money or any part thereof, as seems just, and for that purpose may make such order for the investment or other disposition of the purchase money or any part thereof as is necessary.  R.S.O. 1990, c. P.4, s. 5 (3).</p>"
        },
        {
            "id": "6",
            "section": "Effect upon persons under a disability",
            "content": "6 A partition or sale made by the court is as effectual for the apportioning or conveying away of the estate or interest of a party to the proceedings by which the sale or partition is made or declared who is a minor or is incapable as defined in the Substitute Decisions Act, 1992, as of a party who is competent to act.  R.S.O. 1990, c. P.4, s. 6; 2009, c. 33, Sched. 2, s. 56. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 56 - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>6 </b>A partition or sale made by the court is as effectual for the apportioning or conveying away of the estate or interest of a party to the proceedings by which the sale or partition is made or declared who is a minor or is incapable as defined in the <i>Substitute Decisions Act, 1992</i>, as of a party who is competent to act.  R.S.O. 1990, c. P.4, s. 6; 2009, c. 33, Sched. 2, s. 56.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s56\">2009, c. 33, Sched. 2, s. 56</a></span> - 15/12/2009</p>"
        },
        {
            "id": "7",
            "section": "Appeal",
            "content": "7 An appeal lies to the Divisional Court from any order made under this Act.  R.S.O. 1990, c. P.4, s. 7. ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>7 </b>An appeal lies to the Divisional Court from any order made under this Act.  R.S.O. 1990, c. P.4, s. 7.</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90p04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}