{
    "act_info": {
        "full_title": "Pooled Registered Pension Plans Act, 2015, S.O. 2015, c. 9",
        "act_name_text": "Pooled Registered Pension Plans Act, 2015",
        "citation": "S.O. 2015, c. 9",
        "url": "https://www.ontario.ca/laws/statute/15p09",
        "date_scraped": "2023-12-18 19:29:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  8, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15p09/v9",
            "valid_from": "June  8, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/15p09/v8",
            "valid_from": "April  1, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/statute/15p09/v7",
            "valid_from": "May  8, 2018",
            "valid_to": "March 31, 2019"
        },
        {
            "a_href": "/laws/statute/15p09/v6",
            "valid_from": "December 14, 2017",
            "valid_to": "May  7, 2018"
        },
        {
            "a_href": "/laws/statute/15p09/v5",
            "valid_from": "January  1, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/15p09/v4",
            "valid_from": "December  5, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/statute/15p09/v3",
            "valid_from": "November  8, 2016",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/15p09/v2",
            "valid_from": "April 19, 2016",
            "valid_to": "November  7, 2016"
        },
        {
            "a_href": "/laws/statute/15p09/v1",
            "valid_from": "May 28, 2015",
            "valid_to": "April 18, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/160359",
            "Citation": "O. Reg. 359/16",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "1 The purpose of this Act is to provide a legal framework for the establishment and administration of a type of pension plan that is accessible to employees and self-employed persons and that pools the funds in members’ accounts to achieve lower costs in relation to investment management and plan administration.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to provide a legal framework for the establishment and administration of a type of pension plan that is accessible to employees and self-employed persons and that pools the funds in members’ accounts to achieve lower costs in relation to investment management and plan administration.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 In this Act, “administrator” has the same meaning as in the federal Act; (“administrateur”) “Authority” means the Financial Services Regulatory Authority of Ontario continued under subsection 2 (1) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“Autorité”) “Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“directeur général”) “designated jurisdiction” means any jurisdiction in Canada, including Canada itself, that is prescribed as a jurisdiction in which there is in force legislation substantially similar to this Act; (“autorité législative désignée”) “domestic contract” means a domestic contract as defined in Part IV of the Family Law Act; (“contrat familial”) “electronic document” has the same meaning as in the federal Act; (“document électronique”) “employee” means a person who holds a position that entitles that person to a fixed or ascertainable stipend or remuneration and includes a person who holds the position of an officer or director of a corporation or other organization; (“employé”) “employer” has the same meaning as in the federal Act; (“employeur”) “employment” has the same meaning as in the federal Act; (“emploi”) “family arbitration award” means a family arbitration award made under the Arbitration Act, 1991; (“sentence d’arbitrage familial”) “federal Act” means the Pooled Registered Pension Plans Act (Canada); (“loi fédérale”) “member” has the same meaning as in the federal Act; (“participant”) “Minister” means the Minister of Finance or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “multilateral agreement” has the same meaning as in the federal Act; (“accord multilatéral”) “personal representative” has the same meaning as in section 1 of the Estates Administration Act; (“représentant successoral”) “pooled registered pension plan” has the same meaning as in the federal Act; (“régime de pension agréé collectif”) “prescribed” means prescribed by the regulations; (“prescrit”, “réglementaire”) “provincial employment” means employment in Ontario, other than, (a)  employment on or in connection with the operation of any work, undertaking or business that is within the legislative authority of the Parliament of Canada, or (b)  prescribed employment; (“emploi provincial”) “regulations” means the regulations made under this Act; (“règlements”) “spouse” means, except in sections 16 to 20, either of two persons who, (a)  are married to each other, or (b)  are not married to each other and are living together in a conjugal relationship, (i)  continuously for a period of not less than three years, or (ii)  in a relationship of some permanence, if they are the parents of a child as set out in section 4 of the Children’s Law Reform Act; (“conjoint”) “Tribunal” means the Financial Services Tribunal continued under the Financial Services Tribunal Act, 2017. (“Tribunal”) 2016, c. 23, s. 65; 2017, c. 34, Sched. 17, s. 26; 2018, c. 8, Sched. 26, s. 1; 2020, c. 36, Sched. 14, s. 13 (1). Section Amendments with date in force (d/m/y) 2016, c. 23, s. 65\r\n- 01/01/2017 2017, c. 34, Sched. 17, s. 26 - 01/04/2019 2018, c. 8, Sched. 26, s. 1 - 08/06/2019 2020, c. 36, Sched. 14, s. 13 (1) - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“administrator” has the same meaning as in the federal Act; (“administrateur”)</p> <p class=\"definition\">“Authority” means the Financial Services Regulatory Authority of Ontario continued under subsection 2 (1) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“Autorité”)</p> <p class=\"definition\">“Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“directeur général”)</p> <p class=\"definition\">“designated jurisdiction” means any jurisdiction in Canada, including Canada itself, that is prescribed as a jurisdiction in which there is in force legislation substantially similar to this Act; (“autorité législative désignée”)</p> <p class=\"definition\">“domestic contract” means a domestic contract as defined in Part IV of the <i>Family Law Act</i>; (“contrat familial”)</p> <p class=\"definition\">“electronic document” has the same meaning as in the federal Act; (“document électronique”)</p> <p class=\"definition\">“employee”<b> </b>means a person who holds a position that entitles that person to a fixed or ascertainable stipend or remuneration and includes a person who holds the position of an officer or director of a corporation or other organization; (“employé”)</p> <p class=\"definition\">“employer”<b> </b>has the same meaning as in the federal Act; (“employeur”)</p> <p class=\"definition\">“employment”<b> </b>has the same meaning as in the federal Act; (“emploi”)</p> <p class=\"definition\">“family arbitration award” means a family arbitration award made under the <i>Arbitration Act, 1991</i>; (“sentence d’arbitrage familial”)</p> <p class=\"definition\">“federal Act”<b> </b>means the <i>Pooled Registered Pension Plans Act </i>(Canada); (“loi fédérale”)</p> <p class=\"definition\">“member”<b> </b>has the same meaning as in the federal Act; (“participant”)</p> <p class=\"definition\">“Minister” means the Minister of Finance or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“multilateral agreement” has the same meaning as in the federal Act; (“accord multilatéral”)</p> <p class=\"definition\">“personal representative” has the same meaning as in section 1 of the <i>Estates Administration Act</i>; (“représentant successoral”)</p> <p class=\"definition\">“pooled registered pension plan”<b> </b>has the same meaning as in the federal Act; (“régime de pension agréé collectif”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”, “réglementaire”)</p> <p class=\"definition\">“provincial employment” means employment in Ontario, other than,</p> <p class=\"paragraph\">  (a)  employment on or in connection with the operation of any work, undertaking or business that is within the legislative authority of the Parliament of Canada, or</p> <p class=\"paragraph\">  (b)  prescribed employment; (“emploi provincial”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“spouse” means, except in sections 16 to 20, either of two persons who,</p> <p class=\"paragraph\">  (a)  are married to each other, or</p> <p class=\"paragraph\">  (b)  are not married to each other and are living together in a conjugal relationship,</p> <p class=\"subpara\">  (i)  continuously for a period of not less than three years, or</p> <p class=\"subpara\">  (ii)  in a relationship of some permanence, if they are the parents of a child as set out in section 4 of the <i>Children’s Law Reform Act</i>;<i> </i>(“conjoint”)</p> <p class=\"definition\">“Tribunal” means the Financial Services Tribunal continued under the <i>Financial Services Tribunal Act, 2017</i>. (“Tribunal”) 2016, c. 23, s. 65; 2017, c. 34, Sched. 17, s. 26; 2018, c. 8, Sched. 26, s. 1;<span class=\"MsoHyperlink\"> </span>2020, c. 36, Sched. 14, s. 13 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16023#s65\">2016, c. 23, s. 65</a></span>\r\n- 01/01/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched17s26\">2017, c. 34, Sched. 17, s. 26</a></span> - 01/04/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s1\">2018, c. 8, Sched. 26, s. 1</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched14s13s1\">2020, c. 36, Sched. 14, s. 13 (1)</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "3 (1) This Act does not apply in respect of a member of a pooled registered pension plan unless the member, (a)  is employed in provincial employment; (b)  is a person who is employed in Ontario on or in connection with the operation of any work, undertaking or business that is within the legislative authority of the Parliament of Canada, but only if the person’s employer has not entered into a contract mentioned in section 29 (Contract between employer and administrator) of the federal Act to provide a pooled registered pension plan to a class of employees of which the person is a member; or (c)  is self-employed in Ontario and meets any requirements that may be prescribed. Same (2) Despite subsection (1), this Act applies in respect of persons described in clauses (1) (a) to (c) who are no longer employed as described in those clauses but who continue to maintain funds in their account. 2016, c. 5, Sched. 23, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 23, s. 1 - 08/11/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) This Act does not apply in respect of a member of a pooled registered pension plan unless the member,</p> <p class=\"paragraph\">  (a)  is employed in provincial employment;</p> <p class=\"paragraph\">  (b)  is a person who is employed in Ontario on or in connection with the operation of any work, undertaking or business that is within the legislative authority of the Parliament of Canada, but only if the person’s employer has not entered into a contract mentioned in section 29 (Contract between employer and administrator) of the federal Act to provide a pooled registered pension plan to a class of employees of which the person is a member; or</p> <p class=\"paragraph\">  (c)  is self-employed in Ontario and meets any requirements that may be prescribed.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite subsection (1), this Act applies in respect of persons described in clauses (1) (a) to (c) who are no longer employed as described in those clauses but who continue to maintain funds in their account. 2016, c. 5, Sched. 23, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched23s1\">2016, c. 5, Sched. 23, s. 1</a></span> - 08/11/2016</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Place of employment",
            "part_id": null,
            "part_type": null,
            "section_y": "Place of employment",
            "content": "4 (1) For the purposes of this Act, a person is deemed to be employed in the province in which the establishment of his or her employer is located and to which the person is required to report for work. Same (2) A person who is not required to report for work at an establishment of his or her employer is deemed to be employed in the province in which is located the establishment of his or her employer from which the person’s remuneration is paid. Application of Federal Act",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) For the purposes of this Act, a person is deemed to be employed in the province in which the establishment of his or her employer is located and to which the person is required to report for work.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A person who is not required to report for work at an establishment of his or her employer is deemed to be employed in the province in which is located the establishment of his or her employer from which the person’s remuneration is paid.</p> <p class=\"heading1\"><a name=\"BK5\"></a>Application of Federal Act</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Application of Federal Act",
            "section_x": "Application of Federal Act",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Application of federal Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of federal Act",
            "content": "5 (1) Subject to subsections (2) and (3), the federal Act applies with respect to pooled registered pension plans as if it had been enacted as part of this Act. Non-application of federal Act (2) The provisions of the federal Act listed in Schedule 1 to this Act do not apply, and any other prescribed provisions of the federal Act do not apply. Modifications (3) The provisions of the federal Act that apply for the purposes of this Act are subject to necessary modifications, including the modifications set out in sections 6 and 7 with respect to general matters and family law matters. Modification of federal Act re general matters",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) Subject to subsections (2) and (3), the federal Act applies with respect to pooled registered pension plans as if it had been enacted as part of this Act.</p> <p class=\"headnote\">Non-application of federal Act</p> <p class=\"subsection\">(2) The provisions of the federal Act listed in Schedule 1 to this Act do not apply, and any other prescribed provisions of the federal Act do not apply.</p> <p class=\"headnote\">Modifications</p> <p class=\"subsection\">(3) The provisions of the federal Act that apply for the purposes of this Act are subject to necessary modifications, including the modifications set out in sections 6 and 7 with respect to general matters and family law matters.</p> <p class=\"headnote\">Modification of federal Act re general matters</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Modification of federal Act re general matters",
            "part_id": null,
            "part_type": null,
            "section_y": "Various references",
            "content": "6 (1) For the purposes of applying a provision of the federal Act, unless a contrary intention appears in this Act or the regulations, a reference to a word or expression in the federal Act set out in Column 1 of the following Table shall be read as a reference to the word or expression set out opposite it in Column 2: TABLE   WORDS AND EXPRESSIONS Item   Column 1   Word or expression in federal Act   Column 2   Word or expression to be substituted \n\n  1.   designated province   designated jurisdiction \n\n  1.1   Canada Gazette   The Ontario Gazette \n\n  2.   Federal Court   Ontario Superior Court of Justice \n\n  3.   Governor in Council   Lieutenant Governor in Council \n\n  4.   included employment   provincial employment \n\n  5.   province   jurisdiction  \n\n  6.   subsection 2 (1) of the Pension Benefits Standards Act, 1985 (Canada)   subsection 1 (1) of the Pension Benefits Act \n\n  7.   époux (French version only)   conjoint \n\n  8.   salarié (French version only)   employé 2015, c. 9, s. 6 (1); 2018, c. 8, Sched. 26, s. 2 (1). Reference re Parliament (1.1) For the purposes of the application under this Act of subsection 6 (3) (Tabling in Parliament) of the federal Act, the words “each House of Parliament” shall be read as “the Assembly”. 2018, c. 8, Sched. 26, s. 2 (2). Reference re Government of Canada (1.2) For the purposes of the application under this Act of paragraph 6 (4) (c) (Publication - Canada Gazette) of the federal Act, the words “Government of Canada” shall be read as “Government of Ontario”. 2018, c. 8, Sched. 26, s. 2 (2). References to “this Act” (2) A reference to “this Act” in the federal Act shall be read as a reference to this Act. References re authority to disclose information (3) For the purposes of the application under this Act of paragraph 10 (2) (b) (Information and studies) of the federal Act, the words “any government agency or regulatory body” in that paragraph shall be read as “any government, government agency or regulatory body of a designated jurisdiction”. References re implementing agreements (4) For the purposes of its application under this Act, paragraph 10 (2) (c) (Information and studies) of the federal Act shall be read as including the authority to collect and disclose information for the purposes of implementing a bilateral agreement. Reference re “mandatary” (5) For the purposes of its application under this Act, the English version of paragraph 57 (1) (c) (Provisions respecting information) of the federal Act shall be read without the reference to “mandatary”. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 2 (1, 2) - 08/05/2018 Modification of federal Act re family law matters",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) For the purposes of applying a provision of the federal Act, unless a contrary intention appears in this Act or the regulations, a reference to a word or expression in the federal Act set out in Column 1 of the following Table shall be read as a reference to the word or expression set out opposite it in Column 2:</p> <p class=\"headingx\">TABLE <br/>  WORDS AND EXPRESSIONS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\">Item</p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>Column 1 <br/>  Word or expression in federal Act</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>Column 2 <br/>  Word or expression to be substituted</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>1.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>designated province</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>designated jurisdiction</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>1.1</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"tableitalic\"><span>Canada Gazette</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"tableitalic\"><span>The Ontario Gazette</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>2.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>Federal Court</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>Ontario Superior Court of Justice</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>3.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>Governor in Council</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>Lieutenant Governor in Council</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>4.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>included employment</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>provincial employment</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>5.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>province</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>jurisdiction </span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>6.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>subsection 2 (1) of the <i>Pension Benefits Standards Act, 1985</i> (Canada)</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>subsection 1 (1) of the <i>Pension Benefits Act</i></span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>7.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>époux (French version only)</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>conjoint</span></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table\"><span>8.</span></p> </td> <td valign=\"top\" width=\"310\"> <p class=\"table\"><span>salarié (French version only)</span></p> </td> <td valign=\"top\" width=\"311\"> <p class=\"table\"><span>employé</span></p> </td>\n</tr>\n</table> <p class=\"footnote\"><span>2015, c. 9, s. 6 (1); </span>2018, c. 8, Sched. 26, s. 2 (1).</p> <p class=\"headnote\">Reference re Parliament</p> <p class=\"subsection\">(1.1) For the purposes of the application under this Act of subsection 6 (3) (Tabling in Parliament) of the federal Act, the words “each House of Parliament” shall be read as “the Assembly”. 2018, c. 8, Sched. 26, s. 2 (2).</p> <p class=\"headnote\">Reference re Government of Canada</p> <p class=\"subsection\">(1.2) For the purposes of the application under this Act of paragraph 6 (4) (c) (Publication - <i>Canada Gazette</i>) of the federal Act, the words “Government of Canada” shall be read as “Government of Ontario”. 2018, c. 8, Sched. 26, s. 2 (2).</p> <p class=\"headnote\">References to “this Act”</p> <p class=\"subsection\">(2) A reference to “this Act” in the federal Act shall be read as a reference to this Act.</p> <p class=\"headnote\">References re authority to disclose information</p> <p class=\"subsection\">(3) For the purposes of the application under this Act of paragraph 10 (2) (b) (Information and studies) of the federal Act, the words “any government agency or regulatory body” in that paragraph shall be read as “any government, government agency or regulatory body of a designated jurisdiction”.</p> <p class=\"headnote\">References re implementing agreements</p> <p class=\"subsection\">(4) For the purposes of its application under this Act, paragraph 10 (2) (c) (Information and studies) of the federal Act shall be read as including the authority to collect and disclose information for the purposes of implementing a bilateral agreement.</p> <p class=\"headnote\">Reference re “mandatary”</p> <p class=\"subsection\">(5) For the purposes of its application under this Act, the English version of paragraph 57 (1) (c) (Provisions respecting information) of the federal Act shall be read without the reference to “mandatary”.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s2s1\">2018, c. 8, Sched. 26, s. 2 (1, 2)</a></span> - 08/05/2018</p> <p class=\"headnote\">Modification of federal Act re family law matters</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Modification of federal Act re family law matters",
            "part_id": null,
            "part_type": null,
            "section_y": "References to “common-law partner”, etc.",
            "content": "7 (1) For the purposes of their application under this Act, the following provisions of the federal Act shall be read without the references to “common-law partner” and “former common-law partner”: 1.  Section 49 (Entitlement of survivor). 2.  Subsection 52 (1) (Entitlement of survivor). 3.  Section 56 (Sex discrimination prohibited). 4.  Paragraph 57 (1) (c) (Provisions respecting information). References to “survivor” (2) For the purposes of their application under this Act, the references to “survivor” in the following provisions of the federal Act shall be read as references to “surviving spouse”: 1.  Paragraph 47 (2) (b) (Optional provisions). 2.  Section 49 (Entitlement of survivor). 3.  Section 50 (Transfer or purchase of annuity). 4.  Section 51 (Cessation). 5.  The English version of subsection 52 (1) (Entitlement of survivor). 6.  Section 54 (Who may transfer funds). 7.  Paragraph 57 (1) (e) (Provisions respecting information). Same (3) For the purposes of their application under this Act, the references to “survivor” in the following provisions of the federal Act shall be read as references to “spouse with an entitlement under subsection (1)”: 1.  Subsection 52 (2) (Designated beneficiary or estate or succession). 2.  Subsection 52 (3) (Surrender of funds in account). References to “estate or succession” (4) For the purposes of its application under this Act, the English version of subsection 52 (2) (Designated beneficiary or estate or succession) of the federal Act shall be read without the reference to “succession”. Same (5) For the purposes of its application under this Act, the words “in every other case, to the executor or administrator of the member’s estate or to the liquidator of the member’s succession” in paragraph 57 (1) (e) (Provisions respecting information) of the federal Act shall be read as “in every other case, to the member’s personal representative”.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) For the purposes of their application under this Act, the following provisions of the federal Act shall be read without the references to “common-law partner” and “former common-law partner”:</p> <p class=\"paragraph\">  1.  Section 49 (Entitlement of survivor).</p> <p class=\"paragraph\">  2.  Subsection 52 (1) (Entitlement of survivor).</p> <p class=\"paragraph\">  3.  Section 56 (Sex discrimination prohibited).</p> <p class=\"paragraph\">  4.  Paragraph 57 (1) (c) (Provisions respecting information).</p> <p class=\"headnote\">References to “survivor”</p> <p class=\"subsection\">(2) For the purposes of their application under this Act, the references to “survivor” in the following provisions of the federal Act shall be read as references to “surviving spouse”:</p> <p class=\"paragraph\">  1.  Paragraph 47 (2) (b) (Optional provisions).</p> <p class=\"paragraph\">  2.  Section 49 (Entitlement of survivor).</p> <p class=\"paragraph\">  3.  Section 50 (Transfer or purchase of annuity).</p> <p class=\"paragraph\">  4.  Section 51 (Cessation).</p> <p class=\"paragraph\">  5.  The English version of subsection 52 (1) (Entitlement of survivor).</p> <p class=\"paragraph\">  6.  Section 54 (Who may transfer funds).</p> <p class=\"paragraph\">  7.  Paragraph 57 (1) (e) (Provisions respecting information).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of their application under this Act, the references to “survivor” in the following provisions of the federal Act shall be read as references to “spouse with an entitlement under subsection (1)”:</p> <p class=\"paragraph\">  1.  Subsection 52 (2) (Designated beneficiary or estate or succession).</p> <p class=\"paragraph\">  2.  Subsection 52 (3) (Surrender of funds in account).</p> <p class=\"headnote\">References to “estate or succession”</p> <p class=\"subsection\">(4) For the purposes of its application under this Act, the English version of subsection 52 (2) (Designated beneficiary or estate or succession) of the federal Act shall be read without the reference to “succession”.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) For the purposes of its application under this Act, the words “in every other case, to the executor or administrator of the member’s estate or to the liquidator of the member’s succession” in paragraph 57 (1) (e) (Provisions respecting information) of the federal Act shall be read as “in every other case, to the member’s personal representative”.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.1",
            "section_x": "Licensing of administrators, timing",
            "part_id": null,
            "part_type": null,
            "section_y": "Licensing of administrators, timing",
            "content": "7.1 For the purposes of section 11 (Licensing of administrators) of the federal Act, as it applies for the purposes of this Act, the Chief Executive Officer shall not issue a licence before the date an agreement described in section 6 (Multilateral agreement) of the federal Act, as it applies for the purposes of this Act, first comes into effect in Ontario. 2018, c. 8, Sched. 26, s. 3, 9. Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 23, s. 2 - 08/11/2016 2018, c. 8, Sched. 26, s. 3 - 08/05/2018; 2018, c. 8, Sched. 26, s. 9 - 08/06/2019 Agreements",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7.1 </b>For the purposes of section 11 (Licensing of administrators) of the federal Act, as it applies for the purposes of this Act, the Chief Executive Officer shall not issue a licence before the date an agreement described in section 6 (Multilateral agreement) of the federal Act, as it applies for the purposes of this Act, first comes into effect in Ontario. 2018, c. 8, Sched. 26, s. 3, 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched23s2\">2016, c. 5, Sched. 23, s. 2</a></span> - 08/11/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s3\">2018, c. 8, Sched. 26, s. 3</a></span> - 08/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9</a></span> - 08/06/2019</p> <p class=\"heading1\"><a name=\"BK10\"></a>Agreements</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Agreements",
            "section_x": "Agreements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "section_x": "Agreements, etc., not regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements, etc., not regulations",
            "content": "8 An agreement or an amendment to an agreement made under section 6 (Multilateral agreement) of the federal Act, as it applies for the purposes of this Act, is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006. 2018, c. 8, Sched. 26, s. 4. Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 23, s. 3 (1, 2) - 08/11/2016 2018, c. 8, Sched. 26, s. 4 - 08/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>8 </b>An agreement or an amendment to an agreement made under section 6 (Multilateral agreement) of the federal Act, as it applies for the purposes of this Act, is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>. 2018, c. 8, Sched. 26, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched23s3s1\">2016, c. 5, Sched. 23, s. 3 (1, 2)</a></span> - 08/11/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s4\">2018, c. 8, Sched. 26, s. 4</a></span> - 08/05/2018</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.1",
            "section_x": "Delegation of powers and duties",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation of powers and duties",
            "content": "8.1 (1) If an agreement under section 5 (Bilateral agreement) or section 6 (Multilateral agreement) of the federal Act, as those sections apply for the purposes of this Act, provides for the delegation to the Chief Executive Officer or the Authority of any powers or duties of a person or entity that has supervisory or regulatory powers under the pooled registered pension plan legislation of another jurisdiction, the Chief Executive Officer is authorized to exercise those powers and perform those duties. 2018, c. 8, Sched. 26, s. 5. Delegation by Chief Executive Officer (2) The Chief Executive Officer may, subject to the conditions that the Chief Executive Officer considers appropriate, delegate in writing to an officer or other employee of the Authority the exercise of any power or the performance of any duty conferred on or assigned to the Chief Executive Officer under an agreement under section 5 (Bilateral agreement) or section 6 (Multilateral agreement) of the federal Act, as those sections apply for the purposes of this Act. 2018, c. 8, Sched. 26, s. 5. Effect of delegation (3) An act done or a decision made under a delegation given under subsection (2) is as valid and effective as if it had been done or made by the Chief Executive Officer. 2018, c. 8, Sched. 26, s. 5. Supervisory authority references (4) If an agreement under section 5 (Bilateral agreement) or section 6 (Multilateral agreement) of the federal Act refers to the supervisory authority with respect to pooled registered pension plans under the laws of Ontario, the reference shall be deemed to include the Chief Executive Officer. 2018, c. 8, Sched. 26, s. 5. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 5 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>8.1</b> (1) If an agreement under section 5 (Bilateral agreement) or section 6 (Multilateral agreement) of the federal Act, as those sections apply for the purposes of this Act, provides for the delegation to the Chief Executive Officer or the Authority of any powers or duties of a person or entity that has supervisory or regulatory powers under the pooled registered pension plan legislation of another jurisdiction, the Chief Executive Officer is authorized to exercise those powers and perform those duties. 2018, c. 8, Sched. 26, s. 5.</p> <p class=\"headnote\">Delegation by Chief Executive Officer</p> <p class=\"subsection\">(2) The Chief Executive Officer may, subject to the conditions that the Chief Executive Officer considers appropriate, delegate in writing to an officer or other employee of the Authority the exercise of any power or the performance of any duty conferred on or assigned to the Chief Executive Officer under an agreement under section 5 (Bilateral agreement) or section 6 (Multilateral agreement) of the federal Act, as those sections apply for the purposes of this Act. 2018, c. 8, Sched. 26, s. 5.</p> <p class=\"headnote\">Effect of delegation</p> <p class=\"subsection\">(3) An act done or a decision made under a delegation given under subsection (2) is as valid and effective as if it had been done or made by the Chief Executive Officer. 2018, c. 8, Sched. 26, s. 5.</p> <p class=\"headnote\">Supervisory authority references</p> <p class=\"subsection\">(4) If an agreement under section 5 (Bilateral agreement) or section 6 (Multilateral agreement) of the federal Act refers to the supervisory authority with respect to pooled registered pension plans under the laws of Ontario, the reference shall be deemed to include the Chief Executive Officer. 2018, c. 8, Sched. 26, s. 5.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s5\">2018, c. 8, Sched. 26, s. 5</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "section_x": "Objections and appeals under multilateral agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Objections and appeals under multilateral agreement",
            "content": "9 (1) A decision of a prescribed supervisory authority of a designated jurisdiction that is made under the authority of a multilateral agreement and that relates to the application of this Act is deemed to be a decision of the Chief Executive Officer and is subject to objection or appeal in accordance with this Act. 2015, c. 9, s. 9 (1); 2018, c. 8, Sched. 26, s. 9. Same (2) A decision of the Chief Executive Officer that is made under the authority of a multilateral agreement and that relates to the application of the legislation of a designated jurisdiction is deemed to be a decision of the prescribed supervisory authority of that jurisdiction and is not subject to objection or appeal under this Act. 2015, c. 9, s. 9 (2); 2018, c. 8, Sched. 26, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 9 - 08/06/2019 Protection of Funds",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>9 </b>(1) A decision of a prescribed supervisory authority of a designated jurisdiction that is made under the authority of a multilateral agreement and that relates to the application of this Act is deemed to be a decision of the Chief Executive Officer and is subject to objection or appeal in accordance with this Act. 2015, c. 9, s. 9 (1); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A decision of the Chief Executive Officer that is made under the authority of a multilateral agreement and that relates to the application of the legislation of a designated jurisdiction is deemed to be a decision of the prescribed supervisory authority of that jurisdiction and is not subject to objection or appeal under this Act. 2015, c. 9, s. 9 (2); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9</a></span> - 08/06/2019</p> <p class=\"heading1\"><a name=\"BK14\"></a>Protection of Funds</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Protection of Funds",
            "section_x": "Protection of Funds",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "Void transactions",
            "part_id": null,
            "part_type": null,
            "section_y": "Void transactions",
            "content": "10 (1) Every agreement or arrangement is void that purports to assign, charge, anticipate or give as security, (a)  funds in a member’s account, or any interest or right in those funds, including variable payments; or (b)  funds transferred or used, or any interest or right in funds transferred or used under section 19 of this Act or under the following provisions of the federal Act, as they apply for the purposes of this Act: (i)  subsection 50 (1) (Transfer or purchase of annuity), (ii)  subsection 50 (3) (Transfer in case of death), (iii)  subsection 54 (2) (Transfer of funds). Exemptions, family law (2) Subsection (1) does not apply to prevent the assignment of funds, interests or rights mentioned in subsection (1) by an order under the Family Law Act, by a family arbitration award or by a domestic contract.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>10 </b>(1) Every agreement or arrangement is void that purports to assign, charge, anticipate or give as security,</p> <p class=\"paragraph\">  (a)  funds in a member’s account, or any interest or right in those funds, including variable payments; or</p> <p class=\"paragraph\">  (b)  funds transferred or used, or any interest or right in funds transferred or used under section 19 of this Act or under the following provisions of the federal Act, as they apply for the purposes of this Act:</p> <p class=\"subclause\">  (i)  subsection 50 (1) (Transfer or purchase of annuity),</p> <p class=\"subclause\">  (ii)  subsection 50 (3) (Transfer in case of death),</p> <p class=\"subclause\">  (iii)  subsection 54 (2) (Transfer of funds).</p> <p class=\"headnote\">Exemptions, family law</p> <p class=\"subsection\">(2) Subsection (1) does not apply to prevent the assignment of funds, interests or rights mentioned in subsection (1) by an order under the <i>Family Law Act</i>, by a family arbitration award or by a domestic contract.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "section_x": "Void transactions, agreements to surrender",
            "part_id": null,
            "part_type": null,
            "section_y": "Void transactions, agreements to surrender",
            "content": "11 (1) Every agreement or arrangement to surrender any of the following is void: 1.  Funds in a member’s account, or any interest or right in those funds, including variable payments. 2.  Funds transferred or used, or any interest or right in funds transferred or used under section 19 of this Act or under the following provisions of the federal Act, as they apply for the purposes of this Act: i.  Subsection 50 (1) (Transfer or purchase of annuity). ii.  Subsection 50 (3) (Transfer in case of death). iii.  Subsection 54 (2) (Transfer of funds). Exemption (2) Subsection (1) does not apply to prevent the surrender of an interest or right made under subsection 52 (3) (Surrender of funds in account) of the federal Act, as it applies for the purposes of this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11 </b>(1) Every agreement or arrangement to surrender any of the following is void:</p> <p class=\"paragraph\">  1.  Funds in a member’s account, or any interest or right in those funds, including variable payments.</p> <p class=\"paragraph\">  2.  Funds transferred or used, or any interest or right in funds transferred or used under section 19 of this Act or under the following provisions of the federal Act, as they apply for the purposes of this Act:</p> <p class=\"subpara\">  i.  Subsection 50 (1) (Transfer or purchase of annuity).</p> <p class=\"subpara\">  ii.  Subsection 50 (3) (Transfer in case of death).</p> <p class=\"subpara\">  iii.  Subsection 54 (2) (Transfer of funds).</p> <p class=\"headnote\">Exemption</p> <p class=\"subsection\">(2) Subsection (1) does not apply to prevent the surrender of an interest or right made under subsection 52 (3) (Surrender of funds in account) of the federal Act, as it applies for the purposes of this Act.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "section_x": "Exemption from execution, seizure or attachment",
            "part_id": null,
            "part_type": null,
            "section_y": "Exemption from execution, seizure or attachment",
            "content": "12 (1) The following are exempt from execution, seizure or attachment: 1.  Funds in a member’s account, or any interest or right in those funds, including variable payments. 2.  Funds transferred or used, or any interest or right in funds transferred or used under section 19 of this Act or under the following provisions of the federal Act, as they apply for the purposes of this Act: i.  Subsection 50 (1) (Transfer or purchase of annuity). ii.  Subsection 50 (3) (Transfer in case of death). iii.  Subsection 54 (2) (Transfer of funds). Order for support (2) Despite subsection (1), payments from a member’s account or payments that result from funds being transferred or used in a way described in paragraph 2 of subsection (1) are subject to execution, seizure or attachment in satisfaction of an order for support enforceable in Ontario to a maximum of one-half the money payable. Restriction, member’s account (3) The entitlement of a person, in his or her discretion, to withdraw money from his or her account or from a retirement savings plan of the prescribed kind shall not be considered when determining, for the purposes of any other Act, the income or assets available to the person. Death of a Member",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>12 </b>(1) The following are exempt from execution, seizure or attachment:</p> <p class=\"paragraph\">  1.  Funds in a member’s account, or any interest or right in those funds, including variable payments.</p> <p class=\"paragraph\">  2.  Funds transferred or used, or any interest or right in funds transferred or used under section 19 of this Act or under the following provisions of the federal Act, as they apply for the purposes of this Act:</p> <p class=\"subpara\">  i.  Subsection 50 (1) (Transfer or purchase of annuity).</p> <p class=\"subpara\">  ii.  Subsection 50 (3) (Transfer in case of death).</p> <p class=\"subpara\">  iii.  Subsection 54 (2) (Transfer of funds).</p> <p class=\"headnote\">Order for support</p> <p class=\"subsection\">(2) Despite subsection (1), payments from a member’s account or payments that result from funds being transferred or used in a way described in paragraph 2 of subsection (1) are subject to execution, seizure or attachment in satisfaction of an order for support enforceable in Ontario to a maximum of one-half the money payable.</p> <p class=\"headnote\">Restriction, member’s account</p> <p class=\"subsection\">(3) The entitlement of a person, in his or her discretion, to withdraw money from his or her account or from a retirement savings plan of the prescribed kind shall not be considered when determining, for the purposes of any other Act, the income or assets available to the person.</p> <p class=\"heading1\"><a name=\"BK18\"></a>Death of a Member</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Death of a Member",
            "section_x": "Death of a Member",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "section_x": "Interpretation re “spouse”, variable payments",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation re “spouse”, variable payments",
            "content": "13 In order to qualify as the surviving spouse for the purposes of section 49 (Entitlement of survivor) of the federal Act, as it applies for the purposes of this Act, a person must be either, (a)  a spouse described in clause (a) of the definition of “spouse” in section 2 from whom the member is not living separate and apart at the following times: (i)  the time variable payments from the funds in the member’s account commence, and (ii)  the time of the member’s death; or (b)  a spouse who meets the description in clause (b) of the definition of “spouse” in section 2 both at the time variable payments from the funds in the member’s account commence and at the time of the member’s death.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>13 </b>In order to qualify as the surviving spouse for the purposes of section 49 (Entitlement of survivor) of the federal Act, as it applies for the purposes of this Act, a person must be either,</p> <p class=\"paragraph\">  (a)  a spouse described in clause (a) of the definition of “spouse” in section 2 from whom the member is not living separate and apart at the following times:</p> <p class=\"subclause\">  (i)  the time variable payments from the funds in the member’s account commence, and</p> <p class=\"subclause\">  (ii)  the time of the member’s death; or</p> <p class=\"paragraph\">  (b)  a spouse who meets the description in clause (b) of the definition of “spouse” in section 2 both at the time variable payments from the funds in the member’s account commence and at the time of the member’s death.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "section_x": "Interpretation re “spouse”, funds in member’s account",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation re “spouse”, funds in member’s account",
            "content": "14 (1) In order to qualify as the surviving spouse for the purposes of subsection 52 (1) (Entitlement of survivor) of the federal Act, as it applies for the purposes of this Act, a person must be either, (a)  a spouse described in clause (a) of the definition of “spouse” in section 2 from whom the member is not living separate and apart at the time of the member’s death; or (b)  a spouse who meets the description in clause (b) of the definition of “spouse” in section 2 at the time of the member’s death. Entitlement as beneficiary, etc. (2) A person who does not qualify as the surviving spouse under subsection (1) is not prevented from having an entitlement as a designated beneficiary or otherwise.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>14 </b>(1) In order to qualify as the surviving spouse for the purposes of subsection 52 (1) (Entitlement of survivor) of the federal Act, as it applies for the purposes of this Act, a person must be either,</p> <p class=\"paragraph\">  (a)  a spouse described in clause (a) of the definition of “spouse” in section 2 from whom the member is not living separate and apart at the time of the member’s death; or</p> <p class=\"paragraph\">  (b)  a spouse who meets the description in clause (b) of the definition of “spouse” in section 2 at the time of the member’s death.</p> <p class=\"headnote\">Entitlement as beneficiary, etc.</p> <p class=\"subsection\">(2) A person who does not qualify as the surviving spouse under subsection (1) is not prevented from having an entitlement as a designated beneficiary or otherwise.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "section_x": "Restriction on entitlement",
            "part_id": null,
            "part_type": null,
            "section_y": "Restriction on entitlement",
            "content": "15 An entitlement to funds under section 49 (Entitlement of survivor) or 52 (Entitlement of survivor) of the federal Act, as they apply for the purposes of this Act, is subject to any right to or interest in the funds set out in an order made under Part I (Family Property) of the Family Law Act, a family arbitration award or a domestic contract. Family Law Matters Marriage breakdown",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>15 </b>An entitlement to funds under section 49 (Entitlement of survivor) or 52 (Entitlement of survivor) of the federal Act, as they apply for the purposes of this Act, is subject to any right to or interest in the funds set out in an order made under Part I (Family Property) of the <i>Family Law Act</i>, a family arbitration award or a domestic contract.</p> <p class=\"heading1\"><a name=\"BK22\"></a>Family Law Matters</p> <p class=\"headnote\">Marriage breakdown</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Family Law Matters",
            "section_x": "Family Law Matters",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.",
            "section_x": "Marriage breakdown",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "16 (1) In this section and in sections 17 to 20, “family law valuation date” means, with respect to a member and his or her spouse, (a)  the spouses’ valuation date under Part I (Family Property) of the Family Law Act, or (b)  for spouses to whom Part I of that Act does not apply, the date on which they separate and there is no reasonable prospect that they will resume cohabitation; (“date d’évaluation en droit de la famille”) “spouse” has the same meaning as in section 29 of the Family Law Act. (“conjoint”) Former spouse (2) A reference in this section and in sections 17 to 20 to the spouse of a member is, where circumstances require, a reference to him or her as the former spouse of the member. Valuation for family law purposes",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>16 </b>(1) In this section and in sections 17 to 20,</p> <p class=\"definition\">“family law valuation date” means, with respect to a member and his or her spouse,</p> <p class=\"paragraph\">  (a)  the spouses’ valuation date under Part I (Family Property) of the <i>Family Law Act</i>, or</p> <p class=\"paragraph\">  (b)  for spouses to whom Part I of that Act does not apply, the date on which they separate and there is no reasonable prospect that they will resume cohabitation; (“date d’évaluation en droit de la famille”)</p> <p class=\"definition\">“spouse” has the same meaning as in section 29 of the <i>Family Law Act</i>. (“conjoint”)</p> <p class=\"headnote\">Former spouse</p> <p class=\"subsection\">(2) A reference in this section and in sections 17 to 20 to the spouse of a member is, where circumstances require, a reference to him or her as the former spouse of the member.</p> <p class=\"headnote\">Valuation for family law purposes</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "section_x": "Valuation for family law purposes",
            "part_id": null,
            "part_type": null,
            "section_y": "Preliminary valuation",
            "content": "17 (1) The preliminary value of the funds in a member’s account, before apportionment for family law purposes, is determined by the administrator in accordance with the regulations and as of the family law valuation date of the member and his or her spouse. Imputed value for family law purposes (2) The imputed value, for family law purposes, of the funds in a member’s account is that portion of the preliminary value that is attributed by the administrator, in accordance with the regulations, (a)  to the period beginning with the date of the spouses’ marriage and ending on their family law valuation date, for the purposes of an order under Part I (Family Property) of the Family Law Act; or (b)  to the period beginning with the date determined in accordance with the regulations and ending on the spouses’ family law valuation date, for the purposes of a family arbitration award or domestic contract. Application for statement of imputed value (3) The following persons may apply to the administrator of the plan, in accordance with the regulations, for a statement of the imputed value, for family law purposes, of the funds in the member’s account: 1.  In the case of spouses to whom Part I of the Family Law Act applies, either spouse. 2.  In the case of spouses to whom Part I of the Family Law Act does not apply, the member. Application fee (4) The application must be accompanied by the applicable fee, if any, imposed by the administrator and the applicable fee must not exceed the prescribed amount. Duty to determine imputed value (5) Once the application is complete, the administrator shall determine the imputed value, for family law purposes, of the funds in the member’s account. Duty to provide statement (6) The administrator shall give a statement containing the prescribed information to both spouses within the prescribed period.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>17 </b>(1) The preliminary value of the funds in a member’s account, before apportionment for family law purposes, is determined by the administrator in accordance with the regulations and as of the family law valuation date of the member and his or her spouse.</p> <p class=\"headnote\">Imputed value for family law purposes</p> <p class=\"subsection\">(2) The imputed value, for family law purposes, of the funds in a member’s account is that portion of the preliminary value that is attributed by the administrator, in accordance with the regulations,</p> <p class=\"paragraph\">  (a)  to the period beginning with the date of the spouses’ marriage and ending on their family law valuation date, for the purposes of an order under Part I (Family Property) of the <i>Family Law Act</i>; or</p> <p class=\"paragraph\">  (b)  to the period beginning with the date determined in accordance with the regulations and ending on the spouses’ family law valuation date, for the purposes of a family arbitration award or domestic contract.</p> <p class=\"headnote\">Application for statement of imputed value</p> <p class=\"subsection\">(3) The following persons may apply to the administrator of the plan, in accordance with the regulations, for a statement of the imputed value, for family law purposes, of the funds in the member’s account:</p> <p class=\"paragraph\">  1.  In the case of spouses to whom Part I of the <i>Family Law Act</i> applies, either spouse.</p> <p class=\"paragraph\">  2.  In the case of spouses to whom Part I of the <i>Family Law Act </i>does not apply, the member.</p> <p class=\"headnote\">Application fee</p> <p class=\"subsection\">(4) The application must be accompanied by the applicable fee, if any, imposed by the administrator and the applicable fee must not exceed the prescribed amount.</p> <p class=\"headnote\">Duty to determine imputed value</p> <p class=\"subsection\">(5) Once the application is complete, the administrator shall determine the imputed value, for family law purposes, of the funds in the member’s account.</p> <p class=\"headnote\">Duty to provide statement</p> <p class=\"subsection\">(6) The administrator shall give a statement containing the prescribed information to both spouses within the prescribed period.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "section_x": "Rights to information",
            "part_id": null,
            "part_type": null,
            "section_y": "Rights to information",
            "content": "18 A former spouse of a member has the right to request documents and information under paragraph 57 (1) (c) (Provisions respecting information) of the federal Act, as it applies for the purposes of this Act, in connection with the former spouse obtaining a statement of the imputed value, for family law purposes, of the funds in the member’s account. Transfer of a lump sum for certain family law purposes",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>18 </b>A former spouse of a member has the right to request documents and information under paragraph 57 (1) (c) (Provisions respecting information) of the federal Act, as it applies for the purposes of this Act, in connection with the former spouse obtaining a statement of the imputed value, for family law purposes, of the funds in the member’s account.</p> <p class=\"headnote\">Transfer of a lump sum for certain family law purposes</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "section_x": "Transfer of a lump sum for certain family law purposes",
            "part_id": null,
            "part_type": null,
            "section_y": "Eligibility",
            "content": "19 (1) A spouse of a member is eligible to apply under this section for an immediate transfer of a lump sum from the member’s account if all of the following circumstances exist: 1.  The spouses are separated and there is no reason­able prospect that they will resume cohabitation. 2.  A statement of the imputed value, for family law purposes, of the funds in the member’s account has been obtained from the administrator under section 17. 3.  The transfer is provided for by an order made under Part I (Family Property) of the Family Law Act or is authorized under a family arbitration award or domestic contract. 4.  In the order, family arbitration award or domestic contract, the amount to be transferred as a lump sum is expressed, i.  as a specified amount, or ii.  as a proportion of the imputed value, for family law purposes, of the funds in the member’s account. Application for transfer (2) The eligible spouse may apply, in accordance with the regulations, to the administrator of the plan for the lump sum from the member’s account to be transferred, (a)  to an account for the spouse with a pooled registered pension plan, if that plan permits; (b)  to another pension plan, if that plan permits and subject to any other prescribed conditions; (c)  to a retirement savings plan of the prescribed kind for the spouse; or (d)  for the purpose of being used to purchase an immediate or deferred life annuity of the prescribed kind for the spouse. Restrictions on transfers (3) The transfer is subject to the restrictions set out in this section and to such other restrictions as may be prescribed. Duty to transfer (4) Once the application is complete, the administrator shall make the transfer within the prescribed period. Transfer to eligible spouse’s estate (5) If the lump sum is not transferred under subsection (4) before the death of the eligible spouse, the lump sum is payable instead to the eligible spouse’s estate or as otherwise permitted by regulation. Maximum percentage (6) The order, family arbitration award or domestic contract is not effective to the extent that it purports to entitle the eligible spouse to the transfer of a lump sum that exceeds 50 per cent of the imputed value, for family law purposes, of the funds in the member’s account, as updated for the purposes of this subsection if the regulations require the imputed value to be updated. Partial transfer directly to spouse (7) If the amount that would otherwise be transferred in accordance with the application is greater than the amount prescribed under the Income Tax Act (Canada) for such a transfer, the administrator shall pay the portion that exceeds the prescribed amount as a lump sum to the eligible spouse. Duty to adjust account, etc. (8) On making the transfer, the administrator shall, in accordance with the regulations, adjust the funds in the member’s account in light of the transfer. Discharge of administrator (9) In the absence of actual notice to the contrary, the administrator is entitled to rely on the information provided by the spouse in the application and is discharged on making the transfer in accordance with the application and this section and making the adjustments required by subsection (8). Effect of transfer (10) Once the transfer is made in accordance with the application and this Act, the eligible spouse has no further claim against the member’s account. Orders for support (11) This section does not affect any order for support enforceable in Ontario. Priorities (12) An entitlement to a transfer under this section prevails over any other entitlement to the funds in the member’s account. Same (13) For the purposes of subsection (12), an entitlement to a transfer under this section arises on application under subsection (2) by an eligible spouse.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>19 </b>(1) A spouse of a member is eligible to apply under this section for an immediate transfer of a lump sum from the member’s account if all of the following circumstances exist:</p> <p class=\"paragraph\">  1.  The spouses are separated and there is no reason­able prospect that they will resume cohabitation.</p> <p class=\"paragraph\">  2.  A statement of the imputed value, for family law purposes, of the funds in the member’s account has been obtained from the administrator under section 17.</p> <p class=\"paragraph\">  3.  The transfer is provided for by an order made under Part I (Family Property) of the <i>Family Law Act</i> or is authorized under a family arbitration award or domestic contract.</p> <p class=\"paragraph\">  4.  In the order, family arbitration award or domestic contract, the amount to be transferred as a lump sum is expressed,</p> <p class=\"subpara\">  i.  as a specified amount, or</p> <p class=\"subpara\">  ii.  as a proportion of the imputed value, for family law purposes, of the funds in the member’s account.</p> <p class=\"headnote\">Application for transfer</p> <p class=\"subsection\">(2) The eligible spouse may apply, in accordance with the regulations, to the administrator of the plan for the lump sum from the member’s account to be transferred,</p> <p class=\"paragraph\">  (a)  to an account for the spouse with a pooled registered pension plan, if that plan permits;</p> <p class=\"paragraph\">  (b)  to another pension plan, if that plan permits and subject to any other prescribed conditions;</p> <p class=\"paragraph\">  (c)  to a retirement savings plan of the prescribed kind for the spouse; or</p> <p class=\"paragraph\">  (d)  for the purpose of being used to purchase an immediate or deferred life annuity of the prescribed kind for the spouse.</p> <p class=\"headnote\">Restrictions on transfers</p> <p class=\"subsection\">(3) The transfer is subject to the restrictions set out in this section and to such other restrictions as may be prescribed.</p> <p class=\"headnote\">Duty to transfer</p> <p class=\"subsection\">(4) Once the application is complete, the administrator shall make the transfer within the prescribed period.</p> <p class=\"headnote\">Transfer to eligible spouse’s estate</p> <p class=\"subsection\">(5) If the lump sum is not transferred under subsection (4) before the death of the eligible spouse, the lump sum is payable instead to the eligible spouse’s estate or as otherwise permitted by regulation.</p> <p class=\"headnote\">Maximum percentage</p> <p class=\"subsection\">(6) The order, family arbitration award or domestic contract is not effective to the extent that it purports to entitle the eligible spouse to the transfer of a lump sum that exceeds 50 per cent of the imputed value, for family law purposes, of the funds in the member’s account, as updated for the purposes of this subsection if the regulations require the imputed value to be updated.</p> <p class=\"headnote\">Partial transfer directly to spouse</p> <p class=\"subsection\">(7) If the amount that would otherwise be transferred in accordance with the application is greater than the amount prescribed under the <i>Income Tax Act </i>(Canada) for such a transfer, the administrator shall pay the portion that exceeds the prescribed amount as a lump sum to the eligible spouse.</p> <p class=\"headnote\">Duty to adjust account, etc.</p> <p class=\"subsection\">(8) On making the transfer, the administrator shall, in accordance with the regulations, adjust the funds in the member’s account in light of the transfer.</p> <p class=\"headnote\">Discharge of administrator</p> <p class=\"subsection\">(9) In the absence of actual notice to the contrary, the administrator is entitled to rely on the information provided by the spouse in the application and is discharged on making the transfer in accordance with the application and this section and making the adjustments required by subsection (8).</p> <p class=\"headnote\">Effect of transfer</p> <p class=\"subsection\">(10) Once the transfer is made in accordance with the application and this Act, the eligible spouse has no further claim against the member’s account.</p> <p class=\"headnote\">Orders for support</p> <p class=\"subsection\">(11) This section does not affect any order for support enforceable in Ontario.</p> <p class=\"headnote\">Priorities</p> <p class=\"subsection\">(12) An entitlement to a transfer under this section prevails over any other entitlement to the funds in the member’s account.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) For the purposes of subsection (12), an entitlement to a transfer under this section arises on application under subsection (2) by an eligible spouse.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "section_x": "Restriction on other ways of dividing funds, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Restriction on other ways of dividing funds, etc.",
            "content": "20 An order made under Part I (Family Property) of the Family Law Act, a family arbitration award or a domestic contract is not effective to the extent that it purports to require the administrator of a plan, (a)  to divide the funds in a member’s account otherwise than as provided under section 19; or (b)  to divide variable payments made from the funds in a member’s account. Objections, Appeals and Enforcement Objections and appeals",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>20 </b>An order made under Part I (Family Property) of the <i>Family Law Act</i>, a family arbitration award or a domestic contract is not effective to the extent that it purports to require the administrator of a plan,</p> <p class=\"paragraph\">  (a)  to divide the funds in a member’s account otherwise than as provided under section 19; or</p> <p class=\"paragraph\">  (b)  to divide variable payments made from the funds in a member’s account.</p> <p class=\"heading1\"><a name=\"BK28\"></a>Objections, Appeals and Enforcement</p> <p class=\"headnote\">Objections and appeals</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Objections, Appeals and Enforcement",
            "section_x": "Objections, Appeals and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "21.",
            "section_x": "Objections and appeals",
            "part_id": null,
            "part_type": null,
            "section_y": "Objections by applicant for licence",
            "content": "21 (1) If the Chief Executive Officer refuses to issue an administrator’s licence under subsection 11 (1) (Licensing of administrators) of the federal Act, as it applies for the purposes of this Act, the applicant for a licence may, within 60 days after the day on which the Chief Executive Officer notifies the applicant of the refusal, send to the Chief Executive Officer a notice of objection setting out the reasons for the objection and all facts relevant to it. 2015, c. 9, s. 21 (1); 2018, c. 8, Sched. 26, s. 9. Objections by administrator (2) An administrator may, within 60 days after any of the following days, send to the Chief Executive Officer a notice of objection setting out the reasons for the objection and all facts relevant to it: 1.  The day a notification of the Chief Executive Officer’s refusal to register a plan is provided under subsection 12 (5) (Notification) of the federal Act, as it applies for the purposes of this Act. 2.  The day an order is made requiring the administrator to transfer every pooled registered pension plan that the administrator administers and all of those plans’ assets under subsection 21 (1) (Transfer of assets to designated entity) of the federal Act, as it applies for the purposes of this Act. 3.  The day a notification of the revocation of a plan’s registration and cancellation of the plan’s certificate of registration is provided under section 36 (Revocation of registration) of the federal Act, as it applies for the purposes of this Act. 2015, c. 9, s. 21 (2); 2018, c. 8, Sched. 26, s. 9, 10. Reconsideration (3) On receipt of a notice of objection under subsection (1) or (2), the Chief Executive Officer shall promptly reconsider the decision mentioned in the notice and shall confirm, vary or rescind the decision. 2015, c. 9, s. 21 (3); 2018, c. 8, Sched. 26, s. 9. Notice of decision (4) The Chief Executive Officer shall promptly notify the person who sent the notice of objection of the outcome of the reconsideration and shall provide written reasons unless the Chief Executive Officer rescinds the original decision. 2015, c. 9, s. 21 (4); 2018, c. 8, Sched. 26, s. 9. Appeal to Tribunal (5) A person who has sent a notice of objection under subsection (1) or (2) may appeal to the Tribunal by filing a notice of appeal with the Tribunal and serving it on the Chief Executive Officer, (a)  within 90 days after the Chief Executive Officer has confirmed or varied the original decision; or (b)  if the Chief Executive Officer has not provided the notice described in subsection (4), between the 90th day and the 180th day, both inclusive, after the day the notice of objection was sent. 2015, c. 9, s. 21 (5); 2018, c. 8, Sched. 26, s. 9. Hearing (6) On receiving the notice of appeal, the Tribunal shall appoint a time for and hold the hearing. Tribunal’s powers (7) The Tribunal may, after a hearing, make an order, (a)  dismissing the appeal and confirming the Chief Executive Officer’s decision; or (b)  allowing the appeal and ordering the Chief Executive Officer, as the case may be, (i)  to issue an administrator’s licence to the appellant, (ii)  to register the plan and issue a certification of registration in respect of the plan, (iii)  to revoke the Chief Executive Officer’s order that the administrator transfer every pooled registered pension plan that it administers and all of those plans’ assets, or (iv)  to reinstate the plan’s registration and issue a certificate of registration in respect of the plan. 2015, c. 9, s. 21 (7); 2018, c. 8, Sched. 26, s. 9, 10. Terms and conditions (8) In an order under clause (7) (b), the Tribunal may impose any terms or conditions it considers appropriate on the licence, the registration of a plan, the revocation of the Chief Executive Officer’s order or the reinstatement of a plan’s registration, as the case may be. 2015, c. 9, s. 21 (8); 2018, c. 8, Sched. 26, s. 10. Order (9) The Tribunal shall give its decision and any order in writing, together with written reasons. Parties (10) The parties to a proceeding before the Tribunal are the Chief Executive Officer, the appellant, and any other persons the Tribunal may specify. 2015, c. 9, s. 21 (10); 2018, c. 8, Sched. 26, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 9, 10 - 08/06/2019 Examinations, investigations and inquiries",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>21 </b>(1) If the Chief Executive Officer refuses to issue an administrator’s licence under subsection 11 (1) (Licensing of administrators) of the federal Act, as it applies for the purposes of this Act, the applicant for a licence may, within 60 days after the day on which the Chief Executive Officer notifies the applicant of the refusal, send to the Chief Executive Officer a notice of objection setting out the reasons for the objection and all facts relevant to it. 2015, c. 9, s. 21 (1); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Objections by administrator</p> <p class=\"subsection\">(2) An administrator may, within 60 days after any of the following days, send to the Chief Executive Officer a notice of objection setting out the reasons for the objection and all facts relevant to it:</p> <p class=\"paragraph\">  1.  The day a notification of the Chief Executive Officer’s refusal to register a plan is provided under subsection 12 (5) (Notification) of the federal Act, as it applies for the purposes of this Act.</p> <p class=\"paragraph\">  2.  The day an order is made requiring the administrator to transfer every pooled registered pension plan that the administrator administers and all of those plans’ assets under subsection 21 (1) (Transfer of assets to designated entity) of the federal Act, as it applies for the purposes of this Act.</p> <p class=\"paragraph\">  3.  The day a notification of the revocation of a plan’s registration and cancellation of the plan’s certificate of registration is provided under section 36 (Revocation of registration) of the federal Act, as it applies for the purposes of this Act. 2015, c. 9, s. 21 (2); 2018, c. 8, Sched. 26, s. 9, 10.</p> <p class=\"headnote\">Reconsideration</p> <p class=\"subsection\">(3) On receipt of a notice of objection under subsection (1) or (2), the Chief Executive Officer shall promptly reconsider the decision mentioned in the notice and shall confirm, vary or rescind the decision. 2015, c. 9, s. 21 (3); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(4) The Chief Executive Officer shall promptly notify the person who sent the notice of objection of the outcome of the reconsideration and shall provide written reasons unless the Chief Executive Officer rescinds the original decision. 2015, c. 9, s. 21 (4); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Appeal to Tribunal</p> <p class=\"subsection\">(5) A person who has sent a notice of objection under subsection (1) or (2) may appeal to the Tribunal by filing a notice of appeal with the Tribunal and serving it on the Chief Executive Officer,</p> <p class=\"paragraph\">  (a)  within 90 days after the Chief Executive Officer has confirmed or varied the original decision; or</p> <p class=\"paragraph\">  (b)  if the Chief Executive Officer has not provided the notice described in subsection (4), between the 90th day and the 180th day, both inclusive, after the day the notice of objection was sent. 2015, c. 9, s. 21 (5); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(6) On receiving the notice of appeal, the Tribunal shall appoint a time for and hold the hearing.</p> <p class=\"headnote\">Tribunal’s powers</p> <p class=\"subsection\">(7) The Tribunal may, after a hearing, make an order,</p> <p class=\"paragraph\">  (a)  dismissing the appeal and confirming the Chief Executive Officer’s decision; or</p> <p class=\"paragraph\">  (b)  allowing the appeal and ordering the Chief Executive Officer, as the case may be,</p> <p class=\"subclause\">  (i)  to issue an administrator’s licence to the appellant,</p> <p class=\"subclause\">  (ii)  to register the plan and issue a certification of registration in respect of the plan,</p> <p class=\"subclause\">  (iii)  to revoke the Chief Executive Officer’s order that the administrator transfer every pooled registered pension plan that it administers and all of those plans’ assets, or</p> <p class=\"subclause\">  (iv)  to reinstate the plan’s registration and issue a certificate of registration in respect of the plan. 2015, c. 9, s. 21 (7); 2018, c. 8, Sched. 26, s. 9, 10.</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(8) In an order under clause (7) (b), the Tribunal may impose any terms or conditions it considers appropriate on the licence, the registration of a plan, the revocation of the Chief Executive Officer’s order or the reinstatement of a plan’s registration, as the case may be. 2015, c. 9, s. 21 (8); 2018, c. 8, Sched. 26, s. 10.</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(9) The Tribunal shall give its decision and any order in writing, together with written reasons.</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(10) The parties to a proceeding before the Tribunal are the Chief Executive Officer, the appellant, and any other persons the Tribunal may specify. 2015, c. 9, s. 21 (10); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9, 10</a></span> - 08/06/2019</p> <p class=\"headnote\">Examinations, investigations and inquiries</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.",
            "section_x": "Examinations, investigations and inquiries",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation re “persons”",
            "content": "22 (1) The persons referred to in subsections (2) to (4) and (7) to (9) are the following: 1.  The Chief Executive Officer. 2.  A person designated by the Chief Executive Officer, and the designate does not have to be a person who is employed in the Authority. 2015, c. 9, s. 22 (1); 2018, c. 8, Sched. 26, s. 9, 11. Entry (2) For a purpose related to verifying compliance with this Act, a person mentioned in subsection (1) may enter and have access to, through and over any business premises, where the person has reasonable grounds to believe books, papers, documents or things are kept that relate to a pooled registered pension plan or to any securities, obligations or other investments in which any assets of the plan are invested. Examinations (3) For a purpose related to verifying compliance with this Act, a person mentioned in subsection (1) may make examinations, investigations and inquiries and may require the production of any book, paper, document or thing related to a pooled registered pension plan or to any securities, obligations or other investments in which any assets of the plan are invested. Copies or extracts (4) A person mentioned in subsection (1) may make, take and remove or require the making, taking and removal of copies or extracts related to an examination, investigation or inquiry for a purpose related to verifying compliance with this Act. Reasonable times (5) The authority under subsections (2) to (4) shall be exercised only at reasonable times. Private residence (6) Subsection (2) is not authority to enter a private residence without the consent of the occupier. Removal of books, etc., for copying (7) A person mentioned in subsection (1) who is making an examination, investigation or inquiry may, on giving a receipt, remove any books, papers, documents or things relating to the subject matter of the examination, investigation or inquiry for the purpose of making copies of the books, papers, documents or things, but the copying shall be carried out within a reasonable time and the books, papers, documents or things shall be returned promptly after the copying is completed. Copies (8) A copy of any written or recorded material found in an examination, investigation or inquiry and purporting to be certified by a person mentioned in subsection (1) is admissible in evidence in any action, proceeding or prosecution for all purposes for which the original would have been admissible. Application for warrant (9) A person mentioned in subsection (1) may apply to a justice of the peace for an inspection order under section 23 if an occupier of a premises, (a)  denies entry or access to, through or over the premises to a person mentioned in subsection (1); (b)  instructs a person mentioned in subsection (1) to leave the premises; (c)  obstructs a person mentioned in subsection (1) who is acting for a purpose related to verifying compliance with this Act; or (d)  refuses to comply with a request for the production of any thing the production of which is requested for the purpose of an examination, investigation or inquiry or for a purpose related to verifying compliance with this Act. Identification (10) A person exercising a power under this section shall provide identification at the time of entry. Opinion, report, etc. (11) The Chief Executive Officer may require a person exercising a power under this section to prepare an opinion, report or professional attestation about the results of any examination, investigation or inquiry made by the person under this section. 2015, c. 9, s. 22 (11); 2018, c. 8, Sched. 26, s. 9. Cost of examination (12) The Chief Executive Officer may order any person to pay all or part of the cost of an examination, investigation or inquiry under this section and to pay all or part of the cost of any opinion, report or professional attestation prepared following such an examination, investigation or inquiry (whether or not the opinion, report or attestation was required by the Chief Executive Officer), if the Chief Executive Officer considers it to be reasonable and fair in the circumstances to do so. 2015, c. 9, s. 22 (12); 2018, c. 8, Sched. 26, s. 9. Same (13) Without limiting the generality of subsection (12), an administrator or employer may be required to make a payment under that subsection. Payment by administrator (14) If the Chief Executive Officer orders an administrator to pay costs under subsection (12), the administrator shall not pay the costs from the assets of the plan. 2015, c. 9, s. 22 (14); 2018, c. 8, Sched. 26, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 9, 11 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>22 </b>(1) The persons referred to in subsections (2) to (4) and (7) to (9) are the following:</p> <p class=\"paragraph\">  1.  The Chief Executive Officer.</p> <p class=\"paragraph\">  2.  A person designated by the Chief Executive Officer, and the designate does not have to be a person who is employed in the Authority. 2015, c. 9, s. 22 (1); 2018, c. 8, Sched. 26, s. 9, 11.</p> <p class=\"headnote\">Entry</p> <p class=\"subsection\">(2) For a purpose related to verifying compliance with this Act, a person mentioned in subsection (1) may enter and have access to, through and over any business premises, where the person has reasonable grounds to believe books, papers, documents or things are kept that relate to a pooled registered pension plan or to any securities, obligations or other investments in which any assets of the plan are invested.</p> <p class=\"headnote\">Examinations</p> <p class=\"subsection\">(3) For a purpose related to verifying compliance with this Act, a person mentioned in subsection (1) may make examinations, investigations and inquiries and may require the production of any book, paper, document or thing related to a pooled registered pension plan or to any securities, obligations or other investments in which any assets of the plan are invested.</p> <p class=\"headnote\">Copies or extracts</p> <p class=\"subsection\">(4) A person mentioned in subsection (1) may make, take and remove or require the making, taking and removal of copies or extracts related to an examination, investigation or inquiry for a purpose related to verifying compliance with this Act.</p> <p class=\"headnote\">Reasonable times</p> <p class=\"subsection\">(5) The authority under subsections (2) to (4) shall be exercised only at reasonable times.</p> <p class=\"headnote\">Private residence</p> <p class=\"subsection\">(6) Subsection (2) is not authority to enter a private residence without the consent of the occupier.</p> <p class=\"headnote\">Removal of books, etc., for copying</p> <p class=\"subsection\">(7) A person mentioned in subsection (1) who is making an examination, investigation or inquiry may, on giving a receipt, remove any books, papers, documents or things relating to the subject matter of the examination, investigation or inquiry for the purpose of making copies of the books, papers, documents or things, but the copying shall be carried out within a reasonable time and the books, papers, documents or things shall be returned promptly after the copying is completed.</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(8) A copy of any written or recorded material found in an examination, investigation or inquiry and purporting to be certified by a person mentioned in subsection (1) is admissible in evidence in any action, proceeding or prosecution for all purposes for which the original would have been admissible.</p> <p class=\"headnote\">Application for warrant</p> <p class=\"subsection\">(9) A person mentioned in subsection (1) may apply to a justice of the peace for an inspection order under section 23 if an occupier of a premises,</p> <p class=\"paragraph\">  (a)  denies entry or access to, through or over the premises to a person mentioned in subsection (1);</p> <p class=\"paragraph\">  (b)  instructs a person mentioned in subsection (1) to leave the premises;</p> <p class=\"paragraph\">  (c)  obstructs a person mentioned in subsection (1) who is acting for a purpose related to verifying compliance with this Act; or</p> <p class=\"paragraph\">  (d)  refuses to comply with a request for the production of any thing the production of which is requested for the purpose of an examination, investigation or inquiry or for a purpose related to verifying compliance with this Act.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(10) A person exercising a power under this section shall provide identification at the time of entry.</p> <p class=\"headnote\">Opinion, report, etc.</p> <p class=\"subsection\">(11) The Chief Executive Officer may require a person exercising a power under this section to prepare an opinion, report or professional attestation about the results of any examination, investigation or inquiry made by the person under this section. 2015, c. 9, s. 22 (11); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Cost of examination</p> <p class=\"subsection\">(12) The Chief Executive Officer may order any person to pay all or part of the cost of an examination, investigation or inquiry under this section and to pay all or part of the cost of any opinion, report or professional attestation prepared following such an examination, investigation or inquiry (whether or not the opinion, report or attestation was required by the Chief Executive Officer), if the Chief Executive Officer considers it to be reasonable and fair in the circumstances to do so. 2015, c. 9, s. 22 (12); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) Without limiting the generality of subsection (12), an administrator or employer may be required to make a payment under that subsection.</p> <p class=\"headnote\">Payment by administrator</p> <p class=\"subsection\">(14) If the Chief Executive Officer orders an administrator to pay costs under subsection (12), the administrator shall not pay the costs from the assets of the plan. 2015, c. 9, s. 22 (14); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9, 11</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "23.",
            "section_x": "Orders by justice of the peace",
            "part_id": null,
            "part_type": null,
            "section_y": "Orders by justice of the peace",
            "content": "23 (1) This section applies if a justice of the peace is satisfied on evidence on oath or affirmation that, (a)  there are reasonable and probable grounds for believing that it is necessary, for a purpose related to verifying compliance with this Act, to, (i)  enter and have access to, through and over any premises, (ii)  make examinations, investigations or inquiries, or (iii)  make, take and remove photographs, samples, copies or extracts related to an examination, investigation or inquiry; and (b)  the occupier of the premises has denied a person mentioned in subsection 22 (1) entry to the premises, instructed the person to leave the premises, obstructed the person, or refused production of any thing related to an examination, investigation or inquiry, or a person mentioned in subsection 22 (1) has reasonable grounds to believe that the occupier of the premises will deny the person entry to the premises. Inspection order (2) The justice of the peace may issue an inspection order authorizing a person mentioned in subsection 22 (1) to do anything described in clause (1) (a) in respect of the premises specified in the inspection order, by force if necessary, together with such police officer or officers as the person calls on for assistance. Execution of order (3) An inspection order issued under this section shall be executed between 6 a.m. and 9 p.m. standard time unless the justice of the peace otherwise authorizes in the order. Expiry of order (4) An inspection order issued under this section shall state the date on which it expires, and the date shall not be later than 15 days after the inspection order is issued. Application without notice (5) A justice of the peace may receive and consider an application for an inspection order under this section without notice to and in the absence of the owner or the occupier of the premises.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>23 </b>(1) This section applies if a justice of the peace is satisfied on evidence on oath or affirmation that,</p> <p class=\"paragraph\">  (a)  there are reasonable and probable grounds for believing that it is necessary, for a purpose related to verifying compliance with this Act, to,</p> <p class=\"subclause\">  (i)  enter and have access to, through and over any premises,</p> <p class=\"subclause\">  (ii)  make examinations, investigations or inquiries, or</p> <p class=\"subclause\">  (iii)  make, take and remove photographs, samples, copies or extracts related to an examination, investigation or inquiry; and</p> <p class=\"paragraph\">  (b)  the occupier of the premises has denied a person mentioned in subsection 22 (1) entry to the premises, instructed the person to leave the premises, obstructed the person, or refused production of any thing related to an examination, investigation or inquiry, or a person mentioned in subsection 22 (1) has reasonable grounds to believe that the occupier of the premises will deny the person entry to the premises.</p> <p class=\"headnote\">Inspection order</p> <p class=\"subsection\">(2) The justice of the peace may issue an inspection order authorizing a person mentioned in subsection 22 (1) to do anything described in clause (1) (a) in respect of the premises specified in the inspection order, by force if necessary, together with such police officer or officers as the person calls on for assistance.</p> <p class=\"headnote\">Execution of order</p> <p class=\"subsection\">(3) An inspection order issued under this section shall be executed between 6 a.m. and 9 p.m. standard time unless the justice of the peace otherwise authorizes in the order.</p> <p class=\"headnote\">Expiry of order</p> <p class=\"subsection\">(4) An inspection order issued under this section shall state the date on which it expires, and the date shall not be later than 15 days after the inspection order is issued.</p> <p class=\"headnote\">Application without notice</p> <p class=\"subsection\">(5) A justice of the peace may receive and consider an application for an inspection order under this section without notice to and in the absence of the owner or the occupier of the premises.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "24.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "24 (1) Every person is guilty of an offence who, (a)  contravenes any provision of this Act or the regulations or a direction or an order of the Chief Executive Officer made or given under this Act or an order of the Tribunal made under this Act; (b)  to avoid compliance with a provision of this Act or the regulations, (i)  destroys, alters, mutilates, secretes or otherwise disposes of any record, writing or other document, (ii)  in any record, writing or other document, makes a false or deceptive statement or a false or deceptive entry, or (iii)  omits to furnish any material particular in any statement or in any record, writing or other document; (c)  knowingly prevents or obstructs, or attempts to prevent or obstruct, another person from doing anything that the other person is authorized to do under section 22 or, unless unable to do so, fails to do anything that is required to be done under that section; or (d)  being an employer, fails to remit to the administrator all amounts that the employer is liable to remit. 2015, c. 9, s. 24 (1); 2018, c. 8, Sched. 26, s. 9. Defence of due diligence (2) A person is not to be found guilty of an offence under clause (1) (a) or (d) if the person establishes that he or she exercised due diligence to prevent the commission of the offence. Punishment (3) A person who commits an offence under this Act is, (a)  in the case of an individual, liable on conviction to a fine not exceeding $100,000; and (b)  in the case of a corporation or other body, liable on conviction to a fine not exceeding $500,000. Remittance of amount owing (4) The court may also order an employer that is found guilty of the offence referred to in clause (1) (d) to remit to the administrator all amounts owing with interest. Enforcement of orders (5) An order for payment under subsection (4), exclusive of the reasons for the order, may be filed in the Superior Court of Justice and on filing is enforceable as an order of that court. Evidence (6) In any prosecution for an offence under this Act, a certificate purporting to be signed by the Chief Executive Officer or by any person on the Chief Executive Officer’s behalf certifying that a copy of a pooled registered pension plan or of an amendment to that plan was not filed with the Chief Executive Officer as required by this Act, or certifying as to the registration of a pooled registered pension plan, is admissible in evidence and, in the absence of any evidence to the contrary, is proof of the matters so certified. 2015, c. 9, s. 24 (6); 2018, c. 8, Sched. 26, s. 9, 10. Limitation (7) No prosecution for an offence under this Act shall be commenced after two years after the day on which the subject matter of the proceedings became known to the Chief Executive Officer. 2015, c. 9, s. 24 (7); 2018, c. 8, Sched. 26, s. 9. Certificate of Chief Executive Officer (8) A document that appears to have been issued by the Chief Executive Officer, certifying the day on which the subject matter of any proceedings became known to the Chief Executive Officer, is admissible in evidence without proof of the signature or official character of the person appearing to have signed it and is, in the absence of evidence to the contrary, proof of the matter asserted in it. 2015, c. 9, s. 24 (8); 2018, c. 8, Sched. 26, s. 9. Corporations and other bodies (9) If a corporation or other body commits an offence under this Act, an officer, a director, an agent or a member of the corporation or body who directed, authorized, assented to or acquiesced or participated in the commission of the offence, or who failed to take all reasonable care in the circumstances to prevent the commission of the offence, is a party to the offence and liable, on conviction, to the punishment provided for the offence, whether or not the corporation or body has been prosecuted or convicted. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 9, 10 - 08/06/2019 Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>24 </b>(1) Every person is guilty of an offence who,</p> <p class=\"paragraph\">  (a)  contravenes any provision of this Act or the regulations or a direction or an order of the Chief Executive Officer made or given under this Act or an order of the Tribunal made under this Act;</p> <p class=\"paragraph\">  (b)  to avoid compliance with a provision of this Act or the regulations,</p> <p class=\"subclause\">  (i)  destroys, alters, mutilates, secretes or otherwise disposes of any record, writing or other document,</p> <p class=\"subclause\">  (ii)  in any record, writing or other document, makes a false or deceptive statement or a false or deceptive entry, or</p> <p class=\"subclause\">  (iii)  omits to furnish any material particular in any statement or in any record, writing or other document;</p> <p class=\"paragraph\">  (c)  knowingly prevents or obstructs, or attempts to prevent or obstruct, another person from doing anything that the other person is authorized to do under section 22 or, unless unable to do so, fails to do anything that is required to be done under that section; or</p> <p class=\"paragraph\">  (d)  being an employer, fails to remit to the administrator all amounts that the employer is liable to remit. 2015, c. 9, s. 24 (1); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Defence of due diligence</p> <p class=\"subsection\">(2) A person is not to be found guilty of an offence under clause (1) (a) or (d) if the person establishes that he or she exercised due diligence to prevent the commission of the offence.</p> <p class=\"headnote\">Punishment</p> <p class=\"subsection\">(3) A person who commits an offence under this Act is,</p> <p class=\"paragraph\">  (a)  in the case of an individual, liable on conviction to a fine not exceeding $100,000; and</p> <p class=\"paragraph\">  (b)  in the case of a corporation or other body, liable on conviction to a fine not exceeding $500,000.</p> <p class=\"headnote\">Remittance of amount owing</p> <p class=\"subsection\">(4) The court may also order an employer that is found guilty of the offence referred to in clause (1) (d) to remit to the administrator all amounts owing with interest.</p> <p class=\"headnote\">Enforcement of orders</p> <p class=\"subsection\">(5) An order for payment under subsection (4), exclusive of the reasons for the order, may be filed in the Superior Court of Justice and on filing is enforceable as an order of that court.</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(6) In any prosecution for an offence under this Act, a certificate purporting to be signed by the Chief Executive Officer or by any person on the Chief Executive Officer’s behalf certifying that a copy of a pooled registered pension plan or of an amendment to that plan was not filed with the Chief Executive Officer as required by this Act, or certifying as to the registration of a pooled registered pension plan, is admissible in evidence and, in the absence of any evidence to the contrary, is proof of the matters so certified. 2015, c. 9, s. 24 (6); 2018, c. 8, Sched. 26, s. 9, 10.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(7) No prosecution for an offence under this Act shall be commenced after two years after the day on which the subject matter of the proceedings became known to the Chief Executive Officer. 2015, c. 9, s. 24 (7); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Certificate of Chief Executive Officer</p> <p class=\"subsection\">(8) A document that appears to have been issued by the Chief Executive Officer, certifying the day on which the subject matter of any proceedings became known to the Chief Executive Officer, is admissible in evidence without proof of the signature or official character of the person appearing to have signed it and is, in the absence of evidence to the contrary, proof of the matter asserted in it. 2015, c. 9, s. 24 (8); 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"headnote\">Corporations and other bodies</p> <p class=\"subsection\">(9) If a corporation or other body commits an offence under this Act, an officer, a director, an agent or a member of the corporation or body who directed, authorized, assented to or acquiesced or participated in the commission of the offence, or who failed to take all reasonable care in the circumstances to prevent the commission of the offence, is a party to the offence and liable, on conviction, to the punishment provided for the offence, whether or not the corporation or body has been prosecuted or convicted.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9, 10</a></span> - 08/06/2019</p> <p class=\"heading1\"><a name=\"BK33\"></a>Regulations</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "25.",
            "section_x": "Regulations, Lieutenant Governor in Council",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations, Lieutenant Governor in Council",
            "content": "25 (1) The Lieutenant Governor in Council may make regulations, 1.  defining any word or expression used in this Act that is not already expressly defined, i.  in this Act, or ii.  in the federal Act by a definition that applies for the purposes of this Act; 2.  prescribing modifications to words or expressions in a provision of the federal Act for the purposes of their application in the context of this Act and the regulations; 3.  prescribing, for the purposes of the definition of “designated jurisdiction” in section 2, any jurisdiction in Canada, including Canada itself, as a jurisdiction in which there is in force legislation substantially similar to this Act; 4.  respecting employment that is not provincial employment for the purposes of the definition of “provincial employment” in section 2; 5.  exempting from the application of provisions of this Act members of pooled registered pension plans in respect of whom this Act would otherwise apply under section 3; 6.  exempting employers from the application of provisions of this Act; 7.  prescribing additional provisions of the federal Act that do not apply for the purposes of this Act; 8.  Repealed: 2018, c. 8, Sched. 26, s. 6. 9.  respecting the implementation of a bilateral agreement or a multilateral agreement; 10.  exempting a multilateral agreement or any provision of such an agreement from the application of subsection 7 (1) (Force of law) of the federal Act, as it applies for the purposes of this Act; 11.  respecting any measure necessary for the purposes of sections 17 to 20, including, i.  respecting methods of calculating the value of a pooled registered pension plan account and methods for adjusting the value of an account, and ii.  respecting the fees that may be imposed by an administrator under subsection 17 (4); 12.  respecting the terms and conditions for issuing a licence, including providing as a condition of a licence that all of the pooled registered pension plans administered by the administrator must also be registered under the federal Act; 12.1  respecting the number and scope of pooled registered pension plans that may be offered by an administrator; 12.2  respecting the requirements for registration of a pooled registered pension plan for the purposes of section 12 of the federal Act, as it applies for the purposes of this Act, including providing as a requirement for registration that a pooled registered pension plan must not be registered by the Chief Executive Officer unless it could also be registered under the federal Act; 13.  respecting the management and investment of funds in members’ accounts, including the way in which the funds are to be held; 14.  respecting the process by which investment options are offered by an administrator and choices among those options are made; 15.  respecting investment options offered by an administrator; 16.  specifying the circumstances in which an administrator may change an investment choice made by a member; 17.  specifying the circumstances in which inducements may be given or offered by an administrator or demanded or accepted by an employer, and the types of inducements that may be given, offered, demanded or accepted; 18.  establishing criteria for determining whether a pooled registered pension plan is low-cost for the purposes of section 26 (Low-cost plan) of the federal Act, as it applies for the purposes of this Act; 19.  respecting the manner and frequency of remittances from the employer to the administrator; 20.  specifying the form and content of a notice to be provided under this Act as well as the manner in which and the period within which it is to be provided; 21.  governing the form or format of information to be provided under this Act, including requiring that information must be provided in a form approved by the Chief Executive Officer; 22.  respecting the setting of a contribution rate of 0% under subsection 45 (2) (Exception) of the federal Act, as it applies for the purposes of this Act; 23.  respecting variable payments; 24.  respecting the circumstances in which a member or administrator is permitted to withdraw the funds in a member’s account; 25.  respecting the transfer of funds from the account of a member by the administrator; 26.  prescribing conditions a retirement savings plan or life annuity must meet for the purposes of receiving transfers of funds under subsection 19 (2) or under subsections 50 (1) (Transfer or purchase of annuity), 50 (3) (Transfer in case of death) and 54 (2) (Transfer of funds) of the federal Act, as they apply for the purposes of this Act; 27.  prescribing conditions a pension plan must meet for the purposes of receiving transfers of funds under subsection 19 (2) or under subsections 50 (1) (Transfer or purchase of annuity), 50 (3) (Transfer in case of death) and 54 (2) (Transfer of funds) of the federal Act, as they apply for the purposes of this Act; 28.  respecting the distribution of the funds in members’ accounts with a pooled registered pension plan that is being wound up; 29.  prescribing any measure necessary for the purposes of sections 64 (Electronic communications) and 65 (Signatures) of the federal Act, as they apply for the purposes of this Act, including the time when and circumstances under which an electronic document is to be considered to have been provided or received and the place where it is considered to have been provided or received; 30.  prescribing exemptions from the application of subsections 64 (1) (Electronic communications) and (3) (Revocation of consent) of the federal Act, as they apply for the purposes of this Act; 31.  prescribing anything that, under this Act, may or must be prescribed or done by regulation; 32.  generally for carrying out the purposes and provisions of this Act. 2016, c. 5, Sched. 23, s. 4; 2018, c. 8, Sched. 26, s. 6, 9. Incorporation by reference in regulations (2) A regulation may adopt by reference, in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, formula, standard or procedure, and may require compliance with a code, formula, standard or procedure so adopted. Amendments to adopted documents (3) The power to adopt by reference and require compliance with a code, formula, standard or procedure in subsection (2) includes the power to adopt a code, formula, standard or procedure as it may be amended from time to time after the regulation is made. Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 23, s. 4 (1, 2) - 08/11/2016 2018, c. 8, Sched. 26, s. 6 - 08/05/2018; 2018, c. 8, Sched. 26, s. 9 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>25 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  1.  defining any word or expression used in this Act that is not already expressly defined,</p> <p class=\"subpara\">  i.  in this Act, or</p> <p class=\"subpara\">  ii.  in the federal Act by a definition that applies for the purposes of this Act;</p> <p class=\"paragraph\">  2.  prescribing modifications to words or expressions in a provision of the federal Act for the purposes of their application in the context of this Act and the regulations;</p> <p class=\"paragraph\">  3.  prescribing, for the purposes of the definition of “designated jurisdiction” in section 2, any jurisdiction in Canada, including Canada itself, as a jurisdiction in which there is in force legislation substantially similar to this Act;</p> <p class=\"paragraph\">  4.  respecting employment that is not provincial employment for the purposes of the definition of “provincial employment” in section 2;</p> <p class=\"paragraph\">  5.  exempting from the application of provisions of this Act members of pooled registered pension plans in respect of whom this Act would otherwise apply under section 3;</p> <p class=\"paragraph\">  6.  exempting employers from the application of provisions of this Act;</p> <p class=\"paragraph\">  7.  prescribing additional provisions of the federal Act that do not apply for the purposes of this Act;</p> <p class=\"paragraph\">  8.  <span class=\"ovsmallcap\">Repealed</span>: 2018, c. 8, Sched. 26, s. 6.</p> <p class=\"paragraph\">  9.  respecting the implementation of a bilateral agreement or a multilateral agreement;</p> <p class=\"paragraph\">  10.  exempting a multilateral agreement or any provision of such an agreement from the application of subsection 7 (1) (Force of law) of the federal Act, as it applies for the purposes of this Act;</p> <p class=\"paragraph\">  11.  respecting any measure necessary for the purposes of sections 17 to 20, including,</p> <p class=\"subpara\">  i.  respecting methods of calculating the value of a pooled registered pension plan account and methods for adjusting the value of an account, and</p> <p class=\"subpara\">  ii.  respecting the fees that may be imposed by an administrator under subsection 17 (4);</p> <p class=\"paragraph\">  12.  respecting the terms and conditions for issuing a licence, including providing as a condition of a licence that all of the pooled registered pension plans administered by the administrator must also be registered under the federal Act;</p> <p class=\"paragraph\"> 12.1  respecting the number and scope of pooled registered pension plans that may be offered by an administrator;</p> <p class=\"paragraph\"> 12.2  respecting the requirements for registration of a pooled registered pension plan for the purposes of section 12 of the federal Act, as it applies for the purposes of this Act, including providing as a requirement for registration that a pooled registered pension plan must not be registered by the Chief Executive Officer unless it could also be registered under the federal Act;</p> <p class=\"paragraph\">  13.  respecting the management and investment of funds in members’ accounts, including the way in which the funds are to be held;</p> <p class=\"paragraph\">  14.  respecting the process by which investment options are offered by an administrator and choices among those options are made;</p> <p class=\"paragraph\">  15.  respecting investment options offered by an administrator;</p> <p class=\"paragraph\">  16.  specifying the circumstances in which an administrator may change an investment choice made by a member;</p> <p class=\"paragraph\">  17.  specifying the circumstances in which inducements may be given or offered by an administrator or demanded or accepted by an employer, and the types of inducements that may be given, offered, demanded or accepted;</p> <p class=\"paragraph\">  18.  establishing criteria for determining whether a pooled registered pension plan is low-cost for the purposes of section 26 (Low-cost plan) of the federal Act, as it applies for the purposes of this Act;</p> <p class=\"paragraph\">  19.  respecting the manner and frequency of remittances from the employer to the administrator;</p> <p class=\"paragraph\">  20.  specifying the form and content of a notice to be provided under this Act as well as the manner in which and the period within which it is to be provided;</p> <p class=\"paragraph\">  21.  governing the form or format of information to be provided under this Act, including requiring that information must be provided in a form approved by the Chief Executive Officer;</p> <p class=\"paragraph\">  22.  respecting the setting of a contribution rate of 0% under subsection 45 (2) (Exception) of the federal Act, as it applies for the purposes of this Act;</p> <p class=\"paragraph\">  23.  respecting variable payments;</p> <p class=\"paragraph\">  24.  respecting the circumstances in which a member or administrator is permitted to withdraw the funds in a member’s account;</p> <p class=\"paragraph\">  25.  respecting the transfer of funds from the account of a member by the administrator;</p> <p class=\"paragraph\">  26.  prescribing conditions a retirement savings plan or life annuity must meet for the purposes of receiving transfers of funds under subsection 19 (2) or under subsections 50 (1) (Transfer or purchase of annuity), 50 (3) (Transfer in case of death) and 54 (2) (Transfer of funds) of the federal Act, as they apply for the purposes of this Act;</p> <p class=\"paragraph\">  27.  prescribing conditions a pension plan must meet for the purposes of receiving transfers of funds under subsection 19 (2) or under subsections 50 (1) (Transfer or purchase of annuity), 50 (3) (Transfer in case of death) and 54 (2) (Transfer of funds) of the federal Act, as they apply for the purposes of this Act;</p> <p class=\"paragraph\">  28.  respecting the distribution of the funds in members’ accounts with a pooled registered pension plan that is being wound up;</p> <p class=\"paragraph\">  29.  prescribing any measure necessary for the purposes of sections 64 (Electronic communications) and 65 (Signatures) of the federal Act, as they apply for the purposes of this Act, including the time when and circumstances under which an electronic document is to be considered to have been provided or received and the place where it is considered to have been provided or received;</p> <p class=\"paragraph\">  30.  prescribing exemptions from the application of subsections 64 (1) (Electronic communications) and (3) (Revocation of consent) of the federal Act, as they apply for the purposes of this Act;</p> <p class=\"paragraph\">  31.  prescribing anything that, under this Act, may or must be prescribed or done by regulation;</p> <p class=\"paragraph\">  32.  generally for carrying out the purposes and provisions of this Act. 2016, c. 5, Sched. 23, s. 4; 2018, c. 8, Sched. 26, s. 6, 9.</p> <p class=\"headnote\">Incorporation by reference in regulations</p> <p class=\"subsection\">(2) A regulation may adopt by reference, in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, formula, standard or procedure, and may require compliance with a code, formula, standard or procedure so adopted.</p> <p class=\"headnote\">Amendments to adopted documents</p> <p class=\"subsection\">(3) The power to adopt by reference and require compliance with a code, formula, standard or procedure in subsection (2) includes the power to adopt a code, formula, standard or procedure as it may be amended from time to time after the regulation is made.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched23s4s1\">2016, c. 5, Sched. 23, s. 4 (1, 2)</a></span> - 08/11/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s6\">2018, c. 8, Sched. 26, s. 6</a></span> - 08/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "26.",
            "section_x": "Regulations, Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations, Minister",
            "content": "26 The Minister may make regulations governing fees under this Act, including, (a)  requiring the payment of fees in relation to any matter under this Act, including any services provided by or through the Ministry of Finance or the Authority; (b)  prescribing the amount of fees or the manner of determining fees; (c)  prescribing the manner in which and the period within which fees must be paid. 2015, c. 9, s. 26; 2018, c. 8, Sched. 26, s. 11. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 11 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>26 </b>The Minister may make regulations governing fees under this Act, including,</p> <p class=\"paragraph\">  (a)  requiring the payment of fees in relation to any matter under this Act, including any services provided by or through the Ministry of Finance or the Authority;</p> <p class=\"paragraph\">  (b)  prescribing the amount of fees or the manner of determining fees;</p> <p class=\"paragraph\">  (c)  prescribing the manner in which and the period within which fees must be paid. 2015, c. 9, s. 26; 2018, c. 8, Sched. 26, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s11\">2018, c. 8, Sched. 26, s. 11</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "26.1",
            "section_x": "Regulations re transfer of Commission, Superintendent powers, duties and functions",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations re transfer of Commission, Superintendent powers, duties and functions",
            "content": "26.1 (1) The Lieutenant Governor in Council may make regulations, (a)  providing for the transfer of powers conferred on, duties assigned to and functions of the Superintendent under this Act to the Authority or to the Chief Executive Officer; (b)  deeming references in this Act or the regulations to the Superintendent or to the Commission to be references to the Authority or the Chief Executive Officer; (c)  governing transitional matters that may arise due to the transfers described in clause (a) or the deeming of references described in clause (b). 2018, c. 8, Sched. 26, s. 7. Same (2) A regulation made under subsection (1) is subject to such conditions, limitations and restrictions as may be prescribed. 2018, c. 8, Sched. 26, s. 7. Conflicts (3) If there is a conflict between a regulation made under subsection (1) and any Act or any other regulation, the regulation made under subsection (1) prevails, unless the Act or other regulation specifies that it prevails. 2018, c. 8, Sched. 26, s. 7. Definitions of Commission, Superintendent (4) In this section, “Commission” means the former Financial Services Commission of Ontario that was established under the repealed Financial Services Commission of Ontario Act, 1997; (“Commission”) “Superintendent” means the former position of Superintendent of Financial Services under the repealed Financial Services Commission of Ontario Act, 1997. (“surintendent”) 2020, c. 36, Sched. 14, s. 13 (2). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 7 - 08/06/2019 2020, c. 36, Sched. 14, s. 13 (2) - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>26.1</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  providing for the transfer of powers conferred on, duties assigned to and functions of the Superintendent under this Act to the Authority or to the Chief Executive Officer;</p> <p class=\"paragraph\">  (b)  deeming references in this Act or the regulations to the Superintendent or to the Commission to be references to the Authority or the Chief Executive Officer;</p> <p class=\"paragraph\">  (c)  governing transitional matters that may arise due to the transfers described in clause (a) or the deeming of references described in clause (b). 2018, c. 8, Sched. 26, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under subsection (1) is subject to such conditions, limitations and restrictions as may be prescribed. 2018, c. 8, Sched. 26, s. 7.</p> <p class=\"headnote\">Conflicts</p> <p class=\"subsection\">(3) If there is a conflict between a regulation made under subsection (1) and any Act or any other regulation, the regulation made under subsection (1) prevails, unless the Act or other regulation specifies that it prevails. 2018, c. 8, Sched. 26, s. 7.</p> <p class=\"headnote\">Definitions of Commission, Superintendent</p> <p class=\"subsection\">(4) In this section,</p> <p class=\"definition\">“Commission” means the former Financial Services Commission of Ontario that was established under the repealed <i>Financial Services Commission of Ontario Act, 1997</i>; (“Commission”)</p> <p class=\"definition\">“Superintendent” means the former position of Superintendent of Financial Services under the repealed <i>Financial Services Commission of Ontario Act, 1997</i>. (“surintendent”) 2020, c. 36, Sched. 14, s. 13 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s7\">2018, c. 8, Sched. 26, s. 7</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched14s13s2\">2020, c. 36, Sched. 14, s. 13 (2)</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "27.",
            "section_x": "Non-application of Legislation Act, 2006",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application of Legislation Act, 2006",
            "content": "27 A direction issued by the Chief Executive Officer under this Act is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006. 2015, c. 9, s. 27; 2018, c. 8, Sched. 26, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 9 - 08/06/2019 28-30 Omitted (amends, repeals or revokes other legislation). 31 Omitted (amends, repeals or revokes other legislation). Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 23, s. 5 - 19/04/2016 32 Omitted (amends, repeals or revokes other legislation). 33 Omitted\r\n(provides for coming into force of provisions of this Act). 34 Omitted (enacts short title of this Act). SCHEDULE 1   provisions of the federal Act that do not apply 1 The following provisions of the federal Act do not apply for the purposes of this Act: 1.  Section 1 (Short title). 2.  The definitions of “common-law partner”, “common-law partnership”, “designated province”, “employee”, “included employment”, “Minister”, “prescribed”, “spouse”, “Superintendent” and “survivor” in subsection 2 (1) (Definitions). 3.  Subsection 2 (2) (Meaning of “spouse or common-law partner”). 4.  Section 3 (Purpose). 5.  Section 4 (Application of Act). 6.  Repealed: 2018, c. 8, Sched. 26, s. 8. 7.  Section 8 (Review by Federal Court). 8.  Subsection 10 (1) (Powers of Superintendent). 9.  Section 37 (Notice of objection). 10.  Section 38 (Appeal to Federal Court). 11.  Section 53 (Meaning of “provincial law relating to the distribution of property”). 12.  Section 63 (Designation of beneficiaries – provincial law). 13.  Subsection 67 (2) (Appeal). 14.  Section 69 (Inspection). 15.  Section 72 (Agreement to transfer, etc.). 16.  Section 73 (Agreement to surrender). 17.  Section 74 (Non-application of Statutory Instruments Act). 18.  Section 75 (Offences). 19.  Section 76 (Governor in Council). 20.  Section 77 (Incorporation by reference). 21.  Section 78 (Annual report). 22.  Sections 79 to 93 (Related amendments). 23.  Section 94 (Coordinating amendment). 24.  Section 95 (Order in Council). 2018, c. 8, Sched. 26, s. 8. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 26, s. 8 - 08/05/2018  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>27 </b>A direction issued by the Chief Executive Officer under this Act is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>. 2015, c. 9, s. 27; 2018, c. 8, Sched. 26, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s9\">2018, c. 8, Sched. 26, s. 9</a></span> - 08/06/2019</p> <p class=\"section\"><b>28</b><b>-30 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>31 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched23s5\">2016, c. 5, Sched. 23, s. 5</a></span> - 19/04/2016</p> <p class=\"section\"><b>32 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>33 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>34</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"schedule\"><a name=\"BK38\"></a>SCHEDULE 1 <br/>  provisions of the federal Act that do not apply</p> <p class=\"section\">1 The following provisions of the federal Act do not apply for the purposes of this Act:</p> <p class=\"paragraph\">  1.  Section 1 (Short title).</p> <p class=\"paragraph\">  2.  The definitions of “common-law partner”, “common-law partnership”, “designated province”, “employee”, “included employment”, “Minister”, “prescribed”, “spouse”, “Superintendent” and “survivor” in subsection 2 (1) (Definitions).</p> <p class=\"paragraph\">  3.  Subsection 2 (2) (Meaning of “spouse or common-law partner”).</p> <p class=\"paragraph\">  4.  Section 3 (Purpose).</p> <p class=\"paragraph\">  5.  Section 4 (Application of Act).</p> <p class=\"paragraph\">  6.  <span class=\"ovsmallcap\">Repealed</span>: 2018, c. 8, Sched. 26, s. 8.</p> <p class=\"paragraph\">  7.  Section 8 (Review by Federal Court).</p> <p class=\"paragraph\">  8.  Subsection 10 (1) (Powers of Superintendent).</p> <p class=\"paragraph\">  9.  Section 37 (Notice of objection).</p> <p class=\"paragraph\">  10.  Section 38 (Appeal to Federal Court).</p> <p class=\"paragraph\">  11.  Section 53 (Meaning of “provincial law relating to the distribution of property”).</p> <p class=\"paragraph\">  12.  Section 63 (Designation of beneficiaries – provincial law).</p> <p class=\"paragraph\">  13.  Subsection 67 (2) (Appeal).</p> <p class=\"paragraph\">  14.  Section 69 (Inspection).</p> <p class=\"paragraph\">  15.  Section 72 (Agreement to transfer, etc.).</p> <p class=\"paragraph\">  16.  Section 73 (Agreement to surrender).</p> <p class=\"paragraph\">  17.  Section 74 (Non-application of <i>Statutory Instruments Act</i>).</p> <p class=\"paragraph\">  18.  Section 75 (Offences).</p> <p class=\"paragraph\">  19.  Section 76 (Governor in Council).</p> <p class=\"paragraph\">  20.  Section 77 (Incorporation by reference).</p> <p class=\"paragraph\">  21.  Section 78 (Annual report).</p> <p class=\"paragraph\">  22.  Sections 79 to 93 (Related amendments).</p> <p class=\"paragraph\">  23.  Section 94 (Coordinating amendment).</p> <p class=\"paragraph\">  24.  Section 95 (Order in Council).</p> <p class=\"footnote\">2018, c. 8, Sched. 26, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched26s8\">2018, c. 8, Sched. 26, s. 8</a></span> - 08/05/2018</p> <p class=\"footnoteLeft\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15p09\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Schedule 1",
            "section_x": "Provisions of the federal act that do not apply",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}