{
    "act_info": {
        "full_title": "Post-secondary Education Choice and Excellence Act, 2000, S.O. 2000, c. 36, Sched.",
        "act_name_text": "Post-secondary Education Choice and Excellence Act, 2000",
        "citation": "S.O. 2000, c. 36, Sched.",
        "url": "https://www.ontario.ca/laws/statute/00p36",
        "date_scraped": "2023-12-19 04:14:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/00p36/v4",
            "valid_from": "December 12, 2013",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/statute/00p36/v3",
            "valid_from": "June  8, 2010",
            "valid_to": "December 11, 2013"
        },
        {
            "a_href": "/laws/statute/00p36/v2",
            "valid_from": "December 15, 2009",
            "valid_to": "June  7, 2010"
        },
        {
            "a_href": "/laws/statute/00p36/v1",
            "valid_from": "April  1, 2003",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/020279",
            "Citation": "O. Reg. 279/02",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation and Application",
            "section_x": "Interpretation and Application",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “consent” means a written consent of the Minister given under subsection 4 (1) and any renewal of that consent given by the Minister; (“consentement”) “degree” means a degree as described in subsection (2); (“grade”) “distance education” means a formal educational process in which all or the majority of the instruction occurs when the learner and instructor are not physically located in the same place at the same time; (“enseignement à distance”) “educational institution” means any person that offers education or professional courses or programs and includes a person whose objects or primary activity are not related to the provision of educational programs, but does not include a person that is prescribed as excluded; (“établissement d’enseignement”) “Minister” means the Minister of Training, Colleges and Universities; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act. (“règlements”)  2000, c. 36, Sched., s. 1; 2010, c. 12, s. 2 (1). Interpretation, degree (2) For the purposes of this Act, a degree means one or both of the following: 1. A document of academic achievement granted or conferred by an educational institution that includes terms or nomenclature or any derivation of them that, regardless of the specific academic or professional discipline in which it is awarded, would be reasonably understood as an undergraduate or graduate degree, including, but not limited to, a document including the terms bachelor, bachelor’s, baccalaureate, master, master’s, doctor, doctoral, doctorate, B.A., B.Comm., B.Sc., B.Ed., M.A., M.B.A., M.Sc., Med.D. or Ph.D. 2. A diploma, certificate, document or other thing that implies or would be reasonably understood as the granting or conferring of a degree, including, without limiting the foregoing, a diploma, certificate, document or other thing that includes a reference to bachelor, bachelor’s, baccalaureate, master, master’s, doctor, doctoral or doctorate.  2010, c. 12, s. 2 (2). Same, diploma, etc. (3) For greater certainty, a diploma, certificate, document or other thing referred to in paragraph 2 of subsection (2) does not include a certificate, licence, registration or other form of official recognition that attests to the person being qualified to practise a trade or occupation issued or granted by, (a) a regulatory authority, body or entity that is authorized under an Act of a Canadian province or territory to issue or grant such form of official recognition; or (b) an occupational accrediting, certifying or licensing body that is prescribed or meets prescribed criteria, if any.  2010, c. 12, s. 2 (2). Same, program of post-secondary study leading to a degree (4) For the purposes of this Act, providing all or part of a program of post-secondary study leading to a degree includes providing or facilitating one or more of the following on an ongoing, regular or frequent basis, whether directly or through an agent or contractor: 1. Lectures, tutorials, seminars, or academic assessments. 2. Academic advisory or counselling services, or admission of students to all or part of a degree program. 3. Collecting tuition or other fees relating to admission to all or part of a degree program. 4. Classroom space or library facilities.  2010, c. 12, s. 2 (2). Section Amendments with date in force (d/m/y) 2010, c. 12, s. 1, 2 (1, 2)\r\n- 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“consent” means a written consent of the Minister given under subsection 4 (1) and any renewal of that consent given by the Minister; (“consentement”)</p> <p class=\"definition\">“degree” means a degree as described in subsection (2); (“grade”)</p> <p class=\"definition\">“distance education” means a formal educational process in which all or the majority of the instruction occurs when the learner and instructor are not physically located in the same place at the same time; (“enseignement à distance”)</p> <p class=\"definition\">“educational institution” means any person that offers education or professional courses or programs and includes a person whose objects or primary activity are not related to the provision of educational programs, but does not include a person that is prescribed as excluded; (“établissement d’enseignement”)</p> <p class=\"definition\">“Minister” means the Minister of Training, Colleges and Universities; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  2000, c. 36, Sched., s. 1; 2010, c. 12, s. 2 (1).</p> <p class=\"headnote\">Interpretation, degree</p> <p class=\"subsection\">(2) For the purposes of this Act, a degree means one or both of the following:</p> <p class=\"paragraph\">  1. A document of academic achievement granted or conferred by an educational institution that includes terms or nomenclature or any derivation of them that, regardless of the specific academic or professional discipline in which it is awarded, would be reasonably understood as an undergraduate or graduate degree, including, but not limited to, a document including the terms bachelor, bachelor’s, baccalaureate, master, master’s, doctor, doctoral, doctorate, B.A., B.Comm., B.Sc., B.Ed., M.A., M.B.A., M.Sc., Med.D. or Ph.D.</p> <p class=\"paragraph\">  2. A diploma, certificate, document or other thing that implies or would be reasonably understood as the granting or conferring of a degree, including, without limiting the foregoing, a diploma, certificate, document or other thing that includes a reference to bachelor, bachelor’s, baccalaureate, master, master’s, doctor, doctoral or doctorate.  2010, c. 12, s. 2 (2).</p> <p class=\"headnote\">Same, diploma, etc.</p> <p class=\"subsection\">(3) For greater certainty, a diploma, certificate, document or other thing referred to in paragraph 2 of subsection (2) does not include a certificate, licence, registration or other form of official recognition that attests to the person being qualified to practise a trade or occupation issued or granted by,</p> <p class=\"paragraph\">  (a) a regulatory authority, body or entity that is authorized under an Act of a Canadian province or territory to issue or grant such form of official recognition; or</p> <p class=\"paragraph\">  (b) an occupational accrediting, certifying or licensing body that is prescribed or meets prescribed criteria, if any.  2010, c. 12, s. 2 (2).</p> <p class=\"headnote\">Same, program of post-secondary study leading to a degree</p> <p class=\"subsection\">(4) For the purposes of this Act, providing all or part of a program of post-secondary study leading to a degree includes providing or facilitating one or more of the following on an ongoing, regular or frequent basis, whether directly or through an agent or contractor:</p> <p class=\"paragraph\">  1. Lectures, tutorials, seminars, or academic assessments.</p> <p class=\"paragraph\">  2. Academic advisory or counselling services, or admission of students to all or part of a degree program.</p> <p class=\"paragraph\">  3. Collecting tuition or other fees relating to admission to all or part of a degree program.</p> <p class=\"paragraph\">  4. Classroom space or library facilities.  2010, c. 12, s. 2 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s1\">2010, c. 12, s. 1, 2 (1, 2)</a></span>\r\n- 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.1",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "1.1 (1) This Act applies to persons, (a) who have physical presence in Ontario; or (b) who provide distance education to Ontario residents and it is not reasonably evident to Ontario residents that the programs are offered by a person or entity in a jurisdiction outside Ontario.  2010, c. 12, s. 3. Physical presence (2) For the purposes of clause (1) (a), evidence of physical presence in Ontario includes one or more of the following: 1. A head office. 2. A postal address or a telephone or fax number in Ontario. 3. The occupancy of real property in Ontario for the purposes of providing educational programs. 4. The occupancy of real property in Ontario for the purposes of granting degrees. 5. The employment of or contracting with, i. an agent, manager or other person in Ontario who provides or arranges the provision of educational programs in Ontario, or ii. an employee, contractor or other person who provides educational programs or grants degrees in Ontario. 6. Such other elements of physical presence as may be prescribed.  2010, c. 12, s. 3. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 3 - 08/06/2010 Authority to Grant Degrees",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1.1 </b>(1) This Act applies to persons,</p> <p class=\"paragraph\">  (a) who have physical presence in Ontario; or</p> <p class=\"paragraph\">  (b) who provide distance education to Ontario residents and it is not reasonably evident to Ontario residents that the programs are offered by a person or entity in a jurisdiction outside Ontario.  2010, c. 12, s. 3.</p> <p class=\"headnote\">Physical presence</p> <p class=\"subsection\">(2) For the purposes of clause (1) (a), evidence of physical presence in Ontario includes one or more of the following:</p> <p class=\"paragraph\">  1. A head office.</p> <p class=\"paragraph\">  2. A postal address or a telephone or fax number in Ontario.</p> <p class=\"paragraph\">  3. The occupancy of real property in Ontario for the purposes of providing educational programs.</p> <p class=\"paragraph\">  4. The occupancy of real property in Ontario for the purposes of granting degrees.</p> <p class=\"paragraph\">  5. The employment of or contracting with,</p> <p class=\"subpara\">  i. an agent, manager or other person in Ontario who provides or arranges the provision of educational programs in Ontario, or</p> <p class=\"subpara\">  ii. an employee, contractor or other person who provides educational programs or grants degrees in Ontario.</p> <p class=\"paragraph\">  6. Such other elements of physical presence as may be prescribed.  2010, c. 12, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s3\">2010, c. 12, s. 3</a></span> - 08/06/2010</p> <p class=\"heading1\"><a name=\"BK3\"></a>Authority to Grant Degrees</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Authority to Grant Degrees",
            "section_x": "Authority to Grant Degrees",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "2.",
            "section_x": "Authority to grant a degree, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority to grant a degree, etc.",
            "content": "2 (1) No person shall directly or indirectly do any of the following things unless the person is authorized to do it by an Act of the Assembly or by the Minister under this Act: 1. Grant a degree. 2. Provide a program or part of a program of post-secondary study leading to a degree to be conferred by a person inside or outside Ontario. 3. Advertise, i. a program or part of a program of post-secondary study offered in Ontario leading to a degree to be conferred by a person in or outside Ontario, or ii. a distance education program or part of a distance education program of post-secondary study leading to a degree to be conferred by a person outside of Ontario where the advertising is done in a manner such that it is not reasonably evident to Ontario residents that the program is offered by a provider in a jurisdiction outside Ontario who is not authorized to provide the program or grant a degree related to the program in Ontario. 4. Sell, offer for sale or provide by agreement for a fee, reward or other remuneration, a diploma, certificate, document or other material that indicates or implies the granting or conferring of a degree.  2000, c. 36, Sched., s. 2 (1); 2009, c. 33, Sched. 25, s. 4 (1); 2010, c. 12, s. 5. Exception (2) Despite subsection (1), a person may directly or indirectly advertise and provide a program or part of a program of post-secondary study leading to a degree if, (a) the person provides the program or part of the program under an agreement with another person who is authorized by an Act of the Assembly or by the Minister under this Act to provide the program or part of the program; and (b) the degree to which the program or part of the program leads is conferred only by that other person who is authorized to provide the program or part of the program.  2000, c. 36, Sched., s. 2 (2); 2009, c. 33, Sched. 25, s. 4 (2). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 25, s. 4 (1, 2) - 15/12/2009 2010, c. 12, s. 4, 5\r\n- 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>2 </b>(1) No person shall directly or indirectly do any of the following things unless the person is authorized to do it by an Act of the Assembly or by the Minister under this Act:</p> <p class=\"paragraph\">  1. Grant a degree.</p> <p class=\"paragraph\">  2. Provide a program or part of a program of post-secondary study leading to a degree to be conferred by a person inside or outside Ontario.</p> <p class=\"paragraph\">  3. Advertise,</p> <p class=\"subpara\">  i. a program or part of a program of post-secondary study offered in Ontario leading to a degree to be conferred by a person in or outside Ontario, or</p> <p class=\"subpara\">  ii. a distance education program or part of a distance education program of post-secondary study leading to a degree to be conferred by a person outside of Ontario where the advertising is done in a manner such that it is not reasonably evident to Ontario residents that the program is offered by a provider in a jurisdiction outside Ontario who is not authorized to provide the program or grant a degree related to the program in Ontario.</p> <p class=\"paragraph\">  4. Sell, offer for sale or provide by agreement for a fee, reward or other remuneration, a diploma, certificate, document or other material that indicates or implies the granting or conferring of a degree.  2000, c. 36, Sched., s. 2 (1); 2009, c. 33, Sched. 25, s. 4 (1); 2010, c. 12, s. 5.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), a person may directly or indirectly advertise and provide a program or part of a program of post-secondary study leading to a degree if,</p> <p class=\"paragraph\">  (a) the person provides the program or part of the program under an agreement with another person who is authorized by an Act of the Assembly or by the Minister under this Act to provide the program or part of the program; and</p> <p class=\"paragraph\">  (b) the degree to which the program or part of the program leads is conferred only by that other person who is authorized to provide the program or part of the program.  2000, c. 36, Sched., s. 2 (2); 2009, c. 33, Sched. 25, s. 4 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched25s4s1\">2009, c. 33, Sched. 25, s. 4 (1, 2)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s4\">2010, c. 12, s. 4, 5</a></span>\r\n- 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Authority to establish a university, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority to establish a university, etc.",
            "content": "3 No person shall directly or indirectly do any of the following things unless the person is authorized to do it by an Act of the Assembly or by the Minister under this Act: 1. Operate or maintain a university. 2. Use or be known by a name of a university or any derivation or abbreviation of a name of a university. 3. Hold themself out to be a university. 4. Make use of the word university or any derivation or abbreviation of the word university in any advertising relating to an educational institution in Ontario.  2000, c. 36, Sched., s. 3.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3 </b>No person shall directly or indirectly do any of the following things unless the person is authorized to do it by an Act of the Assembly or by the Minister under this Act:</p> <p class=\"paragraph\">  1. Operate or maintain a university.</p> <p class=\"paragraph\">  2. Use or be known by a name of a university or any derivation or abbreviation of a name of a university.</p> <p class=\"paragraph\">  3. Hold themself out to be a university.</p> <p class=\"paragraph\">  4. Make use of the word university or any derivation or abbreviation of the word university in any advertising relating to an educational institution in Ontario.  2000, c. 36, Sched., s. 3.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Consent of Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Consent of Minister",
            "content": "4 (1) The Minister may give a written consent to a person who makes an application under section 5 to authorize the person to do one or more things described in sections 2 and 3.  2000, c. 36, Sched., s. 4 (1). Terms and conditions of consent (2) The Minister may attach such terms and conditions to a consent as the Minister considers appropriate, including a termination date after which the consent will cease to be effective unless renewed by the Minister.  2000, c. 36, Sched., s. 4 (2). Same (3) A person to whom a consent is given shall ensure compliance with all terms and conditions attached to the consent.  2000, c. 36, Sched., s. 4 (3). Security (4) The Minister shall not give a consent unless he or she is satisfied, (a) that the person seeking the consent has given security that complies with any prescribed requirements and is adequate to protect the interests of students; and (b) that the person has made arrangements to ensure students have access to their transcripts and that the arrangements comply with any prescribed requirements and are adequate to protect the interests of students.  2000, c. 36, Sched., s. 4 (4). Colleges of applied arts and technology (5) The Minister shall not give a consent to authorize a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002, (a) to do anything described in section 2, unless the degree in respect of which the consent is given is a baccalaureate degree in an applied area of study; or (b) to do anything described in section 3.  2000, c. 36, Sched., s. 4 (5); 2002, c. 8, Sched. F, s. 11; 2009, c. 33, Sched. 25, s. 4 (3). Exception (6) Despite subsection (5), the Minister may give a consent to authorize a college of applied arts and technology to do something described in section 2 or 3 if, (a) the college is named in a regulation for the purposes of this subsection; or (b) conditions have been prescribed for the purposes of this subsection and the college has satisfied them.  2000, c. 36, Sched., s. 4 (6). Section Amendments with date in force (d/m/y) 2002, c. 8, Sched. F, s. 11 - 01/04/2003 2009, c. 33, Sched. 25, s. 4 (3) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) The Minister may give a written consent to a person who makes an application under section 5 to authorize the person to do one or more things described in sections 2 and 3.  2000, c. 36, Sched., s. 4 (1).</p> <p class=\"headnote\">Terms and conditions of consent</p> <p class=\"subsection\">(2) The Minister may attach such terms and conditions to a consent as the Minister considers appropriate, including a termination date after which the consent will cease to be effective unless renewed by the Minister.  2000, c. 36, Sched., s. 4 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A person to whom a consent is given shall ensure compliance with all terms and conditions attached to the consent.  2000, c. 36, Sched., s. 4 (3).</p> <p class=\"headnote\">Security</p> <p class=\"subsection\">(4) The Minister shall not give a consent unless he or she is satisfied,</p> <p class=\"paragraph\">  (a) that the person seeking the consent has given security that complies with any prescribed requirements and is adequate to protect the interests of students; and</p> <p class=\"paragraph\">  (b) that the person has made arrangements to ensure students have access to their transcripts and that the arrangements comply with any prescribed requirements and are adequate to protect the interests of students.  2000, c. 36, Sched., s. 4 (4).</p> <p class=\"headnote\">Colleges of applied arts and technology</p> <p class=\"subsection\">(5) The Minister shall not give a consent to authorize a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>,</p> <p class=\"paragraph\">  (a) to do anything described in section 2, unless the degree in respect of which the consent is given is a baccalaureate degree in an applied area of study; or</p> <p class=\"paragraph\">  (b) to do anything described in section 3.  2000, c. 36, Sched., s. 4 (5); 2002, c. 8, Sched. F, s. 11; 2009, c. 33, Sched. 25, s. 4 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(6) Despite subsection (5), the Minister may give a consent to authorize a college of applied arts and technology to do something described in section 2 or 3 if,</p> <p class=\"paragraph\">  (a) the college is named in a regulation for the purposes of this subsection; or</p> <p class=\"paragraph\">  (b) conditions have been prescribed for the purposes of this subsection and the college has satisfied them.  2000, c. 36, Sched., s. 4 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02008#schedfs11\">2002, c. 8, Sched. F, s. 11</a></span> - 01/04/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched25s4s3\">2009, c. 33, Sched. 25, s. 4 (3)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Application for consent",
            "part_id": null,
            "part_type": null,
            "section_y": "Application for consent",
            "content": "5 (1) A person may apply to the Minister for a consent and for a renewal of a consent.  2000, c. 36, Sched., s. 5 (1). Referral to Board or other prescribed body (2) Subject to subsection (2.1), the Minister shall, (a) refer applications for a consent or renewal of a consent to the Post-secondary Education Quality Assessment Board or another accrediting or quality assurance body or authority, in accordance with the regulations, if any; or (b) refer elements of an application for a consent or renewal of a consent to the Post-secondary Education Quality Assessment Board and elements to another accrediting or quality assurance body or authority, in accordance with the regulations, if any.  2010, c. 12, s. 6 (1). Rejection of application (2.1) The Minister may, in the prescribed circumstances or in accordance with the prescribed criteria, reject an application for consent or renewal of consent without making a referral with respect to the application.  2010, c. 12, s. 6 (1). Recommendation (3) Subject to subsection (2.1), the Minister shall not grant or reject an application unless he or she has received a recommendation, (a) from the Board or the accrediting or quality assurance body or authority; or (b) in the case of a referral under clause (2) (b), from both the Board and the accrediting or quality assurance body or authority.  2010, c. 12, s. 6 (2). Deemed referral and recommendation (3.1) The Minister may, in the prescribed circumstances or in accordance with the prescribed criteria, (a) deem that a prior quality assurance review of a program that is the subject of an application for consent or renewal of consent is a referral to an accrediting or quality assurance body or authority under clause (2) (a); and (b) deem the approval by the body or authority to be a recommendation under subsection (3), but only in respect of the review undertaken by the body or authority.  2010, c. 12, s. 6 (2). Criteria in granting or rejecting application (3.2) In deciding whether to grant or reject an application on which he or she has received a recommendation, the Minister, in addition to considering the recommendation, may also consider such other matters as he or she considers appropriate, including the circumstances or the criteria that are prescribed in accordance with subsection (2.1).  2010, c. 12, s. 6 (2). Decision final (4) The Minister’s decision on whether to give or renew a consent is final.  2000, c. 36, Sched., s. 5 (4). Section Amendments with date in force (d/m/y) 2010, c. 12, s. 6 (1, 2)\r\n- 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) A person may apply to the Minister for a consent and for a renewal of a consent.  2000, c. 36, Sched., s. 5 (1).</p> <p class=\"headnote\">Referral to Board or other prescribed body</p> <p class=\"subsection\">(2) Subject to subsection (2.1), the Minister shall,</p> <p class=\"paragraph\">  (a) refer applications for a consent or renewal of a consent to the Post-secondary Education Quality Assessment Board or another accrediting or quality assurance body or authority, in accordance with the regulations, if any; or</p> <p class=\"paragraph\">  (b) refer elements of an application for a consent or renewal of a consent to the Post-secondary Education Quality Assessment Board and elements to another accrediting or quality assurance body or authority, in accordance with the regulations, if any.  2010, c. 12, s. 6 (1).</p> <p class=\"headnote\">Rejection of application</p> <p class=\"subsection\">(2.1) The Minister may, in the prescribed circumstances or in accordance with the prescribed criteria, reject an application for consent or renewal of consent without making a referral with respect to the application.  2010, c. 12, s. 6 (1).</p> <p class=\"headnote\">Recommendation</p> <p class=\"subsection\">(3) Subject to subsection (2.1), the Minister shall not grant or reject an application unless he or she has received a recommendation,\r\n</p> <p class=\"paragraph\">  (a) from the Board or the accrediting or quality assurance body or authority; or</p> <p class=\"paragraph\">  (b) in the case of a referral under clause (2) (b), from both the Board and the accrediting or quality assurance body or authority.  2010, c. 12, s. 6 (2).</p> <p class=\"headnote\">Deemed referral and recommendation</p> <p class=\"subsection\">(3.1) The Minister may, in the prescribed circumstances or in accordance with the prescribed criteria,</p> <p class=\"paragraph\">  (a) deem that a prior quality assurance review of a program that is the subject of an application for consent or renewal of consent is a referral to an accrediting or quality assurance body or authority under clause (2) (a); and </p> <p class=\"paragraph\">  (b) deem the approval by the body or authority to be a recommendation under subsection (3), but only in respect of the review undertaken by the body or authority.  2010, c. 12, s. 6 (2).</p> <p class=\"headnote\">Criteria in granting or rejecting application</p> <p class=\"subsection\">(3.2) In deciding whether to grant or reject an application on which he or she has received a recommendation, the Minister, in addition to considering the recommendation, may also consider such other matters as he or she considers appropriate, including the circumstances or the criteria that are prescribed in accordance with subsection (2.1).  2010, c. 12, s. 6 (2).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(4) The Minister’s decision on whether to give or renew a consent is final.  2000, c. 36, Sched., s. 5 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s6s1\">2010, c. 12, s. 6 (1, 2)</a></span>\r\n- 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Suspension, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Suspension, etc.",
            "content": "6 (1) The Minister may at any time, in accordance with the regulations, (a) suspend or revoke a consent; (b) reinstate a consent with or without conditions; (c) add new terms and conditions to a consent; or (d) change or remove terms and conditions attached to a consent.  2000, c. 36, Sched., s. 6 (1). Potential non-compliance (2) A person who has received a consent shall promptly notify the Minister if it is reasonable to believe that not all of the terms and conditions of the consent may be met.  2000, c. 36, Sched., s. 6 (2). Post-secondary Education Quality Assessment Board",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) The Minister may at any time, in accordance with the regulations,</p> <p class=\"paragraph\">  (a) suspend or revoke a consent;</p> <p class=\"paragraph\">  (b) reinstate a consent with or without conditions;</p> <p class=\"paragraph\">  (c) add new terms and conditions to a consent; or</p> <p class=\"paragraph\">  (d) change or remove terms and conditions attached to a consent.  2000, c. 36, Sched., s. 6 (1).</p> <p class=\"headnote\">Potential non-compliance</p> <p class=\"subsection\">(2) A person who has received a consent shall promptly notify the Minister if it is reasonable to believe that not all of the terms and conditions of the consent may be met.  2000, c. 36, Sched., s. 6 (2).</p> <p class=\"heading1\"><a name=\"BK9\"></a>Post-secondary Education Quality Assessment Board</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Post-secondary Education Quality Assessment Board",
            "section_x": "Post-secondary Education Quality Assessment Board",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "section_x": "Post-secondary Education Quality Assessment Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Post-secondary Education Quality Assessment Board",
            "content": "7 (1) The board known in English as the Post-secondary Education Quality Assessment Board and in French as Commission d’évaluation de la qualité de l’éducation postsecondaire is continued.  2000, c. 36, Sched., s. 7 (1). Composition (2) The Board shall be composed of, (a) a chair appointed by the Lieutenant Governor in Council; and (b) a vice-chair and not more than nine other members appointed by the Minister.  2000, c. 36, Sched., s. 7 (2). Duties (3) The Board shall, (a) review applications made under section 5 and other matters referred to it by the Minister and make recommendations to the Minister in a manner and within a time period specified by the Minister; and (b) perform such other duties as may be prescribed.  2000, c. 36, Sched., s. 7 (3). Powers (4) The Board may, (a) establish review panels to assess the educational quality of proposed degree programs in Ontario and to review applications made under section 5; (b) establish advisory committees to assist the Board in providing recommendations and advice to the Minister; and (c) undertake such research as it determines necessary to carry out its duties.  2000, c. 36, Sched., s. 7 (4); 2009, c. 33, Sched. 25, s. 4 (4). Procedures (5) Subject to the regulations, the Board may establish procedures for reviewing applications and other matters referred to it and for making recommendations to the Minister.  2000, c. 36, Sched., s. 7 (5). Criteria (6) The Board shall establish criteria in accordance with subsection (7) that it must apply in reviewing applications referred to it and in making recommendations to the Minister.  2000, c. 36, Sched., s. 7 (6). Same (7) Except as provided in the regulations, the criteria established by the Board, (a) must be in accordance with educational standards recognized in Ontario and other jurisdictions; and (b) must comply with such policy directions as may be given by the Minister.  2000, c. 36, Sched., s. 7 (7). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 25, s. 4 (4) - 15/12/2009 2010, c. 12, s. 7\r\n- 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>7 </b>(1) The board known in English as the Post-secondary Education Quality Assessment Board and in French as Commission d’évaluation de la qualité de l’éducation postsecondaire is continued.  2000, c. 36, Sched., s. 7 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Board shall be composed of,</p> <p class=\"paragraph\">  (a) a chair appointed by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (b) a vice-chair and not more than nine other members appointed by the Minister.  2000, c. 36, Sched., s. 7 (2).</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(3) The Board shall,</p> <p class=\"paragraph\">  (a) review applications made under section 5 and other matters referred to it by the Minister and make recommendations to the Minister in a manner and within a time period specified by the Minister; and</p> <p class=\"paragraph\">  (b) perform such other duties as may be prescribed.  2000, c. 36, Sched., s. 7 (3).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(4) The Board may,</p> <p class=\"paragraph\">  (a) establish review panels to assess the educational quality of proposed degree programs in Ontario and to review applications made under section 5;</p> <p class=\"paragraph\">  (b) establish advisory committees to assist the Board in providing recommendations and advice to the Minister; and</p> <p class=\"paragraph\">  (c) undertake such research as it determines necessary to carry out its duties.  2000, c. 36, Sched., s. 7 (4); 2009, c. 33, Sched. 25, s. 4 (4).</p> <p class=\"headnote\">Procedures</p> <p class=\"subsection\">(5) Subject to the regulations, the Board may establish procedures for reviewing applications and other matters referred to it and for making recommendations to the Minister.  2000, c. 36, Sched., s. 7 (5).</p> <p class=\"headnote\">Criteria</p> <p class=\"subsection\">(6) The Board shall establish criteria in accordance with subsection (7) that it must apply in reviewing applications referred to it and in making recommendations to the Minister.  2000, c. 36, Sched., s. 7 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Except as provided in the regulations, the criteria established by the Board,</p> <p class=\"paragraph\">  (a) must be in accordance with educational standards recognized in Ontario and other jurisdictions; and</p> <p class=\"paragraph\">  (b) must comply with such policy directions as may be given by the Minister.  2000, c. 36, Sched., s. 7 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched25s4s4\">2009, c. 33, Sched. 25, s. 4 (4)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s7\">2010, c. 12, s. 7</a></span>\r\n- 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "section_x": "Effect of consent",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of consent",
            "content": "8 The giving of a consent does not entitle the person to whom the consent is given to any funding from the Government of Ontario.  2000, c. 36, Sched., s. 8. Inspections and Minister’s Orders",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>8 </b>The giving of a consent does not entitle the person to whom the consent is given to any funding from the Government of Ontario.  2000, c. 36, Sched., s. 8.</p> <p class=\"heading1\"><a name=\"BK12\"></a>Inspections and Minister’s Orders</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Inspections and Minister’s Orders",
            "section_x": "Inspections and Minister’s Orders",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "section_x": "Inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspectors",
            "content": "9 (1) The Minister may appoint inspectors for the purposes of determining whether it is appropriate to suspend or revoke a consent or change the terms and conditions attached to a consent given under this Act or for the purposes of determining whether a person has failed to comply with this Act.  2000, c. 36, Sched., s. 9 (1). (2) Repealed:  2010, c. 12, s. 9 (1). Powers (3) An inspector may, without a warrant, do any of the following things in the course of conducting an inspection: 1. Enter and inspect any premises used in connection with a person’s business or activities. 2. Photograph the premises. 3. Inspect documents or other things that may be relevant to the inspection. 4. Require a person to answer questions about anything that may be relevant to the inspection. 5. Require a person to produce a document, record or other thing and provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information. 6. In order to produce information, use any data storage, processing or retrieval device or system that is used in connection with the person’s business or activities. 7. Remove for examination and copying anything that may be relevant to the inspection, including removing any data storage, processing or retrieval device or system in order to produce information.  2010, c. 12, s. 9 (2). Entry into dwelling (4) An inspector shall not enter any part of a premises that is used as a dwelling without a warrant unless the occupant consents to the entry.  2010, c. 12, s. 9 (2). Time of entry (5) The power to enter and inspect premises without a warrant may be exercised only during the regular business hours of the premises or during daylight hours if there are no regular business hours.  2010, c. 12, s. 9 (2). Duty to assist (6) If an inspector requires a person to answer questions, to produce a document, record or other thing or to provide assistance, the person shall do so in the manner and within the period specified by the inspector.  2010, c. 12, s. 9 (2). Receipt for things removed (7) An inspector shall give a receipt for anything that he or she removes for examination or copying and the inspector shall promptly return the thing to the person who produced it.  2010, c. 12, s. 9 (2). Identification (8) Upon request, an inspector shall produce evidence of his or her designation.  2010, c. 12, s. 9 (2). (9) Repealed:  2010, c. 12, s. 9 (2). Copy admissible in evidence (10) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2000, c. 36, Sched., s. 9 (10). Obstruction (11) No person shall hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with information on matters relevant to the inspection that the person knows to be false or misleading.  2000, c. 36, Sched., s. 9 (11). Report to the Minister (12) An inspector shall report to the Minister on the results of each inspection.  2000, c. 36, Sched., s. 9 (12). Section Amendments with date in force (d/m/y) 2010, c. 12, s. 8, 9 (1, 2)\r\n- 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>9 </b>(1) The Minister may appoint inspectors for the purposes of determining whether it is appropriate to suspend or revoke a consent or change the terms and conditions attached to a consent given under this Act or for the purposes of determining whether a person has failed to comply with this Act.  2000, c. 36, Sched., s. 9 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2010, c. 12, s. 9 (1).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(3) An inspector may, without a warrant, do any of the following things in the course of conducting an inspection:</p> <p class=\"paragraph\">  1. Enter and inspect any premises used in connection with a person’s business or activities.</p> <p class=\"paragraph\">  2. Photograph the premises.</p> <p class=\"paragraph\">  3. Inspect documents or other things that may be relevant to the inspection.</p> <p class=\"paragraph\">  4. Require a person to answer questions about anything that may be relevant to the inspection.</p> <p class=\"paragraph\">  5. Require a person to produce a document, record or other thing and provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information.</p> <p class=\"paragraph\">  6. In order to produce information, use any data storage, processing or retrieval device or system that is used in connection with the person’s business or activities.</p> <p class=\"paragraph\">  7. Remove for examination and copying anything that may be relevant to the inspection, including removing any data storage, processing or retrieval device or system in order to produce information.  2010, c. 12, s. 9 (2).</p> <p class=\"headnote\">Entry into dwelling</p> <p class=\"subsection\">(4) An inspector shall not enter any part of a premises that is used as a dwelling without a warrant unless the occupant consents to the entry.  2010, c. 12, s. 9 (2).</p> <p class=\"headnote\">Time of entry</p> <p class=\"subsection\">(5) The power to enter and inspect premises without a warrant may be exercised only during the regular business hours of the premises or during daylight hours if there are no regular business hours.  2010, c. 12, s. 9 (2).</p> <p class=\"headnote\">Duty to assist </p> <p class=\"subsection\">(6) If an inspector requires a person to answer questions, to produce a document, record or other thing or to provide assistance, the person shall do so in the manner and within the period specified by the inspector.  2010, c. 12, s. 9 (2).</p> <p class=\"headnote\">Receipt for things removed</p> <p class=\"subsection\">(7) An inspector shall give a receipt for anything that he or she removes for examination or copying and the inspector shall promptly return the thing to the person who produced it.  2010, c. 12, s. 9 (2).</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(8) Upon request, an inspector shall produce evidence of his or her designation.  2010, c. 12, s. 9 (2).</p> <p class=\"subsection\">(9) <span class=\"ovsmallcap\">Repealed</span>:  2010, c. 12, s. 9 (2).</p> <p class=\"headnote\">Copy admissible in evidence</p> <p class=\"subsection\">(10) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2000, c. 36, Sched., s. 9 (10).</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(11) No person shall hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with information on matters relevant to the inspection that the person knows to be false or misleading.  2000, c. 36, Sched., s. 9 (11).</p> <p class=\"headnote\">Report to the Minister</p> <p class=\"subsection\">(12) An inspector shall report to the Minister on the results of each inspection.  2000, c. 36, Sched., s. 9 (12).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s8\">2010, c. 12, s. 8, 9 (1, 2)</a></span>\r\n- 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "section_x": "Minister’s order",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s order",
            "content": "10 On receipt of a report from an inspector under section 9, the Minister may make any order that he or she considers appropriate for the purposes of the proper administration of this Act and the regulations.  2000, c. 36, Sched., s. 10. Administrative Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>10 </b>On receipt of a report from an inspector under section 9, the Minister may make any order that he or she considers appropriate for the purposes of the proper administration of this Act and the regulations.  2000, c. 36, Sched., s. 10.</p> <p class=\"heading1\"><a name=\"BK15\"></a>Administrative Penalties</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Administrative Penalties",
            "section_x": "Administrative Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.1",
            "section_x": "Designation of official",
            "part_id": null,
            "part_type": null,
            "section_y": "Designation of official",
            "content": "10.1 The Minister may designate in writing a Ministry official to perform the powers under subsections 10.2 (1) to (5) and sections 10.3 to 10.6.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>10.1 </b>The Minister may designate in writing a Ministry official to perform the powers under subsections 10.2 (1) to (5) and sections 10.3 to 10.6.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "10.2",
            "section_x": "Notice of contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of contravention",
            "content": "10.2 (1) If a person designated under section 10.1 believes that a person has contravened a prescribed provision of this Act or the regulations, the designate may, in accordance with the regulations, issue a notice of contravention to the person setting out his or her belief and requiring the person to pay the administrative penalty prescribed for the contravention in question.  2010, c. 12, s. 10. Purpose of administrative penalty (2) The following are the purposes for which a person may be required to pay an administrative penalty under this section: 1. To encourage compliance with this Act and the regulations. 2. To encourage compliance with an order made under section 10.9. 3. To prevent a person from deriving, directly or indirectly, any economic benefit as a result of a contravention of this Act or the regulations.  2010, c. 12, s. 10. Amount of administrative penalty (3) The amount of an administrative penalty prescribed for a contravention shall reflect the purposes referred to in subsection (2).  2010, c. 12, s. 10. One-year limitation (4) A notice of contravention shall not be issued under this section more than one year after the contravention first came to the knowledge of the designate.  2010, c. 12, s. 10. Content of notice of contravention (5) The notice of contravention shall, (a) contain or be accompanied by information setting out the nature of the contravention; (b) set out the amount of the penalty to be paid and specify the time and manner of the payment; and (c) inform the person of his or her right to request a review of the notice by the Minister or his or her designate.  2010, c. 12, s. 10. Right to review (6) A person who receives a notice of contravention may require the Minister to review the notice of contravention by applying to the Minister for a review in a form approved by the Minister, (a) within 15 days after receipt of the notice of contravention; or (b) if the Minister considers it appropriate in the circumstances to extend the time for applying, within the period specified by the Minister.  2010, c. 12, s. 10. If no review requested (7) If a person who has received a notice of contravention does not apply for a review under subsection (6), the person shall pay the penalty within 30 days after the day the notice of contravention was served.  2010, c. 12, s. 10. If review requested (8) If a person who has received a notice of contravention applies for a review under subsection (6), the Minister shall conduct the review in accordance with the regulations.  2010, c. 12, s. 10. Minister’s decision (9) Upon a review, the Minister may, (a) find that the person did not contravene the provision of this Act or the regulations specified in the notice of contravention and rescind the notice; (b) find that the person did contravene the provision of this Act or the regulations specified in the notice of contravention and affirm the notice; or (c) find that the person did contravene the provision but that the prescribed penalty is excessive in the circumstances and amend the notice by reducing the amount of the penalty.  2010, c. 12, s. 10. Decision final (10) A decision by the Minister is final.  2010, c. 12, s. 10. Payment after review (11) If the Minister finds that a person has contravened the provision of this Act or the regulations specified in the notice of contravention, the person shall pay the penalty required by the Minister within 30 days after the day of the Minister’s decision.  2010, c. 12, s. 10. Payment to Minister of Finance (12) A person who is required to pay a penalty under this section shall pay the penalty to the Minister of Finance.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>10.2 </b>(1) If a person designated under section 10.1 believes that a person has contravened a prescribed provision of this Act or the regulations, the designate may, in accordance with the regulations, issue a notice of contravention to the person setting out his or her belief and requiring the person to pay the administrative penalty prescribed for the contravention in question.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Purpose of administrative penalty</p> <p class=\"subsection\">(2) The following are the purposes for which a person may be required to pay an administrative penalty under this section:</p> <p class=\"paragraph\">  1. To encourage compliance with this Act and the regulations.</p> <p class=\"paragraph\">  2. To encourage compliance with an order made under section 10.9.</p> <p class=\"paragraph\">  3. To prevent a person from deriving, directly or indirectly, any economic benefit as a result of a contravention of this Act or the regulations.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Amount of administrative penalty</p> <p class=\"subsection\">(3) The amount of an administrative penalty prescribed for a contravention shall reflect the purposes referred to in subsection (2).  2010, c. 12, s. 10.</p> <p class=\"headnote\">One-year limitation</p> <p class=\"subsection\">(4) A notice of contravention shall not be issued under this section more than one year after the contravention first came to the knowledge of the designate.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Content of notice of contravention</p> <p class=\"subsection\">(5) The notice of contravention shall,</p> <p class=\"paragraph\">  (a) contain or be accompanied by information setting out the nature of the contravention;</p> <p class=\"paragraph\">  (b) set out the amount of the penalty to be paid and specify the time and manner of the payment; and</p> <p class=\"paragraph\">  (c) inform the person of his or her right to request a review of the notice by the Minister or his or her designate.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Right to review</p> <p class=\"subsection\">(6) A person who receives a notice of contravention may require the Minister to review the notice of contravention by applying to the Minister for a review in a form approved by the<b> </b>Minister,</p> <p class=\"paragraph\">  (a) within 15 days after receipt of the notice of contravention; or</p> <p class=\"paragraph\">  (b) if the Minister considers it appropriate in the circumstances to extend the time for applying, within the period specified by the Minister.  2010, c. 12, s. 10.</p> <p class=\"headnote\">If no review requested</p> <p class=\"subsection\">(7) If a person who has received a notice of contravention does not apply for a review under subsection (6), the person shall pay the penalty within 30 days after the day the notice of contravention was served.  2010, c. 12, s. 10.</p> <p class=\"headnote\">If review requested</p> <p class=\"subsection\">(8) If a person who has received a notice of contravention applies for a review under subsection (6), the Minister shall conduct the review in accordance with the regulations.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Minister’s decision</p> <p class=\"subsection\">(9) Upon a review, the Minister may,</p> <p class=\"paragraph\">  (a) find that the person did not contravene the provision of this Act or the regulations specified in the notice of contravention and rescind the notice;</p> <p class=\"paragraph\">  (b) find that the person did contravene the provision of this Act or the regulations specified in the notice of contravention and affirm the notice; or</p> <p class=\"paragraph\">  (c) find that the person did contravene the provision but that the prescribed penalty is excessive in the circumstances and amend the notice by reducing the amount of the penalty.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(10) A decision by the Minister is final.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Payment after review</p> <p class=\"subsection\">(11) If the Minister finds that a person has contravened the provision of this Act or the regulations specified in the notice of contravention, the person shall pay the penalty required by the Minister within 30 days after the day of the Minister’s decision.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Payment to Minister of Finance</p> <p class=\"subsection\">(12) A person who is required to pay a penalty under this section shall pay the penalty to the Minister of Finance.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "10.3",
            "section_x": "Enforcement of administrative penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement of administrative penalty",
            "content": "10.3 (1) If a person who is required to pay an administrative penalty under section 10.2 fails to pay the penalty within the time required under subsection 10.2 (7) or (11), the notice of contravention or the Minister’s decision, as the case may be, may be filed with a local registrar of the Superior Court of Justice and may be enforced as if it were an order of the court.  2010, c. 12, s. 10. Same (2) Section 129 of the Courts of Justice Act applies in respect of a notice of contravention or decision filed with the Superior Court of Justice under subsection (1) and, for the purpose, the date on which the notice of contravention or decision is filed under subsection (1) shall be deemed to be the date of the order that is referred to in section 129 of the Courts of Justice Act.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>10.3 </b>(1) If a person who is required to pay an administrative penalty under section 10.2 fails to pay the penalty within the time required under subsection 10.2 (7) or (11), the notice of contravention or the Minister’s decision, as the case may be, may be filed with a local registrar of the Superior Court of Justice and may be enforced as if it were an order of the court.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 129 of the <i>Courts of Justice Act</i> applies in respect of a notice of contravention or decision filed with the Superior Court of Justice under subsection (1) and, for the purpose, the date on which the notice of contravention or decision is filed under subsection (1) shall be deemed to be the date of the order that is referred to in section 129 of the <i>Courts of Justice Act</i>.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "10.4",
            "section_x": "Crown debt",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown debt",
            "content": "10.4 An administrative penalty imposed under section 10.2 that is not paid within the time required under that section is a debt due to the Crown and enforceable as such.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>10.4 </b>An administrative penalty imposed under section<b> </b>10.2 that is not paid within the time required under that section is a debt due to the Crown and enforceable as such.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "10.5",
            "section_x": "Minister may authorize collector",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister may authorize collector",
            "content": "10.5 (1) The Minister may authorize any person to act as a collector for the purposes of this section and sections 10.6 and 10.7 and to exercise the powers that the Minister specifies in the authorization to collect administrative penalties owing under this Act.  2010, c. 12, s. 10. Costs of collection (2) Despite clause 22 (a) of the Collection and Debt Settlement Services Act, the Minister may also authorize a collector to collect a reasonable fee or reasonable disbursements or both from each person from whom the collector seeks to collect administrative penalties owing under this Act.  2010, c. 12, s. 10; 2013, c. 13, Sched. 1, s. 17. Same (3) The Minister may impose conditions on an authorization under subsection (2) and may determine what constitutes a reasonable fee or reasonable disbursements for the purposes of that subsection.  2010, c. 12, s. 10. Exception re disbursements (4) The Minister shall not authorize a collector who is required to be registered under the Collection and Debt Settlement Services Act to collect disbursements.  2010, c. 12, s. 10; 2013, c. 13, Sched. 1, s. 17. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010 2013, c. 13, Sched. 1, s. 17 - 01/01/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>10.5 </b>(1) The Minister may authorize any person to act as a collector for the purposes of this section and sections 10.6 and 10.7 and to exercise the powers that the Minister specifies in the authorization to collect administrative penalties owing under this Act.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Costs of collection</p> <p class=\"subsection\">(2) Despite clause 22 (a) of the <i>Collection and Debt Settlement Services Act</i>, the Minister may also authorize a collector to collect a reasonable fee or reasonable disbursements or both from each person from whom the collector seeks to collect administrative penalties owing under this Act.  2010, c. 12, s. 10; 2013, c. 13, Sched. 1, s. 17.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The<b> </b>Minister may impose conditions on an authorization under subsection (2) and may determine what constitutes a reasonable fee or reasonable disbursements for the purposes of that subsection.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Exception re disbursements</p> <p class=\"subsection\">(4) The Minister shall not authorize a collector who is required to be registered under the <i>Collection and Debt Settlement Services Act</i> to collect disbursements.  2010, c. 12, s. 10; 2013, c. 13, Sched. 1, s. 17.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s17\">2013, c. 13, Sched. 1, s. 17</a></span> - 01/01/2015</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "10.6",
            "section_x": "Collector’s powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Collector’s powers",
            "content": "10.6 (1) A collector may exercise any of the powers specified in an authorization of the Minister under section 10.5.  2010, c. 12, s. 10. Fees and disbursements part of order (2) If a collector is seeking to collect an administrative penalty owing under a notice of contravention, any fees and disbursements authorized under subsection 10.5 (2) are deemed to be owing under and are deemed to be added to the amount of the penalty set out in the notice of contravention.  2010, c. 12, s. 10. Distribution of money collected (3) A collector shall pay the amount collected under this section with respect to the penalty to the Minister of Finance and may retain the amount collected with respect to the collector’s fees and disbursements.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>10.6 </b>(1) A collector may exercise any of the powers specified in an authorization of the Minister under section 10.5.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Fees and disbursements part of order</p> <p class=\"subsection\">(2) If a collector is seeking to collect an administrative penalty owing under a notice of contravention, any fees and disbursements authorized under subsection 10.5 (2) are deemed to be owing under and are deemed to be added to the amount of the penalty set out in the notice of contravention.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Distribution of money collected </p> <p class=\"subsection\">(3) A collector shall pay the amount collected under this section with respect to the penalty to the Minister of Finance and may retain the amount collected with respect to the collector’s fees and disbursements.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "10.7",
            "section_x": "Settlement by collector",
            "part_id": null,
            "part_type": null,
            "section_y": "Settlement by collector",
            "content": "10.7 (1) A collector may agree to a settlement with the person from whom he or she seeks to collect money, but only with the written agreement of the Minister.  2010, c. 12, s. 10. Payment (2) The person who owes money under a settlement shall pay the amount agreed upon to the collector, who shall pay it out in accordance with subsection 10.6 (3).  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>10.7 </b>(1) A collector may agree to a settlement with the person from whom he or she seeks to collect money, but only with the written agreement of the<b> </b>Minister.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Payment</p> <p class=\"subsection\">(2) The person who owes money under a settlement shall pay the amount agreed upon to the collector, who shall pay it out in accordance with subsection<b> </b>10.6 (3).  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "10.8",
            "section_x": "Other means not a bar",
            "part_id": null,
            "part_type": null,
            "section_y": "Other means not a bar",
            "content": "10.8 The Minister or a person designated by the Minister may issue a notice of contravention to a person under subsection 10.2 (1) even though an order has been made or may be made against the person under section 10.9 or 10.10 or the person has been or may be prosecuted for or convicted of an offence with respect to the same contravention.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010 Restraining and Compliance Orders",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>10.8 </b>The Minister or a person designated by the Minister may issue a notice of contravention to a person under subsection 10.2 (1) even though an order has been made or may be made against the person under section 10.9 or 10.10 or the person has been or may be prosecuted for or convicted of an offence with respect to the same contravention.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p> <p class=\"heading1\"><a name=\"BK24\"></a>Restraining and Compliance Orders</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Restraining and Compliance Orders",
            "section_x": "Restraining and Compliance Orders",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "10.9",
            "section_x": "Minister’s orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s orders",
            "content": "10.9 (1) If the Minister believes that a person has contravened this Act or the regulations, the Minister may order the person to restrain from contravening this Act or the regulations.  2010, c. 12, s. 10. Same (2) If the Minister\nbelieves that a person has breached a term or condition of their consent or has otherwise contravened or failed to comply with a provision of this Act or the regulations, the Minister may order the person to comply with the terms or conditions of the consent or with the provisions of this Act or the regulations.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>10.9 </b>(1) If the Minister believes that a person has contravened this Act or the regulations, the Minister may order the person to restrain from contravening this Act or the regulations.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the Minister<b>\n</b>believes that a person has breached a term or condition of their consent or has otherwise contravened or failed to comply with a provision of this Act or the regulations, the Minister may order the person to comply with the terms or conditions of the consent or with the provisions of this Act or the regulations.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "10.10",
            "section_x": "Restraining orders by court",
            "part_id": null,
            "part_type": null,
            "section_y": "Restraining orders by court",
            "content": "10.10 (1) On the application of the Minister, a judge of the Superior Court of Justice may make an order to restrain a person from contravening this Act or the regulations if the court is satisfied that there are reasonable grounds to believe that the person has contravened or is likely to contravene this Act or the regulations.  2010, c. 12, s. 10. Interim order (2) In a proceeding under subsection (1), a judge may, on application of the Minister, grant an interim order described in that subsection if the judge believes, based on the evidence before him or her, that it is in the public interest to do so.  2010, c. 12, s. 10. Same (3) A judge may grant an interim order even though the Minister has not established that irreparable harm will be done if the order is not issued.  2010, c. 12, s. 10. Same (4) A judge shall not require the Minister to post a bond or give an undertaking as to damages when granting an interim order.  2010, c. 12, s. 10. Other means not a bar (5) An order may be granted under subsection (1) even though a notice of contravention has been or may be issued to the person under subsection 10.2 (1), an order has been or may be issued to the person under section 10.8 or the person has been or may be prosecuted for or convicted of an offence with respect to the same contravention.  2010, c. 12, s. 10. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 10 - 08/06/2010 Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>10.10 </b>(1) On the application of the<b> </b>Minister, a judge of the Superior Court of Justice may make an order to restrain a person from contravening this Act or the regulations if the court is satisfied that there are reasonable grounds to believe that the person has contravened or is likely to contravene this Act or the regulations.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Interim order</p> <p class=\"subsection\">(2) In a proceeding under subsection (1), a judge may, on application of the Minister, grant an interim order described in that subsection if the judge believes, based on the evidence before him or her, that it is in the public interest to do so.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A judge may grant an interim order even though the Minister<b> </b>has not established that irreparable harm will be done if the order is not issued.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A judge shall not require the Minister to post a bond or give an undertaking as to damages when granting an interim order.  2010, c. 12, s. 10.</p> <p class=\"headnote\">Other means not a bar</p> <p class=\"subsection\">(5) An order may be granted under subsection (1) even though a notice of contravention has been or may be issued to the person under subsection<b> </b>10.2 (1), an order has been or may be issued to the person under section 10.8 or the person has been or may be prosecuted for or convicted of an offence with respect to the same contravention.  2010, c. 12, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s10\">2010, c. 12, s. 10</a></span> - 08/06/2010</p> <p class=\"heading1\"><a name=\"BK27\"></a>Offences</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Offences",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "11.",
            "section_x": "Offence",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence",
            "content": "11 (1) Every person is guilty of an offence who, (a) knowingly furnishes false information in any application under this Act or in any statement or return required to be provided under this Act or the regulations; or (b) contravenes any provision of this Act.  2000, c. 36, Sched., s. 11 (1). Penalty (2) Every person who is guilty of an offence under this Act is liable on conviction, (a) to a fine of not more than $50,000 if the person is an individual or $250,000 if the person is a corporation; (b) to imprisonment for a term of not more than one year; or (c) to both a fine under clause (a) and imprisonment under clause (b).  2000, c. 36, Sched., s. 11 (2); 2010, c. 12, s. 12. Conviction of officers, etc. (3) Any officer, director or agent of a corporation, or any other person, who directed, authorized, assented to, acquiesced in or participated in the commission of any act by the corporation which is an offence under this Act is guilty of an offence whether or not the corporation has been prosecuted or convicted of any offence under this Act.  2000, c. 36, Sched., s. 11 (3). Section Amendments with date in force (d/m/y) 2010, c. 12, s. 11, 12\r\n- 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>11 </b>(1) Every person is guilty of an offence who,</p> <p class=\"paragraph\">  (a) knowingly furnishes false information in any application under this Act or in any statement or return required to be provided under this Act or the regulations; or</p> <p class=\"paragraph\">  (b) contravenes any provision of this Act.  2000, c. 36, Sched., s. 11 (1).</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(2) Every person who is guilty of an offence under this Act is liable on conviction,</p> <p class=\"paragraph\">  (a) to a fine of not more than $50,000 if the person is an individual or $250,000 if the person is a corporation;</p> <p class=\"paragraph\">  (b) to imprisonment for a term of not more than one year; or</p> <p class=\"paragraph\">  (c) to both a fine under clause (a) and imprisonment under clause (b).  2000, c. 36, Sched., s. 11 (2); 2010, c. 12, s. 12.</p> <p class=\"headnote\">Conviction of officers, etc.</p> <p class=\"subsection\">(3) Any officer, director or agent of a corporation, or any other person, who directed, authorized, assented to, acquiesced in or participated in the commission of any act by the corporation which is an offence under this Act is guilty of an offence whether or not the corporation has been prosecuted or convicted of any offence under this Act.  2000, c. 36, Sched., s. 11 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s11\">2010, c. 12, s. 11, 12</a></span>\r\n- 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "12.",
            "section_x": "Certificate of Minister as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Certificate of Minister as evidence",
            "content": "12 A written statement purporting to be certified by the Minister is receivable in evidence as proof of the facts set out in the statement in the absence of evidence to the contrary in any action, proceeding or prosecution, without proof of the office or signature of the Minister, (a) as to whether a consent has been given under this Act and as to any terms and conditions of a consent; or (b) as to any other matter related to a consent or an application for consent.  2000, c. 36, Sched., s. 12. Service",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>12 </b>A written statement purporting to be certified by the Minister is receivable in evidence as proof of the facts set out in the statement in the absence of evidence to the contrary in any action, proceeding or prosecution, without proof of the office or signature of the Minister,</p> <p class=\"paragraph\">  (a) as to whether a consent has been given under this Act and as to any terms and conditions of a consent; or</p> <p class=\"paragraph\">  (b) as to any other matter related to a consent or an application for consent.  2000, c. 36, Sched., s. 12.</p> <p class=\"heading1\"><a name=\"BK30\"></a>Service</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Service",
            "section_x": "Service",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "12.1",
            "section_x": "Service",
            "part_id": null,
            "part_type": null,
            "section_y": "Service",
            "content": "12.1 (1) Any notice, order or other document that is required to be given, issued, delivered or served under this Act or the regulations shall be given, issued, delivered or served only, (a) by personal delivery; (b) by mail addressed to the person’s last known business or residential address as shown in the latest document filed with or correspondence sent to the Ministry using a method of mail delivery that permits the delivery to be verified; (c) by mail addressed to the person’s last known business or residential address as shown in the latest document filed with or correspondence sent to the Ministry; or (d) by fax of the document or by electronic mail if the person is equipped to receive such transmission.  2010, c. 12, s. 13. Personal delivery (2) Personal delivery under clause (1) (a) is carried out by, (a) leaving a copy of the notice, order or other document with the person to be served; or (b) leaving a copy of the notice, order or other document in an envelope addressed to the person, (i) at the person’s place of residence with anyone resident at the address who appears to be at least 16 years of age, or (ii) at the person’s place of business with an employee of the business at the address and, on the same day or on the next, mailing another copy to the person at the address where the envelope was left.  2010, c. 12, s. 13. Exception to service by regular mail (3) Service shall not be effected by the method set out in clause (1) (c) in respect of, (a) a matter referred to in subsection 6 (1); or (b) a notice of contravention under subsection 10.2 (1).  2010, c. 12, s. 13. Service, corporations (4) If the person receiving a notice, order or other document is a corporation, the notice or order may be given, issued, delivered or served, (a) on a director or officer of the corporation or on any manager, secretary or other person apparently in charge of any business premises of the corporation using any method described in subsection (1); or (b) on the corporation at its last known business address as shown in the latest document filed with or correspondence sent to the Ministry using one of the methods described in clause (1) (b) or (c).  2010, c. 12, s. 13. Deemed service (5) If a notice, order or other document is given, issued, delivered or served by mail, it is deemed to be received on the third day after the day of mailing unless the person to whom it is given, issued, delivered or served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, order or other document until a later date.  2010, c. 12, s. 13. Same (6) A notice, order or other document that is given, issued, delivered or served by a means described in clause (1) (c) on a Saturday, Sunday or a public holiday or on any other day after 5 p.m. is deemed to have been received on the next day that is not a Saturday, Sunday or public holiday.  2010, c. 12, s. 13. Substituted service (7) On the application of the Minister or person designated by the Minister under section 10.1, a judge of the Superior Court of Justice may order that a document be served by substituted service, using a method chosen by the court, if the Minister or person designated by the Minister, (a) provides detailed evidence showing, (i) what steps have been taken to locate the person to be served, and (ii) if the person has been located, what steps have been taken to serve the document on the person; and (b) shows that the method of service could reasonably be expected to bring the document to the person’s attention.  2010, c. 12, s. 13. Section Amendments with date in force (d/m/y) 2010, c. 12, s. 13 - 08/06/2010 Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>12.1 </b>(1) Any notice, order or other document that is required to be given, issued, delivered or served under this Act or the regulations shall be given, issued, delivered or served only,</p> <p class=\"paragraph\">  (a) by personal delivery;</p> <p class=\"paragraph\">  (b) by mail addressed to the person’s last known business or residential address as shown in the latest document filed with or correspondence sent to the Ministry using a method of mail delivery that permits the delivery to be verified;</p> <p class=\"paragraph\">  (c) by mail addressed to the person’s last known business or residential address as shown in the latest document filed with or correspondence sent to the Ministry; or</p> <p class=\"paragraph\">  (d) by fax of the document or by electronic mail if the person is equipped to receive such transmission.  2010, c. 12, s. 13.</p> <p class=\"headnote\">Personal delivery</p> <p class=\"subsection\">(2) Personal delivery under clause (1) (a) is carried out by,</p> <p class=\"paragraph\">  (a) leaving a copy of the notice, order or other document with the person to be served; or</p> <p class=\"paragraph\">  (b) leaving a copy of the notice, order or other document in an envelope addressed to the person,</p> <p class=\"subclause\">  (i) at the person’s place of residence with anyone resident at the address who appears to be at least 16 years of age, or</p> <p class=\"subclause\">  (ii) at the person’s place of business with an employee of the business at the address and,</p> <p class=\"subsection\">on the same day or on the next, mailing another copy to the person at the address where the envelope was left.  2010, c. 12, s. 13.</p> <p class=\"headnote\">Exception to service by regular mail</p> <p class=\"subsection\">(3) Service shall not be effected by the method set out in clause (1) (c) in respect of,</p> <p class=\"paragraph\">  (a) a matter referred to in subsection 6 (1); or</p> <p class=\"paragraph\">  (b) a notice of contravention under subsection 10.2 (1).  2010, c. 12, s. 13.</p> <p class=\"headnote\">Service, corporations</p> <p class=\"subsection\">(4) If the person receiving a notice, order or other document is a corporation, the notice or order may be given, issued, delivered or served,</p> <p class=\"paragraph\">  (a) on a director or officer of the corporation or on any manager, secretary or other person apparently in charge of any business premises of the corporation using any method described in subsection (1); or</p> <p class=\"paragraph\">  (b) on the corporation at its last known business address as shown in the latest document filed with or correspondence sent to the Ministry using one of the methods described in clause (1) (b) or (c).  2010, c. 12, s. 13.</p> <p class=\"headnote\">Deemed service</p> <p class=\"subsection\">(5) If a notice, order or other document is given, issued, delivered or served by mail, it is deemed to be received on the third day after the day of mailing unless the person to whom it is given, issued, delivered or served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, order or other document until a later date.  2010, c. 12, s. 13.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A notice, order or other document that is given, issued, delivered or served by a means described in clause (1) (c) on a Saturday, Sunday or a public holiday or on any other day after 5 p.m. is deemed to have been received on the next day that is not a Saturday, Sunday or public holiday.  2010, c. 12, s. 13.</p> <p class=\"headnote\">Substituted service</p> <p class=\"subsection\">(7) On the application of the Minister or person designated by the Minister under section 10.1, a judge of the Superior Court of Justice may order that a document be served by substituted service, using a method chosen by the court, if the Minister or person designated by the Minister,</p> <p class=\"paragraph\">  (a) provides detailed evidence showing,</p> <p class=\"subclause\">  (i) what steps have been taken to locate the person to be served, and</p> <p class=\"subclause\">  (ii) if the person has been located, what steps have been taken to serve the document on the person; and</p> <p class=\"paragraph\">  (b) shows that the method of service could reasonably be expected to bring the document to the person’s attention.  2010, c. 12, s. 13.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s13\">2010, c. 12, s. 13</a></span> - 08/06/2010</p> <p class=\"heading1\"><a name=\"BK32\"></a>Regulations</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "13.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "13 (1) The Lieutenant Governor in Council may make regulations, (0.a) prescribing persons that are excluded from the definition of “educational institution” in subsection 1 (1); (0.a.1) prescribing occupational accrediting, certifying or licensing bodies or the criteria that must be met to be an occupational accrediting, certifying or licensing body for the purposes of subsection 1 (3); (0.a.2) prescribing physical elements for the purposes of paragraph 6 of subsection 1.1 (2); (a) prescribing, for the purposes of subsection 4 (4), requirements relating to the giving of security and access to student transcripts; (b) governing claims made against the security referred to in subsection 4 (4); (c) naming colleges of applied arts and technology or conditions for the purposes of subsection 4 (6); (c.1) governing the referring of an application for consent or renewal of consent to a quality assurance body or authority for the purposes of section 5; (c.2) respecting when the Minister may refer elements of an application for a consent or renewal of a consent to the Post-secondary Education Quality Assessment Board and elements to another accrediting or quality assurance body or authority for the purposes of clause 5 (2) (b); (c.3) governing the circumstances in which the Minister may reject an application for consent or renewal of consent and the criteria the Minister may consider in rejecting such an application for the purposes of subsection 5 (2.1); (c.4) prescribing for the purposes of clause 5 (3.1) (a) circumstances where a prior quality assurance review may be deemed to be a referral and the criteria the Minister may consider in deeming such a review to be a referral under clause 5 (2) (a); (c.5) prescribing for the purposes of clause 5 (3.1) (b) circumstances where the approval of a prescribed body or authority may be deemed to be a recommendation and the criteria the Minister may consider in deeming such an approval to be a recommendation under subsection 5 (3) and the purposes for which the approval may be deemed to be a recommendation; (d) governing the suspension, reinstatement and revocation of a consent, the addition and removal of terms and conditions attached to a consent and the making of changes to the terms and conditions attached to a consent, including providing for appeals from decisions made by the Minister under section 6; (e) respecting the information that must be disclosed in respect of applications and consents under this Act, the person or persons who must disclose it, the manner and time of its disclosure and the persons or classes of persons to whom the information must be disclosed; (f) in respect of the Post-secondary Education Quality Assessment Board, (i) prescribing procedures for reviewing applications and other matters referred to it by the Minister, (ii) prescribing policies and principles that it must take into consideration in establishing criteria to apply in reviewing applications referred to it and in  making recommendations to the Minister, and (iii) prescribing additional powers and duties of the Board; (g) governing procedures to be followed by the Minister in making orders under section 10, including providing for appeals from the orders; (h) governing administrative penalties for the purposes of section 10.2 and all matters necessary and incidental to the administration of a system of administrative penalties under this Act.  2000, c. 36, Sched., s. 13; 2010, c. 12, s. 15 (1). Administrative penalties (2) A regulation under clause (1) (h) may, (a) provide that the amount of a penalty prescribed for a contravention is increased by a prescribed amount for each subsequent contravention that occurs within a prescribed period; (b) provide for penalties in the form of lump sum amounts and of daily amounts, prescribe the circumstances in which either or both types of amounts may be required and, in the case of a daily amount, prescribe the maximum number of days for which a daily amount may be imposed; and (c) provide for the time and manner of payment.  2010, c. 12, s. 15 (2). Section Amendments with date in force (d/m/y) 2010, c. 12, s. 14, 15 (1, 2) - 08/06/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>13 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\"> (0.a) prescribing persons that are excluded from the definition of “educational institution” in subsection 1 (1);</p> <p class=\"paragraph\"> (0.a.1) prescribing occupational accrediting, certifying or licensing bodies or the criteria that must be met to be an occupational accrediting, certifying or licensing body for the purposes of subsection 1 (3);</p> <p class=\"paragraph\"> (0.a.2) prescribing physical elements for the purposes of paragraph 6 of subsection 1.1 (2);</p> <p class=\"paragraph\">  (a) prescribing, for the purposes of subsection 4 (4), requirements relating to the giving of security and access to student transcripts;</p> <p class=\"paragraph\">  (b) governing claims made against the security referred to in subsection 4 (4);</p> <p class=\"paragraph\">  (c) naming colleges of applied arts and technology or conditions for the purposes of subsection 4 (6);</p> <p class=\"paragraph\"> (c.1) governing the referring of an application for consent or renewal of consent to a quality assurance body or authority for the purposes of section 5;</p> <p class=\"paragraph\"> (c.2) respecting when the Minister may refer elements of an application for a consent or renewal of a consent to the Post-secondary Education Quality Assessment Board and elements to another accrediting or quality assurance body or authority for the purposes of clause 5 (2) (b);</p> <p class=\"paragraph\"> (c.3) governing the circumstances in which the Minister may reject an application for consent or renewal of consent and the criteria the Minister may consider in rejecting such an application for the purposes of subsection 5 (2.1);</p> <p class=\"paragraph\"> (c.4) prescribing for the purposes of clause 5 (3.1) (a) circumstances where a prior quality assurance review may be deemed to be a referral and the criteria the Minister may consider in deeming such a review to be a referral under clause 5 (2) (a);</p> <p class=\"paragraph\"> (c.5) prescribing for the purposes of clause 5 (3.1) (b) circumstances where the approval of a prescribed body or authority may be deemed to be a recommendation and the criteria the Minister may consider in deeming such an approval to be a recommendation under subsection 5 (3) and the purposes for which the approval may be deemed to be a recommendation;</p> <p class=\"paragraph\">  (d) governing the suspension, reinstatement and revocation of a consent, the addition and removal of terms and conditions attached to a consent and the making of changes to the terms and conditions attached to a consent, including providing for appeals from decisions made by the Minister under section 6;</p> <p class=\"paragraph\">  (e) respecting the information that must be disclosed in respect of applications and consents under this Act, the person or persons who must disclose it, the manner and time of its disclosure and the persons or classes of persons to whom the information must be disclosed;</p> <p class=\"paragraph\">  (f) in respect of the Post-secondary Education Quality Assessment Board,</p> <p class=\"subclause\">  (i) prescribing procedures for reviewing applications and other matters referred to it by the Minister,</p> <p class=\"subclause\">  (ii) prescribing policies and principles that it must take into consideration in establishing criteria to apply in reviewing applications referred to it and in  making recommendations to the Minister, and</p> <p class=\"subclause\">  (iii) prescribing additional powers and duties of the Board;</p> <p class=\"paragraph\">  (g) governing procedures to be followed by the Minister in making orders under section 10, including providing for appeals from the orders;</p> <p class=\"paragraph\">  (h) governing administrative penalties for the purposes of section 10.2 and all matters necessary and incidental to the administration of a system of administrative penalties under this Act.  2000, c. 36, Sched., s. 13; 2010, c. 12, s. 15 (1).</p> <p class=\"headnote\">Administrative penalties</p> <p class=\"subsection\">(2) A regulation under clause (1) (h) may,</p> <p class=\"paragraph\">  (a) provide that the amount of a penalty prescribed for a contravention is increased by a prescribed amount for each subsequent contravention that occurs within a prescribed period;</p> <p class=\"paragraph\">  (b) provide for penalties in the form of lump sum amounts and of daily amounts, prescribe the circumstances in which either or both types of amounts may be required and, in the case of a daily amount, prescribe the maximum number of days for which a daily amount may be imposed; and</p> <p class=\"paragraph\">  (c) provide for the time and manner of payment.  2010, c. 12, s. 15 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10012#s14\">2010, c. 12, s. 14, 15 (1, 2)</a></span> - 08/06/2010</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "14.",
            "section_x": "Transitional",
            "part_id": null,
            "part_type": null,
            "section_y": "Transitional",
            "content": "14 (1) The Board may deal with any matter referred to it by the Minister before this Act came into force in the same manner as if it were a matter referred to it after this Act came into force.  2000, c. 36, Sched., s. 14 (1). Same (2) All consents given by the Minister before the day this Act came into force shall be deemed to be consents given under this Act.  2000, c. 36, Sched., s. 14 (2). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>14 </b>(1) The Board may deal with any matter referred to it by the Minister before this Act came into force in the same manner as if it were a matter referred to it after this Act came into force.  2000, c. 36, Sched., s. 14 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) All consents given by the Minister before the day this Act came into force shall be deemed to be consents given under this Act.  2000, c. 36, Sched., s. 14 (2). </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00p36\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}