{
    "act_info": {
        "full_title": "Prepaid Services Act, R.S.O. 1990, c. P.22",
        "act_name_text": "Not Found",
        "citation": "Prepaid Services Act, R.S.O. 1990, c. P.22",
        "url": "https://www.ontario.ca/laws/statute/90p22",
        "date_scraped": "2023-12-21 13:41:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90p22/v1",
            "valid_from": "December 13, 2002",
            "valid_to": "July 29, 2005"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900934",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 934",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “contract” means a contract for services to which this Act applies; (“contrat”) “customer” means an individual who enters into, or is discussing with an operator the prospect of entering into, a contract; (“client”) “initiation fee” means a fee in addition to the annual membership fee; (“droit d’entrée”) “membership fee” means the amount payable by a customer for the use of services; (“droit d’adhésion”) “operator” means a person who provides or offers to provide services; (“exploitant”) “payment” includes an initiation fee; (“paiement”) “services” means facilities provided for, or instruction on, (a) health, fitness, modelling, talent development, diet or matters of a similar nature, or (b) martial arts, sports, dance or similar activities. (“services”) R.S.O. 1990, c. P.22, s. 1; 1999, c. 12, Sched. F, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“contract” means a contract for services to which this Act applies; (“contrat”)</p> <p class=\"definition-e\">“customer” means an individual who enters into, or is discussing with an operator the prospect of entering into, a contract; (“client”)</p> <p class=\"definition-e\">“initiation fee” means a fee in addition to the annual membership fee; (“droit d’entrée”)</p> <p class=\"definition-e\">“membership fee” means the amount payable by a customer for the use of services; (“droit d’adhésion”)</p> <p class=\"definition-e\">“operator” means a person who provides or offers to provide services; (“exploitant”)</p> <p class=\"definition-e\">“payment” includes an initiation fee; (“paiement”)</p> <p class=\"definition-e\">“services” means facilities provided for, or instruction on,</p> <p class=\"defclause-e\">(a) health, fitness, modelling, talent development, diet or matters of a similar nature, or</p> <p class=\"defclause-e\">(b) martial arts, sports, dance or similar activities. (“services”) R.S.O. 1990, c. P.22, s. 1; 1999, c. 12, Sched. F, s. 33.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2.(1)This Act applies in respect of services or proposed services for which payment in advance is required. Idem (2)This Act does not apply in respect of services that are provided, (a) on a non-profit or co-operative basis; (b) by a private club primarily owned by its members; (c) incidental to the main business of the operator; (d) by an operator funded or run by a charitable or municipal organization or by the Province of Ontario or any agency thereof; (e) for an amount less than that prescribed by regulation. Idem (3)This Act does not apply to a contract in force at the time this Act comes into force. R.S.O. 1990, c. P.22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1)This Act applies in respect of services or proposed services for which payment in advance is required.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)This Act does not apply in respect of services that are provided,</p> <p class=\"clause-e\">(a) on a non-profit or co-operative basis;</p> <p class=\"clause-e\">(b) by a private club primarily owned by its members;</p> <p class=\"clause-e\">(c) incidental to the main business of the operator;</p> <p class=\"clause-e\">(d) by an operator funded or run by a charitable or municipal organization or by the Province of Ontario or any agency thereof;</p> <p class=\"clause-e\">(e) for an amount less than that prescribed by regulation.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)This Act does not apply to a contract in force at the time this Act comes into force. R.S.O. 1990, c. P.22, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Contract required",
            "content": "3.(1)No operator shall require or accept advance payment for services from a customer with whom the operator does not have a written contract that meets the conditions set out in section 4. Payments repayable (2)All payments received in contravention of subsection (1) are repayable to the person making the payments on demand by that person. R.S.O. 1990, c. P.22, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)No operator shall require or accept advance payment for services from a customer with whom the operator does not have a written contract that meets the conditions set out in section 4.</p> <p class=\"headnote-e\"><b>Payments repayable</b></p> <p class=\"subsection-e\">(2)All payments received in contravention of subsection (1) are repayable to the person making the payments on demand by that person. R.S.O. 1990, c. P.22, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Information in contract",
            "content": "4.(1)A contract must set out, (a) the name and address of the operator and the customer; (b) a description of the services contracted for by the customer that is sufficient to identify them with certainty; (c) the price of the services contracted for; (d) the conditions upon which the contract may be renewed, cancelled or rescinded; (e) if payment is to be by instalment, the number of instalments, the amount of each instalment and the total additional cost, if any, for payment by instalment; and (f) where any part of the services are not available at the time the contract is signed, the date that the services will be made available and the name and address of the person holding the trust funds pending availability. Renewal of contracts (2)A contract that provides for renewal must also provide that it is not renewable if the customer notifies the operator in writing, before the time for renewal, that the customer does not want to renew. R.S.O. 1990, c. P.22, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)A contract must set out,</p> <p class=\"clause-e\">(a) the name and address of the operator and the customer;</p> <p class=\"clause-e\">(b) a description of the services contracted for by the customer that is sufficient to identify them with certainty;</p> <p class=\"clause-e\">(c) the price of the services contracted for;</p> <p class=\"clause-e\">(d) the conditions upon which the contract may be renewed, cancelled or rescinded;</p> <p class=\"clause-e\">(e) if payment is to be by instalment, the number of instalments, the amount of each instalment and the total additional cost, if any, for payment by instalment; and</p> <p class=\"clause-e\">(f) where any part of the services are not available at the time the contract is signed, the date that the services will be made available and the name and address of the person holding the trust funds pending availability.</p> <p class=\"headnote-e\"><b>Renewal of contracts</b></p> <p class=\"subsection-e\">(2)A contract that provides for renewal must also provide that it is not renewable if the customer notifies the operator in writing, before the time for renewal, that the customer does not want to renew. R.S.O. 1990, c. P.22, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Contracts for one year only",
            "content": "5.No contract may be made for a term longer than one year after the day that all the services are made available to the customer. R.S.O. 1990, c. P.22, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>No contract may be made for a term longer than one year after the day that all the services are made available to the customer. R.S.O. 1990, c. P.22, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Only one contract",
            "content": "6.(1)No contract may be made between two parties to an existing contract unless the subsequent contract is for services that are distinctly different from the services to be provided under the existing contract. Idem (2)For the purposes of subsection (1), a different term or a different commencement date does not constitute a distinct difference in the services to be provided. R.S.O. 1990, c. P.22, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1)No contract may be made between two parties to an existing contract unless the subsequent contract is for services that are distinctly different from the services to be provided under the existing contract.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)For the purposes of subsection (1), a different term or a different commencement date does not constitute a distinct difference in the services to be provided. R.S.O. 1990, c. P.22, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Initiation fee",
            "content": "7.(1)No operator shall charge a customer more than one initiation fee. Idem (2)No operator shall charge an initiation fee that is greater than twice the annual membership fee. R.S.O. 1990, c. P.22, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>(1)No operator shall charge a customer more than one initiation fee.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)No operator shall charge an initiation fee that is greater than twice the annual membership fee. R.S.O. 1990, c. P.22, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Instalment plans",
            "content": "8.(1)Every operator shall make available to customers at least one plan for instalment payments of membership and, where applicable, initiation fees whereby customers may make equal monthly payments over the term of the contract. Idem (2)In a plan for payments, the total amount paid by instalments shall not exceed the membership or initiation fee, if applicable, by more than 25 per cent. R.S.O. 1990, c. P.22, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>(1)Every operator shall make available to customers at least one plan for instalment payments of membership and, where applicable, initiation fees whereby customers may make equal monthly payments over the term of the contract.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)In a plan for payments, the total amount paid by instalments shall not exceed the membership or initiation fee, if applicable, by more than 25 per cent. R.S.O. 1990, c. P.22, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Rescission",
            "content": "9.(1)Any customer may rescind a contract by delivering written notice of rescission to the operator within five days after the contract is signed or the services are available, whichever is the later. Idem (2)A customer who rescinds a contract is not liable for payment for services received or used up to the rescission and is entitled to a refund of any payment made pursuant to the contract. Idem (3)A notice of rescission sent to an operator by registered mail shall be deemed to be delivered on the day that it is mailed. R.S.O. 1990, c. P.22, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)Any customer may rescind a contract by delivering written notice of rescission to the operator within five days after the contract is signed or the services are available, whichever is the later.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)A customer who rescinds a contract is not liable for payment for services received or used up to the rescission and is entitled to a refund of any payment made pursuant to the contract.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)A notice of rescission sent to an operator by registered mail shall be deemed to be delivered on the day that it is mailed. R.S.O. 1990, c. P.22, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Refund",
            "content": "10.Every operator who owes a refund shall pay the refund within twenty days, (a) after receiving notice of rescission or cancellation, as the case may be; or (b) where subsection 13 (3) or (4) applies, after the day specified in the contract or the expiration of the last permission, whichever is the later. R.S.O. 1990, c. P.22, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>Every operator who owes a refund shall pay the refund within twenty days,</p> <p class=\"clause-e\">(a) after receiving notice of rescission or cancellation, as the case may be; or</p> <p class=\"clause-e\">(b) where subsection 13 (3) or (4) applies, after the day specified in the contract or the expiration of the last permission, whichever is the later. R.S.O. 1990, c. P.22, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Notice re renewal",
            "content": "11.(1)Where a contract provides for renewal and the operator does not deliver to the customer a notice reminding the customer of the provision required by subsection 4 (2), the provision for renewal does not apply. Idem (2)The notice under subsection (1) must be delivered at least thirty days before but not more than ninety days before the end of the contract. Idem (3)A notice under subsection (1) sent by registered mail to the customer at the last known address of the customer that the operator has shall be deemed to be delivered on the day that it is mailed. Monthly renewals (4)Subsection (1) does not apply to a contract providing for successive monthly renewals where the customer has the option of cancelling on one month’s notice or less. R.S.O. 1990, c. P.22, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>(1)Where a contract provides for renewal and the operator does not deliver to the customer a notice reminding the customer of the provision required by subsection 4 (2), the provision for renewal does not apply.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)The notice under subsection (1) must be delivered at least thirty days before but not more than ninety days before the end of the contract.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)A notice under subsection (1) sent by registered mail to the customer at the last known address of the customer that the operator has shall be deemed to be delivered on the day that it is mailed.</p> <p class=\"headnote-e\"><b>Monthly renewals</b></p> <p class=\"subsection-e\">(4)Subsection (1) does not apply to a contract providing for successive monthly renewals where the customer has the option of cancelling on one month’s notice or less. R.S.O. 1990, c. P.22, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Trust account",
            "content": "12.Every operator shall maintain a trust account designated by the name of the operator and the words “prepaid contract trust” or “fiducie des contrats prépayés” at a bank, trust corporation, credit union or caisse populaire in which the operator shall place all funds received in respect of membership for a contract that may be rescinded under section 9. R.S.O. 1990, c. P.22, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>Every operator shall maintain a trust account designated by the name of the operator and the words “prepaid contract trust” or “fiducie des contrats prépayés” at a bank, trust corporation, credit union or caisse populaire in which the operator shall place all funds received in respect of membership for a contract that may be rescinded under section 9. R.S.O. 1990, c. P.22, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Trustee",
            "content": "13.(1)No operator shall receive payment from a customer for services that are not available at the time the payment is made except through a trust corporation registered under the Loan and Trust Corporations Act that has agreed to act as a trustee for the payment. Exception (2)Subsection (1) does not apply where one of the services that is not available is the use of the facility and the customer has agreed in writing to use another facility provided by the operator until the facility contracted for is available. Facility not available (3)Where a facility is not available for use on the day specified in the contract, the trustee shall refund all payment received from the customer unless the customer agrees in writing to permit the trustee to retain the payment. Extension (4)No permission given under subsection (3) applies for longer than ninety days but a subsequent permission may be given on the expiration of a permission. Duties of trustee (5)Where an operator has a trustee under subsection (1), (a) any notice to the trustee shall be deemed to be notice to the operator as if the trustee were the operator; and (b) any money payable by the operator is payable by the trustee to the extent that the trustee holds sufficient trust funds for that purpose. Idem (6)Every trustee under subsection (1) shall, upon receiving any payment from a customer, provide the customer with written confirmation of receipt of the payment and that the payment will be dealt with in accordance with this Act. Idem (7)No trustee shall release to an operator funds received from a customer except in accordance with the trust agreement. R.S.O. 1990, c. P.22, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>(1)No operator shall receive payment from a customer for services that are not available at the time the payment is made except through a trust corporation registered under the <i>Loan and Trust Corporations Act</i> that has agreed to act as a trustee for the payment.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2)Subsection (1) does not apply where one of the services that is not available is the use of the facility and the customer has agreed in writing to use another facility provided by the operator until the facility contracted for is available.</p> <p class=\"headnote-e\"><b>Facility not available</b></p> <p class=\"subsection-e\">(3)Where a facility is not available for use on the day specified in the contract, the trustee shall refund all payment received from the customer unless the customer agrees in writing to permit the trustee to retain the payment.</p> <p class=\"headnote-e\"><b>Extension</b></p> <p class=\"subsection-e\">(4)No permission given under subsection (3) applies for longer than ninety days but a subsequent permission may be given on the expiration of a permission.</p> <p class=\"headnote-e\"><b>Duties of trustee</b></p> <p class=\"subsection-e\">(5)Where an operator has a trustee under subsection (1),</p> <p class=\"clause-e\">(a) any notice to the trustee shall be deemed to be notice to the operator as if the trustee were the operator; and</p> <p class=\"clause-e\">(b) any money payable by the operator is payable by the trustee to the extent that the trustee holds sufficient trust funds for that purpose.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6)Every trustee under subsection (1) shall, upon receiving any payment from a customer, provide the customer with written confirmation of receipt of the payment and that the payment will be dealt with in accordance with this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7)No trustee shall release to an operator funds received from a customer except in accordance with the trust agreement. R.S.O. 1990, c. P.22, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Waiver invalid",
            "content": "14.A waiver by a customer of any provision of this Act is not valid. R.S.O. 1990, c. P.22, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b>A waiver by a customer of any provision of this Act is not valid. R.S.O. 1990, c. P.22, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Penalty",
            "content": "15.(1)Every person who contravenes this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $2,000 and not more than $25,000 or to imprisonment for a term of not more than one year, or to both, or if such person is a corporation, to a fine of not more than $50,000. Idem (2)Where a corporation is guilty of an offence under this Act or the regulations, every director or officer of the corporation who authorized, permitted or acquiesced in the offence is also guilty of an offence and on conviction is liable to a fine of not less than $2,000 and not more than $25,000 or to imprisonment for a term of not more than one year, or to both. R.S.O. 1990, c. P.22, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b>(1)Every person who contravenes this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $2,000 and not more than $25,000 or to imprisonment for a term of not more than one year, or to both, or if such person is a corporation, to a fine of not more than $50,000.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Where a corporation is guilty of an offence under this Act or the regulations, every director or officer of the corporation who authorized, permitted or acquiesced in the offence is also guilty of an offence and on conviction is liable to a fine of not less than $2,000 and not more than $25,000 or to imprisonment for a term of not more than one year, or to both. R.S.O. 1990, c. P.22, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Regulations",
            "content": "16.The Lieutenant Governor in Council may make regulations, (a) defining any word or expression used in this Act; (b) regulating the form of contracts including the size, type and colour of letters used therein; (c) governing advertisement by operators; (d) prescribing classes of operators; (e) exempting any class of operator from the application of this Act or the regulations or any provision of this Act or the regulations; (f) prescribing an amount for the purposes of clause 2 (2) (e); (g) governing trusts set up for purposes of subsection 13 (1) and prescribing terms of trust agreements. R.S.O. 1990, c. P.22, s. 16. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>16.</b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) defining any word or expression used in this Act;</p> <p class=\"clause-e\">(b) regulating the form of contracts including the size, type and colour of letters used therein;</p> <p class=\"clause-e\">(c) governing advertisement by operators;</p> <p class=\"clause-e\">(d) prescribing classes of operators;</p> <p class=\"clause-e\">(e) exempting any class of operator from the application of this Act or the regulations or any provision of this Act or the regulations;</p> <p class=\"clause-e\">(f) prescribing an amount for the purposes of clause 2 (2) (e);</p> <p class=\"clause-e\">(g) governing trusts set up for purposes of subsection 13 (1) and prescribing terms of trust agreements. R.S.O. 1990, c. P.22, s. 16.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}