{
    "act_info": {
        "full_title": "Private Investigators and Security Guards Act, R.S.O. 1990, c. P.25",
        "act_name_text": "Not Found",
        "citation": "Private Investigators and Security Guards Act, R.S.O. 1990, c. P.25",
        "url": "https://www.ontario.ca/laws/statute/90p25",
        "date_scraped": "2023-12-19 09:53:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90p25/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "August 22, 2007"
        },
        {
            "a_href": "/laws/statute/90p25/v2",
            "valid_from": "December 15, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90p25/v1",
            "valid_from": "February  4, 2000",
            "valid_to": "December 14, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “deputy minister” means the deputy minister to the Minister who is responsible for the administration of this Act; (“sous-ministre”) “licence” means a licence under this Act; (“licence”) “licensee” means the holder of a licence under this Act; (“titulaire d’une licence”) “private investigator” means a person who investigates and furnishes information for hire or reward, including a person who, (a) searches for and furnishes information as to the personal character or actions of a person, or the character or kind of business or occupation of a person, (b) searches for offenders against the law, or (c) searches for missing persons or property; (“enquêteur privé”) “Registrar” means the registrar of private investigators and security guards; (“registrateur”) “regulations” means the regulations made under this Act; (“règlements”) “security guard” means a person who, for hire or reward, guards or patrols for the purpose of protecting persons or property. (“gardien”) R.S.O. 1990, c. P.25, s. 1; 1997, c. 39, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“deputy minister” means the deputy minister to the Minister who is responsible for the administration of this Act; (“sous-ministre”)</p> <p class=\"definition-e\">“licence” means a licence under this Act; (“licence”)</p> <p class=\"definition-e\">“licensee” means the holder of a licence under this Act; (“titulaire d’une licence”)</p> <p class=\"definition-e\">“private investigator” means a person who investigates and furnishes information for hire or reward, including a person who,</p> <p class=\"defclause-e\">(a) searches for and furnishes information as to the personal character or actions of a person, or the character or kind of business or occupation of a person,</p> <p class=\"defclause-e\">(b) searches for offenders against the law, or</p> <p class=\"defclause-e\">(c) searches for missing persons or property; (“enquêteur privé”)</p> <p class=\"definition-e\">“Registrar” means the registrar of private investigators and security guards; (“registrateur”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“security guard” means a person who, for hire or reward, guards or patrols for the purpose of protecting persons or property. (“gardien”) R.S.O. 1990, c. P.25, s. 1; 1997, c. 39, s. 13.</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": "2.(1)This Act does not apply to, (a) barristers or solicitors in the practice of their profession or their employees; (b) persons who search for and furnish information, (i) as to the financial credit rating of persons, (ii) to employers as to the qualifications and suitability of their employees or prospective employees, or (iii) as to the qualifications and suitability of applicants for insurance and indemnity bonds, and who do not otherwise act as private investigators; (c) members of the Corps of Commissionaires while acting within the objects of its incorporation; (d) a person who is acting as a peace officer; (e) insurance adjusters and their employees licensed under the Insurance Act while acting in the usual and regular scope of their employment; (f) insurance companies and their employees licensed under the Insurance Act while acting in the usual and regular scope of their employment; (g) private investigators and security guards who are permanently employed by one employer in a business or undertaking other than the business of providing private investigators or security guards and whose work is confined to the affairs of that employer; (h) employees of a municipality as defined in the Municipal Affairs Act while acting within the scope of their employment; (i) persons residing outside Ontario who are employees of private investigation or security guard agencies licensed or registered in a jurisdiction outside Ontario who, (i) on behalf of an employer or client who resides outside Ontario, make an investigation or inquiry partly outside Ontario and partly within Ontario, and (ii) come into Ontario solely for the purpose of such investigation or inquiry; and (j) any class of persons exempted by the regulations. R.S.O. 1990, c. P.25, s. 2. Same (2)Despite clause (1) (d), this Act applies to a person, other than a person employed by the Crown, who is appointed as a provincial bailiff under section 19 of the Ministry of Correctional Services Act. Same (3)Despite clause (1) (d), this Act, except section 30, applies to a person who is not a member of a police force and who is appointed as a special constable under section 53 of the Police Services Act, but only when the special constable is carrying out the functions specified in subsection 53 (5) of the Police Services Act. 1997, c. 8, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1)This Act does not apply to,</p> <p class=\"clause-e\">(a) barristers or solicitors in the practice of their profession or their employees;</p> <p class=\"clause-e\">(b) persons who search for and furnish information,</p> <p class=\"subclause-e\">(i) as to the financial credit rating of persons,</p> <p class=\"subclause-e\">(ii) to employers as to the qualifications and suitability of their employees or prospective employees, or</p> <p class=\"subclause-e\">(iii) as to the qualifications and suitability of applicants for insurance and indemnity bonds,</p> <p class=\"Sclause-e\">and who do not otherwise act as private investigators;</p> <p class=\"clause-e\">(c) members of the Corps of Commissionaires while acting within the objects of its incorporation;</p> <p class=\"clause-e\">(d) a person who is acting as a peace officer;</p> <p class=\"clause-e\">(e) insurance adjusters and their employees licensed under the <i>Insurance Act</i> while acting in the usual and regular scope of their employment;</p> <p class=\"clause-e\">(f) insurance companies and their employees licensed under the <i>Insurance Act</i> while acting in the usual and regular scope of their employment;</p> <p class=\"clause-e\">(g) private investigators and security guards who are permanently employed by one employer in a business or undertaking other than the business of providing private investigators or security guards and whose work is confined to the affairs of that employer;</p> <p class=\"clause-e\">(h) employees of a municipality as defined in the <i>Municipal Affairs Act</i> while acting within the scope of their employment;</p> <p class=\"clause-e\">(i) persons residing outside Ontario who are employees of private investigation or security guard agencies licensed or registered in a jurisdiction outside Ontario who,</p> <p class=\"subclause-e\">(i) on behalf of an employer or client who resides outside Ontario, make an investigation or inquiry partly outside Ontario and partly within Ontario, and</p> <p class=\"subclause-e\">(ii) come into Ontario solely for the purpose of such investigation or inquiry; and</p> <p class=\"clause-e\">(j) any class of persons exempted by the regulations. R.S.O. 1990, c. P.25, s. 2.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Despite clause (1) (d), this Act applies to a person, other than a person employed by the Crown, who is appointed as a provincial bailiff under section 19 of the <i>Ministry of Correctional Services Act</i>.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3)Despite clause (1) (d), this Act, except section 30, applies to a person who is not a member of a police force and who is appointed as a special constable under section 53 of the <i>Police Services Act</i>, but only when the special constable is carrying out the functions specified in subsection 53 (5) of the <i>Police Services Act</i>. 1997, c. 8, s. 44.</p>"
        },
        {
            "id": "3.",
            "section": "Registrar",
            "content": "3.(1)There shall be a registrar of private investigators and security guards appointed by the Lieutenant Governor in Council who may exercise the powers and shall discharge the duties vested in or imposed upon him or her by this Act or the regulations, under the direction of the deputy minister. R.S.O. 1990, c. P.25, s. 3 (1); 1997, c. 39, s. 14. Deputy registrars (2)The Lieutenant Governor in Council may appoint one or more deputy registrars of private investigators and security guards who may act as Registrar during the absence of the Registrar or his or her inability to act. 1999, c. 12, Sched. P, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)There shall be a registrar of private investigators and security guards appointed by the Lieutenant Governor in Council who may exercise the powers and shall discharge the duties vested in or imposed upon him or her by this Act or the regulations, under the direction of the deputy minister. R.S.O. 1990, c. P.25, s. 3 (1); 1997, c. 39, s. 14.</p> <p class=\"headnote-e\"><b>Deputy registrars</b></p> <p class=\"subsection-e\">(2)The Lieutenant Governor in Council may appoint one or more deputy registrars of private investigators and security guards who may act as Registrar during the absence of the Registrar or his or her inability to act. 1999, c. 12, Sched. P, s. 11.</p>"
        },
        {
            "id": "4.",
            "section": "Licences",
            "content": "4.(1)No person shall, (a) engage in the business of providing private investigators or security guards; (b) operate a branch office or place at which the public is invited to deal in the conduct of the business of providing private investigators or security guards; or (c) act as a private investigator or security guard, unless the person is the holder of a licence therefor. Holding out (2)No person shall hold himself, herself or itself out as acting as a private investigator or a security guard or as being engaged in the business of providing private investigators or security guards unless the person is licensed under this Act. R.S.O. 1990, c. P.25, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)No person shall,</p> <p class=\"clause-e\">(a) engage in the business of providing private investigators or security guards;</p> <p class=\"clause-e\">(b) operate a branch office or place at which the public is invited to deal in the conduct of the business of providing private investigators or security guards; or</p> <p class=\"clause-e\">(c) act as a private investigator or security guard,</p> <p class=\"Ssection-e\">unless the person is the holder of a licence therefor.</p> <p class=\"headnote-e\"><b>Holding out</b></p> <p class=\"subsection-e\">(2)No person shall hold himself, herself or itself out as acting as a private investigator or a security guard or as being engaged in the business of providing private investigators or security guards unless the person is licensed under this Act. R.S.O. 1990, c. P.25, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Application for licence",
            "content": "5.(1)Every applicant for a licence to engage in the business of providing private investigators or security guards shall apply to the Registrar for the licence and the licences for each branch office and each employee who is a private investigator or security guard, if any, and the application shall be accompanied by the required fees and a bond in the prescribed amount and form. R.S.O. 1990, c. P.25, s. 5 (1); 1997, c. 39, s. 15. Type of bond (2)The bond shall be, (a) a personal bond accompanied by collateral security; (b) a bond of an insurer licensed under the Insurance Act to write surety and fidelity insurance; or (c) a bond of a guarantor, other than an insurer referred to in clause (b), accompanied by collateral security. R.S.O. 1990, c. P.25, s. 5 (2); 1997, c. 19, s. 40. Collateral security (3)The collateral security shall be negotiable securities of the classes prescribed by the regulations, not less in value than the sum secured by the bond, and shall be deposited with the Treasurer of Ontario. Employer to ensure employees licensed (4)No person engaged in the business of providing private investigators or security guards shall employ as a private investigator or security guard a person who is not the holder of a licence. R.S.O. 1990, c. P.25, s. 5 (3, 4).",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1)Every applicant for a licence to engage in the business of providing private investigators or security guards shall apply to the Registrar for the licence and the licences for each branch office and each employee who is a private investigator or security guard, if any, and the application shall be accompanied by the required fees and a bond in the prescribed amount and form. R.S.O. 1990, c. P.25, s. 5 (1); 1997, c. 39, s. 15.</p> <p class=\"headnote-e\"><b>Type of bond</b></p> <p class=\"subsection-e\">(2)The bond shall be,</p> <p class=\"clause-e\">(a) a personal bond accompanied by collateral security;</p> <p class=\"clause-e\">(b) a bond of an insurer licensed under the <i>Insurance Act</i> to write surety and fidelity insurance; or</p> <p class=\"clause-e\">(c) a bond of a guarantor, other than an insurer referred to in clause (b), accompanied by collateral security. R.S.O. 1990, c. P.25, s. 5 (2); 1997, c. 19, s. 40.</p> <p class=\"headnote-e\"><b>Collateral security</b></p> <p class=\"subsection-e\">(3)The collateral security shall be negotiable securities of the classes prescribed by the regulations, not less in value than the sum secured by the bond, and shall be deposited with the Treasurer of Ontario.</p> <p class=\"headnote-e\"><b>Employer to ensure employees licensed</b></p> <p class=\"subsection-e\">(4)No person engaged in the business of providing private investigators or security guards shall employ as a private investigator or security guard a person who is not the holder of a licence. R.S.O. 1990, c. P.25, s. 5 (3, 4).</p>"
        },
        {
            "id": "6.",
            "section": "Address for service",
            "content": "6.(1)Every applicant for a licence shall state in the application an address for service in Ontario, and all notices under this Act or the regulations are sufficiently given or served for all purposes if sent by registered mail or delivered to the latest address for service so stated. Notice of changes in business (2)Every person licensed to engage in the business of providing private investigators or security guards shall within five days notify the Registrar in writing of, (a) any change in the address for service or in the address of any place at which the person carries on business or at which the person invites the public to deal; (b) any change in the officers or members in the case of an association of individuals, partnership or corporation; and (c) any termination of employment of a private investigator or security guard. R.S.O. 1990, c. P.25, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1)Every applicant for a licence shall state in the application an address for service in Ontario, and all notices under this Act or the regulations are sufficiently given or served for all purposes if sent by registered mail or delivered to the latest address for service so stated.</p> <p class=\"headnote-e\"><b>Notice of changes in business</b></p> <p class=\"subsection-e\">(2)Every person licensed to engage in the business of providing private investigators or security guards shall within five days notify the Registrar in writing of,</p> <p class=\"clause-e\">(a) any change in the address for service or in the address of any place at which the person carries on business or at which the person invites the public to deal;</p> <p class=\"clause-e\">(b) any change in the officers or members in the case of an association of individuals, partnership or corporation; and</p> <p class=\"clause-e\">(c) any termination of employment of a private investigator or security guard. R.S.O. 1990, c. P.25, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Investigation of applicant",
            "content": "7.(1)The Registrar or any person authorized by him or her may make such inquiry and investigation as is considered sufficient regarding the character, financial position and competence of an applicant or licensee and may require an applicant to try such examinations to determine competence as the Registrar considers necessary. Further information (2)The Registrar may require further information or material to be submitted by an applicant or a licensee and may require verification by affidavit or otherwise of any information or material then or previously submitted. R.S.O. 1990, c. P.25, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>(1)The Registrar or any person authorized by him or her may make such inquiry and investigation as is considered sufficient regarding the character, financial position and competence of an applicant or licensee and may require an applicant to try such examinations to determine competence as the Registrar considers necessary.</p> <p class=\"headnote-e\"><b>Further information</b></p> <p class=\"subsection-e\">(2)The Registrar may require further information or material to be submitted by an applicant or a licensee and may require verification by affidavit or otherwise of any information or material then or previously submitted. R.S.O. 1990, c. P.25, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Issuance of licence",
            "content": "8.(1)The Registrar shall issue a licence or renewal of a licence where in the opinion of the Registrar the proposed licensing is not against the public interest, and the licence may be subject to terms and conditions. Hearings (2)The Registrar shall not refuse to grant or refuse to renew a licence without giving the applicant an opportunity to be heard. R.S.O. 1990, c. P.25, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>(1)The Registrar shall issue a licence or renewal of a licence where in the opinion of the Registrar the proposed licensing is not against the public interest, and the licence may be subject to terms and conditions.</p> <p class=\"headnote-e\"><b>Hearings</b></p> <p class=\"subsection-e\">(2)The Registrar shall not refuse to grant or refuse to renew a licence without giving the applicant an opportunity to be heard. R.S.O. 1990, c. P.25, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Temporary licence",
            "content": "9.(1)Where a person applies for a licence to act as a private investigator or security guard, the Registrar may, pending his or her decision, issue a temporary licence to so act for a period stated in the licence but not exceeding three months. Idem (2)Where a person who is licensed to engage in the business of providing private investigators or security guards dies, the Registrar may grant to his or her executor or administrator a temporary licence, and all licensed employees of a deceased licensee at the time of death shall be deemed to be licensed as employees of such executor or administrator. R.S.O. 1990, c. P.25, s. 9 (1, 2). (3)Repealed: 1997, c. 39, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)Where a person applies for a licence to act as a private investigator or security guard, the Registrar may, pending his or her decision, issue a temporary licence to so act for a period stated in the licence but not exceeding three months.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Where a person who is licensed to engage in the business of providing private investigators or security guards dies, the Registrar may grant to his or her executor or administrator a temporary licence, and all licensed employees of a deceased licensee at the time of death shall be deemed to be licensed as employees of such executor or administrator. R.S.O. 1990, c. P.25, s. 9 (1, 2).</p> <p class=\"subsection-e\">(3)Repealed: 1997, c. 39, s. 16.</p>"
        },
        {
            "id": "10.",
            "section": "Transfers",
            "content": "10.A licence is not transferable. R.S.O. 1990, c. P.25, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>A licence is not transferable. R.S.O. 1990, c. P.25, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Expiry of licences",
            "content": "11.Every licence and renewal of licence expires on the day set out in the licence or renewal. 1997, c. 39, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>Every licence and renewal of licence expires on the day set out in the licence or renewal. 1997, c. 39, s. 17.</p>"
        },
        {
            "id": "12.",
            "section": "Displaying licence",
            "content": "12.Immediately upon the receipt of a licence to engage in the business of providing private investigators or security guards, the licensee shall cause it to be displayed in a conspicuous place in the office or branch office of the business for which it is issued. R.S.O. 1990, c. P.25, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>Immediately upon the receipt of a licence to engage in the business of providing private investigators or security guards, the licensee shall cause it to be displayed in a conspicuous place in the office or branch office of the business for which it is issued. R.S.O. 1990, c. P.25, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Cancellation of licence on termination of employment",
            "content": "13.(1)The licence of a private investigator or security guard is cancelled upon the termination of the employment in respect of which it was issued. Idem (2)When a licensed private investigator or security guard ceases to be employed as such, he or she shall give his or her licence and identification card immediately to his or her employer who shall forward them to the Registrar. Surrender of licences and identification cards (3)Every person who is licensed to engage in the business of providing private investigators or security guards shall immediately upon the termination of such business forward to the Registrar their licence and identification card together with the licences and identification cards of their employees. R.S.O. 1990, c. P.25, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>(1)The licence of a private investigator or security guard is cancelled upon the termination of the employment in respect of which it was issued.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)When a licensed private investigator or security guard ceases to be employed as such, he or she shall give his or her licence and identification card immediately to his or her employer who shall forward them to the Registrar.</p> <p class=\"headnote-e\"><b>Surrender of licences and identification cards</b></p> <p class=\"subsection-e\">(3)Every person who is licensed to engage in the business of providing private investigators or security guards shall immediately upon the termination of such business forward to the Registrar their licence and identification card together with the licences and identification cards of their employees. R.S.O. 1990, c. P.25, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Suspension and cancellation",
            "content": "14.The Registrar may, after giving the licensee an opportunity to be heard, suspend or cancel a licence where, (a) the licensee is convicted of an offence under the Criminal Code (Canada) or under this Act or the regulations; (b) the licensee is in breach of a term or condition of the licence; or (c) in the opinion of the Registrar, to do so is in the public interest. R.S.O. 1990, c. P.25, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b>The Registrar may, after giving the licensee an opportunity to be heard, suspend or cancel a licence where,</p> <p class=\"clause-e\">(a) the licensee is convicted of an offence under the <i>Criminal Code</i> (Canada) or under this Act or the regulations;</p> <p class=\"clause-e\">(b) the licensee is in breach of a term or condition of the licence; or</p> <p class=\"clause-e\">(c) in the opinion of the Registrar, to do so is in the public interest. R.S.O. 1990, c. P.25, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Reasons",
            "content": "15.Where the Registrar refuses to grant a licence or renewal of a licence, or suspends or cancels a licence, he or she shall, upon the request of the person whose licence or right to a licence is affected, give written reasons for the decision. R.S.O. 1990, c. P.25, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b>Where the Registrar refuses to grant a licence or renewal of a licence, or suspends or cancels a licence, he or she shall, upon the request of the person whose licence or right to a licence is affected, give written reasons for the decision. R.S.O. 1990, c. P.25, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Further application",
            "content": "16.A further application for a licence may be made upon new or other evidence or where it is clear that material circumstances have changed. R.S.O. 1990, c. P.25, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b>A further application for a licence may be made upon new or other evidence or where it is clear that material circumstances have changed. R.S.O. 1990, c. P.25, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Complaints",
            "content": "17.(1)Where the Registrar receives a complaint in respect of the carrying on of the business of providing private investigators or security guards and so requests in writing, the person carrying on the business shall furnish the Registrar with such information respecting the matter complained of as the Registrar may require. Inspection of records (2)For the purposes of subsection (1), the Registrar or any person designated in writing by the Registrar may at any time make an inspection of the books, documents and records of any licensee. Access (3)Upon an inspection under subsection (2), the person inspecting is entitled to free access to all books of account, cash, documents, bank accounts, vouchers, correspondence and records of every description of the licensee, and no person shall withhold or destroy, conceal or refuse to furnish any information or thing required by the person inspecting for the purposes of the inspection. R.S.O. 1990, c. P.25, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b>(1)Where the Registrar receives a complaint in respect of the carrying on of the business of providing private investigators or security guards and so requests in writing, the person carrying on the business shall furnish the Registrar with such information respecting the matter complained of as the Registrar may require.</p> <p class=\"headnote-e\"><b>Inspection of records</b></p> <p class=\"subsection-e\">(2)For the purposes of subsection (1), the Registrar or any person designated in writing by the Registrar may at any time make an inspection of the books, documents and records of any licensee.</p> <p class=\"headnote-e\"><b>Access</b></p> <p class=\"subsection-e\">(3)Upon an inspection under subsection (2), the person inspecting is entitled to free access to all books of account, cash, documents, bank accounts, vouchers, correspondence and records of every description of the licensee, and no person shall withhold or destroy, conceal or refuse to furnish any information or thing required by the person inspecting for the purposes of the inspection. R.S.O. 1990, c. P.25, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Information confidential",
            "content": "18.Any information received by the Registrar, or by an employee of the Ministry whose Minister is responsible for the administration of this Act, in connection with an application or a record or return required under this Act or in the course of an inquiry or investigation authorized by this Act shall not be disclosed without the consent of the deputy minister. 1997, c. 39, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b>Any information received by the Registrar, or by an employee of the Ministry whose Minister is responsible for the administration of this Act, in connection with an application or a record or return required under this Act or in the course of an inquiry or investigation authorized by this Act shall not be disclosed without the consent of the deputy minister. 1997, c. 39, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Notice of direction, decision, etc.",
            "content": "19.(1)The Registrar shall serve upon any person, who in the opinion of the Registrar is affected thereby, a notice of every direction, decision, order or ruling of the Registrar. Service (2)Where a service under subsection (1) is made upon a person who is not a licensee, the service may be made by sending the notice by registered mail to the last-known address of the person to be served. R.S.O. 1990, c. P.25, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b>(1)The Registrar shall serve upon any person, who in the opinion of the Registrar is affected thereby, a notice of every direction, decision, order or ruling of the Registrar.</p> <p class=\"headnote-e\"><b>Service</b></p> <p class=\"subsection-e\">(2)Where a service under subsection (1) is made upon a person who is not a licensee, the service may be made by sending the notice by registered mail to the last-known address of the person to be served. R.S.O. 1990, c. P.25, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Review",
            "content": "20. (1) Any person whose licence or right to a licence is affected by a decision of the Registrar may, by notice in writing served upon the Registrar within thirty days after the delivery of the notice under section 19, request a hearing and review of the matter by the deputy minister. R.S.O. 1990, c. P.25, s. 20 (1); 1997, c. 39, s. 19 (1). Notice of hearing (2) Where a hearing and review are requested, the deputy minister shall serve notice upon the person who requested the review notifying the person of the time and place of the hearing which shall be within thirty days of the serving of the notice under subsection (1), except with the consent of the person who requested the review. R.S.O. 1990, c. P.25, s. 20 (2); 1997, c. 39, s. 19 (2). Evidence (3) Upon a review, the deputy minister shall hear such evidence as is submitted to him or her that in his or her opinion is relevant to the matter in dispute, and all oral evidence submitted shall be taken down in writing and, together with such documentary evidence and things as are received in evidence by the deputy minister, forms the record. R.S.O. 1990, c. P.25, s. 20 (3); 1997, c. 39, s. 19 (3). Evidence on review (4) Upon a review, the deputy minister may, (a) administer oaths to witnesses and require them to give evidence under oath; and (b) require to have issued out of the Superior Court of Justice a summons which the court shall issue, but no person shall be compelled under any such summons to produce any document that the person would not be compellable to produce on the trial of an action. R.S.O. 1990, c. P.25, s. 20 (4); 1997, c. 39, s. 19 (4); 1999, c. 12, Sched. P, s. 12; 2006, c. 19, Sched. C, s. 1 (1). Decision of deputy minister (5) Upon a review, the deputy minister may by order direct the Registrar to make such decision as the Registrar is authorized to make under this Act and as the deputy minister considers proper and for this purpose the deputy minister may substitute his or her opinion for that of the Registrar. R.S.O. 1990, c. P.25, s. 20 (5); 1997, c. 39, s. 19 (5). Notice of decision and reasons (6) Notice of the decision of the deputy minister made upon a review shall be served forthwith upon the person who requested the review. R.S.O. 1990, c. P.25, s. 20 (6); 1997, c. 39, s. 19 (6). Reasons (7) Upon the request of the person who requested a review, the deputy minister shall give written reasons for his or her decision made upon the review. R.S.O. 1990, c. P.25, s. 20 (7); 1997, c. 39, s. 19 (7).",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) Any person whose licence or right to a licence is affected by a decision of the Registrar may, by notice in writing served upon the Registrar within thirty days after the delivery of the notice under section 19, request a hearing and review of the matter by the deputy minister. R.S.O. 1990, c. P.25, s. 20 (1); 1997, c. 39, s. 19 (1).</p> <p class=\"headnote-e\"><b>Notice of hearing</b></p> <p class=\"subsection-e\">(2) Where a hearing and review are requested, the deputy minister shall serve notice upon the person who requested the review notifying the person of the time and place of the hearing which shall be within thirty days of the serving of the notice under subsection (1), except with the consent of the person who requested the review. R.S.O. 1990, c. P.25, s. 20 (2); 1997, c. 39, s. 19 (2).</p> <p class=\"headnote-e\"><b>Evidence</b></p> <p class=\"subsection-e\">(3) Upon a review, the deputy minister shall hear such evidence as is submitted to him or her that in his or her opinion is relevant to the matter in dispute, and all oral evidence submitted shall be taken down in writing and, together with such documentary evidence and things as are received in evidence by the deputy minister, forms the record. R.S.O. 1990, c. P.25, s. 20 (3); 1997, c. 39, s. 19 (3).</p> <p class=\"headnote-e\"><b>Evidence on review</b></p> <p class=\"subsection-e\">(4) Upon a review, the deputy minister may,</p> <p class=\"clause-e\">(a) administer oaths to witnesses and require them to give evidence under oath; and</p> <p class=\"clause-e\">(b) require to have issued out of the Superior Court of Justice a summons which the court shall issue, but no person shall be compelled under any such summons to produce any document that the person would not be compellable to produce on the trial of an action. R.S.O. 1990, c. P.25, s. 20 (4); 1997, c. 39, s. 19 (4); 1999, c. 12, Sched. P, s. 12; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Decision of deputy minister</b></p> <p class=\"subsection-e\">(5) Upon a review, the deputy minister may by order direct the Registrar to make such decision as the Registrar is authorized to make under this Act and as the deputy minister considers proper and for this purpose the deputy minister may substitute his or her opinion for that of the Registrar. R.S.O. 1990, c. P.25, s. 20 (5); 1997, c. 39, s. 19 (5).</p> <p class=\"headnote-e\"><b>Notice of decision and reasons</b></p> <p class=\"subsection-e\">(6) Notice of the decision of the deputy minister made upon a review shall be served forthwith upon the person who requested the review. R.S.O. 1990, c. P.25, s. 20 (6); 1997, c. 39, s. 19 (6).</p> <p class=\"headnote-e\"><b>Reasons</b></p> <p class=\"subsection-e\">(7) Upon the request of the person who requested a review, the deputy minister shall give written reasons for his or her decision made upon the review. R.S.O. 1990, c. P.25, s. 20 (7); 1997, c. 39, s. 19 (7).</p>"
        },
        {
            "id": "21.",
            "section": "Appeal",
            "content": "21. (1) Where the deputy minister has reviewed a decision and given a decision upon the review, the person who requested the review may appeal from the decision to the Divisional Court. R.S.O. 1990, c. P.25, s. 21 (1); 1997, c. 39, s. 20 (1). Form of appeal (2) Notice of the appeal shall be served upon the deputy minister within thirty days after the delivery of the notice of decision under subsection 20 (6). R.S.O. 1990, c. P.25, s. 21 (2); 1997, c. 39, s. 20 (2). Material on appeal (3) The deputy minister shall certify to the Registrar of the Superior Court of Justice, (a) the decision that he or she reviewed; (b) the decision upon the review, together with the reasons therefor; (c) the record of the review; and (d) all written submissions to him or her and other material received in connection with the review. R.S.O. 1990, c. P.25, s. 21 (3); 1997, c. 39, s. 20 (3); 2006, c. 19, Sched. C, s. 1 (1). Counsel (4) The Solicitor General may designate counsel to assist the court upon the hearing of an appeal under this section. R.S.O. 1990, c. P.25, s. 21 (4). Decision of court (5) Upon an appeal, the court may by its order direct the Registrar to make such decision as the Registrar is authorized to make under this Act and as the court considers proper, and, for this purpose, the court may substitute its opinion for that of the Registrar and the deputy minister. R.S.O. 1990, c. P.25, s. 21 (5); 1997, c. 39, s. 20 (4). Appeal final (6) The order of the court is final, but a further application for a licence may be made upon new or other evidence or where it is clear that material circumstances have changed. R.S.O. 1990, c. P.25, s. 21 (6).",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) Where the deputy minister has reviewed a decision and given a decision upon the review, the person who requested the review may appeal from the decision to the Divisional Court. R.S.O. 1990, c. P.25, s. 21 (1); 1997, c. 39, s. 20 (1).</p> <p class=\"headnote-e\"><b>Form of appeal</b></p> <p class=\"subsection-e\">(2) Notice of the appeal shall be served upon the deputy minister within thirty days after the delivery of the notice of decision under subsection 20 (6). R.S.O. 1990, c. P.25, s. 21 (2); 1997, c. 39, s. 20 (2).</p> <p class=\"headnote-e\"><b>Material on appeal</b></p> <p class=\"subsection-e\">(3) The deputy minister shall certify to the Registrar of the Superior Court of Justice,</p> <p class=\"clause-e\">(a) the decision that he or she reviewed;</p> <p class=\"clause-e\">(b) the decision upon the review, together with the reasons therefor;</p> <p class=\"clause-e\">(c) the record of the review; and</p> <p class=\"clause-e\">(d) all written submissions to him or her and other material received in connection with the review. R.S.O. 1990, c. P.25, s. 21 (3); 1997, c. 39, s. 20 (3); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Counsel</b></p> <p class=\"subsection-e\">(4) The Solicitor General may designate counsel to assist the court upon the hearing of an appeal under this section. R.S.O. 1990, c. P.25, s. 21 (4).</p> <p class=\"headnote-e\"><b>Decision of court</b></p> <p class=\"subsection-e\">(5) Upon an appeal, the court may by its order direct the Registrar to make such decision as the Registrar is authorized to make under this Act and as the court considers proper, and, for this purpose, the court may substitute its opinion for that of the Registrar and the deputy minister. R.S.O. 1990, c. P.25, s. 21 (5); 1997, c. 39, s. 20 (4).</p> <p class=\"headnote-e\"><b>Appeal final</b></p> <p class=\"subsection-e\">(6) The order of the court is final, but a further application for a licence may be made upon new or other evidence or where it is clear that material circumstances have changed. R.S.O. 1990, c. P.25, s. 21 (6).</p>"
        },
        {
            "id": "22.",
            "section": "Right to counsel",
            "content": "22.Every person whose licence or right to a licence may be affected by a hearing under this Act is entitled to be represented by counsel at the hearing. R.S.O. 1990, c. P.25, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b>Every person whose licence or right to a licence may be affected by a hearing under this Act is entitled to be represented by counsel at the hearing. R.S.O. 1990, c. P.25, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Use of expression “private detective”, etc., prohibited",
            "content": "23.(1)No person engaged in any business or employment, whether licensed under this Act or otherwise, shall use the expression “private detective” or “détective privé” in connection with such business or employment or hold himself or herself out in any manner as a private detective. Name of business (2)No person shall engage in the business of providing private investigators or security guards in a name other than that in which the person is licensed. R.S.O. 1990, c. P.25, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b>(1)No person engaged in any business or employment, whether licensed under this Act or otherwise, shall use the expression “private detective” or “détective privé” in connection with such business or employment or hold himself or herself out in any manner as a private detective.</p> <p class=\"headnote-e\"><b>Name of business</b></p> <p class=\"subsection-e\">(2)No person shall engage in the business of providing private investigators or security guards in a name other than that in which the person is licensed. R.S.O. 1990, c. P.25, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Information to be confidential",
            "content": "24.No person shall divulge to anyone, except as is legally authorized or required, any information acquired by him or her as a private investigator. R.S.O. 1990, c. P.25, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b>No person shall divulge to anyone, except as is legally authorized or required, any information acquired by him or her as a private investigator. R.S.O. 1990, c. P.25, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Means of identification",
            "content": "25.(1)No person acting as a private investigator shall possess or display any badge, shield, card or other identification or evidence of authority except, (a) the identification card issued under this Act; and (b) a business card containing no reference to licensing under this Act. R.S.O. 1990, c. P.25, s. 25 (1); 1997, c. 39, s. 21 (1). Identification card to be carried (2)Every private investigator shall, while investigating, carry the identification card issued to him or her under this Act and shall produce it for inspection at the request of any person. R.S.O. 1990, c. P.25, s. 25 (2); 1997, c. 39, s. 21 (2). Use of uniform (3)No private investigator who is also licensed as a security guard shall act as a private investigator while in uniform. R.S.O. 1990, c. P.25, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"><b>25.</b>(1)No person acting as a private investigator shall possess or display any badge, shield, card or other identification or evidence of authority except,</p> <p class=\"clause-e\">(a) the identification card issued under this Act; and</p> <p class=\"clause-e\">(b) a business card containing no reference to licensing under this Act. R.S.O. 1990, c. P.25, s. 25 (1); 1997, c. 39, s. 21 (1).</p> <p class=\"headnote-e\"><b>Identification card to be carried</b></p> <p class=\"subsection-e\">(2)Every private investigator shall, while investigating, carry the identification card issued to him or her under this Act and shall produce it for inspection at the request of any person. R.S.O. 1990, c. P.25, s. 25 (2); 1997, c. 39, s. 21 (2).</p> <p class=\"headnote-e\"><b>Use of uniform</b></p> <p class=\"subsection-e\">(3)No private investigator who is also licensed as a security guard shall act as a private investigator while in uniform. R.S.O. 1990, c. P.25, s. 25 (3).</p>"
        },
        {
            "id": "26.",
            "section": "Age limit",
            "content": "26.No person under eighteen years of age shall act as a private investigator or as a security guard. R.S.O. 1990, c. P.25, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b>No person under eighteen years of age shall act as a private investigator or as a security guard. R.S.O. 1990, c. P.25, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Uniforms",
            "content": "27.Every security guard shall wear a uniform while acting as a security guard. R.S.O. 1990, c. P.25, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b>Every security guard shall wear a uniform while acting as a security guard. R.S.O. 1990, c. P.25, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Identification card",
            "content": "28.(1)Every security guard while on duty shall carry the identification card issued to him or her under this Act and shall produce it for inspection at the request of any person. R.S.O. 1990, c. P.25, s. 28 (1); 1997, c. 39, s. 22 (1). Evidence of authority (2)No security guard while on duty shall possess or display any evidence of authority except his or her uniform and the identification card issued under this Act. R.S.O. 1990, c. P.25, s. 28 (2); 1997, c. 39, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"><b>28.</b>(1)Every security guard while on duty shall carry the identification card issued to him or her under this Act and shall produce it for inspection at the request of any person. R.S.O. 1990, c. P.25, s. 28 (1); 1997, c. 39, s. 22 (1).</p> <p class=\"headnote-e\"><b>Evidence of authority</b></p> <p class=\"subsection-e\">(2)No security guard while on duty shall possess or display any evidence of authority except his or her uniform and the identification card issued under this Act. R.S.O. 1990, c. P.25, s. 28 (2); 1997, c. 39, s. 22 (2).</p>"
        },
        {
            "id": "29.",
            "section": "Licensees not to be collectors or bailiffs",
            "content": "29.No licensee shall act as a collector of accounts or bailiff, or undertake, or hold himself, herself or itself out, or advertise as undertaking, to collect accounts or act as a bailiff for any person either with or without remuneration. R.S.O. 1990, c. P.25, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b>No licensee shall act as a collector of accounts or bailiff, or undertake, or hold himself, herself or itself out, or advertise as undertaking, to collect accounts or act as a bailiff for any person either with or without remuneration. R.S.O. 1990, c. P.25, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Holding out as police",
            "content": "30.No licensee shall hold himself, herself or itself out in any manner as performing or providing services or duties connected with police. R.S.O. 1990, c. P.25, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30.</b>No licensee shall hold himself, herself or itself out in any manner as performing or providing services or duties connected with police. R.S.O. 1990, c. P.25, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Advertising",
            "content": "31.Where, in the opinion of the Registrar, any person licensed under this Act is making false, misleading or deceptive statements in any advertisement, circular, pamphlet or similar material, the Registrar may order the immediate cessation of the use of such material. R.S.O. 1990, c. P.25, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31.</b>Where, in the opinion of the Registrar, any person licensed under this Act is making false, misleading or deceptive statements in any advertisement, circular, pamphlet or similar material, the Registrar may order the immediate cessation of the use of such material. R.S.O. 1990, c. P.25, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Offences",
            "content": "32.(1)Every person who, (a) knowingly furnishes false information in any application under this Act or in any statement or return required to be furnished under this Act or the regulations; (b) fails to comply with any order, direction or other requirement made under this Act or the regulations; or (c) contravenes any provision of this Act or the regulations, is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or to imprisonment for a term of not more than one year, or to both. Corporations (2)Where a corporation is convicted of an offence under subsection (1), the maximum penalty that may be imposed is $50,000 and not as provided therein. Consent of Solicitor General (3)No proceedings under this section shall be instituted except with the consent of the Solicitor General. R.S.O. 1990, c. P.25, s. 32 (1-3). Limitation (4)No proceedings under this section shall be commenced more than one year after the facts upon which the proceedings are based first came to the knowledge of the deputy minister. R.S.O. 1990, c. P.25, s. 32 (4); 1997, c. 39, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>32.</b>(1)Every person who,</p> <p class=\"clause-e\">(a) knowingly furnishes false information in any application under this Act or in any statement or return required to be furnished under this Act or the regulations;</p> <p class=\"clause-e\">(b) fails to comply with any order, direction or other requirement made under this Act or the regulations; or</p> <p class=\"clause-e\">(c) contravenes any provision of this Act or the regulations,</p> <p class=\"Ssection-e\">is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or to imprisonment for a term of not more than one year, or to both.</p> <p class=\"headnote-e\"><b>Corporations</b></p> <p class=\"subsection-e\">(2)Where a corporation is convicted of an offence under subsection (1), the maximum penalty that may be imposed is $50,000 and not as provided therein.</p> <p class=\"headnote-e\"><b>Consent of Solicitor General</b></p> <p class=\"subsection-e\">(3)No proceedings under this section shall be instituted except with the consent of the Solicitor General. R.S.O. 1990, c. P.25, s. 32 (1-3).</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(4)No proceedings under this section shall be commenced more than one year after the facts upon which the proceedings are based first came to the knowledge of the deputy minister. R.S.O. 1990, c. P.25, s. 32 (4); 1997, c. 39, s. 23.</p>"
        },
        {
            "id": "33.",
            "section": "Certificate as evidence",
            "content": "33.A statement as to, (a) the licensing or non-licensing of any person; (b) the filing or non-filing of any document or material required or permitted to be filed with the Registrar; (c) the time when the facts upon which proceedings are based first came to the knowledge of the deputy minister; or (d) any other matter pertaining to such licensing, non-licensing, filing or non-filing or to any such person, document or material, purporting to be certified by the deputy minister is, without proof of the office or signature of the deputy minister, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein for all purposes in any action, proceeding or prosecution. R.S.O. 1990, c. P.25, s. 33; 1997, c. 39, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>33.</b>A statement as to,</p> <p class=\"clause-e\">(a) the licensing or non-licensing of any person;</p> <p class=\"clause-e\">(b) the filing or non-filing of any document or material required or permitted to be filed with the Registrar;</p> <p class=\"clause-e\">(c) the time when the facts upon which proceedings are based first came to the knowledge of the deputy minister; or</p> <p class=\"clause-e\">(d) any other matter pertaining to such licensing, non-licensing, filing or non-filing or to any such person, document or material,</p> <p class=\"Ssection-e\">purporting to be certified by the deputy minister is, without proof of the office or signature of the deputy minister, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein for all purposes in any action, proceeding or prosecution. R.S.O. 1990, c. P.25, s. 33; 1997, c. 39, s. 24.</p>"
        },
        {
            "id": "33.1",
            "section": "Delegation",
            "content": "33.1The deputy minister may delegate in writing any of his or her powers or duties under sections 3, 18, 20, 21, 32 and 33 or under a regulation to an employee of the Ministry whose Minister is responsible for the administration of this Act, subject to such limitations, restrictions, conditions and requirements as may be set out in the delegation. 1997, c. 39, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>33.1</b>The deputy minister may delegate in writing any of his or her powers or duties under sections 3, 18, 20, 21, 32 and 33 or under a regulation to an employee of the Ministry whose Minister is responsible for the administration of this Act, subject to such limitations, restrictions, conditions and requirements as may be set out in the delegation. 1997, c. 39, s. 25.</p>"
        },
        {
            "id": "34.",
            "section": "Regulations",
            "content": "34.(1)The Lieutenant Governor in Council may make regulations, (a) prescribing the classes of persons who shall be exempt from this Act or from any provision thereof, in addition to those classes of persons mentioned in section 2; . .  .  .  . (d) governing the procedure for the issuance of licences and renewals and prescribing the terms and conditions thereof; (e) prescribing the amount and form of bonds to be furnished under this Act, the classes of securities that are acceptable as collateral security, the conditions of forfeiture of bonds, the conditions upon which bonds may be cancelled, the period that bonds shall subsist, and respecting all matters subsequent to forfeiture; . .  .  .  . (g) requiring the keeping of such books and records and the furnishing of such information and returns by licensees as are prescribed; . .  .  .  . (i) governing contracts entered into by persons engaged in the business of providing private investigators or security guards with persons who engage their services; (j) governing the method of terminating the business of providing private investigators or security guards; (k) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. P.25, s. 34; 1997, c. 39, s. 26 (1). Powers of Minister (2)The Minister responsible for the administration of this Act may, (a) specify the uniforms, badges, shields and insignia to be worn or used by security guards; (b) determine the form and contents of identification cards issued to licensees and the procedures respecting their issuance; (c) require that forms approved by the Minister be used for any purpose of this Act; and (d) establish and charge fees for the issuance or renewal of a licence. 1997, c. 39, s. 26 (2). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>34.</b>(1)The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing the classes of persons who shall be exempt from this Act or from any provision thereof, in addition to those classes of persons mentioned in section 2;</p> <p class=\"ellipsis-e\">. .  .  .  .</p> <p class=\"clause-e\">(d) governing the procedure for the issuance of licences and renewals and prescribing the terms and conditions thereof;</p> <p class=\"clause-e\">(e) prescribing the amount and form of bonds to be furnished under this Act, the classes of securities that are acceptable as collateral security, the conditions of forfeiture of bonds, the conditions upon which bonds may be cancelled, the period that bonds shall subsist, and respecting all matters subsequent to forfeiture;</p> <p class=\"ellipsis-e\">. .  .  .  .</p> <p class=\"clause-e\">(g) requiring the keeping of such books and records and the furnishing of such information and returns by licensees as are prescribed;</p> <p class=\"ellipsis-e\">. .  .  .  .</p> <p class=\"clause-e\">(i) governing contracts entered into by persons engaged in the business of providing private investigators or security guards with persons who engage their services;</p> <p class=\"clause-e\">(j) governing the method of terminating the business of providing private investigators or security guards;</p> <p class=\"clause-e\">(k) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. P.25, s. 34; 1997, c. 39, s. 26 (1).</p> <p class=\"headnote-e\"><b>Powers of Minister </b></p> <p class=\"subsection-e\">(2)The Minister responsible for the administration of this Act may,</p> <p class=\"clause-e\">(a) specify the uniforms, badges, shields and insignia to be worn or used by security guards; </p> <p class=\"clause-e\">(b) determine the form and contents of identification cards issued to licensees and the procedures respecting their issuance;</p> <p class=\"clause-e\">(c) require that forms approved by the Minister be used for any purpose of this Act; and</p> <p class=\"clause-e\">(d) establish and charge fees for the issuance or renewal of a licence. 1997, c. 39, s. 26 (2).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p25_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p25_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}