{
    "act_info": {
        "full_title": "Protecting the School Year Act, 2015, S.O. 2015, c. 11",
        "act_name_text": "Not Found",
        "citation": "Protecting the School Year Act, 2015, S.O. 2015, c. 11",
        "url": "https://www.ontario.ca/laws/statute/15p11",
        "date_scraped": "2023-12-19 04:01:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 28, 2015",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "s1s1",
            "section": "Definitions",
            "content": " 1. (1) In this Act, “bargaining agent” means the Ontario Secondary School Teachers’ Federation; (“agent négociateur”) “employees” means the employees of a listed employer who are represented by the bargaining agent and included in a listed bargaining unit; (“employés”) “listed bargaining unit” means any of the following: 1. In relation to the Durham District School Board, the bargaining unit composed of every teacher, other than occasional teachers, who is employed by the Durham District School Board and is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time. 2. In relation to the Durham District School Board, the bargaining unit composed of every teacher who is an occasional teacher and who is on the Board’s roster of occasional teachers who may be assigned to a secondary school. 3. In relation to the Peel District School Board, the bargaining unit composed of every teacher, other than occasional teachers, who is employed by the Peel District School Board and is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time. 4. In relation to the Peel District School Board, the bargaining unit composed of every teacher who is an occasional teacher and who is on the Board’s roster of occasional teachers who may be assigned to a secondary school. 5. In relation to the Rainbow District School Board, the bargaining unit composed of every teacher, other than occasional teachers, who is employed by the Rainbow District School Board and is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time. 6. In relation to the Rainbow District School Board, the bargaining unit composed of every teacher who is an occasional teacher and who is on the Board’s roster of occasional teachers who may be assigned to a secondary school; (“unité de négociation désignée”) “listed employer” means any of the following: 1. Durham District School Board. 2. Peel District School Board. 3. Rainbow District School Board; (“employeur désigné”) “Minister” means the Minister of Labour; (“ministre”) “parties”, when used in relation to a dispute, a mediation-arbitration proceeding dealing with the dispute or a memorandum of settlement of local terms, means the listed employer and the bargaining agent. (“parties”) Interpretation (2) Expressions used in this Act have the same meaning as in the School Boards Collective Bargaining Act, 2014, unless the context requires otherwise.",
            "raw_html": "<p class=\"section-e\"><a name=\"s1s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s1s1\"><span lang=\"EN-US\">1. (1)</span></a> In this Act,</p> <p class=\"firstdef-e\">“bargaining agent” means the Ontario Secondary School Teachers’ Federation; (“agent négociateur”)</p> <p class=\"definition-e\">“employees” means the employees of a listed employer who are represented by the bargaining agent and included in a listed bargaining unit; (“employés”)</p> <p class=\"definition-e\">“listed bargaining unit” means any of the following:</p> <p class=\"defparagraph-e\">  1. In relation to the Durham District School Board, the bargaining unit composed of every teacher, other than occasional teachers, who is employed by the Durham District School Board and is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time.</p> <p class=\"defparagraph-e\">  2. In relation to the Durham District School Board, the bargaining unit composed of every teacher who is an occasional teacher and who is on the Board’s roster of occasional teachers who may be assigned to a secondary school.</p> <p class=\"defparagraph-e\">  3. In relation to the Peel District School Board, the bargaining unit composed of every teacher, other than occasional teachers, who is employed by the Peel District School Board and is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time.</p> <p class=\"defparagraph-e\">  4. In relation to the Peel District School Board, the bargaining unit composed of every teacher who is an occasional teacher and who is on the Board’s roster of occasional teachers who may be assigned to a secondary school.</p> <p class=\"defparagraph-e\">  5. In relation to the Rainbow District School Board, the bargaining unit composed of every teacher, other than occasional teachers, who is employed by the Rainbow District School Board and is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time.</p> <p class=\"defparagraph-e\">  6. In relation to the Rainbow District School Board, the bargaining unit composed of every teacher who is an occasional teacher and who is on the Board’s roster of occasional teachers who may be assigned to a secondary school; (“unité de négociation désignée”)</p> <p class=\"definition-e\">“listed employer” means any of the following:</p> <p class=\"defparagraph-e\">  1. Durham District School Board.</p> <p class=\"defparagraph-e\">  2. Peel District School Board.</p> <p class=\"defparagraph-e\">  3. Rainbow District School Board; (“employeur désigné”)</p> <p class=\"definition-e\">“Minister” means the Minister of Labour; (“ministre”)</p> <p class=\"definition-e\">“parties”, when used in relation to a dispute, a mediation-arbitration proceeding dealing with the dispute or a memorandum of settlement of local terms, means the listed employer and the bargaining agent. (“parties”)</p> <p class=\"headnote-e\">Interpretation</p> <p class=\"subsection-e\"><a name=\"s1s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s1s2\"><span lang=\"EN-US\">(2)</span></a> Expressions used in this Act have the same meaning as in the <i>School Boards Collective Bargaining Act, 2014</i>, unless the context requires otherwise.</p>"
        },
        {
            "id": "s2s1",
            "section": "Application of Act",
            "content": " 2. (1) This Act applies to a listed employer, the bargaining agent and the employees in a listed bargaining unit if the employer and the bargaining agent have not ratified a memorandum of settlement of local terms on or after the day this Act receives First Reading and before the day this Act receives Royal Assent with respect to that unit. Application of School Boards Collective Bargaining Act, 2014 (2) Except as modified by this Act, the School Boards Collective Bargaining Act, 2014 applies to a listed employer, the bargaining agent and the employees. Conflict (3) In the event of a conflict between this Act and the School Boards Collective Bargaining Act, 2014, this Act prevails. Strikes and Lock-outs Duties of listed employer and bargaining agent",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s2s1\"><span lang=\"EN-US\">2. (1)</span></a> This Act applies to a listed employer, the bargaining agent and the employees in a listed bargaining unit if the employer and the bargaining agent have not ratified a memorandum of settlement of local terms on or after the day this Act<i> </i>receives First Reading and before the day this Act receives Royal Assent with respect to that unit.</p> <p class=\"headnote-e\">Application of <i>School Boards Collective Bargaining Act, 2014</i></p> <p class=\"subsection-e\"><a name=\"s2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s2s2\"><span lang=\"EN-US\">(2)</span></a> Except as modified by this Act, the <i>School Boards Collective Bargaining Act, 2014</i> applies to a listed employer, the bargaining agent and the employees.</p> <p class=\"headnote-e\">Conflict</p> <p class=\"subsection-e\"><a name=\"s2s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s2s3\"><span lang=\"EN-US\">(3)</span></a> In the event of a conflict between this Act and the <i>School Boards Collective Bargaining Act, 2014</i>, this Act prevails.</p> <p class=\"heading1-e\">Strikes and Lock-outs</p> <p class=\"headnote-e\">Duties of listed employer and bargaining agent</p>"
        },
        {
            "id": "s3s1",
            "section": "Operation of undertakings",
            "content": " 3. (1) As soon as this Act receives Royal Assent, a listed employer shall use all reasonable efforts to operate and continue to operate its undertakings, including any operations interrupted during any lock-out or strike in respect of local bargaining that is in effect immediately before this Act receives Royal Assent. Termination of lock-out (2) As soon as this Act receives Royal Assent, a listed employer shall terminate any lock-out of employees in respect of local bargaining that is in effect immediately before this Act receives Royal Assent. Termination of strike (3) As soon as this Act receives Royal Assent, the bargaining agent shall terminate any strike by employees in respect of local bargaining that is in effect immediately before this Act receives Royal Assent. Same (4) As soon as this Act receives Royal Assent, each employee shall terminate any strike in respect of local bargaining that is in effect before this Act receives Royal Assent and shall, without delay, resume the performance of the duties of his or her employment or shall continue performing them, as the case may be. Exception (5) Subsection (4) does not preclude an employee from not reporting to work and performing his or her duties for reasons of health or by mutual consent of the employee and the listed employer.",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s3s1\"><span lang=\"EN-US\">3. (1)</span></a> As soon as this Act receives Royal Assent, a listed employer shall use all reasonable efforts to operate and continue to operate its undertakings, including any operations interrupted during any lock-out or strike in respect of local bargaining that is in effect immediately before this Act receives Royal Assent.</p> <p class=\"headnote-e\">Termination of lock-out</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s3s2\"><span lang=\"EN-US\">(2)</span></a> As soon as this Act receives Royal Assent, a listed employer shall terminate any lock-out of employees in respect of local bargaining that is in effect immediately before this Act receives Royal Assent.</p> <p class=\"headnote-e\">Termination of strike</p> <p class=\"subsection-e\"><a name=\"s3s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s3s3\"><span lang=\"EN-US\">(3)</span></a> As soon as this Act receives Royal Assent, the bargaining agent shall terminate any strike by employees in respect of local bargaining that is in effect immediately before this Act receives Royal Assent.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s3s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s3s4\"><span lang=\"EN-US\">(4)</span></a> As soon as this Act receives Royal Assent, each employee shall terminate any strike in respect of local bargaining that is in effect before this Act receives Royal Assent and shall, without delay, resume the performance of the duties of his or her employment or shall continue performing them, as the case may be.</p> <p class=\"headnote-e\">Exception</p> <p class=\"subsection-e\"><a name=\"s3s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s3s5\"><span lang=\"EN-US\">(5)</span></a> Subsection (4) does not preclude an employee from not reporting to work and performing his or her duties for reasons of health or by mutual consent of the employee and the listed employer.</p>"
        },
        {
            "id": "s4s1",
            "section": "Prohibition re strike — local bargaining",
            "content": " 4. (1) Subject to subsection 6 (2), no employee shall strike and no person or bargaining agent shall call or authorize or threaten to call or authorize a strike by any employees in respect of local bargaining. Same (2) Subject to subsection 6 (2), no officer, official or agent of the bargaining agent shall counsel, procure, support or encourage a strike by any employees in respect of local bargaining. Prohibition re strike — central bargaining (3) No employee shall strike and no person or bargaining agent shall call or authorize or threaten to call or authorize a strike by any employees in respect of central bargaining for the remainder of the 2014-2015 school year. Same (4) No officer, official or agent of the bargaining agent shall counsel, procure, support or encourage a strike by any employees in respect of central bargaining for the remainder of the 2014-2015 school year.",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> Subject to subsection 6 (2), no employee shall strike and no person or bargaining agent shall call or authorize or threaten to call or authorize a strike by any employees in respect of local bargaining.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s4s2\"><span lang=\"EN-US\">(2)</span></a> Subject to subsection 6 (2), no officer, official or agent of the bargaining agent shall counsel, procure, support or encourage a strike by any employees in respect of local bargaining.</p> <p class=\"headnote-e\">Prohibition re strike — central bargaining</p> <p class=\"subsection-e\"><a name=\"s4s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s4s3\"><span lang=\"EN-US\">(3)</span></a> No employee shall strike and no person or bargaining agent shall call or authorize or threaten to call or authorize a strike by any employees in respect of central bargaining for the remainder of the 2014-2015 school year.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s4s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s4s4\"><span lang=\"EN-US\">(4)</span></a> No officer, official or agent of the bargaining agent shall counsel, procure, support or encourage a strike by any employees in respect of central bargaining for the remainder of the 2014-2015 school year.</p>"
        },
        {
            "id": "s5s1",
            "section": "Prohibition re lock-out — local bargaining",
            "content": " 5. (1) Subject to subsection 6 (2), a listed employer shall not lock out or threaten to lock out any employees in respect of local bargaining. Same (2) Subject to subsection 6 (2), no officer, official or agent of a listed employer shall counsel, procure, support or encourage a lock-out of any employees in respect of local bargaining. Prohibition re lock out — central bargaining (3) A listed employer shall not lock out or threaten to lock out any employees in respect of central bargaining for the remainder of the 2014-2015 school year. Same (4) No officer, official or agent of a listed employer shall counsel, procure, support or encourage a lock-out of any employees in respect of central bargaining for the remainder of the 2014-2015 school year.",
            "raw_html": "<p class=\"section-e\"><a name=\"s5s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s5s1\"><span lang=\"EN-US\">5. (1)</span></a> Subject to subsection 6 (2), a listed employer shall not lock out or threaten to lock out any employees in respect of local bargaining.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s5s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s5s2\"><span lang=\"EN-US\">(2)</span></a> Subject to subsection 6 (2), no officer, official or agent of a listed employer shall counsel, procure, support or encourage a lock-out of any employees in respect of local bargaining.</p> <p class=\"headnote-e\">Prohibition re lock out — central bargaining</p> <p class=\"subsection-e\"><a name=\"s5s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s5s3\"><span lang=\"EN-US\">(3)</span></a> A listed employer shall not lock out or threaten to lock out any employees in respect of central bargaining for the remainder of the 2014-2015 school year.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s5s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s5s4\"><span lang=\"EN-US\">(4)</span></a> No officer, official or agent of a listed employer shall counsel, procure, support or encourage a lock-out of any employees in respect of central bargaining for the remainder of the 2014-2015 school year.</p>"
        },
        {
            "id": "s6s1",
            "section": "Strike or lock-out after memorandum of settlement of local terms",
            "content": " 6. (1) Subject to subsection (2), after a memorandum of settlement of local terms with respect to a listed bargaining unit is ratified by the parties or is deemed to have been ratified under section 17, sections 4 and 5 continue to apply in respect of those parties in respect of local bargaining. Strike or lock-out after a new collective agreement (2) After a new collective agreement with respect to a listed bargaining unit has been ratified in accordance with the School Boards Collective Bargaining Act, 2014, that Act governs the right of the employees in that unit to strike and the right of the listed employer to lock out those employees.",
            "raw_html": "<p class=\"section-e\"><a name=\"s6s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s6s1\"><span lang=\"EN-US\">6. (1)</span></a> Subject to subsection (2), after a memorandum of settlement of local terms with respect to a listed bargaining unit is ratified by the parties or is deemed to have been ratified under section 17, sections 4 and 5 continue to apply in respect of those parties in respect of local bargaining.</p> <p class=\"headnote-e\">Strike or lock-out after a new collective agreement</p> <p class=\"subsection-e\"><a name=\"s6s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s6s2\"><span lang=\"EN-US\">(2)</span></a> After a new collective agreement with respect to a listed bargaining unit has been ratified in accordance with the <i>School Boards Collective Bargaining Act, 2014</i>, <i>that Act</i> governs the right of the employees in that unit to strike and the right of the listed employer to lock out those employees.</p>"
        },
        {
            "id": "s7s1",
            "section": "Offence",
            "content": " 7. (1) A person, including a listed employer, or a bargaining agent who contravenes or fails to comply with section 3, 4 or 5 is guilty of an offence and on conviction is liable, (a) in the case of an individual, to a fine of not more than $2,000; and (b) in any other case, to a fine of not more than $25,000. Continuing offence (2) Each day of a contravention or failure to comply constitutes a separate offence. Related matters (3) Subsection 104 (3) and sections 105, 106 and 107 of the Labour Relations Act, 1995 apply with necessary modifications with respect to an offence under this Act.",
            "raw_html": "<p class=\"section-e\"><a name=\"s7s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s7s1\"><span lang=\"EN-US\">7. (1)</span></a> A person, including a listed employer, or a bargaining agent who contravenes or fails to comply with section 3, 4 or 5 is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">  (a) in the case of an individual, to a fine of not more than $2,000; and</p> <p class=\"clause-e\">  (b) in any other case, to a fine of not more than $25,000.</p> <p class=\"headnote-e\">Continuing offence</p> <p class=\"subsection-e\"><a name=\"s7s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s7s2\"><span lang=\"EN-US\">(2)</span></a> Each day of a contravention or failure to comply constitutes a separate offence.</p> <p class=\"headnote-e\">Related matters</p> <p class=\"subsection-e\"><a name=\"s7s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s7s3\"><span lang=\"EN-US\">(3)</span></a> Subsection 104 (3) and sections 105, 106 and 107 of the <i>Labour Relations Act, 1995</i> apply with necessary modifications with respect to an offence under this Act.</p>"
        },
        {
            "id": "s8",
            "section": "Deeming provision: unlawful strike or lock-out",
            "content": " 8. A strike or lock-out in contravention of section 3, 4 or 5 is deemed to be an unlawful strike or lock-out for the purposes of the Labour Relations Act, 1995.",
            "raw_html": "<p class=\"section-e\"><a name=\"s8\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s8\"><span lang=\"EN-US\">8.</span></a><b> </b>A strike or lock-out in contravention of section 3, 4 or 5 is deemed to be an unlawful strike or lock-out for the purposes of the <i>Labour Relations Act, 1995</i>.</p>"
        },
        {
            "id": "s9",
            "section": "Terms of employment",
            "content": " 9. Until a memorandum of settlement of local terms has been ratified by the parties or is deemed to have been ratified under section 17, the local terms that applied with respect to the employees in the listed bargaining unit on the day before the first day on which it became lawful for any of those employees to strike continue to apply, unless the parties agree otherwise. Mediation-Arbitration",
            "raw_html": "<p class=\"section-e\"><a name=\"s9\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s9\"><span lang=\"EN-US\">9.</span></a><b> </b>Until a memorandum of settlement of local terms has been ratified by the parties or is deemed to have been ratified under section 17, the local terms that applied with respect to the employees in the listed bargaining unit on the day before the first day on which it became lawful for any of those employees to strike continue to apply, unless the parties agree otherwise.</p> <p class=\"heading1-e\">Mediation-Arbitration</p>"
        },
        {
            "id": "s10",
            "section": "Deemed referral to arbitration",
            "content": " 10. If this Act applies to a listed employer and the bargaining agent in respect of a listed bargaining unit, the parties are deemed to have referred to a board of arbitration, on the day this Act receives Royal Assent, all matters remaining in dispute between them with respect to local bargaining.",
            "raw_html": "<p class=\"section-e\"><a name=\"s10\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s10\"><span lang=\"EN-US\">10.</span></a><b> </b>If this Act applies to a listed employer and the bargaining agent in respect of a listed bargaining unit, the parties are deemed to have referred to a board of arbitration, on the day this Act receives Royal Assent, all matters remaining in dispute between them with respect to local bargaining.</p>"
        },
        {
            "id": "s11s1",
            "section": "Appointment of board of arbitration",
            "content": " 11. (1) On or before the fifth day after this Act receives Royal Assent, each of the parties shall appoint to a board of arbitration a member who has agreed to act. Extension of time (2) The parties by a mutual agreement in writing may extend the period of five days mentioned in subsection (1) for one further period of five days. Failure to appoint member (3) Where a party fails to appoint a member of a board of arbitration within the time period set out in subsection (1) or extended under subsection (2), the Minister, upon the written request of either of the parties, shall appoint such member. Third member (4) Within 10 days after the day on which the second of the members was appointed, the two members appointed by or on behalf of the parties shall appoint a third member who has agreed to act, and such third member shall be the chair. Failure to appoint third member (5) Where the two members appointed by or on behalf of the parties fail within 10 days after the appointment of the second of them to agree upon a third member, notice of such failure shall be given forthwith to the Minister by the parties, the two members or either of them and the Minister shall appoint as a third member a person who is, in the opinion of the Minister, qualified to act. Notice of appointment by party (6) As soon as one of the parties appoints a member to a board of arbitration, that party shall notify the other party and the Minister of the name and address of the member appointed. Notice of appointment by members (7) As soon as the two members appoint a third member, they shall notify the Minister of the name and address of the third member appointed. Method of arbitration (8) The method of arbitration shall be mediation-arbitration. Vacancies (9) If a person ceases to be a member of a board of arbitration by reason of resignation, death or otherwise before it has completed its work, the Minister shall appoint a member in his or her place after consulting the party whose point of view was represented by such person. Replacement of member (10) If, in the opinion of the Minister, a member of a board of arbitration has failed to enter on or to carry on his or her duties so as to enable it to render a decision within the time period set out in subsection 13 (1) or extended under subsection 13 (2) or (3), the Minister may appoint a member in his or her place after consulting the party whose point of view was represented by such person. Replacement of chair (11) If the chair of a board of arbitration is unable to enter on or to carry on his or her duties so as to enable it to render a decision within the time period set out in subsection 13 (1) or extended under subsection 13 (2) or (3), the Minister may appoint a person to act as chair in his or her place. Restriction (12) No person shall be appointed a member of a board of arbitration under this Act who has any pecuniary interest in the matters coming before it or who is acting or has, within a period of six months preceding the date of his or her appointment, acted as solicitor, counsel or agent of either of the parties. Failure of member to attend (13) Where a member of a board of arbitration appointed by a party or by the Minister is unable to attend the first hearing at the time and place fixed by the chair, the party shall, upon the request in writing of the chair, appoint a new member in place of such member and where such appointment is not made within five days of the date of the request, the Minister shall, upon the written request of the chair, appoint a new member in place of such member. Time for submission of information (14) The chair of the board of arbitration may, after consulting with the parties, set a date after which a party may not submit information to the board unless, (a) the information was not available prior to the date; (b) the chair permits the submission of the information; and (c) the other party is given an opportunity to make submissions concerning the information. Same (15) If the members of a board of arbitration are unable to agree among themselves on matters of procedure or as to the admissibility of evidence, the decision of the chair governs. Decision (16) The decision of a majority of the members of a board of arbitration is the decision of the board, but, if there is not majority, the decision of the chair is the decision of the board.",
            "raw_html": "<p class=\"section-e\"><a name=\"s11s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s1\"><span lang=\"EN-US\">11. (1)</span></a> On or before the fifth day after this Act receives Royal Assent, each of the parties shall appoint to a board of arbitration a member who has agreed to act.</p> <p class=\"headnote-e\">Extension of time</p> <p class=\"subsection-e\"><a name=\"s11s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s2\"><span lang=\"EN-US\">(2)</span></a> The parties by a mutual agreement in writing may extend the period of five days mentioned in subsection (1) for one further period of five days.</p> <p class=\"headnote-e\">Failure to appoint member</p> <p class=\"subsection-e\"><a name=\"s11s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s3\"><span lang=\"EN-US\">(3)</span></a> Where a party fails to appoint a member of a board of arbitration within the time period set out in subsection (1) or extended under subsection (2), the Minister, upon the written request of either of the parties, shall appoint such member.</p> <p class=\"headnote-e\">Third member</p> <p class=\"subsection-e\"><a name=\"s11s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s4\"><span lang=\"EN-US\">(4)</span></a> Within 10 days after the day on which the second of the members was appointed, the two members appointed by or on behalf of the parties shall appoint a third member who has agreed to act, and such third member shall be the chair.</p> <p class=\"headnote-e\">Failure to appoint third member</p> <p class=\"subsection-e\"><a name=\"s11s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s5\"><span lang=\"EN-US\">(5)</span></a> Where the two members appointed by or on behalf of the parties fail within 10 days after the appointment of the second of them to agree upon a third member, notice of such failure shall be given forthwith to the Minister by the parties, the two members or either of them and the Minister shall appoint as a third member a person who is, in the opinion of the Minister, qualified to act.</p> <p class=\"headnote-e\">Notice of appointment by party</p> <p class=\"subsection-e\"><a name=\"s11s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s6\"><span lang=\"EN-US\">(6)</span></a> As soon as one of the parties appoints a member to a board of arbitration, that party shall notify the other party and the Minister of the name and address of the member appointed.</p> <p class=\"headnote-e\">Notice of appointment by members</p> <p class=\"subsection-e\"><a name=\"s11s7\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s7\"><span lang=\"EN-US\">(7)</span></a> As soon as the two members appoint a third member, they shall notify the Minister of the name and address of the third member appointed.</p> <p class=\"headnote-e\">Method of arbitration</p> <p class=\"subsection-e\"><a name=\"s11s8\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s8\"><span lang=\"EN-US\">(8)</span></a> The method of arbitration shall be mediation-arbitration.</p> <p class=\"headnote-e\">Vacancies</p> <p class=\"subsection-e\"><a name=\"s11s9\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s9\"><span lang=\"EN-US\">(9)</span></a> If a person ceases to be a member of a board of arbitration by reason of resignation, death or otherwise before it has completed its work, the Minister shall appoint a member in his or her place after consulting the party whose point of view was represented by such person.</p> <p class=\"headnote-e\">Replacement of member</p> <p class=\"subsection-e\"><a name=\"s11s10\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s10\"><span lang=\"EN-US\">(10)</span></a> If, in the opinion of the Minister, a member of a board of arbitration has failed to enter on or to carry on his or her duties so as to enable it to render a decision within the time period set out in subsection 13 (1) or extended under subsection 13 (2) or (3), the Minister may appoint a member in his or her place after consulting the party whose point of view was represented by such person.</p> <p class=\"headnote-e\">Replacement of chair</p> <p class=\"subsection-e\"><a name=\"s11s11\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s11\"><span lang=\"EN-US\">(11)</span></a> If the chair of a board of arbitration is unable to enter on or to carry on his or her duties so as to enable it to render a decision within the time period set out in subsection 13 (1) or extended under subsection 13 (2) or (3), the Minister may appoint a person to act as chair in his or her place.</p> <p class=\"headnote-e\">Restriction</p> <p class=\"subsection-e\"><a name=\"s11s12\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s12\"><span lang=\"EN-US\">(12)</span></a> No person shall be appointed a member of a board of arbitration under this Act who has any pecuniary interest in the matters coming before it or who is acting or has, within a period of six months preceding the date of his or her appointment, acted as solicitor, counsel or agent of either of the parties.</p> <p class=\"headnote-e\">Failure of member to attend</p> <p class=\"subsection-e\"><a name=\"s11s13\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s13\"><span lang=\"EN-US\">(13)</span></a> Where a member of a board of arbitration appointed by a party or by the Minister is unable to attend the first hearing at the time and place fixed by the chair, the party shall, upon the request in writing of the chair, appoint a new member in place of such member and where such appointment is not made within five days of the date of the request, the Minister shall, upon the written request of the chair, appoint a new member in place of such member.</p> <p class=\"headnote-e\">Time for submission of information</p> <p class=\"subsection-e\"><a name=\"s11s14\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s14\"><span lang=\"EN-US\">(14)</span></a> The chair of the board of arbitration may, after consulting with the parties, set a date after which a party may not submit information to the board unless,</p> <p class=\"clause-e\">  (a) the information was not available prior to the date;</p> <p class=\"clause-e\">  (b) the chair permits the submission of the information; and</p> <p class=\"clause-e\">  (c) the other party is given an opportunity to make submissions concerning the information.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s11s15\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s15\"><span lang=\"EN-US\">(15)</span></a> If the members of a board of arbitration are unable to agree among themselves on matters of procedure or as to the admissibility of evidence, the decision of the chair governs.</p> <p class=\"headnote-e\">Decision</p> <p class=\"subsection-e\"><a name=\"s11s16\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s11s16\"><span lang=\"EN-US\">(16)</span></a> The decision of a majority of the members of a board of arbitration is the decision of the board, but, if there is not majority, the decision of the chair is the decision of the board.</p>"
        },
        {
            "id": "s12s1",
            "section": "Jurisdiction of board of arbitration",
            "content": " 12. (1) The board of arbitration has exclusive jurisdiction to determine all matters that it considers necessary to conclude a memorandum of settlement of local terms. Restriction on jurisdiction (2) The board of arbitration does not have jurisdiction to determine any matter within the scope of central bargaining at the central table. Same (3) For greater certainty, the board of arbitration does not have jurisdiction to determine any matter provided for in the memorandum of settlement of central terms entered into by the bargaining agent, the Ontario Public School Boards’ Association and the Crown, dated December 9, 2014. Resolution of disputes about jurisdiction (4) In the event of a dispute between the parties about whether a matter is within the scope of local bargaining, the chair of the board of arbitration shall refer the dispute to the parties at the central table and the Crown to be determined in accordance with subsections 28 (3), (5), (7), (9) and (10) of the\r\nSchool Boards Collective Bargaining Act, 2014. Time period (5) The board of arbitration remains seized of and may deal with all matters within its jurisdiction until the memorandum of settlement of local terms has been ratified by the parties or is deemed to have been ratified under section 17. Mediation (6) The board of arbitration may try to assist the parties to settle any matter that it considers necessary to conclude the memorandum of settlement of local terms. Notice, matters agreed on (7) As soon as possible after the last member of a board of arbitration is appointed, but in any event no later than seven days after the appointment, the parties shall give the board of arbitration written notice of the matters on which they reached agreement before the appointment. Same (8) The parties may at any time give the board of arbitration written notice of matters on which they reach agreement after the appointment of the board of arbitration.",
            "raw_html": "<p class=\"section-e\"><a name=\"s12s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s1\"><span lang=\"EN-US\">12. (1)</span></a> The board of arbitration has exclusive jurisdiction to determine all matters that it considers necessary to conclude a memorandum of settlement of local terms.</p> <p class=\"headnote-e\">Restriction on jurisdiction</p> <p class=\"subsection-e\"><a name=\"s12s2\"></a><b> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s2\"><span lang=\"EN-US\">(2)</span></a></b> The board of arbitration does not have jurisdiction to determine any matter within the scope of central bargaining at the central table.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s12s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s3\"><span lang=\"EN-US\">(3)</span></a> For greater certainty, the board of arbitration does not have jurisdiction to determine any matter provided for in the memorandum of settlement of central terms entered into by the bargaining agent, the Ontario Public School Boards’ Association and the Crown, dated December 9, 2014.</p> <p class=\"headnote-e\">Resolution of disputes about jurisdiction</p> <p class=\"subsection-e\"><a name=\"s12s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s4\"><span lang=\"EN-US\">(4)</span></a> In the event of a dispute between the parties about whether a matter is within the scope of local bargaining, the chair of the board of arbitration shall refer the dispute to the parties at the central table and the Crown to be determined in accordance with subsections 28 (3), (5), (7), (9) and (10) of the<i>\r\nSchool Boards Collective Bargaining Act, 2014</i>.</p> <p class=\"headnote-e\">Time period</p> <p class=\"subsection-e\"><a name=\"s12s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s5\"><span lang=\"EN-US\">(5)</span></a> The board of arbitration remains seized of and may deal with all matters within its jurisdiction until the memorandum of settlement of local terms has been ratified by the parties or is deemed to have been ratified under section 17.</p> <p class=\"headnote-e\">Mediation</p> <p class=\"subsection-e\"><a name=\"s12s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s6\"><span lang=\"EN-US\">(6)</span></a> The board of arbitration may try to assist the parties to settle any matter that it considers necessary to conclude the memorandum of settlement of local terms.</p> <p class=\"headnote-e\">Notice, matters agreed on</p> <p class=\"subsection-e\"><a name=\"s12s7\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s7\"><span lang=\"EN-US\">(7)</span></a> As soon as possible after the last member of a board of arbitration is appointed, but in any event no later than seven days after the appointment, the parties shall give the board of arbitration written notice of the matters on which they reached agreement before the appointment.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s12s8\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s12s8\"><span lang=\"EN-US\">(8)</span></a> The parties may at any time give the board of arbitration written notice of matters on which they reach agreement after the appointment of the board of arbitration.</p>"
        },
        {
            "id": "s13s1",
            "section": "Time limits",
            "content": " 13. (1) The board of arbitration shall begin the mediation-arbitration proceeding within 30 days after the last member of the board is appointed and shall make all awards under this Act within 120 days after the last member of the board is appointed, unless the proceeding is terminated under subsection 19 (2). Extensions (2) The parties and the board of arbitration may, by written agreement, extend a time period specified in subsection (1) either before or after it expires. Same (3) In the absence of an agreement referred to in subsection (2), at the request of a party, the board of arbitration may, in its discretion, extend a time period specified in subsection (1) either before or after it expires Same (4) If a dispute has been referred to the parties at the central table and the Crown under subsection 12 (4), the time period under subsection (1) is suspended until such time as the dispute about whether a matter is within the scope of local bargaining has been determined in accordance with subsections 28 (3), (5), (7), (9) and (10) of the\r\nSchool Boards Collective Bargaining Act, 2014.",
            "raw_html": "<p class=\"section-e\"><a name=\"s13s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s13s1\"><span lang=\"EN-US\">13. (1)</span></a> The board of arbitration shall begin the mediation-arbitration proceeding within 30 days after the last member of the board is appointed and shall make all awards under this Act within 120 days after the last member of the board is appointed, unless the proceeding is terminated under subsection 19 (2).</p> <p class=\"headnote-e\">Extensions</p> <p class=\"subsection-e\"><a name=\"s13s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s13s2\"><span lang=\"EN-US\">(2)</span></a> The parties and the board of arbitration may, by written agreement, extend a time period specified in subsection (1) either before or after it expires.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s13s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s13s3\"><span lang=\"EN-US\">(3)</span></a> In the absence of an agreement referred to in subsection (2), at the request of a party, the board of arbitration may, in its discretion, extend a time period specified in subsection (1) either before or after it expires</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s13s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s13s4\"><span lang=\"EN-US\">(4)</span></a> If a dispute has been referred to the parties at the central table and the Crown under subsection 12 (4), the time period under subsection (1) is suspended until such time as the dispute about whether a matter is within the scope of local bargaining has been determined in accordance with subsections 28 (3), (5), (7), (9) and (10) of the\r\n<i>School Boards Collective Bargaining Act, 2014</i>.</p>"
        },
        {
            "id": "s14s1",
            "section": "Procedure",
            "content": " 14. (1) The board of arbitration shall determine the procedure for the mediation-arbitration but shall permit the parties to present evidence and make submissions. Consolidation (2) Without limiting the generality of subsection (1), a board of arbitration that is the board of arbitration for more than one mediation-arbitration proceeding under this Act may, with the consent of the affected parties, consolidate any of the proceedings or parts of the proceedings as he or she considers advisable. Application of s. 48 (12) (a) to (i) of Labour Relations Act, 1995 (3) Clauses 48 (12) (a) to (i) of the Labour Relations Act, 1995 apply, with necessary modifications, to proceedings before the board of arbitration and to its decisions. Exclusions (4) The Arbitration Act, 1991 and the Statutory Powers Procedure Act do not apply to mediation-arbitration proceedings under this Act.",
            "raw_html": "<p class=\"section-e\"><a name=\"s14s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s14s1\"><span lang=\"EN-US\">14. (1)</span></a> The board of arbitration shall determine the procedure for the mediation-arbitration but shall permit the parties to present evidence and make submissions.</p> <p class=\"headnote-e\">Consolidation</p> <p class=\"subsection-e\"><a name=\"s14s2\"></a><b> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s14s2\"><span lang=\"EN-US\">(2)</span></a></b> Without limiting the generality of subsection (1), a board of arbitration that is the board of arbitration for more than one mediation-arbitration proceeding under this Act may, with the consent of the affected parties, consolidate any of the proceedings or parts of the proceedings as he or she considers advisable.</p> <p class=\"headnote-e\">Application of s. 48 (12) (a) to (i) of <i>Labour Relations Act, 1995</i></p> <p class=\"subsection-e\"><a name=\"s14s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s14s3\"><span lang=\"EN-US\">(3)</span></a> Clauses 48 (12) (a) to (i) of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, to proceedings before the board of arbitration and to its decisions.</p> <p class=\"headnote-e\">Exclusions</p> <p class=\"subsection-e\"><a name=\"s14s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s14s4\"><span lang=\"EN-US\">(4)</span></a> The <i>Arbitration Act, 1991</i> and the <i>Statutory Powers Procedure Act</i> do not apply to mediation-arbitration proceedings under this Act.</p>"
        },
        {
            "id": "s15s1",
            "section": "Award of board of arbitration",
            "content": " 15. (1) An award by the board of arbitration under this Act shall address all the matters to be dealt with in the memorandum of settlement of local terms with respect to the parties and the listed bargaining unit. Criteria (2) In making an award, the board of arbitration shall take into consideration all factors that it considers relevant, including the following criteria: 1. The listed employer’s ability to pay in light of its fiscal situation. 2. The extent to which services may have to be reduced, in light of the decision or award, if current funding and taxation levels are not increased. 3. The economic situation in Ontario. 4. A comparison, as between the employees and comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of the work performed. 5. The listed employer’s ability to attract and retain qualified employees. Retroactive alteration of terms of employment (3) The award may provide for the retroactive alteration of one or more local terms to one or more dates after August 31, 2014, and may do so despite section 9.",
            "raw_html": "<p class=\"section-e\"><a name=\"s15s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s15s1\"><span lang=\"EN-US\">15. (1)</span></a> An award by the board of arbitration under this Act shall address all the matters to be dealt with in the memorandum of settlement of local terms with respect to the parties and the listed bargaining unit.</p> <p class=\"headnote-e\">Criteria</p> <p class=\"subsection-e\"><a name=\"s15s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s15s2\"><span lang=\"EN-US\">(2)</span></a> In making an award, the board of arbitration shall take into consideration all factors that it considers relevant, including the following criteria:</p> <p class=\"paragraph-e\">  1. The listed employer’s ability to pay in light of its fiscal situation.</p> <p class=\"paragraph-e\">  2. The extent to which services may have to be reduced, in light of the decision or award, if current funding and taxation levels are not increased.</p> <p class=\"paragraph-e\">  3. The economic situation in Ontario.</p> <p class=\"paragraph-e\">  4. A comparison, as between the employees and comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of the work performed.</p> <p class=\"paragraph-e\">  5. The listed employer’s ability to attract and retain qualified employees.</p> <p class=\"headnote-e\">Retroactive alteration of terms of employment</p> <p class=\"subsection-e\"><a name=\"s15s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s15s3\"><span lang=\"EN-US\">(3)</span></a> The award may provide for the retroactive alteration of one or more local terms to one or more dates after August 31, 2014, and may do so despite section 9.</p>"
        },
        {
            "id": "s16",
            "section": "Effect of award",
            "content": " 16. The award of a board of arbitration under this Act is final and binding on the parties and on the employees.",
            "raw_html": "<p class=\"section-e\"><a name=\"s16\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s16\"><span lang=\"EN-US\">16.</span></a><b> </b>The award of a board of arbitration under this Act is final and binding on the parties and on the employees.</p>"
        },
        {
            "id": "s17",
            "section": "Deemed ratification of memorandum of settlement of local terms",
            "content": " 17. The award of a board of arbitration is deemed to be a ratified memorandum of settlement of local terms for the purposes of the School Boards Collective Bargaining Act, 2014.",
            "raw_html": "<p class=\"section-e\"><a name=\"s17\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s17\"><span lang=\"EN-US\">17.</span></a><b> </b>The award of a board of arbitration is deemed to be a ratified memorandum of settlement of local terms for the purposes of the <i>School Boards Collective Bargaining Act, 2014</i>.</p>"
        },
        {
            "id": "s18",
            "section": "Costs",
            "content": " 18. The remuneration and expenses of the members of a board of arbitration shall be paid as follows: 1. A party shall pay the remuneration and expenses of a member appointed by or on behalf of the party. 2. Each party shall pay an equal share of the chair’s remuneration and expenses.",
            "raw_html": "<p class=\"section-e\"><a name=\"s18\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s18\"><span lang=\"EN-US\">18.</span></a><b> </b>The remuneration and expenses of the members of a board of arbitration shall be paid as follows:</p> <p class=\"paragraph-e\">  1. A party shall pay the remuneration and expenses of a member appointed by or on behalf of the party.</p> <p class=\"paragraph-e\">  2. Each party shall pay an equal share of the chair’s remuneration and expenses.</p>"
        },
        {
            "id": "s19s1",
            "section": "Continued negotiation",
            "content": " 19. (1) Until an award is made, nothing in sections 10 to 18 prohibits the parties from continuing to negotiate with a view to making a memorandum of settlement of local terms and they are encouraged to do so. Ratification of memorandum of settlement of local terms by parties (2) If the parties ratify a memorandum of settlement of local terms before an award is made, they shall notify the board of arbitration of the fact and the mediation-arbitration proceeding is thereby terminated. 20. Omitted (amends, repeals or revokes other legislation). Repeal 21. On the day this section comes into force, this Act is repealed. 22. Omitted\r\n(provides for coming into force of provisions of this Act). 23. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s19s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s19s1\"><span lang=\"EN-US\">19. (1)</span></a> Until an award is made, nothing in sections 10 to 18 prohibits the parties from continuing to negotiate with a view to making a memorandum of settlement of local terms and they are encouraged to do so.</p> <p class=\"headnote-e\">Ratification of memorandum of settlement of local terms by parties</p> <p class=\"subsection-e\"><a name=\"s19s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s19s2\"><span lang=\"EN-US\">(2)</span></a> If the parties ratify a memorandum of settlement of local terms before an award is made, they shall notify the board of arbitration of the fact and the mediation-arbitration proceeding is thereby terminated.</p> <p class=\"section-e\"><a name=\"s20\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s20\"><span lang=\"EN-US\">20.</span></a> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"headnote-e\">Repeal</p> <p class=\"Psection-e\"><a name=\"s21\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s21\"><span lang=\"EN-US\">21.</span></a> On the day this section comes into force, this Act is repealed.</p> <p class=\"section-e\"><a name=\"s22\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s22\"><span lang=\"EN-US\">22.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s23\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s23\"><span lang=\"EN-US\">23.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15p11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s20",
            "section": "Ratification of memorandum of settlement of local terms by parties",
            "content": " 20. Omitted (amends, repeals or revokes other legislation). Repeal 21. On the day this section comes into force, this Act is repealed. 22. Omitted\r\n(provides for coming into force of provisions of this Act). 23. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s20\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s20\"><span lang=\"EN-US\">20.</span></a> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"headnote-e\">Repeal</p> <p class=\"Psection-e\"><a name=\"s21\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s21\"><span lang=\"EN-US\">21.</span></a> On the day this section comes into force, this Act is repealed.</p> <p class=\"section-e\"><a name=\"s22\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s22\"><span lang=\"EN-US\">22.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s23\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s23\"><span lang=\"EN-US\">23.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15p11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s22",
            "section": "Repeal",
            "content": " 22. Omitted\r\n(provides for coming into force of provisions of this Act). 23. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s22\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s22\"><span lang=\"EN-US\">22.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s23\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s23\"><span lang=\"EN-US\">23.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15p11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s23",
            "section": "Repeal",
            "content": " 23. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s23\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15p11#s23\"><span lang=\"EN-US\">23.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15p11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}