{
    "act_info": {
        "full_title": "Provincial Land Tax Act, 2006, S.O. 2006, c. 33, Sched. Z.2",
        "act_name_text": "Provincial Land Tax Act, 2006",
        "citation": "S.O. 2006, c. 33, Sched. Z.2",
        "url": "https://www.ontario.ca/laws/statute/06p33",
        "date_scraped": "2023-12-19 03:07:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  8, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/06p33/v6",
            "valid_from": "June 20, 2012",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/06p33/v5",
            "valid_from": "June  5, 2009",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/06p33/v4",
            "valid_from": "January  1, 2009",
            "valid_to": "June  4, 2009"
        },
        {
            "a_href": "/laws/statute/06p33/v3",
            "valid_from": "November 27, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/statute/06p33/v2",
            "valid_from": "May 14, 2008",
            "valid_to": "November 26, 2008"
        },
        {
            "a_href": "/laws/statute/06p33/v1",
            "valid_from": "December 20, 2006",
            "valid_to": "May 13, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/090229",
            "Citation": "O. Reg. 229/09",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/090224",
            "Citation": "O. Reg. 224/09",
            "title": "TAX RATES"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “assessed owner” means, with respect to land, a person whose name appears on the tax roll as owner of the land; (“propriétaire inscrit”) “Board” means the Assessment Review Board; (“Commission”) “Minister” means the Minister of Finance; (“ministre”) “non-municipal territory” means territory without municipal organization; (“territoire non municipalisé”) “prescribed” means prescribed by regulations made under this Act; (“prescrit”) “property class” means a class of real property prescribed under the Assessment Act; (“catégorie de biens”) “property tax” means, with respect to land for a taxation year, the amount of tax determined under section 5 and includes any amount payable under another Act in respect of the land that may be collected as if it were a tax imposed by this Act. (“impôt foncier”)  2006, c. 33, Sched. Z.2, s. 1 (1). Interpretation (2) Other words and expressions used in this Act have the same meaning as under the Assessment Act.  2006, c. 33, Sched. Z.2, s. 1 (2). Taxation year (3) Each calendar year beginning with 2009 is a taxation year for the purposes of this Act.  2006, c. 33, Sched. Z.2, s. 1 (3). Tax and Exemptions",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“assessed owner” means, with respect to land, a person whose name appears on the tax roll as owner of the land; (“propriétaire inscrit”)</p> <p class=\"definition\">“Board” means the Assessment Review Board; (“Commission”)</p> <p class=\"definition\">“Minister” means the Minister of Finance; (“ministre”)</p> <p class=\"definition\">“non-municipal territory” means territory without municipal organization; (“territoire non municipalisé”)</p> <p class=\"definition\">“prescribed” means prescribed by regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“property class” means a class of real property prescribed under the <i>Assessment Act</i>; (“catégorie de biens”)</p> <p class=\"definition\">“property tax” means, with respect to land for a taxation year, the amount of tax determined under section 5 and includes any amount payable under another Act in respect of the land that may be collected as if it were a tax imposed by this Act. (“impôt foncier”)  2006, c. 33, Sched. Z.2, s. 1 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) Other words and expressions used in this Act have the same meaning as under the <i>Assessment Act</i>.  2006, c. 33, Sched. Z.2, s. 1 (2).</p> <p class=\"headnote\">Taxation year</p> <p class=\"subsection\">(3) Each calendar year beginning with 2009 is a taxation year for the purposes of this Act.  2006, c. 33, Sched. Z.2, s. 1 (3).</p> <p class=\"heading1\"><a name=\"BK2\"></a>Tax and Exemptions</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Tax and Exemptions",
            "section_x": "Tax and Exemptions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Tax",
            "part_id": null,
            "part_type": null,
            "section_y": "Tax",
            "content": "2 (1) Each year, tax shall be levied in the amount determined under section 5 on land that is included in the tax roll for non-municipal territory and that, under the Assessment Act, is liable to assessment and taxation.  2006, c. 33, Sched. Z.2, s. 2 (1). Same (2) Taxes shall be levied on all of the land described in subsection (1), unless an Act or regulation expressly provides otherwise, and shall be levied according to the assessed value of the land.  2006, c. 33, Sched. Z.2, s. 2 (2). Same (3) Property taxes for a year shall be deemed to have been imposed on January 1 of the year and are payable in accordance with section 7.  2006, c. 33, Sched. Z.2, s. 2 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) Each year, tax shall be levied in the amount determined under section 5 on land that is included in the tax roll for non-municipal territory and that, under the <i>Assessment Act</i>, is liable to assessment and taxation.  2006, c. 33, Sched. Z.2, s. 2 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Taxes shall be levied on all of the land described in subsection (1), unless an Act or regulation expressly provides otherwise, and shall be levied according to the assessed value of the land.  2006, c. 33, Sched. Z.2, s. 2 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Property taxes for a year shall be deemed to have been imposed on January 1 of the year and are payable in accordance with section 7.  2006, c. 33, Sched. Z.2, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Exemptions from taxation",
            "part_id": null,
            "part_type": null,
            "section_y": "Exemptions from taxation",
            "content": "3 (1) The following land is exempt from taxation under this Act: Indian lands 1. Land that is held in trust for a band or body of Indians. Community recreation centres 2. Land containing an athletics field, an outdoor swimming pool, an outdoor skating rink or a community hall, if the land is owned by a board as defined in the Education Act\r\nthat has jurisdiction in non-municipal territory only. Non-profit hospital service corporations 3. Land occupied by a non-profit hospital service corporation and used chiefly by the corporation for providing laundry or food services, or both. Mining lands 4. Land that is liable to tax under Part XIII of the\r\nMining Act, other than, i. land that is used for a purpose other than mining or that is used for both mining and one or more other purposes, or ii. land on which there is timber that has an average value of more than $2 per acre, other than timber in a Crown forest as defined in the Crown Forest Sustainability Act, 1994\r\nor timber that is reserved to the Crown.  2006, c. 33, Sched. Z.2, s. 3 (1). Definition (2) In this section, “non-profit hospital service corporation” means a corporation without share capital that provides laundry or food services to one or more public hospitals, as defined in the Public Hospitals Act.  2006, c. 33, Sched. Z.2, s. 3 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The following land is exempt from taxation under this Act:</p> <p class=\"headnote\">Indian lands</p> <p class=\"paragraph\">  1. Land that is held in trust for a band or body of Indians.</p> <p class=\"headnote\">Community recreation centres</p> <p class=\"paragraph\">  2. Land containing an athletics field, an outdoor swimming pool, an outdoor skating rink or a community hall, if the land is owned by a board as defined in the <i>Education Act</i>\r\nthat has jurisdiction in non-municipal territory only.</p> <p class=\"headnote\">Non-profit hospital service corporations</p> <p class=\"paragraph\">  3. Land occupied by a non-profit hospital service corporation and used chiefly by the corporation for providing laundry or food services, or both.</p> <p class=\"headnote\">Mining lands</p> <p class=\"paragraph\">  4. Land that is liable to tax under Part XIII of the\r\n<i>Mining Act</i>, other than,</p> <p class=\"subpara\">  i. land that is used for a purpose other than mining or that is used for both mining and one or more other purposes, or</p> <p class=\"subpara\">  ii. land on which there is timber that has an average value of more than $2 per acre, other than timber in a Crown forest as defined in the <i>Crown Forest Sustainability Act, 1994</i>\r\nor timber that is reserved to the Crown.  2006, c. 33, Sched. Z.2, s. 3 (1).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(2) In this section,</p> <p class=\"definition\">“non-profit hospital service corporation” means a corporation without share capital that provides laundry or food services to one or more public hospitals, as defined in the<i> Public Hospitals Act</i>.  2006, c. 33, Sched. Z.2, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Tax rates",
            "part_id": null,
            "part_type": null,
            "section_y": "Tax rates",
            "content": "4 (1) The tax rates for land for a taxation year are determined in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 4 (1). Same (2) The regulations may provide for different tax rates for land in different property classes, for land in the same property class but in different geographic areas, for land in which different portions are assessed in different property classes and in such other circumstances as may be set out in the regulations.  2006, c. 33, Sched. Z.2, s. 4 (2). Calculation and Payment of Tax",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The tax rates for land for a taxation year are determined in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 4 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The regulations may provide for different tax rates for land in different property classes, for land in the same property class but in different geographic areas, for land in which different portions are assessed in different property classes and in such other circumstances as may be set out in the regulations.  2006, c. 33, Sched. Z.2, s. 4 (2).</p> <p class=\"heading1\"><a name=\"BK6\"></a>Calculation and Payment of Tax</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Calculation and Payment of Tax",
            "section_x": "Calculation and Payment of Tax",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Calculation of tax",
            "part_id": null,
            "part_type": null,
            "section_y": "Calculation of tax",
            "content": "5 (1) Subject to any regulation that may be made under subsection (3), the amount of tax that is payable under section 2 on land for a taxation year is calculated using the formula, A × B in which, “A” is the prescribed tax rate for the taxation year for the property class in which the land is classified, and “B” is the assessed value of the land for the taxation year according to the last revised assessment roll for the year. 2006, c. 33, Sched. Z.2, s. 5 (1). Same, railway companies and power utilities (2) Despite subsection (1) and subject to any regulation that may be made under subsection (3), the amount of tax that is payable on the following land is calculated in accordance with the regulations: 1. The roadway or right-of-way of a railway company, other than the structures, substructures and superstructures, rails, ties, poles and other property on the roadway or right-of-way, not including land leased by the railway company to another person for rent or other valuable consideration. 2. Land owned by a prescribed power utility and used as a transmission or distribution corridor, not including land leased by the power utility to another person for rent or other valuable consideration.  2006, c. 33, Sched. Z.2, s. 5 (2). Regulations (3) The Minister may make regulations, (a) governing the minimum amount of tax payable on land for a taxation year and prescribing the manner for determining that amount; (b) limiting the change in the amount of tax payable under section 2 for a taxation year from the amount of tax payable for the previous taxation year under section 2 or the provisions of the Provincial Land Tax Act, as the case may be, and may prescribe rules for calculating the amount of tax payable under section 2 for the taxation year.  2006, c. 33, Sched. Z.2, s. 5 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) Subject to any regulation that may be made under subsection (3), the amount of tax that is payable under section 2 on land for a taxation year is calculated using the formula,</p> <p class=\"equation\">A × B</p> <p class=\"section\">in which,</p> <p class=\"paragraph\">  “A” is the prescribed tax rate for the taxation year for the property class in which the land is classified, and</p> <p class=\"paragraph\">  “B” is the assessed value of the land for the taxation year according to the last revised assessment roll for the year.</p> <p class=\"footnote\">2006, c. 33, Sched. Z.2, s. 5 (1).</p> <p class=\"headnote\">Same, railway companies and power utilities</p> <p class=\"subsection\">(2) Despite subsection (1) and subject to any regulation that may be made under subsection (3), the amount of tax that is payable on the following land is calculated in accordance with the regulations:</p> <p class=\"paragraph\">  1. The roadway or right-of-way of a railway company, other than the structures, substructures and superstructures, rails, ties, poles and other property on the roadway or right-of-way, not including land leased by the railway company to another person for rent or other valuable consideration.</p> <p class=\"paragraph\">  2. Land owned by a prescribed power utility and used as a transmission or distribution corridor, not including land leased by the power utility to another person for rent or other valuable consideration.  2006, c. 33, Sched. Z.2, s. 5 (2).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(3) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) governing the minimum amount of tax payable on land for a taxation year and prescribing the manner for determining that amount;</p> <p class=\"paragraph\">  (b) limiting the change in the amount of tax payable under section 2 for a taxation year from the amount of tax payable for the previous taxation year under section 2 or the provisions of the <i>Provincial Land Tax Act</i>, as the case may be, and may prescribe rules for calculating the amount of tax payable under section 2 for the taxation year.  2006, c. 33, Sched. Z.2, s. 5 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Tax bill",
            "part_id": null,
            "part_type": null,
            "section_y": "Tax bill",
            "content": "6 (1) Each year, the Minister shall send to the assessed owner of land one or more tax bills for property tax payable for the period specified in the bill.  2006, c. 33, Sched. Z.2, s. 6 (1). Billing and payments (1.1) If the Minister sends an assessed owner more than one tax bill for property tax payable for the year, the tax payable for the period specified in the bill shall be billed in the prescribed manner and shall be paid in accordance with the regulations.  2008, c. 19, Sched. Q, s. 1. More than one owner (2) If there is more than one assessed owner and they notify the Minister in writing that one of them is designated to receive tax bills for the land, the Minister shall notify the assessment corporation which owner is the designated owner and shall send the tax bills to the designated owner.  However, if the owners do not give this notice to the Minister, the Minister may choose the owner to be billed.  2006, c. 33, Sched. Z.2, s. 6 (2). Contents (3) The tax bill must set out the amount of property tax payable for the billing period and the date on which payment is due and must also set out the amount of any unpaid taxes, interest and penalties for any previous billing period.  2006, c. 33, Sched. Z.2, s. 6 (3). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. Q, s. 1 - 01/01/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) Each year, the Minister shall send to the assessed owner of land one or more tax bills for property tax payable for the period specified in the bill.  2006, c. 33, Sched. Z.2, s. 6 (1).</p> <p class=\"headnote\">Billing and payments</p> <p class=\"subsection\">(1.1) If the Minister sends an assessed owner more than one tax bill for property tax payable for the year, the tax payable for the period specified in the bill shall be billed in the prescribed manner and shall be paid in accordance with the regulations.  2008, c. 19, Sched. Q, s. 1.</p> <p class=\"headnote\">More than one owner</p> <p class=\"subsection\">(2) If there is more than one assessed owner and they notify the Minister in writing that one of them is designated to receive tax bills for the land, the Minister shall notify the assessment corporation which owner is the designated owner and shall send the tax bills to the designated owner.  However, if the owners do not give this notice to the Minister, the Minister may choose the owner to be billed.  2006, c. 33, Sched. Z.2, s. 6 (2).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(3) The tax bill must set out the amount of property tax payable for the billing period and the date on which payment is due and must also set out the amount of any unpaid taxes, interest and penalties for any previous billing period.  2006, c. 33, Sched. Z.2, s. 6 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedqs1\">2008, c. 19, Sched. Q, s. 1</a></span> - 01/01/2009</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Payment of tax",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment of tax",
            "content": "7 (1) The owner shall pay to the Minister the property tax for which the owner is billed and shall do so when the payment is due and in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (1). Due date (2) Payment of the property tax is due on the date specified in the bill, but the Minister may extend the due date either before or after the date specified in the bill.  2006, c. 33, Sched. Z.2, s. 7 (2). Interest on unpaid tax (3) If the property tax is not paid when it is due, interest is payable beginning on January 1 of the following year on the outstanding balance and is calculated in accordance with the regulations and the interest rate must not exceed 1 1/4 per cent each month, calculated on the amount of the unpaid tax.  2006, c. 33, Sched. Z.2, s. 7 (3). Penalty on unpaid tax (4) If the property tax is not paid when it is due, a penalty is payable on the outstanding balance and is calculated in accordance with the regulations and the penalty must not exceed 1 1/4 per cent of the amount of the unpaid tax.  2006, c. 33, Sched. Z.2, s. 7 (4). Costs relating to forfeiture (5) If the Minister takes any steps under section 15 relating to the forfeiture of the land for unpaid property taxes, the prescribed amounts relating to the costs of the forfeiture shall be deemed, for the purposes of this Act, to be property taxes which are due and payable in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (5). Fee for failure of payment (6) A fee that is payable under section 8.1 of the Financial Administration Act with respect to a payment required by this Act shall be deemed, for the purposes of this Act, to be property tax which is due and payable in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (6). Payment of interest, etc. (7) The owner shall pay to the Minister the amount of any interest and penalties for which the owner is billed and shall do so in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) The owner shall pay to the Minister the property tax for which the owner is billed and shall do so when the payment is due and in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (1).</p> <p class=\"headnote\">Due date</p> <p class=\"subsection\">(2) Payment of the property tax is due on the date specified in the bill, but the Minister may extend the due date either before or after the date specified in the bill.  2006, c. 33, Sched. Z.2, s. 7 (2).</p> <p class=\"headnote\">Interest on unpaid tax</p> <p class=\"subsection\">(3) If the property tax is not paid when it is due, interest is payable beginning on January 1 of the following year on the outstanding balance and is calculated in accordance with the regulations and the interest rate must not exceed 1 1/4 per cent each month, calculated on the amount of the unpaid tax.  2006, c. 33, Sched. Z.2, s. 7 (3).</p> <p class=\"headnote\">Penalty on unpaid tax</p> <p class=\"subsection\">(4) If the property tax is not paid when it is due, a penalty is payable on the outstanding balance and is calculated in accordance with the regulations and the penalty must not exceed 1 1/4 per cent of the amount of the unpaid tax.  2006, c. 33, Sched. Z.2, s. 7 (4).</p> <p class=\"headnote\">Costs relating to forfeiture</p> <p class=\"subsection\">(5) If the Minister takes any steps under section 15 relating to the forfeiture of the land for unpaid property taxes, the prescribed amounts relating to the costs of the forfeiture shall be deemed, for the purposes of this Act, to be property taxes which are due and payable in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (5).</p> <p class=\"headnote\">Fee for failure of payment</p> <p class=\"subsection\">(6) A fee that is payable under section 8.1 of the <i>Financial Administration Act</i> with respect to a payment required by this Act shall be deemed, for the purposes of this Act, to be property tax which is due and payable in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (6).</p> <p class=\"headnote\">Payment of interest, etc.</p> <p class=\"subsection\">(7) The owner shall pay to the Minister the amount of any interest and penalties for which the owner is billed and shall do so in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 7 (7).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Cancellation, etc., of tax",
            "part_id": null,
            "part_type": null,
            "section_y": "Cancellation, etc., of tax",
            "content": "8 (1) Upon application, the Minister may cancel or refund all or part of the tax levied under this Act or the Education Act on land for a specified taxation year, including interest and penalties, if, (a) as a result of a change event, as defined in clause (a) of the definition of “change event” in subsection 34 (2.2) of the Assessment Act, during the taxation year, the property or portion of the property is eligible to be reclassified in a different class of real property, as defined in regulations made under that Act, and that class has a lower tax rate for the taxation year than the class the property or portion of the property is in before the change event, and no supplementary assessment is made in respect of the change event under subsection 34 (2) of the Assessment Act; (b) the land has become vacant land or excess land during the year or during the preceding year after the return of the assessment roll for the preceding year; (c) the land has become exempt from taxation during the year or during the preceding year after the return of the assessment roll for the preceding year; (d) during the year or during the preceding year after the return of the assessment roll for the preceding year, a building on the land, (i) was razed by fire, demolition or otherwise, or (ii) was damaged by fire, demolition or otherwise so as to render it substantially unusable for the purposes for which it was used immediately before the damage; (e) the applicant is unable to pay property tax because of sickness, financial hardship or extreme poverty; (f) the Minister believes that the property tax constitutes an undue financial burden on the applicant in accordance with such criteria as may be prescribed; (g) a mobile unit on the land was removed during the year or during the preceding year after the return of the assessment roll for the preceding year; (h) a person was overcharged in the year due to a gross or manifest error in the assessment roll that is clerical or factual in nature, including the transposition of figures, a typographical error or a similar error, but not an error in judgment in assessing the property; (i) repairs or renovations to the land prevented the normal use of the land for a period of at least three months during the year; or (j) the conditions prescribed by the regulations are satisfied.  2006, c. 33, Sched. Z.2, s. 8 (1); 2008, c. 19, Sched. Q, s. 2. Application (2) An application may be made under this section only by the owner of the land or by another person who, (a) has an interest in the land as shown on the records of the appropriate land registry office and the sheriff’s office; (b) is a tenant, occupant or other person in possession of the land; or (c) is a spouse of the owner or a person described in clause (a) or (b).  2006, c. 33, Sched. Z.2, s. 8 (2). Decision (3) The Minister shall decide the application in accordance with such requirements as may be prescribed and shall give written notice of the decision to the applicant.  2006, c. 33, Sched. Z.2, s. 8 (3). Appeal of decision (4) If the regulations authorize an appeal of the Minister’s decision, the applicant may appeal the decision to the Board in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 8 (4). Appeal if no decision (5) If the Minister does not make a decision about the application by such deadline as may be prescribed, an applicant may appeal to the Board in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 8 (5). Hearing (6) The Board shall hear the appeal, giving at least 14 days’ notice of the hearing to the applicant and the Minister.  2006, c. 33, Sched. Z.2, s. 8 (6). Decision by Board (7) The Board shall determine the appeal and may make any decision that the Minister could have made.  2006, c. 33, Sched. Z.2, s. 8 (7). Delegation by Minister (8) The Minister may, in writing, authorize the Board to decide applications on his or her behalf, and subsections (4) to (7) do not apply to those decisions.  2006, c. 33, Sched. Z.2, s. 8 (8). Decision final (9) A decision of the Board is final.  2006, c. 33, Sched. Z.2, s. 8 (9). Notice to assessment corporation (10) The Minister or the Board, as the case may be, shall give a copy of their decisions under this section to the assessment corporation, but failure to comply with this requirement does not invalidate any proceedings taken under this section.  2006, c. 33, Sched. Z.2, s. 8 (10). Notice to Minister (11) The Board shall give a copy of its decisions under this section to the Minister, but failure to comply with this requirement does not invalidate any proceedings taken under this section.  2006, c. 33, Sched. Z.2, s. 8 (11). Alteration of tax roll (12) The Minister shall alter the tax roll for the year to reflect a decision made under this section.  2006, c. 33, Sched. Z.2, s. 8 (12). Application to other rebates, deferrals, etc. (13) If a regulation providing for a rebate, deferral, refund or cancellation of any amount requires that an application must be made for the rebate, deferral, refund or cancellation, subsections (2) to (12) apply with necessary modifications.  2006, c. 33, Sched. Z.2, s. 8 (13). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. Q, s. 2 - 01/01/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) Upon application, the Minister may cancel or refund all or part of the tax levied under this Act or the <i>Education Act</i> on land for a specified taxation year, including interest and penalties, if,</p> <p class=\"paragraph\">  (a) as a result of a change event, as defined in clause (a) of the definition of “change event” in subsection 34 (2.2) of the <i>Assessment Act</i>, during the taxation year, the property or portion of the property is eligible to be reclassified in a different class of real property, as defined in regulations made under that Act, and that class has a lower tax rate for the taxation year than the class the property or portion of the property is in before the change event, and no supplementary assessment is made in respect of the change event under subsection 34 (2) of the<i> Assessment Act</i>;</p> <p class=\"paragraph\">  (b) the land has become vacant land or excess land during the year or during the preceding year after the return of the assessment roll for the preceding year;</p> <p class=\"paragraph\">  (c) the land has become exempt from taxation during the year or during the preceding year after the return of the assessment roll for the preceding year;</p> <p class=\"paragraph\">  (d) during the year or during the preceding year after the return of the assessment roll for the preceding year, a building on the land,</p> <p class=\"subclause\">  (i) was razed by fire, demolition or otherwise, or</p> <p class=\"subclause\">  (ii) was damaged by fire, demolition or otherwise so as to render it substantially unusable for the purposes for which it was used immediately before the damage;</p> <p class=\"paragraph\">  (e) the applicant is unable to pay property tax because of sickness, financial hardship or extreme poverty;</p> <p class=\"paragraph\">  (f) the Minister believes that the property tax constitutes an undue financial burden on the applicant in accordance with such criteria as may be prescribed;</p> <p class=\"paragraph\">  (g) a mobile unit on the land was removed during the year or during the preceding year after the return of the assessment roll for the preceding year;</p> <p class=\"paragraph\">  (h) a person was overcharged in the year due to a gross or manifest error in the assessment roll that is clerical or factual in nature, including the transposition of figures, a typographical error or a similar error, but not an error in judgment in assessing the property;</p> <p class=\"paragraph\">  (i) repairs or renovations to the land prevented the normal use of the land for a period of at least three months during the year; or</p> <p class=\"paragraph\">  (j) the conditions prescribed by the regulations are satisfied.  2006, c. 33, Sched. Z.2, s. 8 (1); 2008, c. 19, Sched. Q, s. 2.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) An application may be made under this section only by the owner of the land or by another person who,</p> <p class=\"paragraph\">  (a) has an interest in the land as shown on the records of the appropriate land registry office and the sheriff’s office;</p> <p class=\"paragraph\">  (b) is a tenant, occupant or other person in possession of the land; or</p> <p class=\"paragraph\">  (c) is a spouse of the owner or a person described in clause (a) or (b).  2006, c. 33, Sched. Z.2, s. 8 (2).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(3) The Minister shall decide the application in accordance with such requirements as may be prescribed and shall give written notice of the decision to the applicant.  2006, c. 33, Sched. Z.2, s. 8 (3).</p> <p class=\"headnote\">Appeal of decision</p> <p class=\"subsection\">(4) If the regulations authorize an appeal of the Minister’s decision, the applicant may appeal the decision to the Board in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 8 (4).</p> <p class=\"headnote\">Appeal if no decision</p> <p class=\"subsection\">(5) If the Minister does not make a decision about the application by such deadline as may be prescribed, an applicant may appeal to the Board in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 8 (5).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(6) The Board shall hear the appeal, giving at least 14 days’ notice of the hearing to the applicant and the Minister.  2006, c. 33, Sched. Z.2, s. 8 (6).</p> <p class=\"headnote\">Decision by Board</p> <p class=\"subsection\">(7) The Board shall determine the appeal and may make any decision that the Minister could have made.  2006, c. 33, Sched. Z.2, s. 8 (7).</p> <p class=\"headnote\">Delegation by Minister</p> <p class=\"subsection\">(8) The Minister may, in writing, authorize the Board to decide applications on his or her behalf, and subsections (4) to (7) do not apply to those decisions.  2006, c. 33, Sched. Z.2, s. 8 (8).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(9) A decision of the Board is final.  2006, c. 33, Sched. Z.2, s. 8 (9).</p> <p class=\"headnote\">Notice to assessment corporation</p> <p class=\"subsection\">(10) The Minister or the Board, as the case may be, shall give a copy of their decisions under this section to the assessment corporation, but failure to comply with this requirement does not invalidate any proceedings taken under this section.  2006, c. 33, Sched. Z.2, s. 8 (10).</p> <p class=\"headnote\">Notice to Minister</p> <p class=\"subsection\">(11) The Board shall give a copy of its decisions under this section to the Minister, but failure to comply with this requirement does not invalidate any proceedings taken under this section.  2006, c. 33, Sched. Z.2, s. 8 (11).</p> <p class=\"headnote\">Alteration of tax roll</p> <p class=\"subsection\">(12) The Minister shall alter the tax roll for the year to reflect a decision made under this section.  2006, c. 33, Sched. Z.2, s. 8 (12).</p> <p class=\"headnote\">Application to other rebates, deferrals, etc.</p> <p class=\"subsection\">(13) If a regulation providing for a rebate, deferral, refund or cancellation of any amount requires that an application must be made for the rebate, deferral, refund or cancellation, subsections (2) to (12) apply with necessary modifications.  2006, c. 33, Sched. Z.2, s. 8 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedqs2\">2008, c. 19, Sched. Q, s. 2</a></span> - 01/01/2009</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Restoration of tax in specified circumstances",
            "part_id": null,
            "part_type": null,
            "section_y": "Restoration of tax in specified circumstances",
            "content": "9 (1) The Minister or the Board may restore all or any part of the property tax for a year that has been rebated, cancelled or refunded, in whole or in part, under subsection 8 (1) by reason of circumstances described in clause 8 (1) (d) if the Minister or the Board, as the case may be, is satisfied that during the year the building has been reconstructed or repaired and is capable of being used for the purposes for which it was used immediately before it was destroyed or damaged.  2006, c. 33, Sched. Z.2, s. 9 (1). Restriction (2) A decision to restore property tax cannot be made under subsection (1) unless it is made on or before February 28 in the year following the year in respect of which the tax was rebated, cancelled or refunded and every person who, according to the tax roll, would be liable for the restored tax is given an opportunity to make representations to the Minister or the Board, as the case may be.  2006, c. 33, Sched. Z.2, s. 9 (2). Notice of decision (3) The Minister or the Board, as the case may be, shall give written notice of the decision to the affected persons.  2006, c. 33, Sched. Z.2, s. 9 (3). Appeal (4) A decision of the Minister under subsection (1) to restore property tax may be appealed to the Board and subsections 8 (6), (7), (9), (10) and (11) apply with necessary modifications to the appeal.  2006, c. 33, Sched. Z.2, s. 9 (4). Alteration of tax roll (5) The Minister shall alter the tax roll for the year to reflect a decision made under this section.  2006, c. 33, Sched. Z.2, s. 9 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) The Minister or the Board may restore all or any part of the property tax for a year that has been rebated, cancelled or refunded, in whole or in part, under subsection 8 (1) by reason of circumstances described in clause 8 (1) (d) if the Minister or the Board, as the case may be, is satisfied that during the year the building has been reconstructed or repaired and is capable of being used for the purposes for which it was used immediately before it was destroyed or damaged.  2006, c. 33, Sched. Z.2, s. 9 (1).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) A decision to restore property tax cannot be made under subsection (1) unless it is made on or before February 28 in the year following the year in respect of which the tax was rebated, cancelled or refunded and every person who, according to the tax roll, would be liable for the restored tax is given an opportunity to make representations to the Minister or the Board, as the case may be.  2006, c. 33, Sched. Z.2, s. 9 (2).</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(3) The Minister or the Board, as the case may be, shall give written notice of the decision to the affected persons.  2006, c. 33, Sched. Z.2, s. 9 (3).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(4) A decision of the Minister under subsection (1) to restore property tax may be appealed to the Board and subsections 8 (6), (7), (9), (10) and (11)<b> </b>apply with necessary modifications to the appeal.  2006, c. 33, Sched. Z.2, s. 9 (4).</p> <p class=\"headnote\">Alteration of tax roll</p> <p class=\"subsection\">(5) The Minister shall alter the tax roll for the year to reflect a decision made under this section.  2006, c. 33, Sched. Z.2, s. 9 (5).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Tax increase re undercharge due to error",
            "part_id": null,
            "part_type": null,
            "section_y": "Tax increase re undercharge due to error",
            "content": "10 (1) The Minister may notify a taxpayer that the Minister proposes to increase the property tax levied on land for the year in respect of which the notice is given to the extent of any undercharge caused by a gross or manifest error on the assessment roll that is a clerical or factual error, including the transposition of figures, a typographical error or similar error, but not an error in judgment in assessing the land.  2006, c. 33, Sched. Z.2, s. 10 (1). Exception (2) Notice of a proposed increase cannot be given if the Minister has issued a tax statement under section 19 with respect to the tax before the taxpayer is notified of the opportunity to make submissions with respect to the proposal.  2006, c. 33, Sched. Z.2, s. 10 (2). Deadline for notice (3) Notice of the proposed increase must be given on or before December 31 of the year following the year in respect of which the notice is given.  2006, c. 33, Sched. Z.2, s. 10 (3). Decision and appeal (4) The taxpayer may appeal the Minister’s decision on the proposal to the Board in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 10 (4). Same (5) Subsections 8 (6), (7), (9), (10) and (11) apply with necessary modifications with respect to the appeal.  2006, c. 33, Sched. Z.2, s. 10 (5). Collection (6) The amount of an increase in property taxes under this section is collectible as if it had been levied and included on the original tax bill, except, (a) the amount is not payable until the time for appealing has expired or, if an appeal is made, the Board has made its decision; and (b) the amount is not subject to late-payment charges until the 22nd day after the amount becomes payable.  2006, c. 33, Sched. Z.2, s. 10 (6). Definition (7) In this section, “taxpayer” means a person who is liable to pay property tax.  2006, c. 33, Sched. Z.2, s. 10 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) The Minister may notify a taxpayer that the Minister proposes to increase the property tax levied on land for the year in respect of which the notice is given to the extent of any undercharge caused by a gross or manifest error on the assessment roll that is a clerical or factual error, including the transposition of figures, a typographical error or similar error, but not an error in judgment in assessing the land.  2006, c. 33, Sched. Z.2, s. 10 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Notice of a proposed increase cannot be given if the Minister has issued a tax statement under section 19 with respect to the tax before the taxpayer is notified of the opportunity to make submissions with respect to the proposal.  2006, c. 33, Sched. Z.2, s. 10 (2).</p> <p class=\"headnote\">Deadline for notice</p> <p class=\"subsection\">(3) Notice of the proposed increase must be given on or before December 31 of the year following the year in respect of which the notice is given.  2006, c. 33, Sched. Z.2, s. 10 (3).</p> <p class=\"headnote\">Decision and appeal</p> <p class=\"subsection\">(4) The taxpayer may appeal the Minister’s decision on the proposal to the Board in accordance with the regulations.  2006, c. 33, Sched. Z.2, s. 10 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsections 8 (6), (7), (9), (10) and (11) apply with necessary modifications with respect to the appeal.  2006, c. 33, Sched. Z.2, s. 10 (5).</p> <p class=\"headnote\">Collection</p> <p class=\"subsection\">(6) The amount of an increase in property taxes under this section is collectible as if it had been levied and included on the original tax bill, except,</p> <p class=\"paragraph\">  (a) the amount is not payable until the time for appealing has expired or, if an appeal is made, the Board has made its decision; and</p> <p class=\"paragraph\">  (b) the amount is not subject to late-payment charges until the 22nd day after the amount becomes payable.  2006, c. 33, Sched. Z.2, s. 10 (6).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(7) In this section,</p> <p class=\"definition\">“taxpayer” means a person who is liable to pay property tax.  2006, c. 33, Sched. Z.2, s. 10 (7).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Apportionment of tax, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Apportionment of tax, etc.",
            "content": "11 (1) This section applies if land in respect of which property tax, interest and penalties are owing has been assessed in one block.  2006, c. 33, Sched. Z.2, s. 11 (1). Application for apportionment (2) Upon application by an owner of the land or any part of it, the Minister may divide the land into two or more parcels and apportion the current year’s property tax and the arrears, including interest and penalties, between the parcels in proportion to the relative value of the parcels at the time the assessment roll was returned for the year in which the application is made.  2006, c. 33, Sched. Z.2, s. 11 (2). Same (3) The application must be made in accordance with the regulations and must be filed with the Minister before the deadline specified by the regulations.  2006, c. 33, Sched. Z.2, s. 11 (3). Statement of relative value (4) Upon the request of the Minister, the assessment corporation shall provide a statement of the relative value of the parcels and the statement is conclusive.  2006, c. 33, Sched. Z.2, s. 11 (4). Decision (5) The Minister shall decide the application in accordance with such requirements as may be prescribed and shall give written notice of the decision to the applicant.  2006, c. 33, Sched. Z.2, s. 11 (5). Alteration of tax roll (6) The Minister shall alter the tax roll to reflect any division into parcels and apportionment of taxes, interest and penalties on the land among the parcels made by the decision and shall give the assessment corporation notice of the division of the land.  2006, c. 33, Sched. Z.2, s. 11 (6). Effect of alteration (7) Once the tax roll is altered, the taxes, interest and penalties shall be deemed to have been always levied in accordance with the altered roll.  2006, c. 33, Sched. Z.2, s. 11 (7). Collection of Tax Arrears",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) This section applies if land in respect of which property tax, interest and penalties are owing has been assessed in one block.  2006, c. 33, Sched. Z.2, s. 11 (1).</p> <p class=\"headnote\">Application for apportionment</p> <p class=\"subsection\">(2) Upon application by an owner of the land or any part of it, the Minister may divide the land into two or more parcels and apportion the current year’s property tax and the arrears, including interest and penalties, between the parcels in proportion to the relative value of the parcels at the time the assessment roll was returned for the year in which the application is made.  2006, c. 33, Sched. Z.2, s. 11 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The application must be made in accordance with the regulations and must be filed with the Minister before the deadline specified by the regulations.  2006, c. 33, Sched. Z.2, s. 11 (3).</p> <p class=\"headnote\">Statement of relative value</p> <p class=\"subsection\">(4) Upon the request of the Minister, the assessment corporation shall provide a statement of the relative value of the parcels and the statement is conclusive.  2006, c. 33, Sched. Z.2, s. 11 (4).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(5) The Minister shall decide the application in accordance with such requirements as may be prescribed and shall give written notice of the decision to the applicant.  2006, c. 33, Sched. Z.2, s. 11 (5).</p> <p class=\"headnote\">Alteration of tax roll</p> <p class=\"subsection\">(6) The Minister shall alter the tax roll to reflect any division into parcels and apportionment of taxes, interest and penalties on the land among the parcels made by the decision and shall give the assessment corporation notice of the division of the land.  2006, c. 33, Sched. Z.2, s. 11 (6).</p> <p class=\"headnote\">Effect of alteration</p> <p class=\"subsection\">(7) Once the tax roll is altered, the taxes, interest and penalties shall be deemed to have been always levied in accordance with the altered roll.  2006, c. 33, Sched. Z.2, s. 11 (7).</p> <p class=\"heading1\"><a name=\"BK14\"></a>Collection of Tax Arrears</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Collection of Tax Arrears",
            "section_x": "Collection of Tax Arrears",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Recovery of tax",
            "part_id": null,
            "part_type": null,
            "section_y": "Recovery of tax",
            "content": "12 (1) Any amount that may be collected under this Act may be recovered with costs as a debt due to the Crown from the owner originally assessed for the property tax and from any subsequent owner of the land or any part of it.  2006, c. 33, Sched. Z.2, s. 12 (1). Interpretation (2) Subsection (1) does not affect the owner’s recourse against any other person.  2006, c. 33, Sched. Z.2, s. 12 (2). Special lien (3) Any amount that may be collected under this Act is a special lien on the land in priority to every claim, privilege, lien or encumbrance of every person, and the lien and its priority are not lost or impaired by any neglect, omission or error of the Crown or its agents or through taking no action to register a notice under section 15.  2006, c. 33, Sched. Z.2, s. 12 (3). Proof of amount owed (4) In any action to recover an amount that may be collected under this Act, the production of the relevant part of the tax roll purporting to be certified by the Minister as a true copy is, in the absence of evidence to the contrary, proof of the amount owed.  2006, c. 33, Sched. Z.2, s. 12 (4). Separate action (5) The Crown may treat each year’s property tax as a separate amount owing and may bring a separate action for the purposes of recovering the amount owing.  2006, c. 33, Sched. Z.2, s. 12 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) Any amount that may be collected under this Act may be recovered with costs as a debt due to the Crown from the owner originally assessed for the property tax and from any subsequent owner of the land or any part of it.  2006, c. 33, Sched. Z.2, s. 12 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) Subsection (1) does not affect the owner’s recourse against any other person.  2006, c. 33, Sched. Z.2, s. 12 (2).</p> <p class=\"headnote\">Special lien</p> <p class=\"subsection\">(3) Any amount that may be collected under this Act is a special lien on the land in priority to every claim, privilege, lien or encumbrance of every person, and the lien and its priority are not lost or impaired by any neglect, omission or error of the Crown or its agents or through taking no action to register a notice under section 15.  2006, c. 33, Sched. Z.2, s. 12 (3).</p> <p class=\"headnote\">Proof of amount owed</p> <p class=\"subsection\">(4) In any action to recover an amount that may be collected under this Act, the production of the relevant part of the tax roll purporting to be certified by the Minister as a true copy is, in the absence of evidence to the contrary, proof of the amount owed.  2006, c. 33, Sched. Z.2, s. 12 (4).</p> <p class=\"headnote\">Separate action</p> <p class=\"subsection\">(5) The Crown may treat each year’s property tax as a separate amount owing and may bring a separate action for the purposes of recovering the amount owing.  2006, c. 33, Sched. Z.2, s. 12 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Warrant re seizure and sale",
            "part_id": null,
            "part_type": null,
            "section_y": "Warrant re seizure and sale",
            "content": "13 (1) If any amount that may be collected under this Act remains unpaid for a period of two years or more, the Minister may issue a warrant, directed to the sheriff for the area in which any property of the person liable to pay the amount is located, for the amount the person is liable to pay under this Act together with interest on the amount from the date on which the warrant is issued and the costs and expenses of the sheriff.  2006, c. 33, Sched. Z.2, s. 13 (1). Same (2) The warrant issued by the Minister has the same force and effect as a writ of seizure and sale issued out of the Superior Court of Justice.  2006, c. 33, Sched. Z.2, s. 13 (2). Collection from third parties",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) If any amount that may be collected under this Act remains unpaid for a period of two years or more, the Minister may issue a warrant, directed to the sheriff for the area in which any property of the person liable to pay the amount is located, for the amount the person is liable to pay under this Act together with interest on the amount from the date on which the warrant is issued and the costs and expenses of the sheriff.  2006, c. 33, Sched. Z.2, s. 13 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The warrant issued by the Minister has the same force and effect as a writ of seizure and sale issued out of the Superior Court of Justice.  2006, c. 33, Sched. Z.2, s. 13 (2).</p> <p class=\"headnote\">Collection from third parties</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Collection from third parties",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of duty to pay Minister",
            "content": "14 (1) If the Minister believes or suspects that a person is or is about to become a debtor of an assessed owner, the Minister may notify the person that he, she or it is required to pay the money otherwise payable to the assessed owner in whole or in part to the Minister on account of the assessed owner’s liability under this Act.  2006, c. 33, Sched. Z.2, s. 14 (1). Garnishment, loans and advances (1.1) If the Minister has knowledge or suspects that within 365 days, (a) a bank, credit union, trust corporation or other similar person (in this section referred to as the “institution”) will loan or advance money to, or make a payment on behalf of, or make a payment in respect of a negotiable instrument issued by an assessed owner who is indebted to the institution and who has granted security in respect of the indebtedness; or (b) a person other than an institution will loan or advance money to or make a payment on behalf of an assessed owner who the Minister knows or suspects, (i) is employed by or engaged in providing services or property to that person or who was or will within 365 days be so employed or engaged, or (ii) is not dealing at arm’s length with that person, the Minister may, by registered letter, or by letter served personally, require the institution or person, as the case may be, to pay forthwith to the Minister on account of the liability of the assessed owner all or part of the money that would otherwise have been loaned, advanced or paid, and any money paid to the Minister shall be deemed to have been loaned, advanced or paid, as the case may be, to the assessed owner.  2012, c. 8, Sched. 47, s. 1. Same (2) If a person who is or is about to become a debtor of an assessed owner carries on business under a name or style other than the person’s own name, the Minister’s notice under subsection (1) may be given by addressing it to the name or style under which the person carries on business and delivering it to the business or to an adult person employed at the place of business of the addressee.  2006, c. 33, Sched. Z.2, s. 14 (2). Same (3) If the persons who are or are about to become debtors of an assessed owner carry on business in partnership, the Minister’s notice under subsection (1) may be given by addressing it to the partnership name and delivering it to one of the partners or to an adult person employed at the place of business of the partnership.  2006, c. 33, Sched. Z.2, s. 14 (3). Duty to pay (4) A person who is or is about to become a debtor of an assessed owner and who receives the Minister’s notice shall comply with it.  2006, c. 33, Sched. Z.2, s. 14 (4). Effect of payment by debtor (5) The receipt of the Minister for money paid by the debtor under this section discharges the assessed owner’s original liability to the extent of the payment.  2006, c. 33, Sched. Z.2, s. 14 (5). Liability of debtor (6) Every debtor who discharges a liability to an assessed owner without complying with this section is liable to pay to the Minister an amount equal to the liability discharged or the amount that the debtor was required by this section to pay to the Minister, whichever is the lesser.  2006, c. 33, Sched. Z.2, s. 14 (6). Same (6.1) Every institution or person who fails to comply with a requirement under subsection (1.1) with respect to money to be loaned, advanced or paid is liable to pay the Crown in right of Ontario an amount equal to the lesser of, (a) the aggregate of money so loaned, advanced or paid; or (b) the amount that the institution or person was required under subsection (1.1) to pay to the Minister.  2012, c. 8, Sched. 47, s. 1. Garnishment of wages (7) Subject to the Wages Act, if the Minister gives an employer notice under subsection (1) with respect to an employee’s liability under this Act and the employer is required to pay to the Minister money otherwise payable to the employee as remuneration, the notice operates to require the employer to pay to the Minister the amount specified in the Minister’s notice out of each payment of remuneration until the employee’s liability under this Act is satisfied.  2006, c. 33, Sched. Z.2, s. 14 (7). Failure to pay (8) If a person, without reasonable excuse, fails to pay the money as required under this section to the Minister, the Minister may apply to the Superior Court of Justice for an order directing the person to pay the money.  2006, c. 33, Sched. Z.2, s. 14 (8). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 47, s. 1 - 20/06/2012 Forfeiture of land for tax arrears",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) If the Minister believes or suspects that a person is or is about to become a debtor of an assessed owner, the Minister may notify the person that he, she or it is required to pay the money otherwise payable to the assessed owner in whole or in part to the Minister on account of the assessed owner’s liability under this Act.  2006, c. 33, Sched. Z.2, s. 14 (1).</p> <p class=\"headnote\">Garnishment, loans and advances</p> <p class=\"subsection\">(1.1) If the Minister has knowledge or suspects that within 365 days,</p> <p class=\"paragraph\">  (a) a bank, credit union, trust corporation or other similar person (in this section referred to as the “institution”) will loan or advance money to, or make a payment on behalf of, or make a payment in respect of a negotiable instrument issued by an assessed owner who is indebted to the institution and who has granted security in respect of the indebtedness; or</p> <p class=\"paragraph\">  (b) a person other than an institution will loan or advance money to or make a payment on behalf of an assessed owner who the Minister knows or suspects,</p> <p class=\"subclause\">  (i) is employed by or engaged in providing services or property to that person or who was or will within 365 days be so employed or engaged, or</p> <p class=\"subclause\">  (ii) is not dealing at arm’s length with that person,</p> <p class=\"subsection\">the Minister may, by registered letter, or by letter served personally, require the institution or person, as the case may be, to pay forthwith to the Minister on account of the liability of the assessed owner all or part of the money that would otherwise have been loaned, advanced or paid, and any money paid to the Minister shall be deemed to have been loaned, advanced or paid, as the case may be, to the assessed owner.  2012, c. 8, Sched. 47, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If a person who is or is about to become a debtor of an assessed owner carries on business under a name or style other than the person’s own name, the Minister’s notice under subsection (1) may be given by addressing it to the name or style under which the person carries on business and delivering it to the business or to an adult person employed at the place of business of the addressee.  2006, c. 33, Sched. Z.2, s. 14 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the persons who are or are about to become debtors of an assessed owner carry on business in partnership, the Minister’s notice under subsection (1) may be given by addressing it to the partnership name and delivering it to one of the partners or to an adult person employed at the place of business of the partnership.  2006, c. 33, Sched. Z.2, s. 14 (3).</p> <p class=\"headnote\">Duty to pay</p> <p class=\"subsection\">(4) A person who is or is about to become a debtor of an assessed owner and who receives the Minister’s notice shall comply with it.  2006, c. 33, Sched. Z.2, s. 14 (4).</p> <p class=\"headnote\">Effect of payment by debtor</p> <p class=\"subsection\">(5) The receipt of the Minister for money paid by the debtor under this section discharges the assessed owner’s original liability to the extent of the payment.  2006, c. 33, Sched. Z.2, s. 14 (5).</p> <p class=\"headnote\">Liability of debtor</p> <p class=\"subsection\">(6) Every debtor who discharges a liability to an assessed owner without complying with this section is liable to pay to the Minister an amount equal to the liability discharged or the amount that the debtor was required by this section to pay to the Minister, whichever is the lesser.  2006, c. 33, Sched. Z.2, s. 14 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6.1) Every institution or person who fails to comply with a requirement under subsection (1.1) with respect to money to be loaned, advanced or paid is liable to pay the Crown in right of Ontario an amount equal to the lesser of,</p> <p class=\"paragraph\">  (a) the aggregate of money so loaned, advanced or paid; or</p> <p class=\"paragraph\">  (b) the amount that the institution or person was required under subsection (1.1) to pay to the Minister.  2012, c. 8, Sched. 47, s. 1.</p> <p class=\"headnote\">Garnishment of wages</p> <p class=\"subsection\">(7) Subject to the <i>Wages Act</i>, if the Minister gives an employer notice under subsection (1) with respect to an employee’s liability under this Act and the employer is required to pay to the Minister money otherwise payable to the employee as remuneration, the notice operates to require the employer to pay to the Minister the amount specified in the Minister’s notice out of each payment of remuneration until the employee’s liability under this Act is satisfied.  2006, c. 33, Sched. Z.2, s. 14 (7).</p> <p class=\"headnote\">Failure to pay</p> <p class=\"subsection\">(8) If a person, without reasonable excuse, fails to pay the money as required under this section to the Minister, the Minister may apply to the Superior Court of Justice for an order directing the person to pay the money.  2006, c. 33, Sched. Z.2, s. 14 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched47s1\">2012, c. 8, Sched. 47, s. 1</a></span> - 20/06/2012</p> <p class=\"headnote\">Forfeiture of land for tax arrears</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Forfeiture of land for tax arrears",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration of notice of tax arrears",
            "content": "15 (1) If any amount that may be collected under this Act remains unpaid for a period of two years or more, the Minister may register a notice of tax arrears against the title to the applicable land no later than November 30 in any year.  2006, c. 33, Sched. Z.2, s. 15 (1). Exception (2) If there is no patent issued by the Crown granting the land, the Minister is not required to register the notice.  2006, c. 33, Sched. Z.2, s. 15 (2). Notice of possible forfeiture (3) The Minister shall notify the following persons that the land and every interest in it is liable to be forfeited to the Crown unless the total amount owing under this Act is paid before December 1 of the year following the year in which the related notice required by subsection (5) is published in The Ontario Gazette: 1. The owner of the land, as indicated in the records of the land registry office or, if there are no such records, as indicated on the last revised assessment roll. 2. Every other person who according to the records, if any, in the land registry office has an interest in the land.  2006, c. 33, Sched. Z.2, s. 15 (3). Same (4) The notice required by subsection (3) must contain such additional information as may be prescribed and must be delivered by registered mail or by such other method as may be prescribed.  2006, c. 33, Sched. Z.2, s. 15 (4). Lien (4.1) If the total amount owing under this Act in respect of land for which the Minister has issued a notice under subsection (3) is paid by a person entitled to receive notice under paragraph 2 of subsection (3), other than a spouse of the owner of the land, the person has a lien on the land for the amount paid.  2009, c. 18, Sched. 25, s. 1. Priority of a lien (4.2) A lien under subsection (4.1) has priority over the interest in the land of any person whom notice was sent to under paragraph 2 of subsection (3).  2009, c. 18, Sched. 25, s. 1. Publication of list (5) On or before December 31, the Minister shall publish in The Ontario Gazette a notice containing a list of the lands in respect of which the notice described in subsection (3) was given during the year and indicating the circumstances in which the lands are liable to be forfeited to the Crown.  2006, c. 33, Sched. Z.2, s. 15 (5). Certificate of forfeiture (6) If any amount owing under this Act in respect of land remains unpaid on December 1 of the year following the year in which the applicable notice required by subsection (5) is published, the Minister may issue a certificate of forfeiture declaring that the land, and every interest in it, is forfeited to and vested in the Crown.  2006, c. 33, Sched. Z.2, s. 15 (6). Effect of issuance of certificate (7) When the certificate of forfeiture is issued, the land and every interest in it vests in the Crown absolutely freed and discharged from every estate, right, title, interest, claim or demand therein or thereto, whether existing, arising or accruing before or after the certificate is issued, and the land may be granted, sold, leased or otherwise disposed of in the same manner as public lands may be dealt with under the laws of Ontario.  2006, c. 33, Sched. Z.2, s. 15 (7). Restriction: mining lands (8) If the land, other than land held under a lease or licence of occupation, that is subject to forfeiture under this section is also subject to the acreage tax under the Mining Act, only the surface rights are forfeited under this section.  2006, c. 33, Sched. Z.2, s. 15 (8). Restriction: easements (9) A forfeiture under this section does not affect any easement to which the forfeited land is subject.  2006, c. 33, Sched. Z.2, s. 15 (9). Registration of certificate (10) The Minister shall register the certificate of forfeiture against the title to the land.  2006, c. 33, Sched. Z.2, s. 15 (10). Effect of registration of certificate (11) Upon registration of the certificate of forfeiture, the Registry Act or the Land Titles Act, as the case may be, ceases to apply to the forfeited land, and the land registrar shall note that fact in his or her register.  2006, c. 33, Sched. Z.2, s. 15 (11). Same (12) The registered certificate of forfeiture is absolute and conclusive evidence of the forfeiture to the Crown of the land and every interest therein so certified to be forfeited, and the forfeiture is not open to attack in any court by reason of the omission of any act or thing leading up to the forfeiture.  2006, c. 33, Sched. Z.2, s. 15 (12). Section Amendments with date in force (d/m/y) 2009, c. 18, Sched. 25, s. 1 - 05/06/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>(1) If any amount that may be collected under this Act remains unpaid for a period of two years or more, the Minister may register a notice of tax arrears against the title to the applicable land no later than November 30 in any year.  2006, c. 33, Sched. Z.2, s. 15 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) If there is no patent issued by the Crown granting the land, the Minister is not required to register the notice.  2006, c. 33, Sched. Z.2, s. 15 (2).</p> <p class=\"headnote\">Notice of possible forfeiture</p> <p class=\"subsection\">(3) The Minister shall notify the following persons that the land and every interest in it is liable to be forfeited to the Crown unless the total amount owing under this Act is paid before December 1 of the year following the year in which the related notice required by subsection (5) is published in <i>The Ontario Gazette</i>:</p> <p class=\"paragraph\">  1. The owner of the land, as indicated in the records of the land registry office or, if there are no such records, as indicated on the last revised assessment roll.</p> <p class=\"paragraph\">  2. Every other person who according to the records, if any, in the land registry office has an interest in the land.  2006, c. 33, Sched. Z.2, s. 15 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The notice required by subsection (3) must contain such additional information as may be prescribed and must be delivered by registered mail or by such other method as may be prescribed.  2006, c. 33, Sched. Z.2, s. 15 (4).</p> <p class=\"headnote\">Lien</p> <p class=\"subsection\">(4.1) If the total amount owing under this Act in respect of land for which the Minister has issued a notice under subsection (3) is paid by a person entitled to receive notice under paragraph 2 of subsection (3), other than a spouse of the owner of the land, the person has a lien on the land for the amount paid.  2009, c. 18, Sched. 25, s. 1.</p> <p class=\"headnote\">Priority of a lien</p> <p class=\"subsection\">(4.2) A lien under subsection (4.1) has priority over the interest in the land of any person whom notice was sent to under paragraph 2 of subsection (3).  2009, c. 18, Sched. 25, s. 1.</p> <p class=\"headnote\">Publication of list</p> <p class=\"subsection\">(5) On or before December 31, the Minister shall publish in <i>The Ontario Gazette</i> a notice containing a list of the lands in respect of which the notice described in subsection (3) was given during the year and indicating the circumstances in which the lands are liable to be forfeited to the Crown.  2006, c. 33, Sched. Z.2, s. 15 (5).</p> <p class=\"headnote\">Certificate of forfeiture</p> <p class=\"subsection\">(6) If any amount owing under this Act in respect of land remains unpaid on December 1 of the year following the year in which the applicable notice required by subsection (5) is published, the Minister may issue a certificate of forfeiture declaring that the land, and every interest in it, is forfeited to and vested in the Crown.  2006, c. 33, Sched. Z.2, s. 15 (6).</p> <p class=\"headnote\">Effect of issuance of certificate</p> <p class=\"subsection\">(7) When the certificate of forfeiture is issued, the land and every interest in it vests in the Crown absolutely freed and discharged from every estate, right, title, interest, claim or demand therein or thereto, whether existing, arising or accruing before or after the certificate is issued, and the land may be granted, sold, leased or otherwise disposed of in the same manner as public lands may be dealt with under the laws of Ontario.  2006, c. 33, Sched. Z.2, s. 15 (7).</p> <p class=\"headnote\">Restriction: mining lands</p> <p class=\"subsection\">(8) If the land, other than land held under a lease or licence of occupation, that is subject to forfeiture under this section is also subject to the acreage tax under the <i>Mining Act</i>, only the surface rights are forfeited under this section.  2006, c. 33, Sched. Z.2, s. 15 (8).</p> <p class=\"headnote\">Restriction: easements</p> <p class=\"subsection\">(9) A forfeiture under this section does not affect any easement to which the forfeited land is subject.  2006, c. 33, Sched. Z.2, s. 15 (9).</p> <p class=\"headnote\">Registration of certificate</p> <p class=\"subsection\">(10) The Minister shall register the certificate of forfeiture against the title to the land.  2006, c. 33, Sched. Z.2, s. 15 (10).</p> <p class=\"headnote\">Effect of registration of certificate</p> <p class=\"subsection\">(11) Upon registration of the certificate of forfeiture, the <i>Registry Act</i> or the <i>Land Titles Act</i>, as the case may be, ceases to apply to the forfeited land, and the land registrar shall note that fact in his or her register.  2006, c. 33, Sched. Z.2, s. 15 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) The registered certificate of forfeiture is absolute and conclusive evidence of the forfeiture to the Crown of the land and every interest therein so certified to be forfeited, and the forfeiture is not open to attack in any court by reason of the omission of any act or thing leading up to the forfeiture.  2006, c. 33, Sched. Z.2, s. 15 (12).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched25s1\">2009, c. 18, Sched. 25, s. 1</a></span> - 05/06/2009</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Revocation of forfeiture",
            "part_id": null,
            "part_type": null,
            "section_y": "Revocation of forfeiture",
            "content": "16 (1) If land has been forfeited to the Crown under this Act or a predecessor Act, the Minister may issue a certificate revoking the forfeiture.  2006, c. 33, Sched. Z.2, s. 16 (1). Effect of certificate (2) When the certificate is issued, ownership of the applicable land reverts to the owner of the land at the time of the forfeiture or the owners’ heirs, successors or assigns, subject to any lien, mortgage or charge entered or registered on title before the forfeiture that is still outstanding.  2006, c. 33, Sched. Z.2, s. 16 (2). Registration of certificate (3) The Minister shall register the certificate against the title to the applicable land.  2006, c. 33, Sched. Z.2, s. 16 (3). Administration",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) If land has been forfeited to the Crown under this Act or a predecessor Act, the Minister may issue a certificate revoking the forfeiture.  2006, c. 33, Sched. Z.2, s. 16 (1).</p> <p class=\"headnote\">Effect of certificate</p> <p class=\"subsection\">(2) When the certificate is issued, ownership of the applicable land reverts to the owner of the land at the time of the forfeiture or the owners’ heirs, successors or assigns, subject to any lien, mortgage or charge entered or registered on title before the forfeiture that is still outstanding.  2006, c. 33, Sched. Z.2, s. 16 (2).</p> <p class=\"headnote\">Registration of certificate</p> <p class=\"subsection\">(3) The Minister shall register the certificate against the title to the applicable land.  2006, c. 33, Sched. Z.2, s. 16 (3).</p> <p class=\"heading1\"><a name=\"BK20\"></a>Administration</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Administration",
            "section_x": "Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "section_x": "Preparation of tax roll",
            "part_id": null,
            "part_type": null,
            "section_y": "Preparation of tax roll",
            "content": "17 (1) The Minister shall prepare a tax roll for non-municipal territory for each year based on the last returned assessment roll for the year.  2006, c. 33, Sched. Z.2, s. 17 (1). Contents (2) The tax roll must set out the following information for separately assessed land in non-municipal territory: 1. The assessment roll number for the land. 2. A description of the land sufficient to identify it. 3. The name of every person against whom the land is assessed, including a tenant assessed under section 18 of the Assessment Act. 4. The assessed value of the land and, if the land is assessed in more than one property class, the assessed value in each property class. 5. The total amount payable under this or any other Act and, if the land is assessed in more than one property class, the total amount payable in respect of each property class. 6. In the case of land described in subsection 5 (2), the area of the land and the amount of tax calculated under that subsection. 7. The amount of taxes payable under this Act, including any penalties and interest, and any amounts payable under another Act, including any penalties and interest and, if the land is assessed in more than one property class, the amounts payable in respect of each property class.  2006, c. 33, Sched. Z.2, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>17 </b>(1) The Minister shall prepare a tax roll for non-municipal territory for each year based on the last returned assessment roll for the year.  2006, c. 33, Sched. Z.2, s. 17 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The tax roll must set out the following information for separately assessed land in non-municipal territory:</p> <p class=\"paragraph\">  1. The assessment roll number for the land.</p> <p class=\"paragraph\">  2. A description of the land sufficient to identify it.</p> <p class=\"paragraph\">  3. The name of every person against whom the land is assessed, including a tenant assessed under section 18 of the <i>Assessment Act</i>.</p> <p class=\"paragraph\">  4. The assessed value of the land and, if the land is assessed in more than one property class, the assessed value in each property class.</p> <p class=\"paragraph\">  5. The total amount payable under this or any other Act and, if the land is assessed in more than one property class, the total amount payable in respect of each property class.</p> <p class=\"paragraph\">  6. In the case of land described in subsection 5 (2), the area of the land and the amount of tax calculated under that subsection.</p> <p class=\"paragraph\">  7. The amount of taxes payable under this Act, including any penalties and interest, and any amounts payable under another Act, including any penalties and interest and, if the land is assessed in more than one property class, the amounts payable in respect of each property class.  2006, c. 33, Sched. Z.2, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "section_x": "Effect of change of assessment",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of change of assessment",
            "content": "18 If the assessment of land for a year changes as a result of a request under section 39.1 of the Assessment Act, an appeal under section 40 of that Act or an application under section 46 of that Act, (a) any tax relief provided under section 8 or any tax increase provided under section 9 shall be redetermined using the new tax on property for the year based on the new assessment; and (b) the tax roll for the year shall be altered to reflect the redetermination.  2006, c. 33, Sched. Z.2, s. 18; 2008, c. 7, Sched. A, s. 20. Section Amendments with date in force (d/m/y) 2008, c. 7, Sched. A, s. 20 - 01/01/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>18 </b>If the assessment of land for a year changes as a result of a request under section 39.1 of the <i>Assessment Act</i>, an appeal under section 40 of that Act or an application under section 46 of that Act,</p> <p class=\"paragraph\">  (a) any tax relief provided under section 8 or any tax increase provided under section 9 shall be redetermined using the new tax on property for the year based on the new assessment; and</p> <p class=\"paragraph\">  (b) the tax roll for the year shall be altered to reflect the redetermination.  2006, c. 33, Sched. Z.2, s. 18; 2008, c. 7, Sched. A, s. 20.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08007#schedas20\">2008, c. 7, Sched. A, s. 20</a></span> - 01/01/2009</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "section_x": "Statement of amounts owing for taxes",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement of amounts owing for taxes",
            "content": "19 (1) The Minister shall, at the request of any person, give to that person an itemized statement of all amounts owing for taxes in respect of any separately assessed land as of the day the statement is issued.  2006, c. 33, Sched. Z.2, s. 19 (1). Effect (2) A statement given under subsection (1) is binding on the Minister.  2006, c. 33, Sched. Z.2, s. 19 (2). Fee for statement (3) The Minister may charge such fee as he or she considers appropriate for the issuance of a statement under subsection (1).  2009, c. 18, Sched. 25, s. 2. Section Amendments with date in force (d/m/y) 2009, c. 18, Sched. 25, s. 2 - 05/06/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>19 </b>(1) The Minister shall, at the request of any person, give to that person an itemized statement of all amounts owing for taxes in respect of any separately assessed land as of the day the statement is issued.  2006, c. 33, Sched. Z.2, s. 19 (1).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(2) A statement given under subsection (1) is binding on the Minister.  2006, c. 33, Sched. Z.2, s. 19 (2).</p> <p class=\"headnote\">Fee for statement</p> <p class=\"subsection\">(3) The Minister may charge such fee as he or she considers appropriate for the issuance of a statement under subsection (1).  2009, c. 18, Sched. 25, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched25s2\">2009, c. 18, Sched. 25, s. 2</a></span> - 05/06/2009</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.1",
            "section_x": "Statement of account",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement of account",
            "content": "19.1 (1) The Minister may, at the request of an owner of land, give to that owner a statement of account that sets out all amounts owing for taxes in respect of the owner’s land as of the day the statement is issued.  2009, c. 18, Sched. 25, s. 3. Effect (2) A statement given under subsection (1) is not binding on the Minister.  2009, c. 18, Sched. 25, s. 3. Fee for statement (3) The Minister may charge such fee as he or she considers appropriate for the issuance of a statement under subsection (1).  2009, c. 18, Sched. 25, s. 3. Section Amendments with date in force (d/m/y) 2009, c. 18, Sched. 25, s. 3 - 05/06/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>19.1 </b>(1) The Minister may, at the request of an owner of land, give to that owner a statement of account that sets out all amounts owing for taxes in respect of the owner’s land as of the day the statement is issued.  2009, c. 18, Sched. 25, s. 3.</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(2) A statement given under subsection (1) is not binding on the Minister.  2009, c. 18, Sched. 25, s. 3.</p> <p class=\"headnote\">Fee for statement</p> <p class=\"subsection\">(3) The Minister may charge such fee as he or she considers appropriate for the issuance of a statement under subsection (1).  2009, c. 18, Sched. 25, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched25s3\">2009, c. 18, Sched. 25, s. 3</a></span> - 05/06/2009</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "section_x": "Amounts collected on behalf of other bodies",
            "part_id": null,
            "part_type": null,
            "section_y": "Amounts collected on behalf of other bodies",
            "content": "20 (1) If amounts payable under one or more prescribed Acts to one or more bodies specified in those Acts are to be collected as if the amounts were tax payable under this Act, the Minister shall apply all amounts collected under this Act in respect of a property in the prescribed manner.  2008, c. 19, Sched. Q, s. 3. Information (2) Every body referred to in subsection (1) shall, for the purposes of that subsection, give the Minister such information as the Minister may specify, in a form acceptable to the Minister.  2006, c. 33, Sched. Z.2, s. 20 (2). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. Q, s. 3 - 01/01/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>20 </b>(1) If amounts payable under one or more prescribed Acts to one or more bodies specified in those Acts are to be collected as if the amounts were tax payable under this Act, the Minister shall apply all amounts collected under this Act in respect of a property in the prescribed manner.  2008, c. 19, Sched. Q, s. 3.</p> <p class=\"headnote\">Information</p> <p class=\"subsection\">(2) Every body referred to in subsection (1) shall, for the purposes of that subsection, give the Minister such information as the Minister may specify, in a form acceptable to the Minister.  2006, c. 33, Sched. Z.2, s. 20 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedqs3\">2008, c. 19, Sched. Q, s. 3</a></span> - 01/01/2009</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "section_x": "Payment to affected municipality",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment to affected municipality",
            "content": "21 If land becomes part of a municipality in a year, the Minister may pay to the municipality any part of the property tax on the land for the year.  2006, c. 33, Sched. Z.2, s. 21.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>21 </b>If land becomes part of a municipality in a year, the Minister may pay to the municipality any part of the property tax on the land for the year.  2006, c. 33, Sched. Z.2, s. 21.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.",
            "section_x": "Deemed delivery of notices and documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Deemed delivery of notices and documents",
            "content": "22 (1) A notice or other document that, under this Act, is required or permitted to be given or sent to a person may be mailed to the person at the person’s most recent address in the records of the Ministry, and the person shall be deemed, in the absence of evidence to the contrary, to have received it on the day on which it is mailed.  2006, c. 33, Sched. Z.2, s. 22 (1). Same, more than one owner (2) If there is more than one owner of land, a notice or other document that, under this Act, is given or sent to one of the owners shall be deemed to have been given or sent to all of them.  2006, c. 33, Sched. Z.2, s. 22 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>22 </b>(1) A notice or other document that, under this Act, is required or permitted to be given or sent to a person may be mailed to the person at the person’s most recent address in the records of the Ministry, and the person shall be deemed, in the absence of evidence to the contrary, to have received it on the day on which it is mailed.  2006, c. 33, Sched. Z.2, s. 22 (1).</p> <p class=\"headnote\">Same, more than one owner</p> <p class=\"subsection\">(2) If there is more than one owner of land, a notice or other document that, under this Act, is given or sent to one of the owners shall be deemed to have been given or sent to all of them.  2006, c. 33, Sched. Z.2, s. 22 (2).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "23.",
            "section_x": "Affidavit as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Affidavit as evidence",
            "content": "23 For the purposes of a proceeding under this Act, the facts necessary to establish the Minister’s compliance with this Act or to establish a person’s failure to comply with this Act are, in the absence of evidence to the contrary, sufficiently proved by an affidavit of the Minister or of an officer of the Ministry of Finance.  2006, c. 33, Sched. Z.2, s. 23.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>23 </b>For the purposes of a proceeding under this Act, the facts necessary to establish the Minister’s compliance with this Act or to establish a person’s failure to comply with this Act are, in the absence of evidence to the contrary, sufficiently proved by an affidavit of the Minister or of an officer of the Ministry of Finance.  2006, c. 33, Sched. Z.2, s. 23.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "24.",
            "section_x": "Delegation by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation by Minister",
            "content": "24 (1) The Minister may delegate to a public servant employed under Part III of the Public Service of Ontario Act, 2006 any of the Minister’s powers or duties under this Act.  2006, c. 33, Sched. Z.2, s. 24 (1); 2006, c. 35, Sched. C, s. 135 (4). Same (2) The delegation must be made in writing and is subject to such limitations, conditions and requirements as are set out in it.  2006, c. 33, Sched. Z.2, s. 24 (2). Subdelegation (3) In a delegation, the Minister may authorize a person to whom a power or duty is delegated to delegate the power or duty to others, subject to such limitations, conditions and requirements as the person may impose.  2006, c. 33, Sched. Z.2, s. 24 (3). Presumption (4) A person who purports to exercise a delegated power or perform a delegated duty shall be presumed conclusively to act in accordance with the delegation.  2006, c. 33, Sched. Z.2, s. 24 (4). Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 135 (4) - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>24 </b>(1) The Minister may delegate to a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i> any of the Minister’s powers or duties under this Act.  2006, c. 33, Sched. Z.2, s. 24 (1); 2006, c. 35, Sched. C, s. 135 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The delegation must be made in writing and is subject to such limitations, conditions and requirements as are set out in it.  2006, c. 33, Sched. Z.2, s. 24 (2).</p> <p class=\"headnote\">Subdelegation</p> <p class=\"subsection\">(3) In a delegation, the Minister may authorize a person to whom a power or duty is delegated to delegate the power or duty to others, subject to such limitations, conditions and requirements as the person may impose.  2006, c. 33, Sched. Z.2, s. 24 (3).</p> <p class=\"headnote\">Presumption</p> <p class=\"subsection\">(4) A person who purports to exercise a delegated power or perform a delegated duty shall be presumed conclusively to act in accordance with the delegation.  2006, c. 33, Sched. Z.2, s. 24 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs135s4\">2006, c. 35, Sched. C, s. 135 (4)</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.1",
            "section_x": "Authority to enter into agreements with municipalities",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority to enter into agreements with municipalities",
            "content": "24.1 (1) The Minister, on behalf of Her Majesty in right of Ontario, may enter into and amend agreements with municipalities under which the municipality will act as agent of the Minister respecting the administration and enforcement of this Act.  2008, c. 19, Sched. Q, s. 4. Payment of property tax (2) For greater certainty, an agreement may authorize the municipality to receive payments of property tax in the municipality’s name.  2009, c. 18, Sched. 25, s. 4. Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. Q, s. 4 - 01/01/2009 2009, c. 18, Sched. 25, s. 4 - 05/06/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>24.1</b> (1) The Minister, on behalf of Her Majesty in right of Ontario, may enter into and amend agreements with municipalities under which the municipality will act as agent of the Minister respecting the administration and enforcement of this Act.  2008, c. 19, Sched. Q, s. 4.</p> <p class=\"headnote\">Payment of property tax</p> <p class=\"subsection\">(2) For greater certainty, an agreement may authorize the municipality to receive payments of property tax in the municipality’s name.  2009, c. 18, Sched. 25, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedqs4\">2008, c. 19, Sched. Q, s. 4</a></span> - 01/01/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched25s4\">2009, c. 18, Sched. 25, s. 4</a></span> - 05/06/2009</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "25 (1) The Minister may make regulations, (a) governing and clarifying the application of this Act; (b) prescribing those matters which are required or permitted to be prescribed; (c) governing those matters which are required or permitted to be done in accordance with the regulations; (d) defining any word or expression in this Act that is not already defined; (e) providing for the deferral or cancellation of, or other relief in respect of, all or part of a tax increase on property in the residential property class for persons assessed as owners who are, or whose spouses are, (i) low-income seniors, as defined in the regulations, or (ii) low-income persons with disabilities, as defined in the regulations; (f) providing for tax rebates in whole or in part for eligible charities for the purpose of giving them relief from taxes or amounts paid on account of taxes on property they occupy and prescribing circumstances in which the tax rebate is available, the classes of property to which it applies and any conditions that must be satisfied; (g) providing for tax rebates in whole or in part to owners of property that have vacant portions, other than property in the residential property class, the multi-residential property class, the farm property class, the pipe line property class or the managed forests property class, and prescribing the circumstances in which the tax rebate is available and any conditions that must be satisfied; (h) providing for the cancellation of all or a portion of the taxes levied on property for the purposes of providing an incentive for the environmental remediation of the property and prescribing circumstances in which the cancellation is available, the classes of property to which a cancellation applies and any conditions that must be satisfied; (i) providing for reductions or refunds of tax in respect of heritage properties and prescribing circumstances in which the tax reduction or refund is available, the classes of property to which it applies and any conditions that must be satisfied; (j) governing the allocation and application of amounts collected under this Act in respect of amounts payable under this Act and amounts payable under one or more prescribed Acts; (k) providing for the payment of interest on any refund, rebate, deferral or cancellation of property tax that is authorized by this Act and prescribing the rate thereof; (l) prescribing the manner in which property tax payable is billed and paid for the purposes of subsection 6 (1.1).  2006, c. 33, Sched. Z.2, s. 25 (1); 2008, c. 19, Sched. Q, s. 5; 2016, c. 37, Sched. 20, s. 1. Classes (2) A regulation may establish classes of persons or land and may impose different requirements or entitlements with respect to each class.  2006, c. 33, Sched. Z.2, s. 25 (2). Scope of regulation (3) A regulation may be general or specific in its application.  2006, c. 33, Sched. Z.2, s. 25 (3). Retroactivity (4) A regulation is effective with reference to a period before it was filed, if the regulation so provides.  2006, c. 33, Sched. Z.2, s. 25 (4). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. Q, s. 5 - 01/01/2009 2016, c. 37, Sched. 20, s. 1 - 08/12/2016 Transitional Matters",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>25 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) governing and clarifying the application of this Act;</p> <p class=\"paragraph\">  (b) prescribing those matters which are required or permitted to be prescribed;</p> <p class=\"paragraph\">  (c) governing those matters which are required or permitted to be done in accordance with the regulations;</p> <p class=\"paragraph\">  (d) defining any word or expression in this Act that is not already defined;</p> <p class=\"paragraph\">  (e) providing for the deferral or cancellation of, or other relief in respect of, all or part of a tax increase on property in the residential property class for persons assessed as owners who are, or whose spouses are,</p> <p class=\"subclause\">  (i) low-income seniors, as defined in the regulations, or</p> <p class=\"subclause\">  (ii) low-income persons with disabilities, as defined in the regulations;</p> <p class=\"paragraph\">  (f) providing for tax rebates in whole or in part for eligible charities for the purpose of giving them relief from taxes or amounts paid on account of taxes on property they occupy and prescribing circumstances in which the tax rebate is available, the classes of property to which it applies and any conditions that must be satisfied;</p> <p class=\"paragraph\">  (g) providing for tax rebates in whole or in part to owners of property that have vacant portions, other than property in the residential property class, the multi-residential property class, the farm property class, the pipe line property class or the managed forests property class, and prescribing the circumstances in which the tax rebate is available and any conditions that must be satisfied;</p> <p class=\"paragraph\">  (h) providing for the cancellation of all or a portion of the taxes levied on property for the purposes of providing an incentive for the environmental remediation of the property and prescribing circumstances in which the cancellation is available, the classes of property to which a cancellation applies and any conditions that must be satisfied;</p> <p class=\"paragraph\">  (i) providing for reductions or refunds of tax in respect of heritage properties and prescribing circumstances in which the tax reduction or refund is available, the classes of property to which it applies and any conditions that must be satisfied;</p> <p class=\"paragraph\">  (j) governing the allocation and application of amounts collected under this Act in respect of amounts payable under this Act and amounts payable under one or more prescribed Acts;</p> <p class=\"paragraph\">  (k) providing for the payment of interest on any refund, rebate, deferral or cancellation of property tax that is authorized by this Act and prescribing the rate thereof;</p> <p class=\"paragraph\">  (l) prescribing the manner in which property tax payable is billed and paid for the purposes of subsection 6 (1.1).  2006, c. 33, Sched. Z.2, s. 25 (1); 2008, c. 19, Sched. Q, s. 5; 2016, c. 37, Sched. 20, s. 1.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(2) A regulation may establish classes of persons or land and may impose different requirements or entitlements with respect to each class.  2006, c. 33, Sched. Z.2, s. 25 (2).</p> <p class=\"headnote\">Scope of regulation</p> <p class=\"subsection\">(3) A regulation may be general or specific in its application.  2006, c. 33, Sched. Z.2, s. 25 (3).</p> <p class=\"headnote\">Retroactivity</p> <p class=\"subsection\">(4) A regulation is effective with reference to a period before it was filed, if the regulation so provides.  2006, c. 33, Sched. Z.2, s. 25 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK32\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedqs5\">2008, c. 19, Sched. Q, s. 5</a></span> - 01/01/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16037#sched20s1\">2016, c. 37, Sched. 20, s. 1</a></span> - 08/12/2016</p> <p class=\"heading1\">Transitional Matters</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Transitional Matters",
            "section_x": "Transitional Matters",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "section_x": "Adjustments for amounts under predecessor Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Adjustments for amounts under predecessor Act",
            "content": "26 Adjustments made after 2008 that relate to amounts payable but not paid before 2009 under the Provincial Land Tax Act or that relate to overpayments made before 2009 under that Act shall be charged or credited under this Act to the owner of the land as if the amounts had been payable or the overpayments made under this Act.  2006, c. 33, Sched. Z.2, s. 26. 27 Omitted (provides for coming into force of provisions of this Act).  2006, c. 33, Sched. Z.2, s. 27. 28 Omitted (enacts short title of this Act).  2006, c. 33, Sched. Z.2, s. 28. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>26 </b>Adjustments made after 2008 that relate to amounts payable but not paid before 2009 under the <i>Provincial Land Tax Act</i> or that relate to overpayments made before 2009 under that Act shall be charged or credited under this Act to the owner of the land as if the amounts had been payable or the overpayments made under this Act.  2006, c. 33, Sched. Z.2, s. 26.</p> <p class=\"section\"><b>27</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2006, c. 33, Sched. Z.2, s. 27.</p> <p class=\"section\"><b>28</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2006, c. 33, Sched. Z.2, s. 28.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/06p33\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}