{
    "act_info": {
        "full_title": "Province of Ontario Savings Office Privatization Act, 2002, S.O. 2002, c. 8, Sched. H",
        "act_name_text": "Province of Ontario Savings Office Privatization Act, 2002",
        "citation": "S.O. 2002, c. 8, Sched. H",
        "url": "https://www.ontario.ca/laws/statute/02p08",
        "date_scraped": "2023-12-18 12:36:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/02p08/v6",
            "valid_from": "December  8, 2020",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/02p08/v5",
            "valid_from": "June  8, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/02p08/v4",
            "valid_from": "May 29, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/statute/02p08/v3",
            "valid_from": "March 22, 2017",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/02p08/v2",
            "valid_from": "December 16, 2004",
            "valid_to": "March 21, 2017"
        },
        {
            "a_href": "/laws/statute/02p08/v1",
            "valid_from": "November 15, 2002",
            "valid_to": "December 15, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “books and records” means books, records and information that are in any form, including printed form, electronic form and film; (“livres et registres”) “business day” means a day other than Saturday or a holiday; (“jour ouvrable”) “Crown” means Her Majesty in right of Ontario and includes the Ontario Financing Authority; (“Couronne”) “demand deposit” means a deposit that is repayable to the depositor on demand or within a specified period of time following demand, and includes any interest that has accrued and has not been paid; (“dépôt à vue”) “deposit” means money on deposit and includes the assets of a home ownership savings plan; (“dépôt”) “home ownership savings plan” means an Ontario home ownership savings plan established under the Ontario Home Ownership Savings Plan Act; (“régime d’épargne-logement”) “maturity date” means, with respect to a term deposit that is transferred by the Crown to a transferee under an agreement authorized by section 2, the date of maturity of the term deposit that is determined, without regard for renewals or rollovers that may occur after the transfer, as of the day the term deposit is transferred; (“date d’échéance”) “Minister” means the Minister of Finance; (“ministre”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “Province of Ontario Savings Office” means the savings offices and agencies operated by the Ontario Financing Authority under the authority of clause 30 (1) (b) of the Capital Investment Plan Act, 1993; (“Caisse d’épargne de l’Ontario”) “term deposit” means a deposit that bears interest at a fixed rate and has a fixed term, and includes interest that has accrued and has not been paid; (“dépôt à terme”) “transferee” means a person with whom the Minister has entered into an agreement for the transfer of any or all deposits maintained at the Province of Ontario Savings Office and includes an assignee of the transferee’s rights and obligations under the agreement if the Minister approves the assignment to the assignee. (“destinataire du transfert”)  2002, c. 8, Sched. H, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“books and records” means books, records and information that are in any form, including printed form, electronic form and film; (“livres et registres”)</p> <p class=\"definition\">“business day” means a day other than Saturday or a holiday; (“jour ouvrable”)</p> <p class=\"definition\">“Crown” means Her Majesty in right of Ontario and includes the Ontario Financing Authority; (“Couronne”)</p> <p class=\"definition\">“demand deposit” means a deposit that is repayable to the depositor on demand or within a specified period of time following demand, and includes any interest that has accrued and has not been paid; (“dépôt à vue”)</p> <p class=\"definition\">“deposit” means money on deposit and includes the assets of a home ownership savings plan; (“dépôt”)</p> <p class=\"definition\">“home ownership savings plan” means an Ontario home ownership savings plan established under the <i>Ontario Home Ownership Savings Plan Act</i>;<b> </b>(“régime d’épargne-logement”)</p> <p class=\"definition\">“maturity date” means, with respect to a term deposit that is transferred by the Crown to a transferee under an agreement authorized by section 2, the date of maturity of the term deposit that is determined, without regard for renewals or rollovers that may occur after the transfer, as of the day the term deposit is transferred; (“date d’échéance”)</p> <p class=\"definition\">“Minister” means the Minister of Finance; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“Province of Ontario Savings Office” means the savings offices and agencies operated by the Ontario Financing Authority under the authority of clause 30 (1) (b) of the <i>Capital Investment Plan Act, 1993</i>; (“Caisse d’épargne de l’Ontario”)</p> <p class=\"definition\">“term deposit” means a deposit that bears interest at a fixed rate and has a fixed term, and includes interest that has accrued and has not been paid; (“dépôt à terme”)</p> <p class=\"definition\">“transferee” means a person with whom the Minister has entered into an agreement for the transfer of any or all deposits maintained at the Province of Ontario Savings Office and includes an assignee of the transferee’s rights and obligations under the agreement if the Minister approves the assignment to the assignee. (“destinataire du transfert”)  2002, c. 8, Sched. H, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Transfer of deposit",
            "content": "2 (1) The Minister may, (a)  enter into one or more agreements for the transfer and payment of one or more deposits maintained at the Province of Ontario Savings Office and recorded in the books and records of the Province of Ontario Savings Office at the time of the transfer, on such terms and conditions and with such transferees as the Minister may determine; and (b)  pay from the Consolidated Revenue Fund to each transferee with whom the Minister has entered into an agreement described in clause (a) such amount or amounts of money as the Minister considers necessary or appropriate to transfer the deposits to the transferee in accordance with the terms and conditions of the agreement.  2002, c. 8, Sched. H, s. 2 (1). No consent required (2) A transfer of a deposit referred to in subsection (1) may be carried out without the consent of the depositor.  2002, c. 8, Sched. H, s. 2 (2). Payment by issuing notes, etc. (3) The Minister may make a payment to a transferee under an agreement referred to in subsection (1) by the issue, from time to time, of notes, bonds or other evidences of indebtedness on such terms and conditions as the Minister may determine, and the principal amount and interest owing under the notes, bonds or other evidences of indebtedness shall be a charge on and payable out of the Consolidated Revenue Fund.  2002, c. 8, Sched. H, s. 2 (3). Agreement for administration of deposits (4) The Minister may enter into an agreement with any person, on such terms and conditions as the Minister considers appropriate, to provide for the administration of deposits maintained at the Province of Ontario Savings Office and may pay all costs, expenses and charges incurred in respect of the administration of deposits out of the Consolidated Revenue Fund.  2002, c. 8, Sched. H, s. 2 (4). Payment of deposits not transferred (5) The Minister may pay out of the Consolidated Revenue Fund any deposit that is not transferred pursuant to an agreement authorized by subsection (1) to the depositor, in accordance with the terms and conditions of the deposit and the regulations.  2002, c. 8, Sched. H, s. 2 (5).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Minister may,</p> <p class=\"paragraph\">  (a)  enter into one or more agreements for the transfer and payment of one or more deposits maintained at the Province of Ontario Savings Office and recorded in the books and records of the Province of Ontario Savings Office at the time of the transfer, on such terms and conditions and with such transferees as the Minister may determine; and</p> <p class=\"paragraph\">  (b)  pay from the Consolidated Revenue Fund to each transferee with whom the Minister has entered into an agreement described in clause (a) such amount or amounts of money as the Minister considers necessary or appropriate to transfer the deposits to the transferee in accordance with the terms and conditions of the agreement.  2002, c. 8, Sched. H, s. 2 (1).</p> <p class=\"headnote\">No consent required</p> <p class=\"subsection\">(2) A transfer of a deposit referred to in subsection (1) may be carried out without the consent of the depositor.  2002, c. 8, Sched. H, s. 2 (2).</p> <p class=\"headnote\">Payment by issuing notes, etc.</p> <p class=\"subsection\">(3) The Minister may make a payment to a transferee under an agreement referred to in subsection (1) by the issue, from time to time, of notes, bonds or other evidences of indebtedness on such terms and conditions as the Minister may determine, and the principal amount and interest owing under the notes, bonds or other evidences of indebtedness shall be a charge on and payable out of the Consolidated Revenue Fund.  2002, c. 8, Sched. H, s. 2 (3).</p> <p class=\"headnote\">Agreement for administration of deposits </p> <p class=\"subsection\">(4) The Minister may enter into an agreement with any person, on such terms and conditions as the Minister considers appropriate, to provide for the administration of deposits maintained at the Province of Ontario Savings Office and may pay all costs, expenses and charges incurred in respect of the administration of deposits out of the Consolidated Revenue Fund.  2002, c. 8, Sched. H, s. 2 (4).</p> <p class=\"headnote\">Payment of deposits not transferred</p> <p class=\"subsection\">(5) The Minister may pay out of the Consolidated Revenue Fund any deposit that is not transferred pursuant to an agreement authorized by subsection (1) to the depositor, in accordance with the terms and conditions of the deposit and the regulations.  2002, c. 8, Sched. H, s. 2 (5).</p>"
        },
        {
            "id": "3",
            "section": "Transfer of assets and liabilities",
            "content": "3 (1) The Minister may transfer to any person any rights, obligations, assets and liabilities, including agreements and intellectual property, relating to or used in connection with the Province of Ontario Savings Office, or any interest in them, on such terms and conditions as the Minister may determine.  2002, c. 8, Sched. H, s. 3 (1). Agreement assignable (2) An agreement referred to in subsection (1) that does not expressly prohibit assignment by the Minister, the Crown or an agent of the Crown shall be deemed to be assignable by the Minister pursuant to subsection (1) without the consent of any party to the agreement.  2002, c. 8, Sched. H, s. 3 (2). Other agreements, etc. (3) The Minister may enter into such other agreements, execute such documents and instruments, and do such other acts and things as the Minister considers necessary or advisable to effect a transfer or transaction authorized by this Act or otherwise to carry out the spirit and intent of this Act.  2002, c. 8, Sched. H, s. 3 (3).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Minister may transfer to any person any rights, obligations, assets and liabilities, including agreements and intellectual property, relating to or used in connection with the Province of Ontario Savings Office, or any interest in them, on such terms and conditions as the Minister may determine.  2002, c. 8, Sched. H, s. 3 (1).</p> <p class=\"headnote\">Agreement assignable</p> <p class=\"subsection\">(2) An agreement referred to in subsection (1) that does not expressly prohibit assignment by the Minister, the Crown or an agent of the Crown shall be deemed to be assignable by the Minister pursuant to subsection (1) without the consent of any party to the agreement.  2002, c. 8, Sched. H, s. 3 (2).</p> <p class=\"headnote\">Other agreements, etc.</p> <p class=\"subsection\">(3) The Minister may enter into such other agreements, execute such documents and instruments, and do such other acts and things as the Minister considers necessary or advisable to effect a transfer or transaction authorized by this Act or otherwise to carry out the spirit and intent of this Act.  2002, c. 8, Sched. H, s. 3 (3).</p>"
        },
        {
            "id": "4",
            "section": "Financial Administration Act, s. 28 not applicable",
            "content": "4 Section 28 of the Financial Administration Act does not apply to any transfer or transaction referred to in this Act or to any agreement entered into pursuant to this Act.  2002, c. 8, Sched. H, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>Section 28 of the <i>Financial Administration Act</i> does not apply to any transfer or transaction referred to in this Act or to any agreement entered into pursuant to this Act.  2002, c. 8, Sched. H, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Demand deposits",
            "content": "5 The following rules apply if the Minister transfers a demand deposit maintained at the Province of Ontario Savings Office to a transferee pursuant to an agreement authorized by section 2: 1.  The Crown shall cease to be liable in respect of the demand deposit as of the end of the day on which the transfer takes place. 2.  The transferee shall become liable for the demand deposit as of the end of the day on which the transfer takes place and the demand deposit shall be deemed to be deposited with the transferee as of that time. 3.  The transferee may rely on the signing authority and account authorizations relating to the transferred demand deposit, as if they had been provided directly to the transferee, until such time as the depositor and the transferee agree otherwise.  2002, c. 8, Sched. H, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>The following rules apply if the Minister transfers a demand deposit maintained at the Province of Ontario Savings Office to a transferee pursuant to an agreement authorized by section 2:</p> <p class=\"paragraph\">  1.  The Crown shall cease to be liable in respect of the demand deposit as of the end of the day on which the transfer takes place.</p> <p class=\"paragraph\">  2.  The transferee shall become liable for the demand deposit as of the end of the day on which the transfer takes place and the demand deposit shall be deemed to be deposited with the transferee as of that time.</p> <p class=\"paragraph\">  3.  The transferee may rely on the signing authority and account authorizations relating to the transferred demand deposit, as if they had been provided directly to the transferee, until such time as the depositor and the transferee agree otherwise.  2002, c. 8, Sched. H, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Term deposits",
            "content": "6 (1) The following rules apply if the Minister transfers a term deposit maintained at the Province of Ontario Savings Office to a transferee pursuant to an agreement authorized by section 2: 1.  Subject to its obligations as a guarantor under section 8, the Crown shall cease to be liable in respect of the term deposit as of the end of the day on which the transfer takes place. 2.  The transferee shall become liable for the term deposit as of the end of the day on which the transfer takes place and the term deposit shall be deemed to be deposited with the transferee as of that time. 3.  The terms and conditions and maturity date of the term deposit shall not change as a result of the transfer. 4.  The transferee may rely on the signing authority and account authorizations relating to the term deposit as if they had been provided directly to the transferee, until such time as the depositor and the transferee agree otherwise. 5.  The transferee shall not exercise any right of set-off or combination with respect to the proceeds of the term deposit at any time before the 31st day after the maturity date or the date of termination of the term deposit.  2002, c. 8, Sched. H, s. 6 (1). Exception (2) Paragraph 5 of subsection (1) does not apply to a term deposit if, (a)  the depositor agrees in writing that the transferee may exercise a right of set-off or combination with respect to the proceeds of the term deposit; (b)  the right of set-off or combination is with respect to a claim that arises after the day the term deposit is transferred to the transferee; or (c)  the principal amount of the term deposit is increased after the term deposit is transferred and the right of set-off or combination relates only to the amount of the increase.  2002, c. 8, Sched. H, s. 6 (2). Instructions on maturity (3) The transferee shall, unless instructed otherwise in writing by a depositor, carry out any instructions for the payment or deposit of the proceeds of the term deposit that were previously given by the depositor to the Province of Ontario Savings Office, but shall not carry out any instructions given previously to the Province of Ontario Savings Office with respect to automatic renewals or rollovers.  2002, c. 8, Sched. H, s. 6 (3). Same (4) No cause of action arises as a direct or indirect result of a transferee complying with subsection (3).  2002, c. 8, Sched. H, s. 6 (4).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The following rules apply if the Minister transfers a term deposit maintained at the Province of Ontario Savings Office to a transferee pursuant to an agreement authorized by section 2:</p> <p class=\"paragraph\">  1.  Subject to its obligations as a guarantor under section 8, the Crown shall cease to be liable in respect of the term deposit as of the end of the day on which the transfer takes place.</p> <p class=\"paragraph\">  2.  The transferee shall become liable for the term deposit as of the end of the day on which the transfer takes place and the term deposit shall be deemed to be deposited with the transferee as of that time. </p> <p class=\"paragraph\">  3.  The terms and conditions and maturity date of the term deposit shall not change as a result of the transfer.</p> <p class=\"paragraph\">  4.  The transferee may rely on the signing authority and account authorizations relating to the term deposit as if they had been provided directly to the transferee, until such time as the depositor and the transferee agree otherwise.</p> <p class=\"paragraph\">  5.  The transferee shall not exercise any right of set-off or combination with respect to the proceeds of the term deposit at any time before the 31st day after the maturity date or the date of termination of the term deposit.  2002, c. 8, Sched. H, s. 6 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Paragraph 5 of subsection (1) does not apply to a term deposit if,</p> <p class=\"paragraph\">  (a)  the depositor agrees in writing that the transferee may exercise a right of set-off or combination with respect to the proceeds of the term deposit; </p> <p class=\"paragraph\">  (b)  the right of set-off or combination is with respect to a claim that arises after the day the term deposit is transferred to the transferee; or</p> <p class=\"paragraph\">  (c)  the principal amount of the term deposit is increased after the term deposit is transferred and the right of set-off or combination relates only to the amount of the increase.  2002, c. 8, Sched. H, s. 6 (2).</p> <p class=\"headnote\">Instructions on maturity</p> <p class=\"subsection\">(3) The transferee shall, unless instructed otherwise in writing by a depositor, carry out any instructions for the payment or deposit of the proceeds of the term deposit that were previously given by the depositor to the Province of Ontario Savings Office, but shall not carry out any instructions given previously to the Province of Ontario Savings Office with respect to automatic renewals or rollovers.  2002, c. 8, Sched. H, s. 6 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) No cause of action arises as a direct or indirect result of a transferee complying with subsection (3).  2002, c. 8, Sched. H, s. 6 (4).</p>"
        },
        {
            "id": "7",
            "section": "Home ownership savings plans",
            "content": "7 (1) The following applies if the Minister transfers a deposit that constitutes the assets of a home ownership savings plan maintained at a Province of Ontario Savings Office to a transferee pursuant to an agreement authorized by section 2: 1.  The assets comprising the home ownership savings plan shall be transferred directly to the transferee as of the end of the day on which the transfer of the home ownership savings plan takes place and the assets shall include all interest accrued to the end of that day. 2.  The transfer of assets described in paragraph 1 shall be deemed to be on behalf of and at the direction of the planholder. 3.  The transferee shall be deemed to be a replacement depositary within the meaning of the Ontario Home Ownership Savings Plan Act, with the consequences stipulated in section 8 of that Act, as of the end of the day on which the transfer of the assets of the home ownership savings plan takes place. 4.  The Crown shall cease to be liable in respect of the home ownership savings plan as of the end of the day on which the transfer takes place. 5.  The transferee may rely on the signing authority and account authorizations relating to the home ownership savings plan, as if they had been provided directly to the transferee, until such time as the planholder and the transferee agree otherwise.  2002, c. 8, Sched. H, s. 7 (1). No consent required (2) Despite section 8 of the Ontario Home Ownership Savings Plan Act, a transfer of the assets of a home ownership savings plan described in subsection (1) does not require the consent or direction of the planholder.  2002, c. 8, Sched. H, s. 7 (2). Definition (3) In this section, “planholder” means, in respect of a home ownership savings plan, the planholder of the home ownership savings plan under the Ontario Home Ownership Savings Plan Act.  2002, c. 8, Sched. H, s. 7 (3).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The following applies if the Minister transfers a deposit that constitutes the assets of a home ownership savings plan maintained at a Province of Ontario Savings Office to a transferee pursuant to an agreement authorized by section 2:</p> <p class=\"paragraph\">  1.  The assets comprising the home ownership savings plan shall be transferred directly to the transferee as of the end of the day on which the transfer of the home ownership savings plan takes place and the assets shall include all interest accrued to the end of that day.</p> <p class=\"paragraph\">  2.  The transfer of assets described in paragraph 1 shall be deemed to be on behalf of and at the direction of the planholder.</p> <p class=\"paragraph\">  3.  The transferee shall be deemed to be a replacement depositary within the meaning of the <i>Ontario Home Ownership Savings Plan Act</i>, with the consequences stipulated in section 8 of that Act, as of the end of the day on which the transfer of the assets of the home ownership savings plan takes place.</p> <p class=\"paragraph\">  4.  The Crown shall cease to be liable in respect of the home ownership savings plan as of the end of the day on which the transfer takes place.</p> <p class=\"paragraph\">  5.  The transferee may rely on the signing authority and account authorizations relating to the home ownership savings plan, as if they had been provided directly to the transferee, until such time as the planholder and the transferee agree otherwise.  2002, c. 8, Sched. H, s. 7 (1).</p> <p class=\"headnote\">No consent required</p> <p class=\"subsection\">(2) Despite section 8 of the<i> <i>Ontario Home Ownership Savings Plan Act</i></i>, a transfer of the assets of a home ownership savings plan described in subsection (1) does not require the consent or direction of the planholder.  2002, c. 8, Sched. H, s. 7 (2).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“planholder” means, in respect of a home ownership savings plan, the planholder of the home ownership savings plan under the <i>Ontario Home Ownership Savings Plan Act</i>.  2002, c. 8, Sched. H, s. 7 (3).</p>"
        },
        {
            "id": "8",
            "section": "Provincial guarantee of term deposits",
            "content": "8 (1) Subject to subsection (3), if a term deposit maintained at the Province of Ontario Savings Office is transferred to a transferee pursuant to an agreement authorized by section 2 and in accordance with the rules in section 6, the Minister, on behalf of the Crown, shall guarantee to the depositor of the term deposit the payment by the transferee, on the earlier of the maturity date or termination date of the term deposit, of an amount equal to the sum of, (a)  the lesser of, (i)  the principal amount of the term deposit that was outstanding as of the end of the day on which the term deposit was transferred, and (ii)  the principal amount of the term deposit that was outstanding as of the end of the day on which the depositor makes a claim under the guarantee; and (b)  all interest on the amount referred to in clause (a) that is accrued and not paid to the end of the day on which the depositor makes the claim under the guarantee, calculated at the rate of interest applicable on the date of the transfer or the rate applicable on the date the claim is made, whichever is lower.  2002, c. 8, Sched. H, s. 8 (1). Prerequisites for payment (2) Despite subsection (1), no claim under the guarantee shall be paid unless, (a)  the depositor has demanded payment from the transferee; (b)  before the depositor makes a claim under the guarantee, the demand referred to in clause (a) remains unpaid for 10 business days after the day the demand is made; (c)  the depositor has not received payment at the time the claim under the guarantee is paid; (d)  the maturity date of the term deposit has not been extended; and (e)  the depositor satisfies the Minister that the claim is valid.  2002, c. 8, Sched. H, s. 8 (2). Winding-up, etc., of transferee (3) Despite subsection (1), if a transferee is ordered to be wound-up under the Winding-up and Restructuring Act (Canada) or is adjudged bankrupt under the Bankruptcy and Insolvency Act (Canada), the amount guaranteed under this section to the depositor of the term deposit transferred to the transferee is the sum of, (a)  the lesser of, (i)  the principal amount of the term deposit that was outstanding as of the end of the day on which the term deposit was transferred, and (ii)  the principal amount of the term deposit that was outstanding as of the date on which the transferee is ordered to be wound-up or is adjudged bankrupt; (b)  all interest on the amount referred to in clause (a) that is accrued and unpaid to the end of the day on which the depositor makes a claim under the guarantee, calculated at the rate of interest applicable on the date of the transfer or the rate applicable on the date the claim is made, whichever is lower; and (c)  the amount, if any, determined under the prescribed rules in respect of loss of future interest on the term deposit.  2002, c. 8, Sched. H, s. 8 (3). Payment reduced for deposit insurance (4) The amounts payable by the Crown under this section in respect of a term deposit shall be reduced by all amounts, if any, that are paid or payable to the depositor by the Canada Deposit Insurance Corporation or the Financial Services Regulatory Authority of Ontario in respect of the term deposit.  2002, c. 8, Sched. H, s. 8 (4); 2019, c. 7, Sched. 50, s. 1. Subrogation (5) If the Crown makes a payment under this section, the Crown shall be subrogated, to the extent of the amount paid, to all the rights and interests of the depositor and may maintain an action in respect of those rights and interests in the name of the depositor or in the name of the Crown.  2002, c. 8, Sched. H, s. 8 (5). Payment by the Crown (6) Payment by the Crown to a depositor under this section discharges and releases the Crown absolutely from all liability to the depositor in respect of the term deposit, and no further claim may be made by any person against the Crown in respect of the term deposit.  2002, c. 8, Sched. H, s. 8 (6). Set-off against transferee (7) If the Crown makes a payment under this section, the Crown may retain by way of deduction or set-off the amount of the payment from any amount owing by the Crown to the transferee of the term deposit under any agreement authorized by this Act or under any note, bond or other evidence of indebtedness issued by the Minister under this Act.  2002, c. 8, Sched. H, s. 8 (7). Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 50, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Subject to subsection (3), if a term deposit maintained at the Province of Ontario Savings Office is transferred to a transferee pursuant to an agreement authorized by section 2 and in accordance with the rules in section 6, the Minister, on behalf of the Crown, shall guarantee to the depositor of the term deposit the payment by the transferee, on the earlier of the maturity date or termination date of the term deposit, of an amount equal to the sum of,</p> <p class=\"paragraph\">  (a)  the lesser of,</p> <p class=\"subpara\">  (i)  the principal amount of the term deposit that was outstanding as of the end of the day on which the term deposit was transferred, and</p> <p class=\"subpara\">  (ii)  the principal amount of the term deposit that was outstanding as of the end of the day on which the depositor makes a claim under the guarantee; and </p> <p class=\"paragraph\">  (b)  all interest on the amount referred to in clause (a) that is accrued and not paid to the end of the day on which the depositor makes the claim under the guarantee, calculated at the rate of interest applicable on the date of the transfer or the rate applicable on the date the claim is made, whichever is lower.  2002, c. 8, Sched. H, s. 8 (1).</p> <p class=\"headnote\">Prerequisites for payment</p> <p class=\"subsection\">(2) Despite subsection (1), no claim under the guarantee shall be paid unless,</p> <p class=\"paragraph\">  (a)  the depositor has demanded payment from the transferee;</p> <p class=\"paragraph\">  (b)  before the depositor makes a claim under the guarantee, the demand referred to in clause (a) remains unpaid for 10 business days after the day the demand is made;</p> <p class=\"paragraph\">  (c)  the depositor has not received payment at the time the claim under the guarantee is paid;</p> <p class=\"paragraph\">  (d)  the maturity date of the term deposit has not been extended; and </p> <p class=\"paragraph\">  (e)  the depositor satisfies the Minister that the claim is valid.  2002, c. 8, Sched. H, s. 8 (2).</p> <p class=\"headnote\">Winding-up, etc., of transferee</p> <p class=\"subsection\">(3) Despite subsection (1), if a transferee is ordered to be wound-up under the <i>Winding-up and Restructuring Act</i> (Canada) or is adjudged bankrupt under the <i>Bankruptcy and Insolvency Act</i> (Canada), the amount guaranteed under this section to the depositor of the term deposit transferred to the transferee is the sum of,</p> <p class=\"paragraph\">  (a)  the lesser of,</p> <p class=\"subpara\">  (i)  the principal amount of the term deposit that was outstanding as of the end of the day on which the term deposit was transferred, and</p> <p class=\"subpara\">  (ii)  the principal amount of the term deposit that was outstanding as of the date on which the transferee is ordered to be wound-up or is adjudged bankrupt; </p> <p class=\"paragraph\">  (b)  all interest on the amount referred to in clause (a) that is accrued and unpaid to the end of the day on which the depositor makes a claim under the guarantee, calculated at the rate of interest applicable on the date of the transfer or the rate applicable on the date the claim is made, whichever is lower; and</p> <p class=\"paragraph\">  (c)  the amount, if any, determined under the prescribed rules in respect of loss of future interest on the term deposit.  2002, c. 8, Sched. H, s. 8 (3).</p> <p class=\"headnote\">Payment reduced for deposit insurance</p> <p class=\"subsection\">(4) The amounts payable by the Crown under this section in respect of a term deposit shall be reduced by all amounts, if any, that are paid or payable to the depositor by the Canada Deposit Insurance Corporation or the Financial Services Regulatory Authority of Ontario in respect of the term deposit.  2002, c. 8, Sched. H, s. 8 (4); 2019, c. 7, Sched. 50, s. 1.</p> <p class=\"headnote\">Subrogation</p> <p class=\"subsection\">(5) If the Crown makes a payment under this section, the Crown shall be subrogated, to the extent of the amount paid, to all the rights and interests of the depositor and may maintain an action in respect of those rights and interests in the name of the depositor or in the name of the Crown.  2002, c. 8, Sched. H, s. 8 (5).</p> <p class=\"headnote\">Payment by the Crown</p> <p class=\"subsection\">(6) Payment by the Crown to a depositor under this section discharges and releases the Crown absolutely from all liability to the depositor in respect of the term deposit, and no further claim may be made by any person against the Crown in respect of the term deposit.  2002, c. 8, Sched. H, s. 8 (6).</p> <p class=\"headnote\">Set-off against transferee</p> <p class=\"subsection\">(7) If the Crown makes a payment under this section, the Crown may retain by way of deduction or set-off the amount of the payment from any amount owing by the Crown to the transferee of the term deposit under any agreement authorized by this Act or under any note, bond or other evidence of indebtedness issued by the Minister under this Act.  2002, c. 8, Sched. H, s. 8 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched50s1\">2019, c. 7, Sched. 50, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "id": "9",
            "section": "Safety deposit boxes",
            "content": "9 (1) The Minister may transfer a safety deposit box at the Province of Ontario Savings Office and the contents of the safety deposit box and may assign any agreement between the lessee of the safety deposit box and the Crown to the transferee.  2002, c. 8, Sched. H, s. 9 (1). No consent required (2) A transfer and assignment under subsection (1) may be carried out without the consent of the lessee of the safety deposit box, but has no effect on the ownership of the contents of the safety deposit box.  2002, c. 8, Sched. H, s. 9 (2). Notice to lessee (3) The Ontario Financing Authority shall give the lessee of a safety deposit box not less than 30 days written notice before the transfer of the safety deposit box under subsection (1).  2002, c. 8, Sched. H, s. 9 (3). Unclaimed contents of safety deposit boxes (4) The following rules apply if, before this section comes into force, the rental of a safety deposit box at the Province of Ontario Savings Office was terminated for non-payment of the rental fee: 1.  If the contents of the safety deposit box were removed by the Crown more than five years before this section came into force, the Ontario Financing Authority may, without further notice to the lessee of the safety deposit box, dispose of the contents as it sees fit, including by destruction, sale at auction or by private sale, and shall remit the proceeds, if any, to the Consolidated Revenue Fund. 2.  If the contents of the safety deposit box were removed by the Crown not more than five years before this section came into force, i.  the Ontario Financing Authority shall send a notice by ordinary mail to the last address of the lessee of the safety deposit box in the books and records, specifying that the contents of the safety deposit box will be disposed of if the lessee fails to pay all outstanding safety deposit box rental fees and related charges and expenses on or before the 30th day after the date specified in the notice, and ii.  the Ontario Financing Authority may dispose of the contents as it sees fit, including by destruction, sale at auction or by private sale, and shall remit the proceeds, if any, to the Consolidated Revenue Fund, if the lessee of the safety deposit box fails to pay the outstanding safety deposit box rental fees and related charges and expenses on or before the 30th day after the date specified in the notice.  2002, c. 8, Sched. H, s. 9 (4). Crown not liable (5) Upon a transfer and assignment referred to in subsection (1) or a disposition of the contents of a safety deposit box under subsection (4), the Crown shall cease to be liable to any person in respect of the safety deposit box, its contents and the proceeds of disposition, if any.  2004, c. 31, Sched. 32, s. 1. No action against the Crown, etc. (6) No action or proceedings for damages or otherwise shall be commenced against the Crown, the Minister of Finance, the Ontario Financing Authority or any director, officer, employee or agent of the Crown or the Ontario Financing Authority in respect of, (a)  a transfer or assignment referred to in subsection (1); or (b)  a disposition of the contents of a safety deposit box under subsection (4) or the remittance of any contents, or the proceeds of disposition of any contents, of a safety deposit box to the Consolidated Revenue Fund.  2004, c. 31, Sched. 32, s. 1. Section Amendments with date in force (d/m/y) 2004, c. 31, Sched. 32, s. 1 - 16/12/2004 10 Repealed: 2017, c. 2, Sched. 3, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 2, Sched. 3, s. 9 - 22/03/2017",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Minister may transfer a safety deposit box at the Province of Ontario Savings Office and the contents of the safety deposit box and may assign any agreement between the lessee of the safety deposit box and the Crown to the transferee.  2002, c. 8, Sched. H, s. 9 (1).</p> <p class=\"headnote\">No consent required</p> <p class=\"subsection\">(2) A transfer and assignment under subsection (1) may be carried out without the consent of the lessee of the safety deposit box, but has no effect on the ownership of the contents of the safety deposit box.  2002, c. 8, Sched. H, s. 9 (2).</p> <p class=\"headnote\">Notice to lessee</p> <p class=\"subsection\">(3) The Ontario Financing Authority shall give the lessee of a safety deposit box not less than 30 days written notice before the transfer of the safety deposit box under subsection (1).  2002, c. 8, Sched. H, s. 9 (3).</p> <p class=\"headnote\">Unclaimed contents of safety deposit boxes</p> <p class=\"subsection\">(4) The following rules apply if, before this section comes into force, the rental of a safety deposit box at the Province of Ontario Savings Office was terminated for non-payment of the rental fee:</p> <p class=\"paragraph\">  1.  If the contents of the safety deposit box were removed by the Crown more than five years before this section came into force, the Ontario Financing Authority may, without further notice to the lessee of the safety deposit box, dispose of the contents as it sees fit, including by destruction, sale at auction or by private sale, and shall remit the proceeds, if any, to the Consolidated Revenue Fund. </p> <p class=\"paragraph\">  2.  If the contents of the safety deposit box were removed by the Crown not more than five years before this section came into force, </p> <p class=\"subpara\">  i.  the Ontario Financing Authority shall send a notice by ordinary mail to the last address of the lessee of the safety deposit box in the books and records, specifying that the contents of the safety deposit box will be disposed of if the lessee fails to pay all outstanding safety deposit box rental fees and related charges and expenses on or before the 30th day after the date specified in the notice, and</p> <p class=\"subpara\">  ii.  the Ontario Financing Authority may dispose of the contents as it sees fit, including by destruction, sale at auction or by private sale, and shall remit the proceeds, if any, to the Consolidated Revenue Fund, if the lessee of the safety deposit box fails to pay the outstanding safety deposit box rental fees and related charges and expenses on or before the 30th day after the date specified in the notice.  2002, c. 8, Sched. H, s. 9 (4).</p> <p class=\"headnote\">Crown not liable</p> <p class=\"subsection\">(5) Upon a transfer and assignment referred to in subsection (1) or a disposition of the contents of a safety deposit box under subsection (4), the Crown shall cease to be liable to any person in respect of the safety deposit box, its contents and the proceeds of disposition, if any.  2004, c. 31, Sched. 32, s. 1.</p> <p class=\"headnote\">No action against the Crown, etc.</p> <p class=\"subsection\">(6) No action or proceedings for damages or otherwise shall be commenced against the Crown, the Minister of Finance, the Ontario Financing Authority or any director, officer, employee or agent of the Crown or the Ontario Financing Authority in respect of,</p> <p class=\"paragraph\">  (a)  a transfer or assignment referred to in subsection (1); or </p> <p class=\"paragraph\">  (b)  a disposition of the contents of a safety deposit box under subsection (4) or the remittance of any contents, or the proceeds of disposition of any contents, of a safety deposit box to the Consolidated Revenue Fund.  2004, c. 31, Sched. 32, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04031#sched32s1\">2004, c. 31, Sched. 32, s. 1</a></span> - 16/12/2004</p> <p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Repealed</span><b>: </b>2017, c. 2, Sched. 3, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched3s9\">2017, c. 2, Sched. 3, s. 9</a></span> - 22/03/2017</p>"
        },
        {
            "id": "10",
            "section": "No action against the Crown, etc.",
            "content": "10 Repealed: 2017, c. 2, Sched. 3, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 2, Sched. 3, s. 9 - 22/03/2017",
            "raw_html": "<p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Repealed</span><b>: </b>2017, c. 2, Sched. 3, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched3s9\">2017, c. 2, Sched. 3, s. 9</a></span> - 22/03/2017</p>"
        },
        {
            "id": "11",
            "section": "Credit unions",
            "content": "11 (1) Despite any provision of the Credit Unions and Caisses Populaires Act, 2020, a transferee incorporated under that Act may, for the purposes of a transfer or other agreement under this Act, (a)  administer, on behalf of the Crown, some or all of the deposits maintained at the Province of Ontario Savings Office; (b)  receive and maintain deposits from depositors whose deposits were transferred to the transferee pursuant to this Act, whether or not the depositors are members of the credit union, so long as they remain depositors continuously; (c)  assume from the Crown some or all of the liability to repay deposits; (d)  promote merchandise and services to depositors of deposits transferred pursuant to this Act in the same manner as it may promote merchandise and services to its members; and (e)  act as a depositary for the purposes of the Ontario Home Ownership Savings Plan Act with respect to home ownership savings plans transferred to it by the Minister pursuant to this Act. 2002, c. 8, Sched. H, s. 11 (1); 2020, c. 36, Sched. 7, s. 333. Deemed depositors of the credit union (2) Depositors of deposits transferred by the Minister to a credit union pursuant to this Act shall be deemed to be depositors of the credit union for the purposes of the Credit Unions and Caisses Populaires Act, 2020. 2002, c. 8, Sched. H, s. 11 (2); 2020, c. 36, Sched. 7, s. 333. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 7, s. 333 - 01/03/2022",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Despite any provision of the <i>Credit Unions and Caisses Populaires Act, 2020</i>, a transferee incorporated under that Act may, for the purposes of a transfer or other agreement under this Act,</p> <p class=\"paragraph\">  (a)  administer, on behalf of the Crown, some or all of the deposits maintained at the Province of Ontario Savings Office;</p> <p class=\"paragraph\">  (b)  receive and maintain deposits from depositors whose deposits were transferred to the transferee pursuant to this Act, whether or not the depositors are members of the credit union, so long as they remain depositors continuously;</p> <p class=\"paragraph\">  (c)  assume from the Crown some or all of the liability to repay deposits; </p> <p class=\"paragraph\">  (d)  promote merchandise and services to depositors of deposits transferred pursuant to this Act in the same manner as it may promote merchandise and services to its members; and</p> <p class=\"paragraph\">  (e)  act as a depositary for the purposes of the <i>Ontario Home Ownership Savings Plan Act</i><i> </i>with respect to home ownership savings plans transferred to it by the Minister pursuant to this Act. 2002, c. 8, Sched. H, s. 11 (1); 2020, c. 36, Sched. 7, s. 333.</p> <p class=\"headnote\">Deemed depositors of the credit union</p> <p class=\"subsection\">(2) Depositors of deposits transferred by the Minister to a credit union pursuant to this Act shall be deemed to be depositors of the credit union for the purposes of the <i>Credit Unions and Caisses Populaires Act, 2020</i>. 2002, c. 8, Sched. H, s. 11 (2); 2020, c. 36, Sched. 7, s. 333.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s333\">2020, c. 36, Sched. 7, s. 333</a></span> - 01/03/2022</p>"
        },
        {
            "id": "12",
            "section": "Notice",
            "content": "12 (1) The Ontario Financing Authority shall give a depositor not less than 30 days notice before the Minister effects a transfer of his or her deposit pursuant to an agreement authorized by section 2.  2002, c. 8, Sched. H, s. 12 (1). Ordinary mail (2) Any notice required or permitted by this Act, or by the Freedom of Information and Protection of Privacy Act in respect of anything under this Act, shall be deemed to have been given if sent by ordinary mail to the last address of the addressee according to the books and records of the Province of Ontario Savings Office.  2002, c. 8, Sched. H, s. 12 (2). When notice received (3) Any notice given under this Act shall be deemed to have been received on the fifth business day after the day it is mailed.  2002, c. 8, Sched. H, s. 12 (3).",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The Ontario Financing Authority shall give a depositor not less than 30 days notice before the Minister effects a transfer of his or her deposit pursuant to an agreement authorized by section 2.  2002, c. 8, Sched. H, s. 12 (1).</p> <p class=\"headnote\">Ordinary mail</p> <p class=\"subsection\">(2) Any notice required or permitted by this Act, or by the <i>Freedom of Information and Protection of Privacy Act</i> in respect of anything under this Act, shall be deemed to have been given if sent by ordinary mail to the last address of the addressee according to the books and records of the Province of Ontario Savings Office.  2002, c. 8, Sched. H, s. 12 (2).</p> <p class=\"headnote\">When notice received</p> <p class=\"subsection\">(3) Any notice given under this Act shall be deemed to have been received on the fifth business day after the day it is mailed.  2002, c. 8, Sched. H, s. 12 (3).</p>"
        },
        {
            "id": "13",
            "section": "Transfer of books and records",
            "content": "13 (1) The Minister, the Ontario Financing Authority or any other person who has custody or control of any books or records maintained or used in connection with the operation of the Province of Ontario Savings Office may, without the consent of any person and without notice to any person, transfer ownership, custody or control of the books and records, or disclose or provide access to the books and records, to a person with whom the Crown has entered into an agreement authorized by section 2.  2002, c. 8, Sched. H, s. 13 (1). Same (2) A transfer or disclosure of books and records under subsection (1) shall be deemed to be undertaken for the purpose of complying with this Act.  2002, c. 8, Sched. H, s. 13 (2). Collection of personal information (3) The Minister is authorized to collect personal information directly or indirectly from a transferee for the purposes of exercising the Crown’s rights and performing the Crown’s obligations under this Act.  2002, c. 8, Sched. H, s. 13 (3). Freedom of Information and Protection of Privacy Act not applicable (4) The Freedom of Information and Protection of Privacy Act and the regulations under that Act shall not apply, (a)  to the books and records transferred under this section, after the books and records are transferred; (b)  to books and records created by a transferee or by a person pursuant to an agreement entered into with the Minister under subsection 2 (4), after the day the agreement takes effect; or (c)  to the contents of safety deposit boxes that are transferred to a transferee under section 9, after the transfer, or to the disposal of the contents of safety deposit boxes referred to in that section that are removed by the Crown.  2002, c. 8, Sched. H, s. 13 (4).",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) The Minister, the Ontario Financing Authority or any other person who has custody or control of any books or records maintained or used in connection with the operation of the Province of Ontario Savings Office may, without the consent of any person and without notice to any person, transfer ownership, custody or control of the books and records, or disclose or provide access to the books and records, to a person with whom the Crown has entered into an agreement authorized by section 2.  2002, c. 8, Sched. H, s. 13 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A transfer or disclosure of books and records under subsection (1) shall be deemed to be undertaken for the purpose of complying with this Act.  2002, c. 8, Sched. H, s. 13 (2).</p> <p class=\"headnote\">Collection of personal information</p> <p class=\"subsection\">(3) The Minister is authorized to collect personal information directly or indirectly from a transferee for the purposes of exercising the Crown’s rights and performing the Crown’s obligations under this Act.  2002, c. 8, Sched. H, s. 13 (3).</p> <p class=\"headnote\"><i>Freedom of Information and Protection of Privacy Act</i> not applicable</p> <p class=\"subsection\">(4) The <i>Freedom of Information and Protection of Privacy Act</i> and the regulations under that Act shall not apply,</p> <p class=\"paragraph\">  (a)  to the books and records transferred under this section, after the books and records are transferred;</p> <p class=\"paragraph\">  (b)  to books and records created by a transferee or by a person pursuant to an agreement entered into with the Minister under subsection 2 (4), after the day the agreement takes effect; or</p> <p class=\"paragraph\">  (c)  to the contents of safety deposit boxes that are transferred to a transferee under section 9, after the transfer, or to the disposal of the contents of safety deposit boxes referred to in that section that are removed by the Crown.  2002, c. 8, Sched. H, s. 13 (4).</p>"
        },
        {
            "id": "14",
            "section": "Conflict",
            "content": "14 The provisions of this Act prevail over, (a)  provisions of another Act or a regulation, unless the other Act specifically states that it prevails over the provisions of this Act; and (b)  a provision in an agreement, whether the agreement was entered into before or after this section comes into force.  2002, c. 8, Sched. H, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>The provisions of this Act prevail over,</p> <p class=\"paragraph\">  (a)  provisions of another Act or a regulation, unless the other Act specifically states that it prevails over the provisions of this Act; and</p> <p class=\"paragraph\">  (b)  a provision in an agreement, whether the agreement was entered into before or after this section comes into force.  2002, c. 8, Sched. H, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "Deemed interest rate",
            "content": "15 A reference to an interest rate paid or payable by the Province of Ontario Savings Office in a regulation made under an Act or in an order made by the Lieutenant Governor in Council shall be deemed to be a reference to a rate of interest established by the Ontario Financing Authority as a proxy for that rate.  2002, c. 8, Sched. H, s. 15.",
            "raw_html": "<p class=\"section\"><b>15 </b>A reference to an interest rate paid or payable by the Province of Ontario Savings Office in a regulation made under an Act or in an order made by the Lieutenant Governor in Council shall be deemed to be a reference to a rate of interest established by the Ontario Financing Authority as a proxy for that rate.  2002, c. 8, Sched. H, s. 15.</p>"
        },
        {
            "id": "16",
            "section": "Deemed statutory compliance",
            "content": "16 If, in compliance with or as permitted by an Act or regulation, money is deposited in a term deposit maintained at the Province of Ontario Savings Office and the term deposit is transferred to a transferee pursuant to an agreement authorized by section 2, the transferred term deposit shall be deemed to be deposited in compliance with or as permitted by the Act or regulation until it matures or is terminated.  2002, c. 8, Sched. H, s. 16.",
            "raw_html": "<p class=\"section\"><b>16 </b>If, in compliance with or as permitted by an Act or regulation, money is deposited in a term deposit maintained at the Province of Ontario Savings Office and the term deposit is transferred to a transferee pursuant to an agreement authorized by section 2, the transferred term deposit shall be deemed to be deposited in compliance with or as permitted by the Act or regulation until it matures or is terminated.  2002, c. 8, Sched. H, s. 16.</p>"
        },
        {
            "id": "17",
            "section": "Regulations",
            "content": "17 The Lieutenant Governor in Council may make regulations, (a)  defining any word or expression used in this Act but not defined in this Act; (b)  prescribing Acts or regulations that do not apply to a transfer or agreement under this Act; (c)  governing the process for determining which deposits with the Province of Ontario Savings Office are unclaimed deposits and governing the administration, payment or disposition of them; (d)  prescribing any matter which may be prescribed under this Act; (e)  governing the transfer of assets, liabilities, rights and obligations under this Act; (f)  governing the payment of deposits that are not transferred under an agreement authorized by section 2; (g)  governing the administration and adjudication of claims made against the Crown under the guarantee provided in section 8; (h)  prescribing the rules for determining an amount in respect of loss of future interest on a term deposit for the purposes of clause 8 (3) (c); (i)  respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out the intent of this Act.  2002, c. 8, Sched. H, s. 17. 18 Omitted (provides for coming into force of provisions of this Act).  2002, c. 8, Sched. H, s. 18. 19 Omitted (enacts short title of this Act).  2002, c. 8, Sched. H, s. 19. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>17 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  defining any word or expression used in this Act but not defined in this Act;</p> <p class=\"paragraph\">  (b)  prescribing Acts or regulations that do not apply to a transfer or agreement under this Act;</p> <p class=\"paragraph\">  (c)  governing the process for determining which deposits with the Province of Ontario Savings Office are unclaimed deposits and governing the administration, payment or disposition of them;</p> <p class=\"paragraph\">  (d)  prescribing any matter which may be prescribed under this Act; </p> <p class=\"paragraph\">  (e)  governing the transfer of assets, liabilities, rights and obligations under this Act; </p> <p class=\"paragraph\">  (f)  governing the payment of deposits that are not transferred under an agreement authorized by section 2;</p> <p class=\"paragraph\">  (g)  governing the administration and adjudication of claims made against the Crown under the guarantee provided in section 8;</p> <p class=\"paragraph\">  (h)  prescribing the rules for determining an amount in respect of loss of future interest on a term deposit for the purposes of clause 8 (3) (c);</p> <p class=\"paragraph\">  (i)  respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out the intent of this Act.  2002, c. 8, Sched. H, s. 17.</p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2002, c. 8, Sched. H, s. 18.</p> <p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2002, c. 8, Sched. H, s. 19.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02p08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "18",
            "section": "Regulations",
            "content": "18 Omitted (provides for coming into force of provisions of this Act).  2002, c. 8, Sched. H, s. 18. 19 Omitted (enacts short title of this Act).  2002, c. 8, Sched. H, s. 19. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2002, c. 8, Sched. H, s. 18.</p> <p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2002, c. 8, Sched. H, s. 19.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02p08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "19",
            "section": "Regulations",
            "content": "19 Omitted (enacts short title of this Act).  2002, c. 8, Sched. H, s. 19. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2002, c. 8, Sched. H, s. 19.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02p08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}