{
    "act_info": {
        "full_title": "Provincial Auctioneers Act, R.S.O. 1990, c. P.31",
        "act_name_text": "Not Found",
        "citation": "Provincial Auctioneers Act, R.S.O. 1990, c. P.31",
        "url": "https://www.ontario.ca/laws/statute/90p31",
        "date_scraped": "2023-12-20 01:24:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “Board” means the Agricultural Licensing and Registration Review Board under the Ministry of Agriculture and Food Act; (“Commission”) “Commissioner” means the Livestock Commissioner; (“commissaire”) “licence” means a licence under this Act. (“permis”) R.S.O. 1990, c. P.31, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"firstdef-e\">“Board” means the Agricultural Licensing and Registration Review Board under the <i>Ministry of Agriculture and Food Act</i>; (“Commission”)</p> <p class=\"definition-e\">“Commissioner” means the Livestock Commissioner; (“commissaire”)</p> <p class=\"definition-e\">“licence” means a licence under this Act. (“permis”) R.S.O. 1990, c. P.31, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Licence, issue",
            "content": "2.  (1) The Commissioner shall issue a licence to sell pure-bred livestock only, by public auction in Ontario, to a person who makes application therefor and pays the prescribed fee unless, after a hearing, the Commissioner is of opinion that, (a) the applicant is not competent or does not have sufficient experience with and knowledge of pure-bred livestock to conduct public auctions of such livestock; or (b) the past conduct of the applicant affords reasonable grounds for belief that he or she may not engage in such business in accordance with law and with honesty and integrity. Fee (2) Any person who resides in Ontario shall pay a fee of $50, and any person who does not reside in Ontario shall pay a fee of $100, for a licence. R.S.O. 1990, c. P.31, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) The Commissioner shall issue a licence to sell pure-bred livestock only, by public auction in Ontario, to a person who makes application therefor and pays the prescribed fee unless, after a hearing, the Commissioner is of opinion that,</p> <p class=\"clause-e\">(a) the applicant is not competent or does not have sufficient experience with and knowledge of pure-bred livestock to conduct public auctions of such livestock; or</p> <p class=\"clause-e\">(b) the past conduct of the applicant affords reasonable grounds for belief that he or she may not engage in such business in accordance with law and with honesty and integrity.</p> <p class=\"headnote-e\"><b>Fee</b></p> <p class=\"subsection-e\">(2) Any person who resides in Ontario shall pay a fee of $50, and any person who does not reside in Ontario shall pay a fee of $100, for a licence. R.S.O. 1990, c. P.31, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Revocation",
            "content": "3.  (1) The Commissioner may revoke a licence if, after a hearing, the Commissioner is of opinion that the licensee or any person under his or her control or direction or associated with the licensee in connection with his or her operations as a licensee has not carried on his or her business as an auctioneer in accordance with law and with honesty and integrity. Suspension (2) The Commissioner, by notice to a licensee and without a hearing, may suspend the licensee’s licence where in the Commissioner’s opinion it is necessary to do so for the immediate protection of the interests of persons dealing with the licensee and the Commissioner so states in such notice giving his or her reasons therefor, and thereafter the Commissioner shall hold a hearing to determine whether the licence should be revoked under this Act. R.S.O. 1990, c. P.31, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  (1) The Commissioner may revoke a licence if, after a hearing, the Commissioner is of opinion that the licensee or any person under his or her control or direction or associated with the licensee in connection with his or her operations as a licensee has not carried on his or her business as an auctioneer in accordance with law and with honesty and integrity.</p> <p class=\"headnote-e\"><b>Suspension</b></p> <p class=\"subsection-e\">(2) The Commissioner, by notice to a licensee and without a hearing, may suspend the licensee’s licence where in the Commissioner’s opinion it is necessary to do so for the immediate protection of the interests of persons dealing with the licensee and the Commissioner so states in such notice giving his or her reasons therefor, and thereafter the Commissioner shall hold a hearing to determine whether the licence should be revoked under this Act. R.S.O. 1990, c. P.31, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Notice of hearing",
            "content": "4.  (1) Notice of a hearing by the Commissioner under section 2 or 3 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. Examination of documentary evidence (2) An applicant or licensee who is a party to proceedings in which the Commissioner holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. P.31, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) Notice of a hearing by the Commissioner under section 2 or 3 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence.</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(2) An applicant or licensee who is a party to proceedings in which the Commissioner holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. P.31, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Variation of decision by Commissioner",
            "content": "5.  Where the Commissioner has refused to issue or has revoked a licence pursuant to a hearing, the Commissioner may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind the decision, but the Commissioner shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which the person is a party and may make such decision pursuant to the rehearing as the Commissioner considers proper under this Act. R.S.O. 1990, c. P.31, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  Where the Commissioner has refused to issue or has revoked a licence pursuant to a hearing, the Commissioner may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind the decision, but the Commissioner shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which the person is a party and may make such decision pursuant to the rehearing as the Commissioner considers proper under this Act. R.S.O. 1990, c. P.31, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Appeal to Board",
            "content": "6.  (1) Where the Commissioner refuses to issue or revokes a licence, the applicant or licensee may, by written notice delivered to the Commissioner and filed with the Board within fifteen days after receipt of the decision of the Commissioner, appeal to the Board. Extension of time for appeal (2) The Board may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension. Powers of Board (3) Where an applicant or licensee appeals to the Board under this section, the Board shall hear the appeal by way of a new hearing to determine whether the licence should be issued or revoked and may, after the hearing, confirm or alter the decision of the Commissioner or direct the Commissioner to do any act he or she is authorized to do under this Act and as the Board considers proper and, for such purpose, the Board may substitute its opinion for that of the Commissioner. Effect of decision pending disposal of appeal (4) Although an applicant or licensee has appealed under this section from a decision of the Commissioner, unless the Commissioner otherwise directs, the decision of the Commissioner is effective until the appeal is disposed of. R.S.O. 1990, c. P.31, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) Where the Commissioner refuses to issue or revokes a licence, the applicant or licensee may, by written notice delivered to the Commissioner and filed with the Board within fifteen days after receipt of the decision of the Commissioner, appeal to the Board.</p> <p class=\"headnote-e\"><b>Extension of time for appeal</b></p> <p class=\"subsection-e\">(2) The Board may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.</p> <p class=\"headnote-e\"><b>Powers of Board</b></p> <p class=\"subsection-e\">(3) Where an applicant or licensee appeals to the Board under this section, the Board shall hear the appeal by way of a new hearing to determine whether the licence should be issued or revoked and may, after the hearing, confirm or alter the decision of the Commissioner or direct the Commissioner to do any act he or she is authorized to do under this Act and as the Board considers proper and, for such purpose, the Board may substitute its opinion for that of the Commissioner.</p> <p class=\"headnote-e\"><b>Effect of decision pending disposal of appeal</b></p> <p class=\"subsection-e\">(4) Although an applicant or licensee has appealed under this section from a decision of the Commissioner, unless the Commissioner otherwise directs, the decision of the Commissioner is effective until the appeal is disposed of. R.S.O. 1990, c. P.31, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Parties",
            "content": "7.  (1) The Commissioner, the appellant and such other persons as the Board may specify are parties to the proceedings before the Board under this Act. Members making decision not to have taken part in investigation, etc. (2) Members of the Board assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or his or her representative except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. Recording of evidence (3) The oral evidence taken before the Board at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Ontario Court (General Division). Findings of fact (4) The findings of fact of the Board pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. Only members at hearing to participate in decision (5) No member of the Board shall participate in a decision of the Board pursuant to a hearing who was not present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Board shall be given unless all members so present participate in the decision. R.S.O. 1990, c. P.31, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  (1) The Commissioner, the appellant and such other persons as the Board may specify are parties to the proceedings before the Board under this Act.</p> <p class=\"headnote-e\"><b>Members making decision not to have taken part in investigation, etc.</b></p> <p class=\"subsection-e\">(2) Members of the Board assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or his or her representative except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(3) The oral evidence taken before the Board at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Ontario Court (General Division).</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(4) The findings of fact of the Board pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>.</p> <p class=\"headnote-e\"><b>Only members at hearing to participate in decision</b></p> <p class=\"subsection-e\">(5) No member of the Board shall participate in a decision of the Board pursuant to a hearing who was not present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Board shall be given unless all members so present participate in the decision. R.S.O. 1990, c. P.31, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Appeal to court",
            "content": "8.  (1) Any party to the hearing before the Board may appeal from the decision of the Board to the Divisional Court in accordance with the rules of court. Minister entitled to be heard (2) The Minister of Agriculture and Food is entitled to appear, by counsel or otherwise, upon the argument of an appeal under this section. Records to be filed in court (3) The chair of the Board shall file with the Ontario Court (General Division) the record of the proceedings before the Board which, together with a transcript of the evidence before the Board, if it is not part of the Board’s record, constitutes the record on the appeal. Powers of court on appeal (4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Board or direct the Commissioner to do any act the Commissioner is authorized to do under this Act or may refer the matter back to the Board for reconsideration by the Board as the court considers proper and the court may substitute its opinion for that of the Commissioner or the Board. Effect of decision of Board pending disposal of appeal (5) Although an applicant or licensee has appealed under this section from a decision of the Board, unless the Board otherwise directs, the decision of the Board is effective until the appeal is disposed of. R.S.O. 1990, c. P.31, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>  (1) Any party to the hearing before the Board may appeal from the decision of the Board to the Divisional Court in accordance with the rules of court.</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(2) The Minister of Agriculture and Food is entitled to appear, by counsel or otherwise, upon the argument of an appeal under this section.</p> <p class=\"headnote-e\"><b>Records to be filed in court</b></p> <p class=\"subsection-e\">(3) The chair of the Board shall file with the Ontario Court (General Division) the record of the proceedings before the Board which, together with a transcript of the evidence before the Board, if it is not part of the Board’s record, constitutes the record on the appeal.</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Board or direct the Commissioner to do any act the Commissioner is authorized to do under this Act or may refer the matter back to the Board for reconsideration by the Board as the court considers proper and the court may substitute its opinion for that of the Commissioner or the Board.</p> <p class=\"headnote-e\"><b>Effect of decision of Board pending disposal of appeal</b></p> <p class=\"subsection-e\">(5) Although an applicant or licensee has appealed under this section from a decision of the Board, unless the Board otherwise directs, the decision of the Board is effective until the appeal is disposed of. R.S.O. 1990, c. P.31, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Term of licence",
            "content": "9.  A licence under this Act remains in force only during the calendar year of its issue. R.S.O. 1990, c. P.31, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>  A licence under this Act remains in force only during the calendar year of its issue. R.S.O. 1990, c. P.31, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Municipal licence not required",
            "content": "10.  A person holding a licence under this Act shall not be required to take out an auctioneer’s licence in any municipality for the sale of pure-bred live stock. R.S.O. 1990, c. P.31, s. 10. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>10.</b>  A person holding a licence under this Act shall not be required to take out an auctioneer’s licence in any municipality for the sale of pure-bred live stock. R.S.O. 1990, c. P.31, s. 10.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p31_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p31_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}