{
    "act_info": {
        "full_title": "Provincial Advocate for Children and Youth Act, 2007, S.O. 2007, c. 9 ",
        "act_name_text": "Provincial Advocate for Children and Youth Act, 2007",
        "citation": "S.O. 2007, c. 9 ",
        "url": "https://www.ontario.ca/laws/statute/07p09",
        "date_scraped": "2023-12-18 23:12:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/07p09/v13",
            "valid_from": "December  6, 2018",
            "valid_to": "April 30, 2019"
        },
        {
            "a_href": "/laws/statute/07p09/v12",
            "valid_from": "April 30, 2018",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/07p09/v11",
            "valid_from": "December 14, 2017",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/statute/07p09/v10",
            "valid_from": "June  1, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/07p09/v9",
            "valid_from": "June 10, 2016",
            "valid_to": "May 31, 2017"
        },
        {
            "a_href": "/laws/statute/07p09/v8",
            "valid_from": "March  1, 2016",
            "valid_to": "June  9, 2016"
        },
        {
            "a_href": "/laws/statute/07p09/v7",
            "valid_from": "December 10, 2015",
            "valid_to": "February 29, 2016"
        },
        {
            "a_href": "/laws/statute/07p09/v6",
            "valid_from": "December 11, 2014",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/statute/07p09/v5",
            "valid_from": "April  1, 2009",
            "valid_to": "December 10, 2014"
        },
        {
            "a_href": "/laws/statute/07p09/v4",
            "valid_from": "March  9, 2009",
            "valid_to": "March 31, 2009"
        },
        {
            "a_href": "/laws/statute/07p09/v3",
            "valid_from": "October  5, 2007",
            "valid_to": "March  8, 2009"
        },
        {
            "a_href": "/laws/statute/07p09/v2",
            "valid_from": "August 15, 2007",
            "valid_to": "October  4, 2007"
        },
        {
            "a_href": "/laws/statute/07p09/v1",
            "valid_from": "June  4, 2007",
            "valid_to": "August 14, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "1 The purpose of this Act is to provide for the Provincial Advocate for Children and Youth as an independent officer of the Legislature to, (a) provide an independent voice for children and youth, including First Nations, Inuit and Métis children and youth and children with special needs, by partnering with them to bring issues forward; (b) encourage communication and understanding between children and families and those who provide them with services; (c) educate children, youth and their caregivers regarding the rights of children and youth; and (d) conduct investigations and make recommendations to improve children’s aid society services and services provided by residential licensees where a children’s aid society is the placing agency.  2007, c. 9, s. 1; 2014, c. 13, Sched. 10, s. 1; 2017, c. 14, Sched. 4, s. 31 (1); 2018, c. 17, Sched. 34, s. 1. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 1 - 01/03/2016 2017, c. 14, Sched. 4, s. 31 (1) - 30/04/2018 2018, c. 17, Sched. 34, s. 1 - 06/12/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to provide for the Provincial Advocate for Children and Youth as an independent officer of the Legislature to,</p> <p class=\"paragraph\">  (a) provide an independent voice for children and youth, including First Nations, Inuit and Métis children and youth and children with special needs, by partnering with them to bring issues forward;</p> <p class=\"paragraph\">  (b) encourage communication and understanding between children and families and those who provide them with services;</p> <p class=\"paragraph\">  (c) educate children, youth and their caregivers regarding the rights of children and youth; and</p> <p class=\"paragraph\">  (d) conduct investigations and make recommendations to improve children’s aid society services and services provided by residential licensees where a children’s aid society is the placing agency.  2007, c. 9, s. 1; 2014, c. 13, Sched. 10, s. 1; 2017, c. 14, Sched. 4, s. 31 (1); 2018, c. 17, Sched. 34, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s1\">2014, c. 13, Sched. 10, s. 1</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s1\">2017, c. 14, Sched. 4, s. 31 (1)</a></span> - 30/04/2018</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched34s1\">2018, c. 17, Sched. 34, s. 1</a></span> - 06/12/2018</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "2 (1) In this Act, “advocacy” means promoting the views and preferences of children and youth as provided for in this Act, and exercising the functions and powers outlined in subsection 15 (1) and section 16, but does not include conducting investigations or providing legal advice or legal representation; (“intervenir”, “intervention”) “Advocate” means the Provincial Advocate for Children and Youth appointed under section 3; (“intervenant”) “Board of Internal Economy” means the Board of Internal Economy established by section 87 of the Legislative Assembly Act; (“Commission de régie interne”) “capable” has the same meaning as in section 2 of the Personal Health Information Protection Act, 2004; (“capable”) “child” has the same meaning as in subsection 2 (1) of the Child, Youth and Family Services Act, 2017; (“enfant”) “Child and Family Services Review Board” means the Child and Family Services Review Board continued under Part XI of the Child, Youth and Family Services Act, 2017; (“Commission de révision des services à l’enfance et à la famille”) “children’s aid society service” means the functions of a children’s aid society listed in subsection 35 (1) of the Child, Youth and Family Services Act, 2017; (“service d’une société d’aide à l’enfance”) “Director” means the Director appointed under subsection 53 (1) of the Child, Youth and Family Services Act, 2017; (“directeur”) “director of investigations” means the director of investigations appointed under section 4; (“directeur des enquêtes”) “investigative authority” means a person, body or organization that has the authority under an Act of Ontario or Canada to conduct investigations into allegations of offences, abuse, wrongdoing or other matters, and includes, but is not limited to, a police service, Children’s Aid Society or coroner, and the Ombudsman; (“autorité chargée des enquêtes”) “law enforcement” has the same meaning as in subsection 2 (1) of the Freedom of Information and Protection of Privacy Act; (“exécution de la loi”) “Minister”, except in sections 17 and 21, means the Minister of Children and Youth Services, or, if the administration of this Act has been assigned to another Minister under the Executive Council Act, that Minister; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “personal information” means personal information within the meaning of the Freedom of Information and Protection of Privacy Act; (“renseignements personnels”) “placing agency” means a children’s aid society that places a child in residential care or foster care; (“agence de placement”) “regulations” means regulations under this Act; (“règlements”) “residential licensee” means the holder of a licence issued under Part IX of the Child, Youth and Family Services Act, 2017; (“titulaire de permis d’un foyer”) “review” means gathering and assessing information for the purpose of advocacy; (“examen”) “service”, for the purposes of clauses 1 (d) and 15 (2) (b), has the same meaning as in subsection 2 (1) of the Child, Youth and Family Services Act, 2017, except it does not include a service described in clause (h) of that definition; (“service”) “systemic investigation” means an investigation under subsection 15 (2) concerning a group of children that may lead to recommendations relevant to children who are in similar circumstances; (“enquête systémique”) “systemic review” means providing advocacy to a group of children or youth who are in similar circumstances, either in response to a complaint or request by one child or youth, or on the Advocate’s own initiative and includes the review of facilities, systems, agencies, service providers and processes as permitted under this or any other Act; (“examen systémique”) “youth” means one or more young persons within the meaning of the Child, Youth and Family Services Act, 2017. (“jeune”) 2007, c. 9, s. 2 (1); 2009, c. 2, s. 28; 2014, c. 13, Sched. 10, s. 2; 2017, c. 14, Sched. 4, s. 31 (2). Same (2) Words and expressions used in this Act that are defined in the Child, Youth and Family Services Act, 2017, other than the word “court”, have the same meaning as in that Act, unless this Act provides otherwise, either expressly or by necessary implication.  2007, c. 9, s. 2 (2); 2017, c. 14, Sched. 4, s. 31 (3). Principles to be applied (3) In interpreting and applying this Act, regard shall be had to the following principles: 1. The principles expressed in the United Nations Convention on the Rights of the Child. 2. The desirability of the office of the Provincial Advocate for Children and Youth being an exemplar for meaningful participation of children and youth through all aspects of its advocacy services.  2007, c. 9, s. 2 (3). Section Amendments with date in force (d/m/y) 2009, c. 2, s. 28 (1, 2) - 01/04/2009 2014, c. 13, Sched. 10, s. 2 (1, 2) - 01/03/2016 2017, c. 14, Sched. 4, s. 31 (2, 3) - 30/04/2018 The Advocate",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“advocacy” means promoting the views and preferences of children and youth as provided for in this Act, and exercising the functions and powers outlined in subsection 15 (1) and section 16, but does not include conducting investigations or providing legal advice or legal representation; (“intervenir”, “intervention”)</p> <p class=\"definition\">“Advocate” means the Provincial Advocate for Children and Youth appointed under section 3; (“intervenant”)</p> <p class=\"definition\">“Board of Internal Economy” means the Board of Internal Economy established by section 87 of the <i>Legislative Assembly Act</i>; (“Commission de régie interne”)</p> <p class=\"definition\">“capable” has the same meaning as in section 2 of the <i>Personal Health Information Protection Act, 2004</i>; (“capable”)</p> <p class=\"definition\">“child” has the same meaning as in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>; (“enfant”)</p> <p class=\"definition\">“Child and Family Services Review Board” means the Child and Family Services Review Board continued under Part XI of the <i>Child, Youth and Family Services Act, 2017</i>; (“Commission de révision des services à l’enfance et à la famille”)</p> <p class=\"definition\">“children’s aid society service” means the functions of a children’s aid society listed in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i>; (“service d’une société d’aide à l’enfance”)</p> <p class=\"definition\">“Director” means the Director appointed under subsection 53 (1) of the <i>Child, Youth and Family Services Act, 2017</i>; (“directeur”)</p> <p class=\"definition\">“director of investigations” means the director of investigations appointed under section 4; (“directeur des enquêtes”)</p> <p class=\"definition\">“investigative authority” means a person, body or organization that has the authority under an Act of Ontario or Canada to conduct investigations into allegations of offences, abuse, wrongdoing or other matters, and includes, but is not limited to, a police service, Children’s Aid Society or coroner, and the Ombudsman; (“autorité chargée des enquêtes”)</p> <p class=\"definition\">“law enforcement” has the same meaning as in subsection 2 (1) of the <i>Freedom of Information and Protection of Privacy Act</i>; (“exécution de la loi”)</p> <p class=\"definition\">“Minister”, except in sections 17 and 21, means the Minister of Children and Youth Services, or, if the administration of this Act has been assigned to another Minister under the <i>Executive Council Act</i>, that Minister; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“personal information” means personal information within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>; (“renseignements personnels”)</p> <p class=\"definition\">“placing agency” means a children’s aid society that places a child in residential care or foster care; (“agence de placement”)</p> <p class=\"definition\">“regulations” means regulations under this Act; (“règlements”)</p> <p class=\"definition\">“residential licensee” means the holder of a licence issued under Part IX of the <i>Child, Youth and Family Services Act, 2017</i>; (“titulaire de permis d’un foyer”)</p> <p class=\"definition\">“review” means gathering and assessing information for the purpose of advocacy; (“examen”)</p> <p class=\"definition\">“service”, for the purposes of clauses 1 (d) and 15 (2) (b), has the same meaning as in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>, except it does not include a service described in clause (h) of that definition; (“service”)</p> <p class=\"definition\">“systemic investigation” means an investigation under subsection 15 (2) concerning a group of children that may lead to recommendations relevant to children who are in similar circumstances; (“enquête systémique”)</p> <p class=\"definition\">“systemic review” means providing advocacy to a group of children or youth who are in similar circumstances, either in response to a complaint or request by one child or youth, or on the Advocate’s own initiative and includes the review of facilities, systems, agencies, service providers and processes as permitted under this or any other Act; (“examen systémique”)</p> <p class=\"definition\">“youth” means one or more young persons within the meaning of the <i>Child, Youth and Family Services Act, 2017</i>. (“jeune”) 2007, c. 9, s. 2 (1); 2009, c. 2, s. 28; 2014, c. 13, Sched. 10, s. 2; 2017, c. 14, Sched. 4, s. 31 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Words and expressions used in this Act that are defined in the <i>Child, Youth and Family Services Act, 2017</i>, other than the word “court”, have the same meaning as in that Act, unless this Act provides otherwise, either expressly or by necessary implication.  2007, c. 9, s. 2 (2); 2017, c. 14, Sched. 4, s. 31 (3).</p> <p class=\"headnote\">Principles to be applied</p> <p class=\"subsection\">(3) In interpreting and applying this Act, regard shall be had to the following principles:</p> <p class=\"paragraph\">  1. The principles expressed in the United Nations Convention on the Rights of the Child.</p> <p class=\"paragraph\">  2. The desirability of the office of the Provincial Advocate for Children and Youth being an exemplar for meaningful participation of children and youth through all aspects of its advocacy services.  2007, c. 9, s. 2 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK3\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09002#s28s1\">2009, c. 2, s. 28 (1, 2)</a></span> - 01/04/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s2s1\">2014, c. 13, Sched. 10, s. 2 (1, 2)</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s2\">2017, c. 14, Sched. 4, s. 31 (2, 3)</a></span> - 30/04/2018</p> <p class=\"heading1\">The Advocate</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "The Advocate",
            "section_x": "The Advocate",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Advocate to be appointed",
            "part_id": null,
            "part_type": null,
            "section_y": "Advocate to be appointed",
            "content": "3 (1)  The Lieutenant Governor in Council shall, on the address of the Legislative Assembly, appoint a person to be the Provincial Advocate for Children and Youth.  2007, c. 9, s. 3 (1). Qualifications (2) The Advocate must be a person with significant experience in areas such as children’s mental health, child welfare, developmental services, youth justice, education or pediatric health services.  2007, c. 9, s. 3 (2). (3) Repealed: 2017, c. 14, Sched. 4, s. 31 (4). Section Amendments with date in force (d/m/y) 2017, c. 14, Sched. 4, s. 31 (4) - 30/04/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) <b> </b>The Lieutenant Governor in Council shall, on the address of the Legislative Assembly, appoint a person to be the Provincial Advocate for Children and Youth.  2007, c. 9, s. 3 (1).</p> <p class=\"headnote\">Qualifications</p> <p class=\"subsection\">(2) The Advocate must be a person with significant experience in areas such as children’s mental health, child welfare, developmental services, youth justice, education or pediatric health services.  2007, c. 9, s. 3 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 14, Sched. 4, s. 31 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s4\">2017, c. 14, Sched. 4, s. 31 (4)</a></span> - 30/04/2018</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Deputies",
            "part_id": null,
            "part_type": null,
            "section_y": "Deputies",
            "content": "4 (1)  The Advocate may appoint deputies, including, without being limited to, deputies for youth justice, aboriginal youth and youth in the various geographic regions of Ontario, including youth in northern or remote communities.  2007, c. 9, s. 4. Director of investigations, appointment (2) The Advocate shall appoint a director of investigations to oversee and manage the investigative function of the office as described in subsection 15 (2). 2014, c. 13, Sched. 10, s. 3. Same, qualifications (3) The director of investigations must be a person with significant experience in investigations and child protection. 2014, c. 13, Sched. 10, s. 3. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 3 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) <b> </b>The Advocate may appoint deputies, including, without being limited to, deputies for youth justice, aboriginal youth and youth in the various geographic regions of Ontario, including youth in northern or remote communities.  2007, c. 9, s. 4.</p> <p class=\"headnote\">Director of investigations, appointment</p> <p class=\"subsection\">(2) The Advocate shall appoint a director of investigations to oversee and manage the investigative function of the office as described in subsection 15 (2). 2014, c. 13, Sched. 10, s. 3.</p> <p class=\"headnote\">Same, qualifications</p> <p class=\"subsection\">(3) The director of investigations must be a person with significant experience in investigations and child protection. 2014, c. 13, Sched. 10, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s3\">2014, c. 13, Sched. 10, s. 3</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Officer of the Assembly",
            "part_id": null,
            "part_type": null,
            "section_y": "Officer of the Assembly",
            "content": "5 The Advocate is an officer of the Assembly.  2007, c. 9, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>The Advocate is an officer of the Assembly.  2007, c. 9, s. 5.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Term of office",
            "part_id": null,
            "part_type": null,
            "section_y": "Term of office",
            "content": "6 (1) Subject to subsection (2), the Advocate holds office for a term of five years, and may be reappointed for one further term of five years.  2007, c. 9, s. 6 (1). Same (1.1) The Advocate continues to hold office after the expiry of his or her term until a successor is appointed. 2014, c. 13, Sched. 10, s. 4. Note: On the earlier of May 1, 2019 and a day to be named by proclamation of the Lieutenant Governor, subsection 6 (1.1) of the Act is amended by adding “or until the day section 5 of Schedule 34 to the Restoring Trust, Transparency and Accountability Act, 2018\r\ncomes into force” at the end. (See: 2018, c. 17, Sched. 34, s. 2) Removal from office (2) The Lieutenant Governor in Council may at any time remove the Advocate from office for cause, on the address of the Legislative Assembly.  2007, c. 9, s. 6 (2). Temporary appointment (3) If the office of Advocate becomes vacant, or if for any reason the Advocate is unable or unwilling to fulfil the duties of the office, the Lieutenant Governor in Council may appoint a temporary Advocate to act as Advocate for a term of not more than six months.  2007, c. 9, s. 6 (3). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 4 - 01/03/2016 2018, c. 17, Sched. 34, s. 2 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) Subject to subsection (2), the Advocate holds office for a term of five years, and may be reappointed for one further term of five years.  2007, c. 9, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(1.1) The Advocate continues to hold office after the expiry of his or her term until a successor is appointed. 2014, c. 13, Sched. 10, s. 4.</p> <p class=\"Pnote\">Note: On the earlier of May 1, 2019 and a day to be named by proclamation of the Lieutenant Governor, subsection 6 (1.1) of the Act is amended by adding “or until the day section 5 of Schedule 34 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i>\r\ncomes into force” at the end. (See: 2018, c. 17, Sched. 34, s. 2)</p> <p class=\"headnote\">Removal from office</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may at any time remove the Advocate from office for cause, on the address of the Legislative Assembly.  2007, c. 9, s. 6 (2).</p> <p class=\"headnote\">Temporary appointment</p> <p class=\"subsection\">(3) If the office of Advocate becomes vacant, or if for any reason the Advocate is unable or unwilling to fulfil the duties of the office, the Lieutenant Governor in Council may appoint a temporary Advocate to act as Advocate for a term of not more than six months.  2007, c. 9, s. 6 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s4\">2014, c. 13, Sched. 10, s. 4</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched34s2\">2018, c. 17, Sched. 34, s. 2</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Not a public servant",
            "part_id": null,
            "part_type": null,
            "section_y": "Not a public servant",
            "content": "7 The Advocate is not a public servant within the meaning of the Public Service of Ontario Act, 2006.  2007, c. 9, s. 24 (3). Section Amendments with date in force (d/m/y) 2007, c. 9, s. 24 (3) - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>The Advocate is not a public servant within the meaning of the <i>Public Service of Ontario Act, 2006</i>.  2007, c. 9, s. 24 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07009#s24s3\">2007, c. 9, s. 24 (3)</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Full-time Advocate",
            "part_id": null,
            "part_type": null,
            "section_y": "Full-time Advocate",
            "content": "8 The Advocate shall work exclusively as Advocate and shall not hold any other office under the Crown or engage in any other employment.  2007, c. 9, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>The Advocate shall work exclusively as Advocate and shall not hold any other office under the Crown or engage in any other employment.  2007, c. 9, s. 8.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Remuneration of Advocate",
            "part_id": null,
            "part_type": null,
            "section_y": "Remuneration of Advocate",
            "content": "9 (1) The Advocate shall be paid a salary fixed by the Lieutenant Governor in Council.  2007, c. 9, s. 9 (1). Salary not to be reduced (2) The Advocate’s salary shall not be reduced unless the Lieutenant Governor in Council has received an address from the Assembly recommending a reduction.  2007, c. 9, s. 9 (2). Pension (3) Despite section 7, the Advocate shall be a member of the Public Service Pension Plan.  2007, c. 9, s. 9 (3). Expenses (4) The Advocate is entitled to be paid reasonable travelling and living expenses, as approved by the Board of Internal Economy, while absent from his or her ordinary place of residence in the exercise of the Advocate’s functions under this Act.  2007, c. 9, s. 9 (4). Administration",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) The Advocate shall be paid a salary fixed by the Lieutenant Governor in Council.  2007, c. 9, s. 9 (1).</p> <p class=\"headnote\">Salary not to be reduced</p> <p class=\"subsection\">(2) The Advocate’s salary shall not be reduced unless the Lieutenant Governor in Council has received an address from the Assembly recommending a reduction.  2007, c. 9, s. 9 (2).</p> <p class=\"headnote\">Pension</p> <p class=\"subsection\">(3) Despite section 7, the Advocate shall be a member of the Public Service Pension Plan.  2007, c. 9, s. 9 (3).</p> <p class=\"headnote\">Expenses</p> <p class=\"subsection\">(4) The Advocate is entitled to be paid reasonable travelling and living expenses, as approved by the Board of Internal Economy, while absent from his or her ordinary place of residence in the exercise of the Advocate’s functions under this Act.  2007, c. 9, s. 9 (4).</p> <p class=\"heading1\"><a name=\"BK11\"></a>Administration</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Administration",
            "section_x": "Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Budget",
            "part_id": null,
            "part_type": null,
            "section_y": "Budget",
            "content": "10 (1) The money required for the carrying out of the functions of the Advocate shall be paid out of funds appropriated by the Legislature for the purpose.  2007, c. 9, s. 10 (1). Directives (2) The Board of Internal Economy may from time to time issue directives to the Advocate with respect to the expenditure of funds, and the Advocate shall comply with those directives.  2007, c. 9, s. 10 (2). Estimates (3) The Advocate shall present annually to the Board of Internal Economy estimates of the sums of money that will be required for the performance of all the functions of the Advocate.  2007, c. 9, s. 10 (3). Same (4) The Board shall review and may alter the estimates as it considers proper.  2007, c. 9, s. 10 (4). Audits (5) The accounts and financial statements of the Advocate shall be audited annually by the Auditor General and the results of those audits shall be presented to the Speaker of the Legislative Assembly. 2007, c. 9, s. 10 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) The money required for the carrying out of the functions of the Advocate shall be paid out of funds appropriated by the Legislature for the purpose.  2007, c. 9, s. 10 (1).</p> <p class=\"headnote\">Directives</p> <p class=\"subsection\">(2) The Board of Internal Economy may from time to time issue directives to the Advocate with respect to the expenditure of funds, and the Advocate shall comply with those directives.  2007, c. 9, s. 10 (2).</p> <p class=\"headnote\">Estimates</p> <p class=\"subsection\">(3) The Advocate shall present annually to the Board of Internal Economy estimates of the sums of money that will be required for the performance of all the functions of the Advocate.  2007, c. 9, s. 10 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The Board shall review and may alter the estimates as it considers proper.  2007, c. 9, s. 10 (4).</p> <p class=\"headnote\">Audits</p> <p class=\"subsection\">(5) The accounts and financial statements of the Advocate shall be audited annually by the Auditor General and the results of those audits shall be presented to the Speaker of the Legislative Assembly. 2007, c. 9, s. 10 (5).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Premises and supplies",
            "part_id": null,
            "part_type": null,
            "section_y": "Premises and supplies",
            "content": "11 The Advocate may lease any premises and acquire any equipment and supplies that are necessary for the carrying out of the functions of the Advocate.  2007, c. 9, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>The Advocate may lease any premises and acquire any equipment and supplies that are necessary for the carrying out of the functions of the Advocate.  2007, c. 9, s. 11.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Services of experts",
            "part_id": null,
            "part_type": null,
            "section_y": "Services of experts",
            "content": "12 The Advocate may enter into contracts to retain the services of specialists and consultants.  2007, c. 9, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>The Advocate may enter into contracts to retain the services of specialists and consultants.  2007, c. 9, s. 12.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Staff",
            "part_id": null,
            "part_type": null,
            "section_y": "Staff",
            "content": "13 (1) Subject to the approval of the Board of Internal Economy, the Advocate may retain the staff that the Advocate considers necessary for the carrying out of the functions of the Advocate, and may determine their remuneration and their terms and conditions of employment.  2007, c. 9, s. 13 (1). Benefits (2) The benefits determined under Part III of the Public Service of Ontario Act, 2006 with respect to the following matters for public servants employed under that Part to work in a ministry, other than in a minister’s office, who are not within a bargaining unit apply to the Advocate’s staff: 1. Cumulative vacation and sick leave credits for regular attendance and payments in respect of such credits. 2. Plans for group life insurance, medical-surgical insurance or long-term income protection. 3. The granting of leaves of absence.  2007, c. 9, s. 24 (4). Same (3) For the purposes of subsection (2), if a benefit applicable to a member of the Advocate’s staff is contingent on the exercise of a discretionary power or the performance of a discretionary function, the power may be exercised or the function may be performed by the Advocate or any person authorized in writing by the Advocate.  2007, c. 9, s. 24 (4). Pension (4) The Advocate’s staff are members of the Public Service Pension Plan.  2007, c. 9, s. 13 (4). Section Amendments with date in force (d/m/y) 2007, c. 9, s. 24 (4) - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) Subject to the approval of the Board of Internal Economy, the Advocate may retain the staff that the Advocate considers necessary for the carrying out of the functions of the Advocate, and may determine their remuneration and their terms and conditions of employment.  2007, c. 9, s. 13 (1).</p> <p class=\"headnote\">Benefits</p> <p class=\"subsection\">(2) The benefits determined under Part III of the <i>Public Service of Ontario Act, 2006</i> with respect to the following matters for public servants employed under that Part to work in a ministry, other than in a minister’s office, who are not within a bargaining unit apply to the Advocate’s staff:</p> <p class=\"paragraph\">  1. Cumulative vacation and sick leave credits for regular attendance and payments in respect of such credits.</p> <p class=\"paragraph\">  2. Plans for group life insurance, medical-surgical insurance or long-term income protection.</p> <p class=\"paragraph\">  3. The granting of leaves of absence.  2007, c. 9, s. 24 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of subsection (2), if a benefit applicable to a member of the Advocate’s staff is contingent on the exercise of a discretionary power or the performance of a discretionary function, the power may be exercised or the function may be performed by the Advocate or any person authorized in writing by the Advocate.  2007, c. 9, s. 24 (4).</p> <p class=\"headnote\">Pension</p> <p class=\"subsection\">(4) The Advocate’s staff are members of the Public Service Pension Plan.  2007, c. 9, s. 13 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07009#s24s4\">2007, c. 9, s. 24 (4)</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.1",
            "section_x": "Staff, investigative team",
            "part_id": null,
            "part_type": null,
            "section_y": "Staff, investigative team",
            "content": "13.1 (1) The director of investigations shall, from among staff retained by the Advocate under section 13, establish an investigative team, (a) to conduct investigations under section 16.1; and (b) to provide advice and guidance to the Advocate with respect to investigations. 2014, c. 13, Sched. 10, s. 5. Qualifications (2) The investigative team must consist of individuals with significant experience in investigations and child protection and may also include individuals with significant experience in other areas relevant to investigations such as pediatric health services, children’s mental health services or child development services. 2014, c. 13, Sched. 10, s. 5. Separation of investigative function from advocacy function (3) The director of investigations and the investigative team shall not concurrently conduct investigations and provide advocacy under subsection 15 (1). 2014, c. 13, Sched. 10, s. 5. No sharing of information (4) Subject to section 21.1, the Advocate, the director of investigations and the investigative team shall not share information respecting an investigation, including personal information, with anyone, including staff retained by the Advocate other than the Advocate and members of the investigative team, unless, (a) the Advocate reasonably believes that the disclosure is necessary to eliminate or reduce a significant risk of death or serious bodily harm to a person or group; (b) the disclosure is authorized or required by law; or (c) the disclosure is necessary for the purposes of law enforcement. 2014, c. 13, Sched. 10, s. 5. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 5 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13.1 </b>(1) The director of investigations shall, from among staff retained by the Advocate under section 13, establish an investigative team,</p> <p class=\"paragraph\">  (a) to conduct investigations under section 16.1; and</p> <p class=\"paragraph\">  (b) to provide advice and guidance to the Advocate with respect to investigations. 2014, c. 13, Sched. 10, s. 5.</p> <p class=\"headnote\">Qualifications</p> <p class=\"subsection\">(2) The investigative team must consist of individuals with significant experience in investigations and child protection and may also include individuals with significant experience in other areas relevant to investigations such as pediatric health services, children’s mental health services or child development services. 2014, c. 13, Sched. 10, s. 5.</p> <p class=\"headnote\">Separation of investigative function from advocacy function</p> <p class=\"subsection\">(3) The director of investigations and the investigative team shall not concurrently conduct investigations and provide advocacy under subsection 15 (1). 2014, c. 13, Sched. 10, s. 5.</p> <p class=\"headnote\">No sharing of information</p> <p class=\"subsection\">(4) Subject to section 21.1, the Advocate, the director of investigations and the investigative team shall not share information respecting an investigation, including personal information, with anyone, including staff retained by the Advocate other than the Advocate and members of the investigative team, unless,</p> <p class=\"paragraph\">  (a) the Advocate reasonably believes that the disclosure is necessary to eliminate or reduce a significant risk of death or serious bodily harm to a person or group;</p> <p class=\"paragraph\">  (b) the disclosure is authorized or required by law; or</p> <p class=\"paragraph\">  (c) the disclosure is necessary for the purposes of law enforcement. 2014, c. 13, Sched. 10, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s5\">2014, c. 13, Sched. 10, s. 5</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Delegation to staff",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation to staff",
            "content": "14 (1) The Advocate may delegate in writing to any member of the Advocate’s staff the authority to perform any of the Advocate’s functions or to carry out any of the Advocate’s powers, subject to any terms provided for in the delegation.  2007, c. 9, s. 14 (1). Restriction (2) The Advocate may not delegate the power to make a delegation or to make a report under section 21 or 21.1.  2007, c. 9, s. 14 (2); 2014, c. 13, Sched. 10, s. 6. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 6 - 01/03/2016 Functions and Powers",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) The Advocate may delegate in writing to any member of the Advocate’s staff the authority to perform any of the Advocate’s functions or to carry out any of the Advocate’s powers, subject to any terms provided for in the delegation.  2007, c. 9, s. 14 (1).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) The Advocate may not delegate the power to make a delegation or to make a report under section 21 or 21.1.  2007, c. 9, s. 14 (2); 2014, c. 13, Sched. 10, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK18\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s6\">2014, c. 13, Sched. 10, s. 6</a></span> - 01/03/2016</p> <p class=\"heading1\">Functions and Powers</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Functions and Powers",
            "section_x": "Functions and Powers",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "section_x": "Functions",
            "part_id": null,
            "part_type": null,
            "section_y": "Functions",
            "content": "15 (1)  The functions of the Advocate are to, (a) provide advocacy to children and youth who are seeking or receiving services that are provided or funded under the Child, Youth and Family Services Act, 2017 or provided under the authority of a licence issued under that Act; (b)  Repealed:  2009, c. 2, s. 29 (1). (c) promote the rights under Part II of the Child, Youth and Family Services Act, 2017 of children in care; (d) provide advocacy in accordance with clause 16 (1) (k) to children who are pupils of schools established or continued under section 13 of the Education Act; (e) provide advocacy in accordance with clause 16 (1) (l) to children and youth with respect to matters that arise while held in court holding cells and being transported to and from court holding cells; and (f) provide any other advocacy that is permitted under the regulations or any other Act.  2007, c. 9, s. 15; 2009, c. 2, s. 29; 2017, c. 14, Sched. 4, s. 31 (5); 2017, c. 34, Sched. 12, s. 13 (1). Same, investigative function (2) In addition to the functions set out in subsection (1), the Advocate has the function of  investigating any matter that comes to his or her attention from any source or on the Advocate’s own initiative concerning a child or group of children, including a systemic investigation, with respect to, (a) a children’s aid society service; or (b) a service provided by a residential licensee where a children’s aid society is the placing agency. 2014, c. 13, Sched. 10, s. 7. Application to Divisional Court to determine jurisdiction (3) If any question arises whether the Advocate has jurisdiction to investigate any matter under this Act, the Advocate may, if he or she thinks fit, apply to the Divisional Court for a declaratory order determining the question. 2014, c. 13, Sched. 10, s. 7. Paramount purpose and principles (4) In carrying out the functions of the Advocate under this section, the Advocate shall have regard to, (a) the paramount purpose of the Child, Youth and Family Services Act, 2017, to promote the best interests, protection and well-being of children; and (b) the principles expressed in the United Nations Convention on the Rights of the Child. 2014, c. 13, Sched. 10, s. 7; 2017, c. 14, Sched. 4, s. 31 (6). Note: On the earlier of May 1, 2019 and a day to be named by proclamation of the Lieutenant Governor, section 15 of the Act is amended by adding the following subsections: (See: 2018, c. 17, Sched. 34, s. 3) Restriction on advocacy and investigations (5) Despite subsections (1) and (2), beginning on the day section 7 of Schedule 28 to the Restoring Trust, Transparency and Accountability Act, 2018 comes into force, the Advocate shall not, (a) provide advocacy to or promote the rights of a child or youth, including conducting systemic reviews, unless the purpose of the advocacy or the promotion of the child or youth’s rights is to resolve a particular matter that was brought to the attention of the Advocate before that day; or (b) commence a new investigation under subsection (2). 2018, c. 17, Sched. 34, s. 3. Resolution of ongoing matters (6) The Advocate shall take all necessary steps to resolve, as expeditiously as possible, any matter in respect of which the Advocate is providing advocacy to or promoting the rights of a child or youth, including systemic reviews, or that the Advocate is investigating. 2018, c. 17, Sched. 34, s. 3. Transfer of records, matters (7) The Advocate shall ensure that, before the day section 5 of Schedule 34 to the Restoring Trust, Transparency and Accountability Act, 2018 comes into force, (a) all records in the possession of the Advocate that were collected by the Advocate in the exercise of his or her functions under subsections (1) and (2), including records containing personal information, are transferred to the Ombudsman; (b) any ongoing matter is referred to the Ombudsman if, (i) it is not likely to be resolved as of that day, and (ii) the Ombudsman is able to perform a function under subsection 14 (1.1) or (1.3) of the Ombudsman Act that relates to its subject-matter; (c) any children or young persons who are affected by a matter that has been referred to the Ombudsman under clause (b) are informed of the referral; and (d) with respect to any ongoing matter that is not referred to the Ombudsman under clause (b), the affected children and youth are advised of, (i) the fact that, as of that day, the Advocate will no longer be able to perform the function the Advocate has been performing in respect of the matter, (ii) any steps that have been taken by the Advocate with respect to the matter, and (iii) where further support can be obtained, if applicable, and what further steps, if any, can be taken with respect to the matter. 2018, c. 17, Sched. 34, s. 3. Section Amendments with date in force (d/m/y) 2009, c. 2, s. 29 (1, 2)\r\n- 01/04/2009 2014, c. 13, Sched. 10, s. 7 - 01/03/2016 2017, c. 14, Sched. 4, s. 31 (5, 6) - 30/04/2018; 2017, c. 34, Sched. 12, s. 13 (1) - 14/12/2017 2018, c. 17, Sched. 34, s. 3 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>15 </b>(1) <b> </b>The functions of the Advocate are to,</p> <p class=\"paragraph\">  (a) provide advocacy to children and youth who are seeking or receiving services that are provided or funded under the <i>Child, Youth and Family Services Act, 2017 </i>or provided under the authority of a licence issued under that Act;</p> <p class=\"paragraph\">  (b)  <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 2, s. 29 (1).</p> <p class=\"paragraph\">  (c) promote the rights under Part II of the <i>Child, Youth and Family Services Act, 2017</i><i> </i>of children in care;</p> <p class=\"paragraph\">  (d) provide advocacy in accordance with clause 16 (1) (k) to children who are pupils of schools established or continued under section 13 of the <i>Education Act</i>;</p> <p class=\"paragraph\">  (e) provide advocacy in accordance with clause 16 (1) (l) to children and youth with respect to matters that arise while held in court holding cells and being transported to and from court holding cells; and</p> <p class=\"paragraph\">  (f) provide any other advocacy that is permitted under the regulations or any other Act.  2007, c. 9, s. 15; 2009, c. 2, s. 29; 2017, c. 14, Sched. 4, s. 31 (5); 2017, c. 34, Sched. 12, s. 13 (1).</p> <p class=\"headnote\">Same, investigative function</p> <p class=\"subsection\">(2) In addition to the functions set out in subsection (1), the Advocate has the function of  investigating any matter that comes to his or her attention from any source or on the Advocate’s own initiative concerning a child or group of children, including a systemic investigation, with respect to,</p> <p class=\"paragraph\">  (a) a children’s aid society service; or</p> <p class=\"paragraph\">  (b) a service provided by a residential licensee where a children’s aid society is the placing agency. 2014, c. 13, Sched. 10, s. 7.</p> <p class=\"headnote\">Application to Divisional Court to determine jurisdiction</p> <p class=\"subsection\">(3) If any question arises whether the Advocate has jurisdiction to investigate any matter under this Act, the Advocate may, if he or she thinks fit, apply to the Divisional Court for a declaratory order determining the question. 2014, c. 13, Sched. 10, s. 7.</p> <p class=\"headnote\">Paramount purpose and principles</p> <p class=\"subsection\">(4) In carrying out the functions of the Advocate under this section, the Advocate shall have regard to,</p> <p class=\"paragraph\">  (a) the paramount purpose of the <i>Child, Youth and Family Services Act, 2017</i>, to promote the best interests, protection and well-being of children; and</p> <p class=\"paragraph\">  (b) the principles expressed in the United Nations Convention on the Rights of the Child. 2014, c. 13, Sched. 10, s. 7; 2017, c. 14, Sched. 4, s. 31 (6).</p> <p class=\"Pnote\">Note: On the earlier of May 1, 2019 and a day to be named by proclamation of the Lieutenant Governor, section 15 of the Act is amended by adding the following subsections: (See: 2018, c. 17, Sched. 34, s. 3)</p> <p class=\"Yheadnote\">Restriction on advocacy and investigations</p> <p class=\"Ysubsection\">(5) Despite subsections (1) and (2), beginning on the day section 7 of Schedule 28 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i> comes into force, the Advocate shall not,</p> <p class=\"Yparagraph\">  (a) provide advocacy to or promote the rights of a child or youth, including conducting systemic reviews, unless the purpose of the advocacy or the promotion of the child or youth’s rights is to resolve a particular matter that was brought to the attention of the Advocate before that day; or</p> <p class=\"Yparagraph\">  (b) commence a new investigation under subsection (2). 2018, c. 17, Sched. 34, s. 3.</p> <p class=\"Yheadnote\">Resolution of ongoing matters</p> <p class=\"Ysubsection\">(6) The Advocate shall take all necessary steps to resolve, as expeditiously as possible, any matter in respect of which the Advocate is providing advocacy to or promoting the rights of a child or youth, including systemic reviews, or that the Advocate is investigating. 2018, c. 17, Sched. 34, s. 3.</p> <p class=\"Yheadnote\">Transfer of records, matters</p> <p class=\"Ysubsection\">(7) The Advocate shall ensure that, before the day section 5 of Schedule 34 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i> comes into force,</p> <p class=\"Yparagraph\">  (a) all records in the possession of the Advocate that were collected by the Advocate in the exercise of his or her functions under subsections (1) and (2), including records containing personal information, are transferred to the Ombudsman;</p> <p class=\"Yparagraph\">  (b) any ongoing matter is referred to the Ombudsman if,</p> <p class=\"Ysubpara\">  (i) it is not likely to be resolved as of that day, and</p> <p class=\"Ysubpara\">  (ii) the Ombudsman is able to perform a function under subsection 14 (1.1) or (1.3) of the <i>Ombudsman Act</i> that relates to its subject-matter;</p> <p class=\"Yparagraph\">  (c) any children or young persons who are affected by a matter that has been referred to the Ombudsman under clause (b) are informed of the referral; and</p> <p class=\"Yparagraph\">  (d) with respect to any ongoing matter that is not referred to the Ombudsman under clause (b), the affected children and youth are advised of,</p> <p class=\"Ysubpara\">  (i) the fact that, as of that day, the Advocate will no longer be able to perform the function the Advocate has been performing in respect of the matter,</p> <p class=\"Ysubpara\">  (ii) any steps that have been taken by the Advocate with respect to the matter, and</p> <p class=\"Ysubpara\">  (iii) where further support can be obtained, if applicable, and what further steps, if any, can be taken with respect to the matter. 2018, c. 17, Sched. 34, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09002#s29s1\">2009, c. 2, s. 29 (1, 2)</a></span>\r\n- 01/04/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s7\">2014, c. 13, Sched. 10, s. 7</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s5\">2017, c. 14, Sched. 4, s. 31 (5, 6)</a></span> - 30/04/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched12s13s1\">2017, c. 34, Sched. 12, s. 13 (1)</a></span> - 14/12/2017</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched34s3\">2018, c. 17, Sched. 34, s. 3</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "section_x": "Powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers",
            "content": "16 (1) In carrying out the functions of the Advocate under subsection 15 (1), the Advocate may, (a) receive and respond to complaints; (b) conduct reviews, whether in response to a complaint or on the Advocate’s own initiative; (c) represent the views and preferences of children and youth to agencies and to service providers; (d) use informal methods to resolve disputes between children or youth and agencies and service providers; (e) make reports as to the result of the Advocate’s review to the complainant, subject to section 20; (f) provide advice and make recommendations to entities, including governments, ministers, agencies and service providers responsible for services, (i) under the Child, Youth and Family Services Act, 2017, or (ii) that are provided for in the regulations; (g) educate children in care, their families and staff of agencies and service providers about the rights of children in care under Part II of the Child, Youth and Family Services Act, 2017; (h) communicate with children in care regarding complaints; (i) provide advocacy to, but not represent as legal counsel or agent, children in care who are appearing before a court or tribunal, or who are appearing before a body or person that is reviewing their care, custody or detention disposition; (j) provide advocacy to children in care regarding complaints made with respect to rights under Part II of the Child, Youth and Family Services Act, 2017; (k) receive and respond to complaints from children who are pupils of schools established or continued under section 13 of the Education Act and use informal methods to resolve those complaints; (l) receive and respond to complaints from children and youth with respect to matters that arise while held in court holding cells and transported to and from court holding cells; (m) meet with children who have undergone emergency admission to a secure treatment program under the Child, Youth and Family Services Act, 2017 to explain, in language suitable to their understanding, the children’s right to a review of the admission; (n) where an investigative authority is conducting an investigation that involves a child in care, provide advocacy to the child or youth that does not interfere with the investigation; (o) provide information to children and youth and their families on how to access services described in clause 15 (1) (a); (p) engage in systemic reviews on behalf of children and youth; (q) provide public education about this Act and the role of the Advocate; and (r) perform other powers and duties provided for in the regulations.  2007, c. 9, s. 16 (1); 2009, c. 2, s. 30; 2014, c. 13, Sched. 10, s. 8 (1); 2017, c. 14, Sched. 4, s. 31 (7); 2017, c. 34, Sched. 12, s. 13 (2). Restriction on acting as counsel (2) The Advocate shall not represent a child or youth before a court or tribunal.  2007, c. 9, s. 16 (2). Restriction on advocacy (3) Except in relation to the Advocate’s investigative function under subsection 15 (2), nothing in this Act permits the Advocate to summon and enforce the attendance of witnesses, to compel testimony under oath or to compel witnesses to produce records or things.  2007, c. 9, s. 16 (3); 2014, c. 13, Sched. 10, s. 8 (2). Power not to act on complaint (4) The Advocate may, in his or her discretion, decide not to take any action based on a complaint if the Advocate is of the opinion that, (a) the subject matter of the complaint is trivial; (b) the complaint is frivolous or vexatious; or (c) the complaint is not made in good faith.  2007, c. 9, s. 16 (4). Power not to investigate a matter (4.1) The Advocate may in his or her discretion decide not to investigate, or, as the case may require, not to further investigate any matter if in his or her opinion, one of the following applies: 1. It appears to the Advocate that under the law or existing administrative practice there is an adequate remedy in respect of the matter, whether or not the person raising the matter has availed himself, herself, or itself of it. 2. The person who raised the matter with the Advocate has not a sufficient personal interest in the subject matter that was raised. 3. The matter is trivial, frivolous or vexatious or is not raised in good faith. 4. A child who is the subject of or affected by the matter indicates that he or she does not want the matter to be pursued. 2014, c. 13, Sched. 10, s. 8 (3). Reasons to be given (5) The Advocate shall give the complainant or the person who raised an investigation matter with the Advocate notice in writing of the Advocate’s decision and of the reasons for the decision, where the Advocate decides, (a) not to act on a complaint under subsection 16 (1) or to take no further action with regard to a complaint; or (b) not to investigate a matter under section 16.1 or further investigate the matter. 2014, c. 13, Sched. 10, s. 8 (4). Special requirements or needs (6) In the course of carrying out his or her functions, the Advocate shall provide advocacy that is sensitive to any special requirements or needs of the child or youth.  2007, c. 9, s. 16 (6). Section Amendments with date in force (d/m/y) 2009, c. 2, s. 30 - 01/04/2009 2014, c. 13, Sched. 10, s. 8 (1-4) - 01/03/2016 2017, c. 14, Sched. 4, s. 31 (7) - 30/04/2018; 2017, c. 34, Sched. 12, s. 13 (2) - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>16 </b>(1) In carrying out the functions of the Advocate under subsection 15 (1), the Advocate may,</p> <p class=\"paragraph\">  (a) receive and respond to complaints;</p> <p class=\"paragraph\">  (b) conduct reviews, whether in response to a complaint or on the Advocate’s own initiative;</p> <p class=\"paragraph\">  (c) represent the views and preferences of children and youth to agencies and to service providers;</p> <p class=\"paragraph\">  (d) use informal methods to resolve disputes between children or youth and agencies and service providers;</p> <p class=\"paragraph\">  (e) make reports as to the result of the Advocate’s review to the complainant, subject to section 20;</p> <p class=\"paragraph\">  (f) provide advice and make recommendations to entities, including governments, ministers, agencies and service providers responsible for services,</p> <p class=\"subpara\">  (i) under the <i>Child, Youth and Family Services Act, 2017</i>, or</p> <p class=\"subpara\">  (ii) that are provided for in the regulations;</p> <p class=\"paragraph\">  (g) educate children in care, their families and staff of agencies and service providers about the rights of children in care under Part II of the<i> Child, Youth and Family Services Act, 2017</i>;</p> <p class=\"paragraph\">  (h) communicate with children in care regarding complaints;</p> <p class=\"paragraph\">  (i) provide advocacy to, but not represent as legal counsel or agent, children in care who are appearing before a court or tribunal, or who are appearing before a body or person that is reviewing their care, custody or detention disposition;</p> <p class=\"paragraph\">  (j) provide advocacy to children in care regarding complaints made with respect to rights under Part II of the <i>Child, Youth and Family Services Act, 2017</i>;</p> <p class=\"paragraph\">  (k) receive and respond to complaints from children who are pupils of schools established or continued under section 13 of the <i>Education Act</i><i> </i>and use informal methods to resolve those complaints;</p> <p class=\"paragraph\">  (l) receive and respond to complaints from children and youth with respect to matters that arise while held in court holding cells and transported to and from court holding cells;</p> <p class=\"paragraph\">  (m) meet with children who have undergone emergency admission to a secure treatment program under the <i>Child, Youth and Family Services Act, 2017</i> to explain, in language suitable to their understanding, the children’s right to a review of the admission;</p> <p class=\"paragraph\">  (n) where an investigative authority is conducting an investigation that involves a child in care, provide advocacy to the child or youth that does not interfere with the investigation;</p> <p class=\"paragraph\">  (o) provide information to children and youth and their families on how to access services described in clause 15 (1) (a);</p> <p class=\"paragraph\">  (p) engage in systemic reviews on behalf of children and youth;</p> <p class=\"paragraph\">  (q) provide public education about this Act and the role of the Advocate; and</p> <p class=\"paragraph\">  (r) perform other powers and duties provided for in the regulations.  2007, c. 9, s. 16 (1); 2009, c. 2, s. 30; 2014, c. 13, Sched. 10, s. 8 (1); 2017, c. 14, Sched. 4, s. 31 (7); 2017, c. 34, Sched. 12, s. 13 (2).</p> <p class=\"headnote\">Restriction on acting as counsel</p> <p class=\"subsection\">(2) The Advocate shall not represent a child or youth before a court or tribunal.  2007, c. 9, s. 16 (2).</p> <p class=\"headnote\">Restriction on advocacy</p> <p class=\"subsection\">(3) Except in relation to the Advocate’s investigative function under subsection 15 (2), nothing in this Act permits the Advocate to summon and enforce the attendance of witnesses, to compel testimony under oath or to compel witnesses to produce records or things.  2007, c. 9, s. 16 (3); 2014, c. 13, Sched. 10, s. 8 (2).</p> <p class=\"headnote\">Power not to act on complaint</p> <p class=\"subsection\">(4) The Advocate may, in his or her discretion, decide not to take any action based on a complaint if the Advocate is of the opinion that,</p> <p class=\"paragraph\">  (a) the subject matter of the complaint is trivial;</p> <p class=\"paragraph\">  (b) the complaint is frivolous or vexatious; or</p> <p class=\"paragraph\">  (c) the complaint is not made in good faith.  2007, c. 9, s. 16 (4).</p> <p class=\"headnote\">Power not to investigate a matter</p> <p class=\"subsection\">(4.1) The Advocate may in his or her discretion decide not to investigate, or, as the case may require, not to further investigate any matter if in his or her opinion, one of the following applies:</p> <p class=\"paragraph\">  1. It appears to the Advocate that under the law or existing administrative practice there is an adequate remedy in respect of the matter, whether or not the person raising the matter has availed himself, herself, or itself of it.</p> <p class=\"paragraph\">  2. The person who raised the matter with the Advocate has not a sufficient personal interest in the subject matter that was raised.</p> <p class=\"paragraph\">  3. The matter is trivial, frivolous or vexatious or is not raised in good faith.</p> <p class=\"paragraph\">  4. A child who is the subject of or affected by the matter indicates that he or she does not want the matter to be pursued. 2014, c. 13, Sched. 10, s. 8 (3).</p> <p class=\"headnote\">Reasons to be given</p> <p class=\"subsection\">(5) The Advocate shall give the complainant or the person who raised an investigation matter with the Advocate notice in writing of the Advocate’s decision and of the reasons for the decision, where the Advocate decides,</p> <p class=\"paragraph\">  (a) not to act on a complaint under subsection 16 (1) or to take no further action with regard to a complaint; or</p> <p class=\"paragraph\">  (b) not to investigate a matter under section 16.1 or further investigate the matter. 2014, c. 13, Sched. 10, s. 8 (4).</p> <p class=\"headnote\">Special requirements or needs</p> <p class=\"subsection\">(6) In the course of carrying out his or her functions, the Advocate shall provide advocacy that is sensitive to any special requirements or needs of the child or youth.  2007, c. 9, s. 16 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09002#s30\">2009, c. 2, s. 30</a></span> - 01/04/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s8s1\">2014, c. 13, Sched. 10, s. 8 (1-4)</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s7\">2017, c. 14, Sched. 4, s. 31 (7)</a></span> - 30/04/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched12s13s2\">2017, c. 34, Sched. 12, s. 13 (2)</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.1",
            "section_x": "Powers re investigative function",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers re investigative function",
            "content": "16.1 (1) In relation to the Advocate’s investigative function under subsection 15 (2), the Advocate may hear or obtain information from such persons as he or she thinks may be relevant to the investigation and may make such inquiries as he or she thinks may be relevant to the investigation. 2014, c. 13, Sched. 10, s. 9. Hearing not necessary (2) For the purposes of subsection (1), it is not necessary for the Advocate to hold a hearing and no person is entitled as of right to be heard by the Advocate. 2014, c. 13, Sched. 10, s. 9. Opportunity to make representations (3) Despite subsection (2), if at any time during the course of an investigation it appears to the Advocate that there may be sufficient grounds for him or her to make a report or recommendation that may adversely affect any of the following persons or entities, the Advocate shall give to the person or entity an opportunity to make representations respecting the adverse report or recommendation, either personally or by counsel: 1. The Minister. 2. A children’s aid society. 3. A residential licensee. 4. Any other person or entity. 2014, c. 13, Sched. 10, s. 9. Compelling information or documents (4) In carrying out his or her investigative function, the Advocate may require any officer, employee or member of any person or entity listed in subsection (3) or any other person or entity who, in the Advocate’s opinion, is able to give information relating to any matter that is being investigated by the Advocate, (a) to furnish the information; and (b) to produce any documents or things which, in the Advocate’s opinion, relate to the matter and which may be in the possession or under the control of the person or entity. 2014, c. 13, Sched. 10, s. 9. Same, duty to furnish (5) A person or entity referred to in subsection (4) shall furnish the information and produce the document or things to the Advocate when requested to do so. 2014, c. 13, Sched. 10, s. 9. Examination under oath (6) In carrying out his or her investigative function, the Advocate may summon any of the following individuals before him or her to examine on oath, and for that purpose may administer an oath: 1. An individual, i. who is an officer, employee or member of any person or entity listed in subsection (3), and ii. who, in the Advocate’s opinion, is able to give any information relevant to the investigation. 2. Any other individual who, in the Advocate’s opinion, is able to give any information  relevant to the investigation. 2014, c. 13, Sched. 10, s. 9. Secrecy (7) No person who is bound by the provisions of any Act, other than the Public Service of Ontario Act, 2006, to maintain secrecy in relation to, or not to disclose, any matter shall be required to supply any information to or answer any question put by the Advocate in relation to that matter, or to produce to the Advocate any document or thing relating to it, if compliance with that requirement would be in breach of the obligation of secrecy or non-disclosure. 2014, c. 13, Sched. 10, s. 9. Providing personal information despite privacy Acts (8) Any person who is subject to the Freedom of Information and Protection of Privacy Act, the\r\nMunicipal Freedom of Information and Protection of Privacy Act or the Personal Health Information Protection Act, 2004 is not prevented by any provisions of those Acts from providing personal information to the Advocate when the Advocate requires the person to provide the information as part of an investigation. 2014, c. 13, Sched. 10, s. 9. Privileges (9) For the purposes of this section, every person has the same privileges in relation to the giving of information, the answering of questions and the production of documents and things as witnesses have in any court. 2014, c. 13, Sched. 10, s. 9. Protection (10) Except on the trial of any person for perjury in respect of the person’s sworn testimony, no statement made or answer given by that or any other person in the course of any investigation by the Advocate is admissible in evidence against any person in any court or at any inquiry or in any other proceedings. 2014, c. 13, Sched. 10, s. 9. Right to object to answer (11) A person giving a statement or answer in the course of any investigation by the Advocate shall be informed by the Advocate of the right to object to answer any question under section 5 of the Canada Evidence Act. 2014, c. 13, Sched. 10, s. 9. Prosecution (12) No person is liable to prosecution for an offence against any Act, other than this Act, by reason of his or her compliance with any requirement of the Advocate with respect to providing evidence. 2014, c. 13, Sched. 10, s. 9. Fees (13) Where any person is required by the Advocate to attend before him or her for the purposes of providing evidence, the person is entitled to the same fees, allowances, and expenses as if he or she were a witness in the Superior Court of Justice, and the provisions of any Act, regulation or rule in that behalf apply accordingly. 2014, c. 13, Sched. 10, s. 9. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 9 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>16.1 </b>(1) In relation to the Advocate’s investigative function under subsection 15 (2), the Advocate may hear or obtain information from such persons as he or she thinks may be relevant to the investigation and may make such inquiries as he or she thinks may be relevant to the investigation. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Hearing not necessary</p> <p class=\"subsection\">(2) For the purposes of subsection (1), it is not necessary for the Advocate to hold a hearing and no person is entitled as of right to be heard by the Advocate. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Opportunity to make representations</p> <p class=\"subsection\">(3) Despite subsection (2), if at any time during the course of an investigation it appears to the Advocate that there may be sufficient grounds for him or her to make a report or recommendation that may adversely affect any of the following persons or entities, the Advocate shall give to the person or entity an opportunity to make representations respecting the adverse report or recommendation, either personally or by counsel:</p> <p class=\"paragraph\">  1. The Minister.</p> <p class=\"paragraph\">  2. A children’s aid society.</p> <p class=\"paragraph\">  3. A residential licensee.</p> <p class=\"paragraph\">  4. Any other person or entity. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Compelling information or documents</p> <p class=\"subsection\">(4) In carrying out his or her investigative function, the Advocate may require any officer, employee or member of any person or entity listed in subsection (3) or any other person or entity who, in the Advocate’s opinion, is able to give information relating to any matter that is being investigated by the Advocate,</p> <p class=\"paragraph\">  (a) to furnish the information; and</p> <p class=\"paragraph\">  (b) to produce any documents or things which, in the Advocate’s opinion, relate to the matter and which may be in the possession or under the control of the person or entity. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Same, duty to furnish</p> <p class=\"subsection\">(5) A person or entity referred to in subsection (4) shall furnish the information and produce the document or things to the Advocate when requested to do so. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Examination under oath</p> <p class=\"subsection\">(6) In carrying out his or her investigative function, the Advocate may summon any of the following individuals before him or her to examine on oath, and for that purpose may administer an oath:</p> <p class=\"paragraph\">  1. An individual,</p> <p class=\"subpara\">  i. who is an officer, employee or member of any person or entity listed in subsection (3), and</p> <p class=\"subpara\">  ii. who, in the Advocate’s opinion, is able to give any information relevant to the investigation.</p> <p class=\"paragraph\">  2. Any other individual who, in the Advocate’s opinion, is able to give any information  relevant to the investigation. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Secrecy</p> <p class=\"subsection\">(7) No person who is bound by the provisions of any Act, other than the <i>Public Service of Ontario Act, 2006</i>, to maintain secrecy in relation to, or not to disclose, any matter shall be required to supply any information to or answer any question put by the Advocate in relation to that matter, or to produce to the Advocate any document or thing relating to it, if compliance with that requirement would be in breach of the obligation of secrecy or non-disclosure. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Providing personal information despite privacy Acts</p> <p class=\"subsection\">(8) Any person who is subject to the <i>Freedom of Information and Protection of Privacy Act</i>, the\r\n<i>Municipal Freedom of Information and Protection of Privacy Act </i>or the <i>Personal Health Information Protection Act, 2004</i> is not prevented by any provisions of those Acts from providing personal information to the Advocate when the Advocate requires the person to provide the information as part of an investigation. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Privileges</p> <p class=\"subsection\">(9) For the purposes of this section, every person has the same privileges in relation to the giving of information, the answering of questions and the production of documents and things as witnesses have in any court. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Protection</p> <p class=\"subsection\">(10) Except on the trial of any person for perjury in respect of the person’s sworn testimony, no statement made or answer given by that or any other person in the course of any investigation by the Advocate is admissible in evidence against any person in any court or at any inquiry or in any other proceedings. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Right to object to answer</p> <p class=\"subsection\">(11) A person giving a statement or answer in the course of any investigation by the Advocate shall be informed by the Advocate of the right to object to answer any question under section 5 of the <i>Canada Evidence Act</i>. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Prosecution</p> <p class=\"subsection\">(12) No person is liable to prosecution for an offence against any Act, other than this Act, by reason of his or her compliance with any requirement of the Advocate with respect to providing evidence. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(13) Where any person is required by the Advocate to attend before him or her for the purposes of providing evidence, the person is entitled to the same fees, allowances, and expenses as if he or she were a witness in the Superior Court of Justice, and the provisions of any Act, regulation or rule in that behalf apply accordingly. 2014, c. 13, Sched. 10, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s9\">2014, c. 13, Sched. 10, s. 9</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.2",
            "section_x": "Advocate may consult Minister, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Advocate may consult Minister, etc.",
            "content": "16.2 (1) The Advocate may, in his or her discretion, at any time during or after an investigation, consult the Minister or the administrative head of a children’s aid society or residential licensee or other person or entity who is concerned in the matter of the investigation. 2014, c. 13, Sched. 10, s. 9. Advocate must consult Minister, etc. (2) On the request of the Minister or a children’s aid society or residential licensee or other person or entity in relation to any investigation, or in any case where any investigation relates to any recommendation made to the Minister, a children’s aid society or residential licensee or other person or entity, the Advocate shall consult the Minister, children’s aid society or residential licensee or other person or entity after making the investigation and before forming a final opinion. 2014, c. 13, Sched. 10, s. 9. Breach of duty or misconduct (3) If during or after an investigation the Advocate is of the opinion that there is evidence of a breach of duty or of misconduct on the part of any officer or employee employed at the Ministry or by a children’s aid society or residential licensee or other entity, the Advocate may refer the matter to the appropriate authority. 2014, c. 13, Sched. 10, s. 9. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 9 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>16.2 </b>(1) The Advocate may, in his or her discretion, at any time during or after an investigation, consult the Minister or the administrative head of a children’s aid society or residential licensee or other person or entity who is concerned in the matter of the investigation. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Advocate must consult Minister, etc.</p> <p class=\"subsection\">(2) On the request of the Minister or a children’s aid society or residential licensee or other person or entity in relation to any investigation, or in any case where any investigation relates to any recommendation made to the Minister, a children’s aid society or residential licensee or other person or entity, the Advocate shall consult the Minister, children’s aid society or residential licensee or other person or entity after making the investigation and before forming a final opinion. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Breach of duty or misconduct</p> <p class=\"subsection\">(3) If during or after an investigation the Advocate is of the opinion that there is evidence of a breach of duty or of misconduct on the part of any officer or employee employed at the Ministry or by a children’s aid society or residential licensee or other entity, the Advocate may refer the matter to the appropriate authority. 2014, c. 13, Sched. 10, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s9\">2014, c. 13, Sched. 10, s. 9</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.3",
            "section_x": "Disclosure of certain matters not required",
            "part_id": null,
            "part_type": null,
            "section_y": "Disclosure of certain matters not required",
            "content": "16.3 (1) The Advocate shall not require, in the carrying out of his or her investigative function, any information or answer to be given or, as the case may be, a document or thing to be produced where the Attorney General certifies that the giving of the information or the answering of the question or the production of the document or thing, (a) might interfere with or impede the investigation,  detection or prosecution of an offence; or (b) might reveal the substance of deliberations of the Executive Council or any of its Committees without authority to do so. 2014, c. 13, Sched. 10, s. 9. Same (2) The Advocate may not require the provision of information, the production of a document or thing or the giving of an answer if the provision, production or answer might disclose, (a) information that is subject to solicitor-client privilege; or (b) information prepared by or for counsel for a Ministry or a public body for use in giving legal advice or in the contemplation of for the use in litigation. 2014, c. 13, Sched. 10, s. 9. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 9 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>16.3 </b>(1) The Advocate shall not require, in the carrying out of his or her investigative function, any information or answer to be given or, as the case may be, a document or thing to be produced where the Attorney General certifies that the giving of the information or the answering of the question or the production of the document or thing,</p> <p class=\"paragraph\">  (a) might interfere with or impede the investigation,  detection or prosecution of an offence; or</p> <p class=\"paragraph\">  (b) might reveal the substance of deliberations of the Executive Council or any of its Committees without authority to do so. 2014, c. 13, Sched. 10, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Advocate may not require the provision of information, the production of a document or thing or the giving of an answer if the provision, production or answer might disclose,</p> <p class=\"paragraph\">  (a) information that is subject to solicitor-client privilege; or</p> <p class=\"paragraph\">  (b) information prepared by or for counsel for a Ministry or a public body for use in giving legal advice or in the contemplation of for the use in litigation. 2014, c. 13, Sched. 10, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s9\">2014, c. 13, Sched. 10, s. 9</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "16.4",
            "section_x": "Matters excluded from investigation",
            "part_id": null,
            "part_type": null,
            "section_y": "Matters excluded from investigation",
            "content": "16.4 (1) The Advocate is prohibited from investigating any of the following matters: 1. Subject to subsection (2), child deaths that fall within the jurisdiction of the Office of the Chief Coroner or of any committees that report to the Office of Chief Coroner. 2. Subject to subsection (2), matters that are eligible for review by or have been decided by the Child and Family Services Review Board. 3. Matters that are the subject of licensing inspections or reviews of orders made under paragraph 3 of subsection 101 (1) or clause 116 (1) (c) under the Child, Youth and Family Services Act, 2017 or the subject of inspections or reviews by the Ministry, where the investigation by the Advocate would, in the opinion of the Director, interfere with the inspection or review. 4. Matters that are eligible for resolution by a complaints or review process under this Act or the Child, Youth and Family Services Act, 2017, other than the reviews referred to in paragraphs 2 and 3, until after the complaints or review process is completed. 5. Matters where another investigative authority is conducting an investigation, until after that investigation is completed. 6. Matters where there is, under any Act, a right of appeal or objection or a right to apply for a hearing or review on the merits of the matter to any court or tribunal, i. until the right of appeal or objection or application has been exercised in the matter, or ii. until after any time for the exercise of the right has expired. 2014, c. 13, Sched. 10, s. 9; 2017, c. 14, Sched. 4, s. 31 (8). Exception, systemic investigations (2) If the Advocate determines that a systemic investigation is necessary to promote the best interests, protection and well-being of children and the principles expressed in the United Nations Convention on the Rights of the Child, the Advocate may conduct a systemic investigation into matters referred to in paragraphs 1 and 2 of subsection (1), but may only do so after the processes for dealing with the matters referred to in paragraphs 1 and 2 have been completed. 2014, c. 13, Sched. 10, s. 9. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 9 - 01/03/2016 2017, c. 14, Sched. 4, s. 31 (8) - 30/04/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>16.4 </b>(1) The Advocate is prohibited from investigating any of the following matters:</p> <p class=\"paragraph\">  1. Subject to subsection (2), child deaths that fall within the jurisdiction of the Office of the Chief Coroner or of any committees that report to the Office of Chief Coroner.</p> <p class=\"paragraph\">  2. Subject to subsection (2), matters that are eligible for review by or have been decided by the Child and Family Services Review Board.</p> <p class=\"paragraph\">  3. Matters that are the subject of licensing inspections or reviews of orders made under paragraph 3 of subsection 101 (1) or clause 116 (1) (c) under the <i>Child, Youth and Family Services Act, 2017</i><i> </i>or the subject of inspections or reviews by the Ministry, where the investigation by the Advocate would, in the opinion of the Director, interfere with the inspection or review.</p> <p class=\"paragraph\">  4. Matters that are eligible for resolution by a complaints or review process under this Act or the <i>Child, Youth and Family Services Act, 2017</i>, other than the reviews referred to in paragraphs 2 and 3, until after the complaints or review process is completed.</p> <p class=\"paragraph\">  5. Matters where another investigative authority is conducting an investigation, until after that investigation is completed.</p> <p class=\"paragraph\">  6. Matters where there is, under any Act, a right of appeal or objection or a right to apply for a hearing or review on the merits of the matter to any court or tribunal,</p> <p class=\"subpara\">  i. until the right of appeal or objection or application has been exercised in the matter, or</p> <p class=\"subpara\">  ii. until after any time for the exercise of the right has expired. 2014, c. 13, Sched. 10, s. 9; 2017, c. 14, Sched. 4, s. 31 (8).</p> <p class=\"headnote\">Exception, systemic investigations</p> <p class=\"subsection\">(2) If the Advocate determines that a systemic investigation is necessary to promote the best interests, protection and well-being of children and the principles expressed in the United Nations Convention on the Rights of the Child, the Advocate may conduct a systemic investigation into matters referred to in paragraphs 1 and 2 of subsection (1), but may only do so after the processes for dealing with the matters referred to in paragraphs 1 and 2 have been completed. 2014, c. 13, Sched. 10, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s9\">2014, c. 13, Sched. 10, s. 9</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s8\">2017, c. 14, Sched. 4, s. 31 (8)</a></span> - 30/04/2018</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "17.",
            "section_x": "Notice of review",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of review",
            "content": "17 (1) Where the Advocate intends to undertake an investigation or systemic review, the Advocate shall advise, (a) the Minister or the administrative head of the children’s aid society or the residential licensee that is to be affected of the intention to conduct the investigation; or (b) the Minister or the administrative head of the Ministry, agency, service provider or other entity that is to be affected of the intention to conduct the review. 2014, c. 13, Sched. 10, s. 10. Same (2) Where a matter comes to the attention of the Advocate that could be investigated under clause 15 (2) (b), the Advocate shall advise the Director of the matter, whether or not the Advocate intends to conduct an investigation. 2014, c. 13, Sched. 10, s. 10. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 10 - 01/03/2016 Obligations on Others",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>17 </b>(1) Where the Advocate intends to undertake an investigation or systemic review, the Advocate shall advise,</p> <p class=\"paragraph\">  (a) the Minister or the administrative head of the children’s aid society or the residential licensee that is to be affected of the intention to conduct the investigation; or</p> <p class=\"paragraph\">  (b) the Minister or the administrative head of the Ministry, agency, service provider or other entity that is to be affected of the intention to conduct the review. 2014, c. 13, Sched. 10, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Where a matter comes to the attention of the Advocate that could be investigated under clause 15 (2) (b), the Advocate shall advise the Director of the matter, whether or not the Advocate intends to conduct an investigation. 2014, c. 13, Sched. 10, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK26\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s10\">2014, c. 13, Sched. 10, s. 10</a></span> - 01/03/2016</p> <p class=\"heading1\">Obligations on Others</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Obligations on Others",
            "section_x": "Obligations on Others",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "18.",
            "section_x": "Obligations of service providers",
            "part_id": null,
            "part_type": null,
            "section_y": "Obligations of service providers",
            "content": "18 (1) An agency or service provider, as the case may be, shall inform a child in care, in language suitable to his or her understanding, of the existence and role of the Advocate, and of how the Advocate may be contacted.  2007, c. 9, s. 18 (1); 2009, c. 2, s. 31 (1). Same (2) An agency or service provider, as the case may be, shall afford a child or youth who wishes to contact the Advocate with the means to do so privately and without delay.  2007, c. 9, s. 18 (2). Same (3) Every agency or service provider, as the case may be, shall, without unreasonable delay, provide the Advocate with private access to children in care who wish to meet with the Advocate.  2009, c. 2, s. 31 (2). Section Amendments with date in force (d/m/y) 2009, c. 2, s. 31 (1, 2) - 01/04/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>18 </b>(1) An agency or service provider, as the case may be, shall inform a child in care, in language suitable to his or her understanding, of the existence and role of the Advocate, and of how the Advocate may be contacted.  2007, c. 9, s. 18 (1); 2009, c. 2, s. 31 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An agency or service provider, as the case may be, shall afford a child or youth who wishes to contact the Advocate with the means to do so privately and without delay.  2007, c. 9, s. 18 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Every agency or service provider, as the case may be, shall, without unreasonable delay, provide the Advocate with private access to children in care who wish to meet with the Advocate.  2009, c. 2, s. 31 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09002#s31s1\">2009, c. 2, s. 31 (1, 2)</a></span> - 01/04/2009</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "18.1",
            "section_x": "Death or serious bodily harm",
            "part_id": null,
            "part_type": null,
            "section_y": "Death or serious bodily harm",
            "content": "18.1 (1) An agency or service provider, as the case may be, shall inform the Advocate in writing and without unreasonable delay after it becomes aware of the death of or serious bodily harm incurred by a child or youth, where the child or youth, or the child or youth’s family, has sought or received a children’s aid society service within 12 months of the death or incurrence of harm. 2015, c. 35, s. 1. Provision of information to the Advocate (2) Information provided to the Advocate under subsection (1) shall include a summary of the circumstances surrounding the death or serious bodily harm. 2015, c. 35, s. 1. Duty to report under the Child, Youth and Family Services Act, 2017 (3) Nothing in this section affects the duty to report a suspicion under section 125 of the Child, Youth and Family Services Act, 2017. 2017, c. 14, Sched. 4, s. 31 (9). Provision of information to parents (4) An agency or service provider, as the case may be, shall inform the parents of a child that has died or suffered serious bodily harm in the circumstances described in subsection (1) about the Advocate and shall provide the parents with contact information for the Advocate. 2015, c. 35, s. 1. Provision of information to a child (5) An agency or service provider, as the case may be, shall inform a child that has suffered serious bodily harm in the circumstances described in subsection (1) about the Advocate and shall provide the child with contact information for the Advocate. 2015, c. 35, s. 1. Section Amendments with date in force (d/m/y) 2015, c. 35, s. 1 - 10/06/2016 2017, c. 14, Sched. 4, s. 31 (9) - 30/04/2018 Confidentiality and Privacy",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>18.1</b> (1) An agency or service provider, as the case may be, shall inform the Advocate in writing and without unreasonable delay after it becomes aware of the death of or serious bodily harm incurred by a child or youth, where the child or youth, or the child or youth’s family, has sought or received a children’s aid society service within 12 months of the death or incurrence of harm. 2015, c. 35, s. 1.</p> <p class=\"headnote\">Provision of information to the Advocate</p> <p class=\"subsection\">(2) Information provided to the Advocate under subsection (1) shall include a summary of the circumstances surrounding the death or serious bodily harm. 2015, c. 35, s. 1. </p> <p class=\"headnote\">Duty to report under the <i>Child, Youth and Family Services Act, 2017</i></p> <p class=\"subsection\">(3) Nothing in this section affects the duty to report a suspicion under section 125 of the <i>Child, Youth and Family Services Act, 2017</i>. 2017, c. 14, Sched. 4, s. 31 (9).</p> <p class=\"headnote\">Provision of information to parents</p> <p class=\"subsection\">(4) An agency or service provider, as the case may be, shall inform the parents of a child that has died or suffered serious bodily harm in the circumstances described in subsection (1) about the Advocate and shall provide the parents with contact information for the Advocate. 2015, c. 35, s. 1. </p> <p class=\"headnote\">Provision of information to a child</p> <p class=\"subsection\">(5) An agency or service provider, as the case may be, shall inform a child that has suffered serious bodily harm in the circumstances described in subsection (1) about the Advocate and shall provide the child with contact information for the Advocate. 2015, c. 35, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK29\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15035#s1\">2015, c. 35, s. 1</a></span> - 10/06/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s9\">2017, c. 14, Sched. 4, s. 31 (9)</a></span> - 30/04/2018</p> <p class=\"heading1\">Confidentiality and Privacy</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Confidentiality and Privacy",
            "section_x": "Confidentiality and Privacy",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "19.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "19 The Advocate, and all of the Advocate’s staff, shall take an oath not to disclose any personal information obtained in the course of acting under this Act, except as permitted under this Act.  2007, c. 9, s. 19.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>19 </b>The Advocate, and all of the Advocate’s staff, shall take an oath not to disclose any personal information obtained in the course of acting under this Act, except as permitted under this Act.  2007, c. 9, s. 19.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "20.",
            "section_x": "Protection of privacy and access to information",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection of privacy and access to information",
            "content": "20 The following rules apply to the collection, use or disclosure of personal information by the Advocate: 1. The Advocate may directly collect personal information from an individual for the purposes of carrying out the functions of the Advocate. 2. When collecting personal information directly, the Advocate shall explain to the individual from whom it is being collected how the information may be used or disclosed, and any limitations on confidentiality that may apply. 3. Subject to paragraph 3.1, the Advocate may collect personal information about an individual indirectly either with the individual’s consent, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12. 3.1 The Advocate may directly or indirectly collect personal information about an individual without consent during an investigation conducted pursuant to the Advocate’s investigative function under subsection 15 (2), where the Advocate is of the opinion that the collection is reasonably necessary to the investigation. 4. Subject to paragraph 4.1, the Advocate may only use personal information about an individual that has been collected indirectly with the consent of the individual, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12. 4.1 The Advocate may use personal information about an individual without consent during an investigation conducted pursuant to the Advocate’s investigative function under subsection 15 (2), where the Advocate is of the opinion that the use is reasonably necessary to the investigation. 5. Subject to paragraph 3.1, with the consent of an individual, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12, the Advocate may collect personal information in the possession of an agency, service provider or other entity about the individual, if that information would normally be available to the individual, either through law or policy. 6. The Advocate may use personal information about an individual, i. for the specific purpose for which it was collected, or ii. for the purpose of seeking the individual’s consent to use or disclose the information, where the personal information was collected indirectly. 7. Subject to subsection 13.1 (4), the Advocate may only disclose personal information, i. with the consent of the individual to whom the information pertains, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12, and ii. in accordance with this Act and any other laws of Ontario and Canada. 8. Despite paragraph 7, the Advocate may disclose personal information without consent, i. if the Advocate reasonably believes that the disclosure is necessary to eliminate or reduce a significant risk of death or serious bodily harm to a person or group, ii. if the disclosure is authorized or required by law, or iii. if the disclosure is necessary for the purposes of law enforcement. 9.   The Advocate may only disclose under subparagraph 8 iii information that was received from a child or youth without the consent of the child or youth if the interest of the continued proper administration of justice in having the information disclosed outweighs the privacy interests of the child or youth in not having the information disclosed. 10. The Advocate may not disclose in a public report or public communication the name or identifying information of any individual who has not consented to the disclosure unless a person who is authorized to consent on behalf of the individual in accordance with paragraph 12 has consented to the disclosure. 11. Any consent required by this section must be knowledgeable as described in subsection 18 (5) of the Personal Health Information Protection Act, 2004, relate to the specific information, and be given freely. 12. Where an individual is not capable of consenting to the collection, use or disclosure of personal information, a person who would be capable of consenting to the collection, use or disclosure, as the case may be, of personal health information on the individual’s behalf under the Personal Health Information Protection Act, 2004 may consent on the individual’s behalf. 13. An individual or a person who is authorized to consent on behalf of an individual in accordance with paragraph 12 may withdraw consent to the collection, use or disclosure of personal information at any time. 14. All of the rules in this section that apply to the Advocate apply equally to the Advocate’s staff and to any specialists or consultants retained by the Advocate.  2007, c. 9, s. 20; 2014, c. 13, Sched. 10, s. 11. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 11 (1-6) - 01/03/2016 Reporting Requirements",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>20 </b>The following rules apply to the collection, use or disclosure of personal information by the Advocate:</p> <p class=\"paragraph\">  1. The Advocate may directly collect personal information from an individual for the purposes of carrying out the functions of the Advocate.</p> <p class=\"paragraph\">  2. When collecting personal information directly, the Advocate shall explain to the individual from whom it is being collected how the information may be used or disclosed, and any limitations on confidentiality that may apply.</p> <p class=\"paragraph\">  3. Subject to paragraph 3.1, the Advocate may collect personal information about an individual indirectly either with the individual’s consent, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12.</p> <p class=\"paragraph\">  3.1 The Advocate may directly or indirectly collect personal information about an individual without consent during an investigation conducted pursuant to the Advocate’s investigative function under subsection 15 (2), where the Advocate is of the opinion that the collection is reasonably necessary to the investigation.</p> <p class=\"paragraph\">  4. Subject to paragraph 4.1, the Advocate may only use personal information about an individual that has been collected indirectly with the consent of the individual, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12.</p> <p class=\"paragraph\">  4.1 The Advocate may use personal information about an individual without consent during an investigation conducted pursuant to the Advocate’s investigative function under subsection 15 (2), where the Advocate is of the opinion that the use is reasonably necessary to the investigation.</p> <p class=\"paragraph\">  5. Subject to paragraph 3.1, with the consent of an individual, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12, the Advocate may collect personal information in the possession of an agency, service provider or other entity about the individual, if that information would normally be available to the individual, either through law or policy.</p> <p class=\"paragraph\">  6. The Advocate may use personal information about an individual,</p> <p class=\"subpara\">  i. for the specific purpose for which it was collected, or</p> <p class=\"subpara\">  ii. for the purpose of seeking the individual’s consent to use or disclose the information, where the personal information was collected indirectly.</p> <p class=\"paragraph\">  7. Subject to subsection 13.1 (4), the Advocate may only disclose personal information,</p> <p class=\"subpara\">  i. with the consent of the individual to whom the information pertains, or, if it is not reasonably possible to obtain the individual’s consent, with the consent of a person who is authorized to consent on behalf of the individual in accordance with paragraph 12, and</p> <p class=\"subpara\">  ii. in accordance with this Act and any other laws of Ontario and Canada.</p> <p class=\"paragraph\">  8. Despite paragraph 7, the Advocate may disclose personal information without consent,</p> <p class=\"subpara\">  i. if the Advocate reasonably believes that the disclosure is necessary to eliminate or reduce a significant risk of death or serious bodily harm to a person or group,</p> <p class=\"subpara\">  ii. if the disclosure is authorized or required by law, or</p> <p class=\"subpara\">  iii. if the disclosure is necessary for the purposes of law enforcement.</p> <p class=\"paragraph\">  9.   The Advocate may only disclose under subparagraph 8 iii information that was received from a child or youth without the consent of the child or youth if the interest of the continued proper administration of justice in having the information disclosed outweighs the privacy interests of the child or youth in not having the information disclosed.</p> <p class=\"paragraph\">  10. The Advocate may not disclose in a public report or public communication the name or identifying information of any individual who has not consented to the disclosure unless a person who is authorized to consent on behalf of the individual in accordance with paragraph 12 has consented to the disclosure.</p> <p class=\"paragraph\">  11. Any consent required by this section must be knowledgeable as described in subsection 18 (5) of the <i>Personal Health Information Protection Act, 2004</i>, relate to the specific information, and be given freely.</p> <p class=\"paragraph\">  12. Where an individual is not capable of consenting to the collection, use or disclosure of personal information, a person who would be capable of consenting to the collection, use or disclosure, as the case may be, of personal health information on the individual’s behalf under the <i>Personal Health Information Protection Act, 2004</i> may consent on the individual’s behalf.</p> <p class=\"paragraph\">  13. An individual or a person who is authorized to consent on behalf of an individual in accordance with paragraph 12 may withdraw consent to the collection, use or disclosure of personal information at any time.</p> <p class=\"paragraph\">  14. All of the rules in this section that apply to the Advocate apply equally to the Advocate’s staff and to any specialists or consultants retained by the Advocate.  2007, c. 9, s. 20; 2014, c. 13, Sched. 10, s. 11.</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK32\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s11s1\">2014, c. 13, Sched. 10, s. 11 (1-6)</a></span> - 01/03/2016</p> <p class=\"heading1\">Reporting Requirements</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Reporting Requirements",
            "section_x": "Reporting Requirements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "21.",
            "section_x": "Report to the Legislative Assembly",
            "part_id": null,
            "part_type": null,
            "section_y": "Report to the Legislative Assembly",
            "content": "21 (1) The Advocate shall, after April 30 in every year, make a report in writing and shall deliver the report to the Speaker of the Legislative Assembly no later than December 31 in that year.  2007, c. 9, s. 21 (1). Contents (2) The report mentioned in subsection (1) shall contain whatever information the Advocate considers appropriate, but shall contain, at a minimum, a report on the activities and finances of the Advocate’s office, the outcomes expected in the fiscal year of the Government of Ontario in which the report is made, and the results achieved in the previous fiscal year.  2007, c. 9, s. 21 (2). Laying before Assembly (3) The Speaker shall lay the report before the Assembly at the earliest reasonable opportunity.  2007, c. 9, s. 21 (3). Minister’s copy (4) The Advocate shall deliver a copy of the report to the Minister of any Ministry to which it is relevant before delivering it to the Speaker.  2007, c. 9, s. 21 (4). Other reports (5) The Advocate may make any other public reports as he or she considers appropriate, and may present such a report to the public or any other person he or she considers appropriate, but shall deliver a copy of the report to the Minister of any Ministry to which it is relevant before the presentation.  2007, c. 9, s. 21 (5). Reports re investigations",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>21 </b>(1) The Advocate shall, after April 30 in every year, make a report in writing and shall deliver the report to the Speaker of the Legislative Assembly no later than December 31 in that year.  2007, c. 9, s. 21 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The report mentioned in subsection (1) shall contain whatever information the Advocate considers appropriate, but shall contain, at a minimum, a report on the activities and finances of the Advocate’s office, the outcomes expected in the fiscal year of the Government of Ontario in which the report is made, and the results achieved in the previous fiscal year.  2007, c. 9, s. 21 (2).</p> <p class=\"headnote\">Laying before Assembly</p> <p class=\"subsection\">(3) The Speaker shall lay the report before the Assembly at the earliest reasonable opportunity.  2007, c. 9, s. 21 (3).</p> <p class=\"headnote\">Minister’s copy</p> <p class=\"subsection\">(4) The Advocate shall deliver a copy of the report to the Minister of any Ministry to which it is relevant before delivering it to the Speaker.  2007, c. 9, s. 21 (4).</p> <p class=\"headnote\">Other reports</p> <p class=\"subsection\">(5) The Advocate may make any other public reports as he or she considers appropriate, and may present such a report to the public or any other person he or she considers appropriate, but shall deliver a copy of the report to the Minister of any Ministry to which it is relevant before the presentation.  2007, c. 9, s. 21 (5).</p> <p class=\"headnote\">Reports re investigations</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "21.1",
            "section_x": "Reports re investigations",
            "part_id": null,
            "part_type": null,
            "section_y": "Contents of report",
            "content": "21.1 (1) If the Advocate conducts an investigation under section 15, the Advocate shall, after completing the investigation, make a report, (a) outlining the reasons for undertaking the investigation; (b) containing recommendations for the Minister, a children’s aid society or residential licensee or any other person or entity as the Advocate considers appropriate; and (c) addressing any other matters the Advocate considers appropriate. 2014, c. 13, Sched. 10, s. 12. Prohibition: identifying child (2) Despite paragraph 10 of section 20, the Advocate shall not disclose in an investigative report the name of or any identifying information about the child to whom the investigation relates, and nothing in this section limits the prohibition against identifying a child set out in subsection 87 (8) of the Child, Youth and Family Services Act, 2017. 2017, c. 14, Sched. 4, s. 31 (10). Copies of the report (3) The Advocate shall provide a copy of the report to any person or entity referred to in clause (1) (b) that is directly or indirectly a subject of the investigation. 2014, c. 13, Sched. 10, s. 12. Reports to be public (4) For the purposes of paragraph 10 of section 20 an investigative report under this section is a public report and the Advocate shall make copies of the report available to the public at a time and in a form and manner that the Advocate considers appropriate. 2014, c. 13, Sched. 10, s. 12. Disclosure re: recommendation or other matter (5) Despite paragraph 7 of section 20, the Advocate may disclose personal information without consent to a children’s aid society or residential licensee for the purpose of explaining a recommendation contained in, or any other matter addressed in, an investigative report under this section, where the Advocate is of the opinion that the disclosure is reasonably necessary to explain the recommendation or other matter. 2014, c. 13, Sched. 10, s. 12. Notice of steps to Advocate (6) The Advocate may request that any person or entity referred to in clause (1) (b) to whom a recommendation is directed notify the Advocate of the steps, if any, that the person or entity proposes to give effect to the Advocate’s recommendation. 2014, c. 13, Sched. 10, s. 12. Report to Premier and Legislative Assembly (7) If within a reasonable time after the report is made no action is taken which, in the Advocate’s opinion, is adequate or appropriate, the Advocate, in his or her discretion and, after considering any comments made by or on behalf of the Minister, a children’s aid society or residential licensee or any other person or entity affected, (a) may send a copy of the report and recommendations to the Premier; and (b) may, after sending a copy of the report to the Premier, make such report to the Legislative Assembly on the matter as he or she thinks fit. 2014, c. 13, Sched. 10, s. 12. Inclusion of comments in report (8) The Advocate shall attach to any report sent under subsection (7) any comments made by or on behalf of the Minister, a children’s aid society or residential licensee or any other person or entity affected. 2014, c. 13, Sched. 10, s. 12. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 12 - 01/03/2016 2017, c. 14, Sched. 4, s. 31 (10) - 30/04/2018 Offences and Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>21.1 </b>(1) If the Advocate conducts an investigation under section 15, the Advocate shall, after completing the investigation, make a report,</p> <p class=\"paragraph\">  (a) outlining the reasons for undertaking the investigation;</p> <p class=\"paragraph\"><i> </i>(b) containing recommendations for the Minister, a children’s aid society or residential licensee or any other person or entity as the Advocate considers appropriate; and</p> <p class=\"paragraph\">  (c) addressing any other matters the Advocate considers appropriate. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Prohibition: identifying child</p> <p class=\"subsection\">(2) Despite paragraph 10 of section 20, the Advocate shall not disclose in an investigative report the name of or any identifying information about the child to whom the investigation relates, and nothing in this section limits the prohibition against identifying a child set out in subsection 87 (8) of the <i>Child, Youth and Family Services Act, 2017</i>. 2017, c. 14, Sched. 4, s. 31 (10).</p> <p class=\"headnote\">Copies of the report</p> <p class=\"subsection\">(3) The Advocate shall provide a copy of the report to any person or entity referred to in clause (1) (b) that is directly or indirectly a subject of the investigation. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Reports to be public</p> <p class=\"subsection\">(4) For the purposes of paragraph 10 of section 20 an investigative report under this section is a public report and the Advocate shall make copies of the report available to the public at a time and in a form and manner that the Advocate considers appropriate. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Disclosure re: recommendation or other matter</p> <p class=\"subsection\">(5) Despite paragraph 7 of section 20, the Advocate may disclose personal information without consent to a children’s aid society or residential licensee for the purpose of explaining a recommendation contained in, or any other matter addressed in, an investigative report under this section, where the Advocate is of the opinion that the disclosure is reasonably necessary to explain the recommendation or other matter. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Notice of steps to Advocate</p> <p class=\"subsection\">(6) The Advocate may request that any person or entity referred to in clause (1) (b) to whom a recommendation is directed notify the Advocate of the steps, if any, that the person or entity proposes to give effect to the Advocate’s recommendation. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Report to Premier and Legislative Assembly</p> <p class=\"subsection\">(7) If within a reasonable time after the report is made no action is taken which, in the Advocate’s opinion, is adequate or appropriate, the Advocate, in his or her discretion and, after considering any comments made by or on behalf of the Minister, a children’s aid society or residential licensee or any other person or entity affected,</p> <p class=\"paragraph\">  (a) may send a copy of the report and recommendations to the Premier; and</p> <p class=\"paragraph\">  (b) may, after sending a copy of the report to the Premier, make such report to the Legislative Assembly on the matter as he or she thinks fit. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Inclusion of comments in report</p> <p class=\"subsection\">(8) The Advocate shall attach to any report sent under subsection (7) any comments made by or on behalf of the Minister, a children’s aid society or residential licensee or any other person or entity affected. 2014, c. 13, Sched. 10, s. 12.</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK35\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s12\">2014, c. 13, Sched. 10, s. 12</a></span> - 01/03/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s31s10\">2017, c. 14, Sched. 4, s. 31 (10)</a></span> - 30/04/2018</p> <p class=\"heading1\">Offences and Penalties</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Offences and Penalties",
            "section_x": "Offences and Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "21.2",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "21.2 (1) Every person commits an offence who without lawful justification or excuse, (a) wilfully obstructs, hinders or resists the Advocate or any other person in the performance of his or her functions under this Act; (b) refuses or wilfully fails to comply with any lawful requirement of the Advocate or any other person under this Act; or (c) wilfully makes any false statement or misleads or attempts to mislead the Advocate or any other person in the exercise of his or her functions under this Act. 2014, c. 13, Sched. 10, s. 12. Penalties (2) Every person who commits an offence is liable on conviction to a fine of not more than $1,000. 2014, c. 13, Sched. 10, s. 12. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 12 - 01/03/2016 Miscellaneous and Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>21.2 </b>(1) Every person commits an offence who without lawful justification or excuse,</p> <p class=\"paragraph\">  (a) wilfully obstructs, hinders or resists the Advocate or any other person in the performance of his or her functions under this Act;</p> <p class=\"paragraph\">  (b) refuses or wilfully fails to comply with any lawful requirement of the Advocate or any other person under this Act; or</p> <p class=\"paragraph\">  (c) wilfully makes any false statement or misleads or attempts to mislead the Advocate or any other person in the exercise of his or her functions under this Act. 2014, c. 13, Sched. 10, s. 12.</p> <p class=\"headnote\">Penalties</p> <p class=\"subsection\">(2) Every person who commits an offence is liable on conviction to a fine of not more than $1,000. 2014, c. 13, Sched. 10, s. 12.</p> <p align=\"left\" class=\"footnoteLeft\"><a name=\"BK37\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s12\">2014, c. 13, Sched. 10, s. 12</a></span> - 01/03/2016</p> <p class=\"heading1\">Miscellaneous and Regulations</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Miscellaneous and Regulations",
            "section_x": "Miscellaneous and Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "21.3",
            "section_x": "No review, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "No review, etc.",
            "content": "21.3 No proceeding of the Advocate shall be held bad for want of form, and, except on the ground of lack of jurisdiction, no proceeding or decision of the Advocate is liable to be challenged, reviewed, quashed or called in question in any court. 2014, c. 13, Sched. 10, s. 13. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 13 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>21.3 </b>No proceeding of the Advocate shall be held bad for want of form, and, except on the ground of lack of jurisdiction, no proceeding or decision of the Advocate is liable to be challenged, reviewed, quashed or called in question in any court. 2014, c. 13, Sched. 10, s. 13.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s13\">2014, c. 13, Sched. 10, s. 13</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "22.",
            "section_x": "Limitation of liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation of liability",
            "content": "22 No proceeding shall be commenced against the Advocate or any person acting on behalf of or under the authority of the Advocate for anything done, reported or said in good faith in the course of the exercise or performance or intended exercise or performance of a power, duty or function under this or any other Act.  2007, c. 9, s. 22.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>22 </b>No proceeding shall be commenced against the Advocate or any person acting on behalf of or under the authority of the Advocate for anything done, reported or said in good faith in the course of the exercise or performance or intended exercise or performance of a power, duty or function under this or any other Act.  2007, c. 9, s. 22.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "22.1",
            "section_x": "Testimony",
            "part_id": null,
            "part_type": null,
            "section_y": "Testimony",
            "content": "22.1 The Advocate, the director of investigations and any member of the investigative team shall not be called to give evidence in any court, or in any proceedings of a judicial nature, in respect of anything coming to his or her knowledge in the exercise of his or her investigative functions under this Act. 2014, c. 13, Sched. 10, s. 14. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 10, s. 14 - 01/03/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>22.1 </b>The Advocate, the director of investigations and any member of the investigative team shall not be called to give evidence in any court, or in any proceedings of a judicial nature, in respect of anything coming to his or her knowledge in the exercise of his or her investigative functions under this Act. 2014, c. 13, Sched. 10, s. 14.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched10s14\">2014, c. 13, Sched. 10, s. 14</a></span> - 01/03/2016</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "23.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "23 The Lieutenant Governor in Council may make regulations, (a) permitting the Advocate to provide any advocacy not otherwise provided for in this Act, subject to any conditions that may be provided for in the regulations; (b) providing for anything that under this Act may be provided for in the regulations.  2007, c. 9, s. 23. Note: On the earlier of May 1, 2019 and a day to be named by proclamation of the Lieutenant Governor, section 23 of the Act is amended by adding the following subsections: (See: 2018, c. 17, Sched. 34, s. 4) Same (2) The Lieutenant Governor in Council may make regulations providing for transitional matters arising from the enactment of Schedule 34 to the Restoring Trust, Transparency and Accountability Act, 2018. 2018, c. 17, Sched. 34, s. 4. Conflicts (3) If there is a conflict between a regulation made under subsection (2) and a provision of this or any other Act or a provision of another regulation made under this or any other Act, the regulation made under subsection (2) prevails. 2018, c. 17, Sched. 34, s. 4. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 34, s. 4 - not in force 24 Omitted (provides for amendments to this Act).  2007, c. 9, s. 24. 25 Omitted (amends or repeals other Acts).  2007, c. 9, s. 25. 26 Omitted (provides for coming into force of provisions of this Act).  2007, c. 9, s. 26. 27 Omitted (enacts short title of this Act).  2007, c. 9, s. 27. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>23 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) permitting the Advocate to provide any advocacy not otherwise provided for in this Act, subject to any conditions that may be provided for in the regulations;</p> <p class=\"paragraph\">  (b) providing for anything that under this Act may be provided for in the regulations.  2007, c. 9, s. 23.</p> <p class=\"Pnote\">Note: On the earlier of May 1, 2019 and a day to be named by proclamation of the Lieutenant Governor, section 23 of the Act is amended by adding the following subsections: (See: 2018, c. 17, Sched. 34, s. 4)</p> <p class=\"Yheadnote\">Same</p> <p class=\"Ysubsection\">(2) The Lieutenant Governor in Council may make regulations providing for transitional matters arising from the enactment of Schedule 34 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i>. 2018, c. 17, Sched. 34, s. 4.</p> <p class=\"Yheadnote\">Conflicts</p> <p class=\"Ysubsection\">(3) If there is a conflict between a regulation made under subsection (2) and a provision of this or any other Act or a provision of another regulation made under this or any other Act, the regulation made under subsection (2) prevails. 2018, c. 17, Sched. 34, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched34s4\">2018, c. 17, Sched. 34, s. 4</a></span> - not in force</p> <p class=\"section\"><b>24 </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span>  2007, c. 9, s. 24.</p> <p class=\"section\"><b>25</b><b> </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts).</span>  2007, c. 9, s. 25.</p> <p class=\"section\"><b>26</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2007, c. 9, s. 26.</p> <p class=\"section\"><b>27</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 9, s. 27.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07p09\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}