{
    "act_info": {
        "full_title": "Public Institutions Inspection Act, R.S.O. 1990, c. P.42",
        "act_name_text": "Not Found",
        "citation": "Public Institutions Inspection Act, R.S.O. 1990, c. P.42",
        "url": "https://www.ontario.ca/laws/statute/90p42",
        "date_scraped": "2023-12-21 13:42:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900970",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 970",
            "revoked_reg_title": "FEES AND ALLOWANCES TO PANEL MEMBERS"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “judge” means a judge of the Ontario Court (General Division); (“juge”) “panel” means the public institutions inspection panel. (“comité”) R.S.O. 1990, c. P.42, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"firstdef-e\">“judge” means a judge of the Ontario Court (General Division); (“juge”)</p> <p class=\"definition-e\">“panel” means the public institutions inspection panel. (“comité”) R.S.O. 1990, c. P.42, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Convening of public institutions inspection panel",
            "content": "2.  (1) In every county or district a judge shall, on the first Monday in May and November in each year, or so soon thereafter as is practicable, convene in open court a public institutions inspection panel composed of seven persons selected from the jury roll prepared under the Juries Act for the county or district and for this purpose the sheriff shall provide the panel. Application (2) The Juries Act applies to the selection, recording, summoning, attendance and service of the persons for service on a public institutions inspection panel in the same manner as to the selection, recording, summoning, attendance and service of persons for service on a panel of jurors selected for a sittings of a court. Service counts as jury service (3) Payment of fees to a member of a panel shall be deemed to be payment of fees to a person for attending sittings of a court as a juror for the purposes of subsection 3(4) of the Juries Act. Chair (4) The panel shall appoint one of its members to be the chair of the panel. Duty of judge (5) The judge shall instruct the panel in its duties and powers. R.S.O. 1990, c. P.42, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) In every county or district a judge shall, on the first Monday in May and November in each year, or so soon thereafter as is practicable, convene in open court a public institutions inspection panel composed of seven persons selected from the jury roll prepared under the <i>Juries Act</i> for the county or district and for this purpose the sheriff shall provide the panel.</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(2) The <i>Juries Act</i> applies to the selection, recording, summoning, attendance and service of the persons for service on a public institutions inspection panel in the same manner as to the selection, recording, summoning, attendance and service of persons for service on a panel of jurors selected for a sittings of a court.</p> <p class=\"headnote-e\"><b>Service counts as jury service</b></p> <p class=\"subsection-e\">(3) Payment of fees to a member of a panel shall be deemed to be payment of fees to a person for attending sittings of a court as a juror for the purposes of subsection 3(4) of the <i>Juries Act</i>.</p> <p class=\"headnote-e\"><b>Chair</b></p> <p class=\"subsection-e\">(4) The panel shall appoint one of its members to be the chair of the panel.</p> <p class=\"headnote-e\"><b>Duty of judge</b></p> <p class=\"subsection-e\">(5) The judge shall instruct the panel in its duties and powers. R.S.O. 1990, c. P.42, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Excusing from duty",
            "content": "3.  (1) The judge may excuse any person summoned to serve on a panel from attending on grounds of illness or hardship. Exclusion for interest (2) The judge may exclude any person summoned to serve on the panel or excuse a panel member from participating in any inspection where the judge believes that the duty of the person under this Act is or may be in conflict with another interest of such person. Reduced panel (3) Where, after the panel is convened, any person on the panel dies or becomes incapacitated from any cause or is excluded or excused from serving by the judge under subsection (1) or (2), the judge may authorize the remainder of the panel to proceed with its duties under this Act. R.S.O. 1990, c. P.42, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  (1) The judge may excuse any person summoned to serve on a panel from attending on grounds of illness or hardship.</p> <p class=\"headnote-e\"><b>Exclusion for interest</b></p> <p class=\"subsection-e\">(2) The judge may exclude any person summoned to serve on the panel or excuse a panel member from participating in any inspection where the judge believes that the duty of the person under this Act is or may be in conflict with another interest of such person.</p> <p class=\"headnote-e\"><b>Reduced panel</b></p> <p class=\"subsection-e\">(3) Where, after the panel is convened, any person on the panel dies or becomes incapacitated from any cause or is excluded or excused from serving by the judge under subsection (1) or (2), the judge may authorize the remainder of the panel to proceed with its duties under this Act. R.S.O. 1990, c. P.42, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Duties of panel",
            "content": "4.  (1) The panel may inspect all or any of the institutions in the county or district that are maintained in whole or in part by public money. Lock-ups (2) The panel shall inspect all institutions in the county or district in which persons are being held in custody for the purpose of a judicial proceeding. Report (3) Every panel that makes such an inspection shall prepare a report indicating the conditions found to be existing in each of the institutions inspected and with respect to institutions referred to in subsection (2) indicating whether any persons are being held therein improperly or for an unreasonable length of time. Time for completion (4) The inspections shall be completed within two weeks after the panel is convened but the judge may extend the time for completion of the inspection and during such period of extension the inspection is subject to the control and direction of the judge. R.S.O. 1990, c. P.42, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) The panel may inspect all or any of the institutions in the county or district that are maintained in whole or in part by public money.</p> <p class=\"headnote-e\"><b>Lock-ups</b></p> <p class=\"subsection-e\">(2) The panel shall inspect all institutions in the county or district in which persons are being held in custody for the purpose of a judicial proceeding.</p> <p class=\"headnote-e\"><b>Report</b></p> <p class=\"subsection-e\">(3) Every panel that makes such an inspection shall prepare a report indicating the conditions found to be existing in each of the institutions inspected and with respect to institutions referred to in subsection (2) indicating whether any persons are being held therein improperly or for an unreasonable length of time.</p> <p class=\"headnote-e\"><b>Time for completion</b></p> <p class=\"subsection-e\">(4) The inspections shall be completed within two weeks after the panel is convened but the judge may extend the time for completion of the inspection and during such period of extension the inspection is subject to the control and direction of the judge. R.S.O. 1990, c. P.42, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Powers of inspection",
            "content": "5.  (1) Subject to any agreement between the chair and the institution, the panel may, after a request for entry by the chair, enter any public institution the panel is entitled to inspect under section 4 at any time during reasonable business hours and may inspect therein all parts of the premises, and any documents, records, files or accounts in the custody of the institution, and the panel or any member thereof may interrogate any person on the premises concerning any matter respecting the affairs, administration and operation of the institution. Offence (2) Any person who wilfully obstructs an inspection by a panel or any member thereof under subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $10,000 or to imprisonment for a term of not more than one year, or to both. R.S.O. 1990, c. P.42, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  (1) Subject to any agreement between the chair and the institution, the panel may, after a request for entry by the chair, enter any public institution the panel is entitled to inspect under section 4 at any time during reasonable business hours and may inspect therein all parts of the premises, and any documents, records, files or accounts in the custody of the institution, and the panel or any member thereof may interrogate any person on the premises concerning any matter respecting the affairs, administration and operation of the institution.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2) Any person who wilfully obstructs an inspection by a panel or any member thereof under subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $10,000 or to imprisonment for a term of not more than one year, or to both. R.S.O. 1990, c. P.42, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Delivery of report",
            "content": "6.  (1) The panel shall submit its report to the judge sitting in open court. Distribution of report (2) The judge to whom a report is submitted shall forward a copy of the report to the Attorney General. Filing of report (3) The report submitted to the judge shall be filed with the local registrar of the Ontario Court (General Division) as a public document and shall be available for public inspection. R.S.O. 1990, c. P.42, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) The panel shall submit its report to the judge sitting in open court.</p> <p class=\"headnote-e\"><b>Distribution of report</b></p> <p class=\"subsection-e\">(2) The judge to whom a report is submitted shall forward a copy of the report to the Attorney General.</p> <p class=\"headnote-e\"><b>Filing of report</b></p> <p class=\"subsection-e\">(3) The report submitted to the judge shall be filed with the local registrar of the Ontario Court (General Division) as a public document and shall be available for public inspection. R.S.O. 1990, c. P.42, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Regulations",
            "content": "7.  The Lieutenant Governor in Council may make regulations prescribing the fees and allowances payable to members of panels and providing for reimbursement for expenses. R.S.O. 1990, c. P.42, s. 7. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  The Lieutenant Governor in Council may make regulations prescribing the fees and allowances payable to members of panels and providing for reimbursement for expenses. R.S.O. 1990, c. P.42, s. 7.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p42_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p42_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}