{
    "act_info": {
        "full_title": "Public Accounting Act, 2004, S.O. 2004, c. 8 ",
        "act_name_text": "Public Accounting Act, 2004",
        "citation": "S.O. 2004, c. 8 ",
        "url": "https://www.ontario.ca/laws/statute/04p08",
        "date_scraped": "2023-12-18 18:24:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/04p08/v8",
            "valid_from": "April 19, 2021",
            "valid_to": "April 29, 2021"
        },
        {
            "a_href": "/laws/statute/04p08/v7",
            "valid_from": "May 17, 2017",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/04p08/v6",
            "valid_from": "October 25, 2010",
            "valid_to": "May 16, 2017"
        },
        {
            "a_href": "/laws/statute/04p08/v5",
            "valid_from": "May 18, 2010",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/04p08/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "May 17, 2010"
        },
        {
            "a_href": "/laws/statute/04p08/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/04p08/v2",
            "valid_from": "November  1, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/04p08/v1",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210324",
            "Citation": "O. Reg. 324/21",
            "title": "PUBLIC ACCOUNTING SERVICES"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Application",
            "section_x": "Definitions and Application",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “CPA Ontario” means the Chartered Professional Accountants of Ontario continued under subsection 4 (1) of the Chartered Professional Accountants of Ontario Act, 2017; (“Ordre”) “CPA Ontario by-laws” means the by-laws and any other instruments made by CPA Ontario’s council under section 65 of the Chartered Professional Accountants of Ontario Act, 2017; (“règlements administratifs de l’Ordre”) “Minister” means the Attorney General or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “professional corporation” means a corporation incorporated under the Business Corporations Act; (“société professionnelle”) “public accountant” means a person who either alone or in partnership or through a professional corporation practises public accounting or offers to practise public accounting; (“expert-comptable”) “public accounting standards” means the public accounting standards established and maintained by CPA Ontario’s council under section 19. (“normes d’expertise comptable”). 2021, c. 4, Sched. 7, s. 1. Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. B, s. 16 (1) - 22/06/2006 2010, c. 6, Sched. B, s. 76 - 18/05/2010 2017, c. 8, Sched. 3, s. 77 (1) - 17/05/2017 2021, c. 4, Sched. 7, s. 1 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“CPA Ontario” means the Chartered Professional Accountants of Ontario continued under subsection 4 (1) of the <i>Chartered Professional Accountants of Ontario Act, 2017</i>; (“Ordre”)</p> <p class=\"definition\">“CPA Ontario by-laws” means the by-laws and any other instruments made by CPA Ontario’s council under section 65 of the <i>Chartered Professional Accountants of Ontario Act, 2017</i>; (“règlements administratifs de l’Ordre”)</p> <p class=\"definition\">“Minister” means the Attorney General or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“professional corporation” means a corporation incorporated under the <i>Business Corporations Act</i>; (“société professionnelle”)</p> <p class=\"definition\">“public accountant” means a person who either alone or in partnership or through a professional corporation practises public accounting or offers to practise public accounting; (“expert-comptable”)</p> <p class=\"definition\">“public accounting standards” means the public accounting standards established and maintained by CPA Ontario’s council under section 19. (“normes d’expertise comptable”). 2021, c. 4, Sched. 7, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedbs16s1\">2006, c. 19, Sched. B, s. 16 (1)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10006#schedbs76\">2010, c. 6, Sched. B, s. 76</a></span> - 18/05/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s1\">2017, c. 8, Sched. 3, s. 77 (1)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s1\">2021, c. 4, Sched. 7, s. 1</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Public accounting services",
            "part_id": null,
            "part_type": null,
            "section_y": "Public accounting services",
            "content": "2 (1) For the purposes of this Act and subject to any limitations that are prescribed, the practice of public accounting means providing, on a basis that is independent of the person for whom the services are being provided, either of the following services: 1. Assurance engagements, including an audit or a review engagement, conducted with respect to the correctness, fairness, completeness or reasonableness of a financial statement or any part of a financial statement or any statement attached to a financial statement, if it can reasonably be expected that the services will be relied upon or used by a third party. 2. Subject to subsection (3), compilation services, if it can reasonably be expected that all or any portion of the compilations or associated materials prepared by the person providing the services will be relied upon or used by a third party.  2004, c. 8, s. 2 (1). Inclusion of opinion in assurance engagements (2) Assurance engagements described in paragraph 1 of subsection (1) may or may not include the rendering of an opinion or other statement by the person who is providing the services.  2004, c. 8, s. 2 (2). Exception to public accounting (3) If the compilations or associated materials prepared by the person in providing compilation services that otherwise fall within paragraph 2 of subsection (1) contain a notice in the prescribed form that provides that any assurance given by the person is limited to the accuracy of the computations required in order to complete the compilation, the provision of the compilation services does not constitute public accounting for the purposes of this Act.  2004, c. 8, s. 2 (3). Licensing of Public Accountants",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) For the purposes of this Act and subject to any limitations that are prescribed, the practice of public accounting means providing, on a basis that is independent of the person for whom the services are being provided, either of the following services:</p> <p class=\"paragraph\">  1. Assurance engagements, including an audit or a review engagement, conducted with respect to the correctness, fairness, completeness or reasonableness of a financial statement or any part of a financial statement or any statement attached to a financial statement, if it can reasonably be expected that the services will be relied upon or used by a third party.</p> <p class=\"paragraph\">  2. Subject to subsection (3), compilation services, if it can reasonably be expected that all or any portion of the compilations or associated materials prepared by the person providing the services will be relied upon or used by a third party.  2004, c. 8, s. 2 (1).</p> <p class=\"headnote\">Inclusion of opinion in assurance engagements</p> <p class=\"subsection\">(2) Assurance engagements described in paragraph 1 of subsection (1) may or may not include the rendering of an opinion or other statement by the person who is providing the services.  2004, c. 8, s. 2 (2).</p> <p class=\"headnote\">Exception to public accounting</p> <p class=\"subsection\">(3) If the compilations or associated materials prepared by the person in providing compilation services that otherwise fall within paragraph 2 of subsection (1) contain a notice in the prescribed form that provides that any assurance given by the person is limited to the accuracy of the computations required in order to complete the compilation, the provision of the compilation services does not constitute public accounting for the purposes of this Act.  2004, c. 8, s. 2 (3).</p> <p class=\"heading1\"><a name=\"BK3\"></a>Licensing of Public Accountants</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Licensing of Public Accountants",
            "section_x": "Licensing of Public Accountants",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Public accounting licence required",
            "part_id": null,
            "part_type": null,
            "section_y": "Public accounting licence required",
            "content": "3 (1) A person who is engaged in the practice of public accounting shall, (a) in the case of an individual, be licensed in accordance with this Act; and (b) in the case of a professional corporation, hold a certificate of authorization in accordance with this Act.  2004, c. 8, s. 3 (1). Exception (2) Despite subsection (1), a person is not required to be licensed in accordance with this Act if the person provides public accounting services exclusively in respect of, (a) any public authority or any commission, committee or emanation of a public authority, including a Crown corporation; (b) any bank, loan or trust company; (c) any transportation company incorporated by an Act of the Parliament of Canada; or (d) any other publicly-owned or publicly-controlled public utility organization.  2004, c. 8, s. 3 (2). Other practices not precluded (3) A person is not required to be licensed in accordance with this Act for providing services as, (a) a bookkeeper or for engaging in bookkeeping, in cost accounting or in the installation of bookkeeping or business systems, solely by virtue of engaging in those activities; or (b) a person preparing or offering to prepare financial statements solely as part of tax returns, if the person offers, (i) no opinion independent of the taxpayer in respect of the financial statements or in respect of the returns, or (ii) no other service requiring a licence under this Act.  2004, c. 8, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) A person who is engaged in the practice of public accounting shall,</p> <p class=\"paragraph\">  (a) in the case of an individual, be licensed in accordance with this Act; and</p> <p class=\"paragraph\">  (b) in the case of a professional corporation, hold a certificate of authorization in accordance with this Act.  2004, c. 8, s. 3 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), a person is not required to be licensed in accordance with this Act if the person provides public accounting services exclusively in respect of,</p> <p class=\"paragraph\">  (a) any public authority or any commission, committee or emanation of a public authority, including a Crown corporation;</p> <p class=\"paragraph\">  (b) any bank, loan or trust company; </p> <p class=\"paragraph\">  (c) any transportation company incorporated by an Act of the Parliament of Canada; or</p> <p class=\"paragraph\">  (d) any other publicly-owned or publicly-controlled public utility organization.  2004, c. 8, s. 3 (2).</p> <p class=\"headnote\">Other practices not precluded</p> <p class=\"subsection\">(3) A person is not required to be licensed in accordance with this Act for providing services as,</p> <p class=\"paragraph\">  (a) a bookkeeper or for engaging in bookkeeping, in cost accounting or in the installation of bookkeeping or business systems, solely by virtue of engaging in those activities; or</p> <p class=\"paragraph\">  (b) a person preparing or offering to prepare financial statements solely as part of tax returns, if the person offers,</p> <p class=\"subclause\">  (i) no opinion independent of the taxpayer in respect of the financial statements or in respect of the returns, or </p> <p class=\"subclause\">  (ii) no other service requiring a licence under this Act.  2004, c. 8, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Mandatory CPA Ontario membership",
            "part_id": null,
            "part_type": null,
            "section_y": "Mandatory CPA Ontario membership",
            "content": "4 (1) To be eligible to be licensed under this Act, a person must be a member of CPA Ontario. 2021, c. 4, Sched. 7, s. 2. Loss of licence on ceasing to be a member (2) A person’s licence under this Act is revoked on the day the person ceases to be a member of CPA Ontario. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) To be eligible to be licensed under this Act, a person must be a member of CPA Ontario. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"headnote\">Loss of licence on ceasing to be a member</p> <p class=\"subsection\">(2) A person’s licence under this Act is revoked on the day the person ceases to be a member of CPA Ontario. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Licensing",
            "part_id": null,
            "part_type": null,
            "section_y": "Licensing",
            "content": "5 A person is entitled to be licensed as a public accountant under this Act if the person, (a) is a member of CPA Ontario; (b) applies in the manner set out under the CPA Ontario by-laws and pays the fees established by CPA Ontario; and (c) meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>A person is entitled to be licensed as a public accountant under this Act if the person,</p> <p class=\"paragraph\">  (a) is a member of CPA Ontario;</p> <p class=\"paragraph\">  (b) applies in the manner set out under the CPA Ontario by-laws and pays the fees established by CPA Ontario; and</p> <p class=\"paragraph\">  (c) meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Licensing of persons from other jurisdictions",
            "part_id": null,
            "part_type": null,
            "section_y": "Licensing of persons from other jurisdictions",
            "content": "6 (1) CPA Ontario may license any person from another jurisdiction who is permitted to practise as a public accountant in that jurisdiction to practise as a public accountant in Ontario if the person, (a) is a member of CPA Ontario; (b) applies in the manner set out under the CPA Ontario by-laws and pays the fees established by CPA Ontario; and (c) meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2. Same, period of licence (2) In exercising its discretion under subsection (1), CPA Ontario may issue to the person either, (a) a temporary licence for a specified period; or (b) a licence for the same period as a licence issued under section 5. 2021, c. 4, Sched. 7, s. 2. Terms, conditions (3) A temporary licence or licence issued under this section is subject to such terms and conditions as CPA Ontario may specify. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) CPA Ontario may license any person from another jurisdiction who is permitted to practise as a public accountant in that jurisdiction to practise as a public accountant in Ontario if the person,</p> <p class=\"paragraph\">  (a) is a member of CPA Ontario;</p> <p class=\"paragraph\">  (b) applies in the manner set out under the CPA Ontario by-laws and pays the fees established by CPA Ontario; and</p> <p class=\"paragraph\">  (c) meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"headnote\">Same, period of licence</p> <p class=\"subsection\">(2) In exercising its discretion under subsection (1), CPA Ontario may issue to the person either,</p> <p class=\"paragraph\">  (a) a temporary licence for a specified period; or</p> <p class=\"paragraph\">  (b) a licence for the same period as a licence issued under section 5. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"headnote\">Terms, conditions</p> <p class=\"subsection\">(3) A temporary licence or licence issued under this section is subject to such terms and conditions as CPA Ontario may specify. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Renewal of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Renewal of licence",
            "content": "7 (1) A person who is licensed under this Act is entitled to have the licence renewed if the person, (a) applies in the manner set out under the CPA Ontario by-laws and pays the fees established by CPA Ontario; and (b) meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2. Non-application (2) Subsection (1) does not apply with respect to temporary licences. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) A person who is licensed under this Act is entitled to have the licence renewed if the person,</p> <p class=\"paragraph\">  (a) applies in the manner set out under the CPA Ontario by-laws and pays the fees established by CPA Ontario; and</p> <p class=\"paragraph\">  (b) meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(2) Subsection (1) does not apply with respect to temporary licences. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Period of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Period of licence",
            "content": "8 (1) Every licence that is issued or renewed under this Act is effective as of the date on which it is issued or renewed and, unless revoked, expires on the date set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2. Date of issuance or renewal and expiry (2) A licence shall bear the date on which it is issued or renewed and the date on which it expires. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) Every licence that is issued or renewed under this Act is effective as of the date on which it is issued or renewed and, unless revoked, expires on the date set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"headnote\">Date of issuance or renewal and expiry</p> <p class=\"subsection\">(2) A licence shall bear the date on which it is issued or renewed and the date on which it expires. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Revocation of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Revocation of licence",
            "content": "9 (1) CPA Ontario may revoke a licence in the circumstances and in the manner set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2. Issuance of new licence (2) CPA Ontario may, in accordance with the procedures set out under the CPA Ontario by-laws, issue a new licence to a person whose licence is revoked, if the person meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) CPA Ontario may revoke a licence in the circumstances and in the manner set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"headnote\">Issuance of new licence</p> <p class=\"subsection\">(2) CPA Ontario may, in accordance with the procedures set out under the CPA Ontario by-laws, issue a new licence to a person whose licence is revoked, if the person meets the requirements set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "10 CPA Ontario may establish fees payable to it in respect of licensing under this Act. 2021, c. 4, Sched. 7, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 2 - 30/04/2021 Professional Corporations",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>CPA Ontario may establish fees payable to it in respect of licensing under this Act. 2021, c. 4, Sched. 7, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s2\">2021, c. 4, Sched. 7, s. 2</a></span> - 30/04/2021</p> <p class=\"heading1\"><a name=\"BK12\"></a>Professional Corporations</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Professional Corporations",
            "section_x": "Professional Corporations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Professional corporations permitted",
            "part_id": null,
            "part_type": null,
            "section_y": "Professional corporations permitted",
            "content": "11 (1) A person or two or more persons licensed under this Act to practise public accounting as individuals or as a partnership may establish a professional corporation for the purpose of practising public accounting and the provisions of the Business Corporations Act that apply to professional corporations within the meaning of that Act apply to such a corporation.  2004, c. 8, s. 11 (1). Requirements (2) CPA Ontario may establish requirements, (a) governing certificates of authorization to permit professional corporations to carry on practice as a public accountant; (b) establishing conditions or restrictions that apply to professional corporations carrying on practice as a public accountant; and (c) setting out the terms and conditions upon which any licensee in good standing may be permitted to incorporate a professional corporation for the purpose of carrying on practice as a public accountant and to be a director or shareholder, or both, of the corporation.  2004, c. 8, s. 11 (2); 2021, c. 4, Sched. 7, s. 3. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 3 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) A person or two or more persons licensed under this Act to practise public accounting as individuals or as a partnership may establish a professional corporation for the purpose of practising public accounting and the provisions of the <i>Business Corporations Act </i>that apply to professional corporations within the meaning of that Act apply to such a corporation.  2004, c. 8, s. 11 (1).</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) CPA Ontario may establish requirements,</p> <p class=\"paragraph\">  (a) governing certificates of authorization to permit professional corporations to carry on practice as a public accountant;</p> <p class=\"paragraph\">  (b) establishing conditions or restrictions that apply to professional corporations carrying on practice as a public accountant; and</p> <p class=\"paragraph\">  (c) setting out the terms and conditions upon which any licensee in good standing may be permitted to incorporate a professional corporation for the purpose of carrying on practice as a public accountant and to be a director or shareholder, or both, of the corporation.  2004, c. 8, s. 11 (2); 2021, c. 4, Sched. 7, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s3\">2021, c. 4, Sched. 7, s. 3</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Application of Act and regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act and regulations",
            "content": "12 This Act and the regulations apply to an individual who is licensed under this Act even if the individual practises as a public accountant through a professional corporation.  2004, c. 8, s. 12. Offences and Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>This Act and the regulations apply to an individual who is licensed under this Act even if the individual practises as a public accountant through a professional corporation.  2004, c. 8, s. 12.</p> <p class=\"heading1\"><a name=\"BK15\"></a>Offences and Penalties</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Offences and Penalties",
            "section_x": "Offences and Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Prohibition, use of title, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition, use of title, etc.",
            "content": "13 (1) Unless licensed under this Act, an individual shall not, (a) practise as a public accountant; (b) take or use the name or title of “Public Accountant” or “expert-comptable”, or their equivalent in any other language; (c) take or use the designation “Licensed Public Accountant”, “expert-comptable autorisé” or the initials “LPA” or “ECA”, or any of their equivalents in any other language, whether alone or combined or intermixed in any manner with any other words or initials; (d) take or use any term, title, initials, designation or description implying that the individual is licensed as a public accountant; or (e) otherwise hold themself out as being licenced as a public accountant. 2004, c. 8, s. 13 (1); 2021, c. 4, Sched. 7, s. 4 (1). Same, corporations (2) Unless it holds a valid certificate of authorization under this Act, a corporation shall not, (a) practise as a public accountant; (b) take or use the name or title of “Public Accountant” or “expert-comptable”, or their equivalent in any other language; (c) take or use the designation “Licensed Public Accountant”, “expert-comptable autorisé” or the initials “LPA” or “ECA”, or their equivalents in any other language, whether alone or combined or intermixed in any manner with any other words or initials; (d) take or use any term, title, initials, designation or description implying that the corporation is authorized to carry on practice as a public accountant; or (e) otherwise hold itself out as authorized to carry on practice as a public accountant. 2004, c. 8, s. 13 (2); 2021, c. 4, Sched. 7, s. 4 (2). Offence (3) Any person who contravenes any provision of this section, without prejudice to any other proceedings that may be taken, is guilty of an offence and on conviction is liable to a fine of not more than $25,000 for a first offence and to a fine of not more than $50,000 for any subsequent offence.  2004, c. 8, s. 13 (3). Liability of directors and officers (4) If a corporation is guilty of an offence under this section, every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine.  2004, c. 8, s. 13 (4). Defence, individuals (5) If an individual contravenes this section because his or her licence has been revoked or suspended, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed, (a) notice of the revocation or suspension had not been given as required by the CPA Ontario by-laws; (b) the time for appealing the revocation or suspension had not expired; or (c) an appeal of the revocation or suspension had not yet been determined.  2004, c. 8, s. 13 (5); 2021, c. 4, Sched. 7, s. 4 (3). Same, corporations (6) If a corporation contravenes this section because its certificate of authorization has been revoked or suspended, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed, (a) notice of the revocation or suspension had not been given as required by the CPA Ontario by-laws; (b) the time for appealing the revocation or suspension had not expired; or (c) an appeal of the revocation or suspension had not yet been determined.  2004, c. 8, s. 13 (6); 2021, c. 4, Sched. 7, s. 4 (4). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 4 (1-4) - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) Unless licensed under this Act, an individual shall not,</p> <p class=\"paragraph\">  (a) practise as a public accountant;</p> <p class=\"paragraph\">  (b) take or use the name or title of “Public Accountant” or “expert-comptable”, or their equivalent in any other language;</p> <p class=\"paragraph\">  (c) take or use the designation “Licensed Public Accountant”, “expert-comptable autorisé” or the initials “LPA” or “ECA”, or any of their equivalents in any other language, whether alone or combined or intermixed in any manner with any other words or initials;</p> <p class=\"paragraph\">  (d) take or use any term, title, initials, designation or description implying that the individual is licensed as a public accountant; or</p> <p class=\"paragraph\">  (e) otherwise hold themself out as being licenced as a public accountant. 2004, c. 8, s. 13 (1); 2021, c. 4, Sched. 7, s. 4 (1).</p> <p class=\"headnote\">Same, corporations</p> <p class=\"subsection\">(2) Unless it holds a valid certificate of authorization under this Act, a corporation shall not,</p> <p class=\"paragraph\">  (a) practise as a public accountant;</p> <p class=\"paragraph\">  (b) take or use the name or title of “Public Accountant” or “expert-comptable”, or their equivalent in any other language;</p> <p class=\"paragraph\">  (c) take or use the designation “Licensed Public Accountant”, “expert-comptable autorisé” or the initials “LPA” or “ECA”, or their equivalents in any other language, whether alone or combined or intermixed in any manner with any other words or initials;</p> <p class=\"paragraph\">  (d) take or use any term, title, initials, designation or description implying that the corporation is authorized to carry on practice as a public accountant; or</p> <p class=\"paragraph\">  (e) otherwise hold itself out as authorized to carry on practice as a public accountant. 2004, c. 8, s. 13 (2); 2021, c. 4, Sched. 7, s. 4 (2).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(3) Any person who contravenes any provision of this section, without prejudice to any other proceedings that may be taken, is guilty of an offence and on conviction is liable to a fine of not more than $25,000 for a first offence and to a fine of not more than $50,000 for any subsequent offence.  2004, c. 8, s. 13 (3).</p> <p class=\"headnote\">Liability of directors and officers</p> <p class=\"subsection\">(4) If a corporation is guilty of an offence under this section, every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine.  2004, c. 8, s. 13 (4).</p> <p class=\"headnote\">Defence, individuals</p> <p class=\"subsection\">(5) If an individual contravenes this section because his or her licence has been revoked or suspended, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed,</p> <p class=\"paragraph\">  (a) notice of the revocation or suspension had not been given as required by the CPA Ontario by-laws;</p> <p class=\"paragraph\">  (b) the time for appealing the revocation or suspension had not expired; or</p> <p class=\"paragraph\">  (c) an appeal of the revocation or suspension had not yet been determined.  2004, c. 8, s. 13 (5); 2021, c. 4, Sched. 7, s. 4 (3).</p> <p class=\"headnote\">Same, corporations</p> <p class=\"subsection\">(6) If a corporation contravenes this section because its certificate of authorization has been revoked or suspended, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed,</p> <p class=\"paragraph\">  (a) notice of the revocation or suspension had not been given as required by the CPA Ontario by-laws;</p> <p class=\"paragraph\">  (b) the time for appealing the revocation or suspension had not expired; or</p> <p class=\"paragraph\">  (c) an appeal of the revocation or suspension had not yet been determined.  2004, c. 8, s. 13 (6); 2021, c. 4, Sched. 7, s. 4 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s4s1\">2021, c. 4, Sched. 7, s. 4 (1-4)</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Obtaining licence or certificate of authorization by false representation",
            "part_id": null,
            "part_type": null,
            "section_y": "Obtaining licence or certificate of authorization by false representation",
            "content": "14 (1) No person shall wilfully procure or attempt to procure, (a) the issuance to himself or herself of a licence or the renewal of a licence under this Act; or (b) the issuance to a professional corporation of a certificate of authorization or the renewal of a certificate of authorization under this Act, by making or producing, or causing to be made or produced, a false or fraudulent representation or declaration, either orally or in writing, and including by electronic means  2004, c. 8, s. 14 (1); 2021, c. 4, Sched. 7, s. 5. Offence and penalty (2) A person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2004, c. 8, s. 14 (2). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 5 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) No person shall wilfully procure or attempt to procure,</p> <p class=\"paragraph\">  (a) the issuance to himself or herself of a licence or the renewal of a licence under this Act; or</p> <p class=\"paragraph\">  (b) the issuance to a professional corporation of a certificate of authorization or the renewal of a certificate of authorization under this Act,</p> <p class=\"section\">by making or producing, or causing to be made or produced, a false or fraudulent representation or declaration, either orally or in writing, and including by electronic means  2004, c. 8, s. 14 (1); 2021, c. 4, Sched. 7, s. 5.</p> <p class=\"headnote\">Offence and penalty</p> <p class=\"subsection\">(2) A person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2004, c. 8, s. 14 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s5\">2021, c. 4, Sched. 7, s. 5</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Abuse of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Abuse of licence",
            "content": "15 (1) No person shall, (a) use a licence that has been issued under this Act to another person; (b) allow a licence issued to him or her under this Act to be used by any other person; or (c) not being licensed under this Act, use or have in his or her possession any document purporting to be a current or valid licence issued to the person under this Act.  2004, c. 8, s. 15 (1). Offence and penalty (2) A person who contravenes this section is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2004, c. 8, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>(1) No person shall,</p> <p class=\"paragraph\">  (a) use a licence that has been issued under this Act to another person;</p> <p class=\"paragraph\">  (b) allow a licence issued to him or her under this Act to be used by any other person; or</p> <p class=\"paragraph\">  (c) not being licensed under this Act, use or have in his or her possession any document purporting to be a current or valid licence issued to the person under this Act.  2004, c. 8, s. 15 (1).</p> <p class=\"headnote\">Offence and penalty</p> <p class=\"subsection\">(2) A person who contravenes this section is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2004, c. 8, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Costs",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs",
            "content": "16 (1) In addition to the fine, on conviction for an offence under this Act, a court may order that the convicted person pay to CPA Ontario some or all of the costs reasonably incurred by it in prosecuting the offence and in undertaking the investigation related to the subject-matter of the prosecution.  2004, c. 8, s. 16 (1); 2021, c. 4, Sched. 7, s. 6. Same (2) Costs payable under this section are deemed to be a fine for the purpose of enforcing payment.  2004, c. 8, s. 16 (2). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 6 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) In addition to the fine, on conviction for an offence under this Act, a court may order that the convicted person pay to CPA Ontario some or all of the costs reasonably incurred by it in prosecuting the offence and in undertaking the investigation related to the subject-matter of the prosecution.  2004, c. 8, s. 16 (1); 2021, c. 4, Sched. 7, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Costs payable under this section are deemed to be a fine for the purpose of enforcing payment.  2004, c. 8, s. 16 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s6\">2021, c. 4, Sched. 7, s. 6</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Limitation",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation",
            "content": "17 No prosecution under sections 13 to 15 shall be commenced more than two years after the time when the subject-matter of the prosecution arose.  2004, c. 8, s. 17. 17.1 Repealed: 2021, c. 4, Sched. 7, s. 7. Section Amendments with date in force (d/m/y) 2017, c. 8, Sched. 3, s. 77 (2) - 17/05/2017 2021, c. 4, Sched. 7, s. 7 - 30/04/2021 Regulation of Public Accounting Power and duties of CPA Ontario",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>No prosecution under sections 13 to 15 shall be commenced more than two years after the time when the subject-matter of the prosecution arose.  2004, c. 8, s. 17.</p> <p class=\"section\"><b>17.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 4, Sched. 7, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s2\">2017, c. 8, Sched. 3, s. 77 (2)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s7\">2021, c. 4, Sched. 7, s. 7</a></span> - 30/04/2021</p> <p class=\"heading1\"><a name=\"BK21\"></a>Regulation of Public Accounting</p> <p class=\"headnote\">Power and duties of CPA Ontario</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Regulation of Public Accounting",
            "section_x": "Regulation of Public Accounting",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "section_x": "Power and duties of CPA Ontario",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties",
            "content": "18 (1) CPA Ontario shall undertake the regulation of public accounting in the public interest by, (a) licensing and governing the activities of its members as public accountants in accordance with this Act and the regulations made under it, the Chartered Professional Accountants of Ontario Act, 2017 and the CPA Ontario by-laws; (b) establishing and maintaining public accounting standards under section 19, including raising the standards as required; (c) ensuring that the CPA Ontario by-laws meet or exceed the public accounting standards; and (d) maintaining public confidence in public accounting through the appropriate prosecution of offences under this Act. 2021, c. 4, Sched. 7, s. 8. Powers (2) For the purposes of subsection (1), CPA Ontario may, (a) consider matters of common interest and concern to public accountants, and submit representations to any ministry or public body with reference to any such matters; (b) conduct and encourage, whether by means of financial assistance or otherwise, research in the practice of public accounting; and (c) deal with any prescribed matter. 2021, c. 4, Sched. 7, s. 8. Section Amendments with date in force (d/m/y) 2010, c. 15, s. 239 (1)\r\n- no effect - see 2021, c. 4, Sched. 7, s. 15 - 30/04/2021 2021, c. 4, Sched. 7, s. 8 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>18 </b>(1) CPA Ontario shall undertake the regulation of public accounting in the public interest by,</p> <p class=\"paragraph\">  (a) licensing and governing the activities of its members as public accountants in accordance with this Act and the regulations made under it, the <i>Chartered Professional Accountants of Ontario Act, 2017</i> and the CPA Ontario by-laws;</p> <p class=\"paragraph\">  (b) establishing and maintaining public accounting standards under section 19, including raising the standards as required;</p> <p class=\"paragraph\">  (c) ensuring that the CPA Ontario by-laws meet or exceed the public accounting standards; and</p> <p class=\"paragraph\">  (d) maintaining public confidence in public accounting through the appropriate prosecution of offences under this Act. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(2) For the purposes of subsection (1), CPA Ontario may,</p> <p class=\"paragraph\">  (a) consider matters of common interest and concern to public accountants, and submit representations to any ministry or public body with reference to any such matters;</p> <p class=\"paragraph\">  (b) conduct and encourage, whether by means of financial assistance or otherwise, research in the practice of public accounting; and</p> <p class=\"paragraph\">  (c) deal with any prescribed matter. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s239s1\">2010, c. 15, s. 239 (1)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s15\">2021, c. 4, Sched. 7, s. 15</a></span> - 30/04/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s8\">2021, c. 4, Sched. 7, s. 8</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "section_x": "Public accounting standards",
            "part_id": null,
            "part_type": null,
            "section_y": "Public accounting standards",
            "content": "19 (1) CPA Ontario’s council shall establish and maintain public accounting standards in accordance with this section. 2021, c. 4, Sched. 7, s. 8. Same (2) The public accounting standards shall reflect the public interest in the delivery of superior-quality public accounting services, and be no less rigorous than the standards made under this section as they existed immediately before section 8 of Schedule 7 to the Accelerating Access to Justice Act, 2021 came into force. 2021, c. 4, Sched. 7, s. 8. Same (3) The public accounting standards shall include standards relating to, (a) post-secondary education requirements that are necessary for a public accounting training program, including requirements in respect of courses that are relevant to public accounting; (b) pre-licensing education and study requirements that are supplementary to the post-secondary education requirements; (c) pre-licensing experience requirements; (d) examinations used for licensing public accountants; (e) requirements for post-licensing professional experience; (f) mandatory continuing professional development; (g) practice inspections of public accountants; (h) requirements on the use of generally accepted accounting principles and generally accepted assurance standards; (i) rules of professional conduct; (j) discipline procedures, including rights to a hearing and rights of appeal; (k) rules governing issuing a new licence to a former licensee; (l) rules governing the licensing of persons who are permitted to practise as public accountants in other jurisdictions; (m) mandatory professional liability insurance; and (n) any prescribed matter. 2021, c. 4, Sched. 7, s. 8. Prior approval by Minister (4) Before adopting or modifying a public accounting standard, CPA Ontario’s council shall submit it to the Minister. 2021, c. 4, Sched. 7, s. 8. Same (5) A public accounting standard submitted to the Minister may only be adopted or modified if the Minister does not, within 45 days of its submission, provide to CPA Ontario’s council a written objection to the adoption or modification. 2021, c. 4, Sched. 7, s. 8. Publication (6) CPA Ontario’s council shall make the public accounting standards publicly accessible by publishing them on its website or otherwise making them available in electronic format. 2021, c. 4, Sched. 7, s. 8. Transition (7) The standards made under this section as they existed immediately before section 8 of Schedule 7 to the Accelerating Access to Justice Act, 2021 came into force continue to apply, subject to the modifications specified in subsection (8) and any other necessary modifications, as public accounting standards for the purposes of this Act until they are replaced by CPA Ontario’s council. 2021, c. 4, Sched. 7, s. 8. Same (8) For the purposes of subsection (7), (a) references in the standards to The Public Accountants Council for the Province of Ontario shall be read as references to CPA Ontario; (b) references in the standards to a designated body or to an authorized designated body shall be read as references to CPA Ontario; and (c) despite clauses (a) and (b), any provision or other portion of the standards that is contrary or inconsistent with the amendments made to this Act by Schedule 7 to the Accelerating Access to Justice Act, 2021 does not continue to apply, or continues only with such modifications as the context requires. 2021, c. 4, Sched. 7, s. 8. Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 125 - 01/11/2005 2017, c. 8, Sched. 3, s. 77 (3, 4) - 17/05/2017 2021, c. 4, Sched. 7, s. 8 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>19 </b>(1) CPA Ontario’s council shall establish and maintain public accounting standards in accordance with this section. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The public accounting standards shall reflect the public interest in the delivery of superior-quality public accounting services, and be no less rigorous than the standards made under this section as they existed immediately before section 8 of Schedule 7 to the <i>Accelerating Access to Justice Act, 2021</i> came into force. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The public accounting standards shall include standards relating to,</p> <p class=\"paragraph\">  (a) post-secondary education requirements that are necessary for a public accounting training program, including requirements in respect of courses that are relevant to public accounting;</p> <p class=\"paragraph\">  (b) pre-licensing education and study requirements that are supplementary to the post-secondary education requirements;</p> <p class=\"paragraph\">  (c) pre-licensing experience requirements;</p> <p class=\"paragraph\">  (d) examinations used for licensing public accountants;</p> <p class=\"paragraph\">  (e) requirements for post-licensing professional experience;</p> <p class=\"paragraph\">  (f) mandatory continuing professional development;</p> <p class=\"paragraph\">  (g) practice inspections of public accountants;</p> <p class=\"paragraph\">  (h) requirements on the use of generally accepted accounting principles and generally accepted assurance standards;</p> <p class=\"paragraph\">  (i) rules of professional conduct;</p> <p class=\"paragraph\">  (j) discipline procedures, including rights to a hearing and rights of appeal;</p> <p class=\"paragraph\">  (k) rules governing issuing a new licence to a former licensee;</p> <p class=\"paragraph\">  (l) rules governing the licensing of persons who are permitted to practise as public accountants in other jurisdictions;</p> <p class=\"paragraph\">  (m) mandatory professional liability insurance; and</p> <p class=\"paragraph\">  (n) any prescribed matter. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Prior approval by Minister</p> <p class=\"subsection\">(4) Before adopting or modifying a public accounting standard, CPA Ontario’s council shall submit it to the Minister. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A public accounting standard submitted to the Minister may only be adopted or modified if the Minister does not, within 45 days of its submission, provide to CPA Ontario’s council a written objection to the adoption or modification. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(6) CPA Ontario’s council shall make the public accounting standards publicly accessible by publishing them on its website or otherwise making them available in electronic format. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(7) The standards made under this section as they existed immediately before section 8 of Schedule 7 to the <i>Accelerating Access to Justice Act, 2021</i> came into force continue to apply, subject to the modifications specified in subsection (8) and any other necessary modifications, as public accounting standards for the purposes of this Act until they are replaced by CPA Ontario’s council. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) For the purposes of subsection (7),</p> <p class=\"paragraph\">  (a) references in the standards to The Public Accountants Council for the Province of Ontario shall be read as references to CPA Ontario;</p> <p class=\"paragraph\">  (b) references in the standards to a designated body or to an authorized designated body shall be read as references to CPA Ontario; and</p> <p class=\"paragraph\">  (c) despite clauses (a) and (b), any provision or other portion of the standards that is contrary or inconsistent with the amendments made to this Act by Schedule 7 to the <i>Accelerating Access to Justice Act, 2021</i> does not continue to apply, or continues only with such modifications as the context requires. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs125\">2006, c. 21, Sched. F, s. 125</a></span> - 01/11/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s3\">2017, c. 8, Sched. 3, s. 77 (3, 4)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s8\">2021, c. 4, Sched. 7, s. 8</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": "20 (1) No later than 120 days after the end of each financial year, CPA Ontario shall forward to the Minister a copy of an annual report for that year containing the following information: 1. A report on the licensing of public accountants, including the number of licences granted, suspended, revoked and reinstated in that year, and the imposition of any restrictions on licenses in that year. 2. A summary of any public accounting standards adopted or modified in that year. 2021, c. 4, Sched. 7, s. 8. Same (2) CPA Ontario shall make its annual report publicly accessible by publishing it on its website and by making it available as a document or in any other format, on request and at cost, to members of the public. 2021, c. 4, Sched. 7, s. 8. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 8 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>20 </b>(1) No later than 120 days after the end of each financial year, CPA Ontario shall forward to the Minister a copy of an annual report for that year containing the following information:</p> <p class=\"paragraph\">  1. A report on the licensing of public accountants, including the number of licences granted, suspended, revoked and reinstated in that year, and the imposition of any restrictions on licenses in that year.</p> <p class=\"paragraph\">  2. A summary of any public accounting standards adopted or modified in that year. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) CPA Ontario shall make its annual report publicly accessible by publishing it on its website and by making it available as a document or in any other format, on request and at cost, to members of the public. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s8\">2021, c. 4, Sched. 7, s. 8</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "section_x": "Roll of Public Accountants",
            "part_id": null,
            "part_type": null,
            "section_y": "Roll of Public Accountants",
            "content": "21 (1) CPA Ontario shall maintain and publish a roll to be called “The Roll of Public Accountants in Ontario” in English and “Tableau des experts-comptables de l’Ontario” in French. 2021, c. 4, Sched. 7, s. 8. Form and contents (2) The Roll shall be maintained in the form set out under the CPA Ontario by-laws, and shall contain the information set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 8. Roll to be available to the public (3) CPA Ontario shall ensure that the Roll is publicly available. 2021, c. 4, Sched. 7, s. 8. Section Amendments with date in force (d/m/y) 2017, c. 8, Sched. 3, s. 77 (5) - 17/05/2017 2021, c. 4, Sched. 7, s. 8 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>21 </b>(1) CPA Ontario shall maintain and publish a roll to be called “The Roll of Public Accountants in Ontario” in English and “Tableau des experts-comptables de l’Ontario” in French. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Form and contents</p> <p class=\"subsection\">(2) The Roll shall be maintained in the form set out under the CPA Ontario by-laws, and shall contain the information set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Roll to be available to the public</p> <p class=\"subsection\">(3) CPA Ontario shall ensure that the Roll is publicly available. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s5\">2017, c. 8, Sched. 3, s. 77 (5)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s8\">2021, c. 4, Sched. 7, s. 8</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "section_x": "Review of public complaints",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of public complaints",
            "content": "22 (1) If a member of the public makes a complaint about the conduct of a public accountant to CPA Ontario and has exhausted CPA Ontario’s internal procedures for the handling of the complaint but remains unsatisfied with the manner in which the complaint was handled, the member of the public may, in the circumstances set out under the CPA Ontario by-laws, make a request in accordance with the procedures set out under the CPA Ontario by-laws that CPA Ontario’s handling of the complaint be reviewed by the person or body specified in the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 8. Same, reviewer (2) The person or body specified for the purposes of subsection (1) shall not be or include an employee of CPA Ontario, a member of CPA Ontario’s council, or a member of any committee established by CPA Ontario’s council. 2021, c. 4, Sched. 7, s. 8. Recommendation (3) After conducting a review, the person or body specified for the purposes of subsection (1) may recommend to CPA Ontario that it investigate the complaint more fully. 2021, c. 4, Sched. 7, s. 8. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 8 - 30/04/2021 23-36 Repealed: 2021, c. 4, Sched. 7, s. 8. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 8 - 30/04/2021 Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>22 </b>(1) If a member of the public makes a complaint about the conduct of a public accountant to CPA Ontario and has exhausted CPA Ontario’s internal procedures for the handling of the complaint but remains unsatisfied with the manner in which the complaint was handled, the member of the public may, in the circumstances set out under the CPA Ontario by-laws, make a request in accordance with the procedures set out under the CPA Ontario by-laws that CPA Ontario’s handling of the complaint be reviewed by the person or body specified in the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Same, reviewer</p> <p class=\"subsection\">(2) The person or body specified for the purposes of subsection (1) shall not be or include an employee of CPA Ontario, a member of CPA Ontario’s council, or a member of any committee established by CPA Ontario’s council. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"headnote\">Recommendation</p> <p class=\"subsection\">(3) After conducting a review, the person or body specified for the purposes of subsection (1) may recommend to CPA Ontario that it investigate the complaint more fully. 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s8\">2021, c. 4, Sched. 7, s. 8</a></span> - 30/04/2021</p> <p class=\"section\"><b>23-36 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 4, Sched. 7, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s8\">2021, c. 4, Sched. 7, s. 8</a></span> - 30/04/2021</p> <p class=\"heading1\"><a name=\"BK27\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "37.",
            "section_x": "No costs, etc., recoverable by unlicensed person",
            "part_id": null,
            "part_type": null,
            "section_y": "No costs, etc., recoverable by unlicensed person",
            "content": "37 (1) No person is entitled to recover any costs incurred or charges made as a public accountant unless the person was licensed under this Act at the time when the costs were incurred or when the services were rendered in respect of which the charges were made.  2004, c. 8, s. 37 (1); 2021, c. 4, Sched. 7, s. 9. Same, corporations (2) No corporation is entitled to recover any costs incurred or charges made as a public accountant unless the corporation was a professional corporation that held a valid certificate of authorization at the time when the costs were incurred or the services were rendered in respect of which the charges were made.  2004, c. 8, s. 37 (2). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 9 - 30/04/2021 38 Repealed: 2021, c. 4, Sched. 7, s. 10. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 10 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>37 </b>(1) No person is entitled to recover any costs incurred or charges made as a public accountant unless the person was licensed under this Act at the time when the costs were incurred or when the services were rendered in respect of which the charges were made.  2004, c. 8, s. 37 (1); 2021, c. 4, Sched. 7, s. 9.</p> <p class=\"headnote\">Same, corporations</p> <p class=\"subsection\">(2) No corporation is entitled to recover any costs incurred or charges made as a public accountant unless the corporation was a professional corporation that held a valid certificate of authorization at the time when the costs were incurred or the services were rendered in respect of which the charges were made.  2004, c. 8, s. 37 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s9\">2021, c. 4, Sched. 7, s. 9</a></span> - 30/04/2021</p> <p class=\"section\"><b>38 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 4, Sched. 7, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s10\">2021, c. 4, Sched. 7, s. 10</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "39.",
            "section_x": "Giving of documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Giving of documents",
            "content": "39 Any notice or document required to be given under this Act may be given by a manner for giving notice set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 11. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 11 - 30/04/2021 40 Repealed: 2021, c. 4, Sched. 7, s. 11. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 11 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>39 </b>Any notice or document required to be given under this Act may be given by a manner for giving notice set out under the CPA Ontario by-laws. 2021, c. 4, Sched. 7, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s11\">2021, c. 4, Sched. 7, s. 11</a></span> - 30/04/2021</p> <p class=\"section\"><b>40 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 4, Sched. 7, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s11\">2021, c. 4, Sched. 7, s. 11</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "41.",
            "section_x": "Dissolution of The Public Accountants Council",
            "part_id": null,
            "part_type": null,
            "section_y": "Dissolution of The Public Accountants Council",
            "content": "41 (1) The Public Accountants Council for the Province of Ontario is dissolved and all its assets, liabilities, rights and obligations are hereby transferred to and vested in CPA Ontario. 2021, c. 4, Sched. 7, s. 12. Proceedings (2) Proceedings by or against The Public Accountants Council for the Province of Ontario that are not finally determined before its dissolution shall be continued by or against CPA Ontario. 2021, c. 4, Sched. 7, s. 12. Protection from liability (3) Section 40, as it read before its repeal by section 11 of Schedule 7 to the Accelerating Access to Justice Act, 2021, continues to apply with respect to the persons and matters to which it applied immediately before that date. 2021, c. 4, Sched. 7, s. 12. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 7, s. 12 - 30/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>41 </b>(1) The Public Accountants Council for the Province of Ontario is dissolved and all its assets, liabilities, rights and obligations are hereby transferred to and vested in CPA Ontario. 2021, c. 4, Sched. 7, s. 12.</p> <p class=\"headnote\">Proceedings</p> <p class=\"subsection\">(2) Proceedings by or against The Public Accountants Council for the Province of Ontario that are not finally determined before its dissolution shall be continued by or against CPA Ontario. 2021, c. 4, Sched. 7, s. 12.</p> <p class=\"headnote\">Protection from liability</p> <p class=\"subsection\">(3) Section 40, as it read before its repeal by section 11 of Schedule 7 to the <i>Accelerating Access to Justice Act, 2021</i>, continues to apply with respect to the persons and matters to which it applied immediately before that date. 2021, c. 4, Sched. 7, s. 12.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s12\">2021, c. 4, Sched. 7, s. 12</a></span> - 30/04/2021</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "42.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "42 The Lieutenant Governor in Council may make regulations respecting and governing any matter that this Act describes as being prescribed. 2021, c. 4, Sched. 7, s. 12. Section Amendments with date in force (d/m/y) 2010, c. 15, s. 239 (2)\r\n- no effect - see 2021, c. 4, Sched. 7, s. 15 - 30/04/2021 2017, c. 8, Sched. 3, s. 77 (7) - 17/05/2017 2021, c. 4, Sched. 7, s. 12 - 30/04/2021 43 Repealed:  2017, c. 8, Sched. 3, s. 77 (8). Section Amendments with date in force (d/m/y) 2017, c. 8, Sched. 3, s. 77 (8) - 17/05/2017 44 Repealed: 2017, c. 8, Sched. 3, s. 77 (8). Section Amendments with date in force (d/m/y) 2004, c. 8, s. 44 (11)\r\n- no effect - see 2017, c. 8, Sched. 3, s. 77 (8) - 17/05/2017 2006, c. 19, Sched. B, s. 16 (2) - 22/06/2006 2017, c. 8, Sched. 3, s. 77 (8) - 17/05/2017 45-50 Omitted (amends or repeals other Acts).  2004, c. 8, ss. 45-50. 51 Omitted (provides for coming into force of provisions of this Act).  2004, c. 8, s. 51. 52 Omitted (enacts short title of this Act).  2004, c. 8, s. 52. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>42 </b>The Lieutenant Governor in Council may make regulations respecting and governing any matter that this Act describes as being prescribed. 2021, c. 4, Sched. 7, s. 12.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s239s2\">2010, c. 15, s. 239 (2)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s15\">2021, c. 4, Sched. 7, s. 15</a></span> - 30/04/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s7\">2017, c. 8, Sched. 3, s. 77 (7)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched7s12\">2021, c. 4, Sched. 7, s. 12</a></span> - 30/04/2021</p> <p class=\"section\"><b>43</b> <span class=\"ovsmallcap\">Repealed</span>:  2017, c. 8, Sched. 3, s. 77 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s8\">2017, c. 8, Sched. 3, s. 77 (8)</a></span> - 17/05/2017</p> <p class=\"section\"><b>44 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 8, Sched. 3, s. 77 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/statute/S04008#s44s11\">2004, c. 8, s. 44 (11)</a>\r\n- no effect - see <a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s8\">2017, c. 8, Sched. 3, s. 77 (8)</a></span> - 17/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedbs16s2\">2006, c. 19, Sched. B, s. 16 (2)</a> - 22/06/2006</span></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17008#sched3s77s8\">2017, c. 8, Sched. 3, s. 77 (8)</a></span> - 17/05/2017</p> <p class=\"section\"><b>45-</b><b>50</b><span class=\"ovsmallcap\"> Omitted (amends or repeals other Acts)</span>.  2004, c. 8, ss. 45-50.</p> <p class=\"section\"><b>51 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2004, c. 8, s. 51.</p> <p class=\"section\"><b>52 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2004, c. 8, s. 52.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04p08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}