{
    "act_info": {
        "full_title": "Public Parks Act, R.S.O. 1990, c. P.46",
        "act_name_text": "Not Found",
        "citation": "Public Parks Act, R.S.O. 1990, c. P.46",
        "url": "https://www.ontario.ca/laws/statute/90p46",
        "date_scraped": "2023-12-19 21:55:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Establishment of parks",
            "content": "1. (1) A park, or a system of parks, avenues, boulevards and drives, or any of them, may be established in any municipality, and the same, as well as existing parks and avenues, may be controlled and managed in the manner hereinafter provided. Petition and by-law therefor (2) Subject to subsection (5), if a petition, praying for the adoption of this Act, is presented to the council of any county or city signed by not less than 500 electors, or to the council of any town or township signed by not less than 200 electors, or to the council of any village signed by not less than 75 electors, the council may pass a by-law giving effect to the petition, with the assent of the electors qualified to vote at municipal elections, given before the final passing of the by-law as provided by the Municipal Act. Idem (3) If the majority of the votes is in favour of the by-law, it shall be finally passed by the council at its next regular meeting held after the taking of the vote, or as soon thereafter as may be. Restriction (4) If the vote is adverse, no by-law for the same purpose shall afterwards be submitted to the electors within the same year. When submission to electors unnecessary (5) It is not necessary for a county council to submit the by-law for the assent of the electors if the by-law, on the final reading thereof, is approved by three-fifths of the members of the council then present. Repeal of by-law (6) A by-law passed under subsection (2) may be repealed with the assent of the electors qualified to vote at municipal elections. Employees of board become municipal employees on dissolution of board (7) When a by-law passed under subsection (2) is repealed, every officer and employee of the board of park management becomes a municipal employee and continues as such until removed by the council, unless his or her engagement sooner terminates. R.S.O 1990, c. P.46, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) A park, or a system of parks, avenues, boulevards and drives, or any of them, may be established in any municipality, and the same, as well as existing parks and avenues, may be controlled and managed in the manner hereinafter provided.</p> <p class=\"headnote-e\"><b>Petition and by-law therefor</b></p> <p class=\"subsection-e\">(2) Subject to subsection (5), if a petition, praying for the adoption of this Act, is presented to the council of any county or city signed by not less than 500 electors, or to the council of any town or township signed by not less than 200 electors, or to the council of any village signed by not less than 75 electors, the council may pass a by-law giving effect to the petition, with the assent of the electors qualified to vote at municipal elections, given before the final passing of the by-law as provided by the <i>Municipal Act</i>.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) If the majority of the votes is in favour of the by-law, it shall be finally passed by the council at its next regular meeting held after the taking of the vote, or as soon thereafter as may be.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(4) If the vote is adverse, no by-law for the same purpose shall afterwards be submitted to the electors within the same year.</p> <p class=\"headnote-e\"><b>When submission to electors unnecessary</b></p> <p class=\"subsection-e\">(5) It is not necessary for a county council to submit the by-law for the assent of the electors if the by-law, on the final reading thereof, is approved by three-fifths of the members of the council then present.</p> <p class=\"headnote-e\"><b>Repeal of by-law</b></p> <p class=\"subsection-e\">(6) A by-law passed under subsection (2) may be repealed with the assent of the electors qualified to vote at municipal elections.</p> <p class=\"headnote-e\"><b>Employees of board become municipal employees on dissolution of board</b></p> <p class=\"subsection-e\">(7) When a by-law passed under subsection (2) is repealed, every officer and employee of the board of park management becomes a municipal employee and continues as such until removed by the council, unless his or her engagement sooner terminates. R.S.O 1990, c. P.46, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Parks to be open to public",
            "content": "2. (1) The parks, avenues, boulevards and drives, and approaches thereto, and streets connecting the same, shall be open to the public free of all charge, subject to the by-laws, rules and regulations of the board of park management, and subject also to sections 13 and 14. Fees, for use of facilities (2) The board of park management may pass by-laws prescribing fees for the use of any facilities provided in any park. for entrance (3) The board of park management, with the approval of the council of the municipality, may pass by-laws prescribing fees for entrance to any park. R.S.O 1990, c. P.46, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The parks, avenues, boulevards and drives, and approaches thereto, and streets connecting the same, shall be open to the public free of all charge, subject to the by-laws, rules and regulations of the board of park management, and subject also to sections 13 and 14.</p> <p class=\"headnote-e\"><b>Fees, for use of facilities</b></p> <p class=\"subsection-e\">(2) The board of park management may pass by-laws prescribing fees for the use of any facilities provided in any park.</p> <p class=\"headnote-e\"><b>for entrance</b></p> <p class=\"subsection-e\">(3) The board of park management, with the approval of the council of the municipality, may pass by-laws prescribing fees for entrance to any park. R.S.O 1990, c. P.46, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Board of park management",
            "content": "3. (1) Where this Act is adopted, the general management, regulation and control of all existing parks and avenues, and of all properties both real and personal, applicable to the maintenance of parks belonging to the municipality, and of all parks, avenues, boulevards and drives which may thereafter be acquired and established under this Act, shall be vested in and exercised by a board to be called The Board of Park Management in English and Commission de gestion des parcs in French. Authority of board to what streets applicable (2) The authority of the board does not extend to any streets open at the time of the adoption of this Act, with the exception of streets expressly specified in the by-law adopting this Act, or which at any time or from time to time afterwards, under an agreement between the council and the board, the council by by-law declares to be subject to this Act. Consent of municipal council and agricultural society (3) Nothing in this Act authorizes the board to assume possession or control of any exhibition park in or belonging to the municipal corporation without the consent of both the council and of any district agricultural society or exhibition association having an interest therein. Management of special undertakings (4) The council may by by-law appoint the board to manage, regulate and control any undertaking established under paragraph 58 of section 207 of the Municipal Act and thereupon the management, regulation and control thereof shall be vested in and exercised by the board, and the board has power to prescribe fees for admittance to or for the use of any such undertaking. R.S.O 1990, c. P.46, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Where this Act is adopted, the general management, regulation and control of all existing parks and avenues, and of all properties both real and personal, applicable to the maintenance of parks belonging to the municipality, and of all parks, avenues, boulevards and drives which may thereafter be acquired and established under this Act, shall be vested in and exercised by a board to be called The Board of Park Management in English and Commission de gestion des parcs in French.</p> <p class=\"headnote-e\"><b>Authority of board to what streets applicable</b></p> <p class=\"subsection-e\">(2) The authority of the board does not extend to any streets open at the time of the adoption of this Act, with the exception of streets expressly specified in the by-law adopting this Act, or which at any time or from time to time afterwards, under an agreement between the council and the board, the council by by-law declares to be subject to this Act.</p> <p class=\"headnote-e\"><b>Consent of municipal council and agricultural society</b></p> <p class=\"subsection-e\">(3) Nothing in this Act authorizes the board to assume possession or control of any exhibition park in or belonging to the municipal corporation without the consent of both the council and of any district agricultural society or exhibition association having an interest therein.</p> <p class=\"headnote-e\"><b>Management of special undertakings</b></p> <p class=\"subsection-e\">(4) The council may by by-law appoint the board to manage, regulate and control any undertaking established under paragraph 58 of section 207 of the <i>Municipal Act</i> and thereupon the management, regulation and control thereof shall be vested in and exercised by the board, and the board has power to prescribe fees for admittance to or for the use of any such undertaking. R.S.O 1990, c. P.46, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Constitution of board",
            "content": "4. The board is a corporation, and shall be composed of the head of the municipality and of six other persons, who shall be residents or ratepayers of the municipality, but not members of the council, and shall be appointed by the council. R.S.O 1990, c. P.46, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The board is a corporation, and shall be composed of the head of the municipality and of six other persons, who shall be residents or ratepayers of the municipality, but not members of the council, and shall be appointed by the council. R.S.O 1990, c. P.46, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Alternative composition of board",
            "content": "5. (1) Despite sections 4 and 6, the council of the municipality may by by-law provide that the board shall be composed of such number of resident ratepayers, not fewer than three and not more than seven, as the by-law provides, but where the board is to be composed of five or more persons at least two shall be members of the council. Appointments (2) The members of the board shall be appointed annually by the council. Quorum (3) A majority of the members of the board constitutes a quorum. Application of s. 6 (2, 4-12, 14) (4) Subsections 6 (2), (4) to (12) and (14) apply with necessary modifications when the board is composed as provided in this section. R.S.O 1990, c. P.46, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) Despite sections 4 and 6, the council of the municipality may by by-law provide that the board shall be composed of such number of resident ratepayers, not fewer than three and not more than seven, as the by-law provides, but where the board is to be composed of five or more persons at least two shall be members of the council.</p> <p class=\"headnote-e\"><b>Appointments</b></p> <p class=\"subsection-e\">(2) The members of the board shall be appointed annually by the council.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(3) A majority of the members of the board constitutes a quorum.</p> <p class=\"headnote-e\"><b>Application of s. 6 (2, 4-12, 14)</b></p> <p class=\"subsection-e\">(4) Subsections 6 (2), (4) to (12) and (14) apply with necessary modifications when the board is composed as provided in this section. R.S.O 1990, c. P.46, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Tenure of office",
            "content": "6. (1) The appointed members of the board shall hold office for three years, except in the case of the members of the first board, two of whom shall hold office until the 1st day of February in the year following the first appointments, two for one year, and two for two years, from that day; such members retiring in rotation, two each year, the older of such retirements to be determined by lot among themselves at their first meeting; but every member of the board shall continue in office until his or her successor is appointed and is eligible for reappointment. Vacancies (2) In case of a vacancy by the death or resignation of a member, or from any cause other than the expiration of the time for which he or she was appointed, the member appointed in the former member’s place shall hold office for the remainder of the former member’s term and until his or her successor is appointed. Term of office of appointed members (3) Save as aforesaid, each of the appointed members shall hold office for three years from the 1st day of February in the year in which he or she is appointed. First appointments (4) The first appointment of members of the board shall be made at the first regular meeting of the council held after the final passing of the by-law. Subsequent appointments (5) Thereafter the appointments shall be made annually at the first meeting of the council held after its organization; and any vacancy arising from any cause other than the expiration of the time for which the member was appointed shall be filled at the first meeting of the council held after the occurrence of the vacancy. Organization of board (6) The first members of the board, within ten days after their appointment and on such day and hour as the head of the municipality shall appoint, notice of the appointment in writing, signed by him or her, having been duly sent to the address of each member at least one week before the day and hour named therein, shall meet at the office of the head for the purpose of organization, shall elect one of their number chair and shall appoint a secretary who may be one of their own number. When appointments not made at required time (7) If for any reason appointments are not made at the prescribed time, they shall be made as soon as may be thereafter. Tenure of office of chair and secretary (8) The chair and secretary shall hold office at the pleasure of the board, or for such period as the board may prescribe. Temporary chair and secretary (9) When the chair or secretary is absent or unable to act, the board may appoint a temporary chair or secretary. Monthly meeting (10) The board shall meet at least once in every month. Calling special meeting (11) The chair or any two members may summon a special meeting of the board by giving at least two days notice in writing to each member, specifying the purpose for which the meeting is called. Vacating office by absence (12) The office of a member who is absent from the meetings of the board for three consecutive months, without leave of absence from the board or without reasons satisfactory to the board, shall be declared vacant by the board, and notice thereof shall be given to the council at its next meeting. Quorum (13) No business shall be transacted at any special or general meeting unless at least four members are present. Records (14) All orders and proceedings of the board shall be entered in books to be kept for that purpose and shall be signed by the chair for the time being, and, when so entered and purporting to be so signed, shall be deemed to be original orders and proceedings, and the books may be produced and read in any judicial proceeding as evidence of the orders and proceedings. R.S.O 1990, c. P.46, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The appointed members of the board shall hold office for three years, except in the case of the members of the first board, two of whom shall hold office until the 1st day of February in the year following the first appointments, two for one year, and two for two years, from that day; such members retiring in rotation, two each year, the older of such retirements to be determined by lot among themselves at their first meeting; but every member of the board shall continue in office until his or her successor is appointed and is eligible for reappointment.</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(2) In case of a vacancy by the death or resignation of a member, or from any cause other than the expiration of the time for which he or she was appointed, the member appointed in the former member’s place shall hold office for the remainder of the former member’s term and until his or her successor is appointed.</p> <p class=\"headnote-e\"><b>Term of office of appointed members</b></p> <p class=\"subsection-e\">(3) Save as aforesaid, each of the appointed members shall hold office for three years from the 1st day of February in the year in which he or she is appointed.</p> <p class=\"headnote-e\"><b>First appointments</b></p> <p class=\"subsection-e\">(4) The first appointment of members of the board shall be made at the first regular meeting of the council held after the final passing of the by-law.</p> <p class=\"headnote-e\"><b>Subsequent appointments</b></p> <p class=\"subsection-e\">(5) Thereafter the appointments shall be made annually at the first meeting of the council held after its organization; and any vacancy arising from any cause other than the expiration of the time for which the member was appointed shall be filled at the first meeting of the council held after the occurrence of the vacancy.</p> <p class=\"headnote-e\"><b>Organization of board</b></p> <p class=\"subsection-e\">(6) The first members of the board, within ten days after their appointment and on such day and hour as the head of the municipality shall appoint, notice of the appointment in writing, signed by him or her, having been duly sent to the address of each member at least one week before the day and hour named therein, shall meet at the office of the head for the purpose of organization, shall elect one of their number chair and shall appoint a secretary who may be one of their own number.</p> <p class=\"headnote-e\"><b>When appointments not made at required time</b></p> <p class=\"subsection-e\">(7) If for any reason appointments are not made at the prescribed time, they shall be made as soon as may be thereafter.</p> <p class=\"headnote-e\"><b>Tenure of office of chair and secretary</b></p> <p class=\"subsection-e\">(8) The chair and secretary shall hold office at the pleasure of the board, or for such period as the board may prescribe.</p> <p class=\"headnote-e\"><b>Temporary chair and secretary</b></p> <p class=\"subsection-e\">(9) When the chair or secretary is absent or unable to act, the board may appoint a temporary chair or secretary.</p> <p class=\"headnote-e\"><b>Monthly meeting</b></p> <p class=\"subsection-e\">(10) The board shall meet at least once in every month.</p> <p class=\"headnote-e\"><b>Calling special meeting</b></p> <p class=\"subsection-e\">(11) The chair or any two members may summon a special meeting of the board by giving at least two days notice in writing to each member, specifying the purpose for which the meeting is called.</p> <p class=\"headnote-e\"><b>Vacating office by absence</b></p> <p class=\"subsection-e\">(12) The office of a member who is absent from the meetings of the board for three consecutive months, without leave of absence from the board or without reasons satisfactory to the board, shall be declared vacant by the board, and notice thereof shall be given to the council at its next meeting.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(13) No business shall be transacted at any special or general meeting unless at least four members are present.</p> <p class=\"headnote-e\"><b>Records</b></p> <p class=\"subsection-e\">(14) All orders and proceedings of the board shall be entered in books to be kept for that purpose and shall be signed by the chair for the time being, and, when so entered and purporting to be so signed, shall be deemed to be original orders and proceedings, and the books may be produced and read in any judicial proceeding as evidence of the orders and proceedings. R.S.O 1990, c. P.46, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Payment of expenses of members",
            "content": "7. The members of the board shall serve without compensation, but each member is entitled to receive his or her actual disbursements for expenses in visiting or superintending the park or park property where the visit or service is made or rendered by direction of the board. R.S.O 1990, c. P.46, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> The members of the board shall serve without compensation, but each member is entitled to receive his or her actual disbursements for expenses in visiting or superintending the park or park property where the visit or service is made or rendered by direction of the board. R.S.O 1990, c. P.46, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Assistance",
            "content": "8. The board may employ all necessary clerks, agents and servants, and may prescribe their duties and compensation. R.S.O 1990, c. P.46, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> The board may employ all necessary clerks, agents and servants, and may prescribe their duties and compensation. R.S.O 1990, c. P.46, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Custody and inspection of records",
            "content": "9. The board shall keep in its office all books, maps, plans, papers and documents used in and pertaining to the business of the board, and the same shall be open to the examination of the members of the council, and of any other person appointed for that purpose by the council. R.S.O 1990, c. P.46, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The board shall keep in its office all books, maps, plans, papers and documents used in and pertaining to the business of the board, and the same shall be open to the examination of the members of the council, and of any other person appointed for that purpose by the council. R.S.O 1990, c. P.46, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Accounts",
            "content": "10. The board shall keep accounts of its receipts, payments, credits and liabilities, and the accounts shall be audited by the auditor of the municipal corporation in like manner as other accounts of the municipal corporation, and shall thereafter be laid before the council by the board. R.S.O 1990, c. P.46, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The board shall keep accounts of its receipts, payments, credits and liabilities, and the accounts shall be audited by the auditor of the municipal corporation in like manner as other accounts of the municipal corporation, and shall thereafter be laid before the council by the board. R.S.O 1990, c. P.46, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Power to make by-laws, etc.",
            "content": "11. (1) The board may pass by-laws for the use, regulation, protection and government of the parks, avenues, boulevards and drives, the approaches thereto, and streets connecting the same, not inconsistent with the provisions of this Act or of any law of Ontario. Consent of board necessary for exercise of certain powers (2) The powers conferred upon municipal councils by The Railways Act, being chapter 331 of the Revised Statutes of Ontario, 1950, so far as relates to any streets or approaches under the control of the board, shall not be exercised without the consent of the board, and no street railway or other railway shall enter upon or pass through the park. Licensing of cabs and vehicles and sale of refreshments (3) The board has power to license cabs and other vehicles for use in a park, and to let from year to year, or for any time not exceeding ten years, the right to sell refreshments, other than spirituous, fermented or intoxicating liquors, within the park under such regulations as the board shall prescribe. Penalties (4) The board has power in and by their by-laws to attach penalties for the infraction thereof, and such by-laws may be enforced and the penalties thereunder recovered in like manner as by-laws of municipal councils and the penalties thereunder may be enforced and recovered. By-laws, authentication of (5) The by-laws are sufficiently authenticated by being signed by the chair of the board, and a copy of any by-law, written or printed, and certified to be a true copy by any member of the board, is receivable as evidence without proof of any such signature. Board authorized to perform services (6) The board may perform such services for the municipality or any other local board as it ordinarily performs in the general maintenance and operation of parks under the authority of this Act and may receive compensation for such services. Owner and driver of vehicle liable to penalties (7) The driver of a vehicle, not being the owner, is liable to any penalty provided under a by-law passed under this section, and the owner of the vehicle is also liable to such a penalty unless, at the time the offence was committed, the vehicle was in the possession of a person, other than the owner or a person employed by the owner to drive the vehicle, without the owner’s consent. R.S.O 1990, c. P.46, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The board may pass by-laws for the use, regulation, protection and government of the parks, avenues, boulevards and drives, the approaches thereto, and streets connecting the same, not inconsistent with the provisions of this Act or of any law of Ontario.</p> <p class=\"headnote-e\"><b>Consent of board necessary for exercise of certain powers</b></p> <p class=\"subsection-e\">(2) The powers conferred upon municipal councils by <i>The Railways Act</i>, being chapter 331 of the Revised Statutes of Ontario, 1950, so far as relates to any streets or approaches under the control of the board, shall not be exercised without the consent of the board, and no street railway or other railway shall enter upon or pass through the park.</p> <p class=\"headnote-e\"><b>Licensing of cabs and vehicles and sale of refreshments</b></p> <p class=\"subsection-e\">(3) The board has power to license cabs and other vehicles for use in a park, and to let from year to year, or for any time not exceeding ten years, the right to sell refreshments, other than spirituous, fermented or intoxicating liquors, within the park under such regulations as the board shall prescribe.</p> <p class=\"headnote-e\"><b>Penalties</b></p> <p class=\"subsection-e\">(4) The board has power in and by their by-laws to attach penalties for the infraction thereof, and such by-laws may be enforced and the penalties thereunder recovered in like manner as by-laws of municipal councils and the penalties thereunder may be enforced and recovered.</p> <p class=\"headnote-e\"><b>By-laws, authentication of</b></p> <p class=\"subsection-e\">(5) The by-laws are sufficiently authenticated by being signed by the chair of the board, and a copy of any by-law, written or printed, and certified to be a true copy by any member of the board, is receivable as evidence without proof of any such signature.</p> <p class=\"headnote-e\"><b>Board authorized to perform services</b></p> <p class=\"subsection-e\">(6) The board may perform such services for the municipality or any other local board as it ordinarily performs in the general maintenance and operation of parks under the authority of this Act and may receive compensation for such services.</p> <p class=\"headnote-e\"><b>Owner and driver of vehicle liable to penalties</b></p> <p class=\"subsection-e\">(7) The driver of a vehicle, not being the owner, is liable to any penalty provided under a by-law passed under this section, and the owner of the vehicle is also liable to such a penalty unless, at the time the offence was committed, the vehicle was in the possession of a person, other than the owner or a person employed by the owner to drive the vehicle, without the owner’s consent. R.S.O 1990, c. P.46, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Power of municipality to acquire property for park purposes",
            "content": "12. Real and personal property may be devised, bequeathed, granted, conveyed or given to the municipal corporation for the establishment or formation of a park, or for the purpose of the improvement or ornamentation of any park of the municipality, and of the avenues, boulevards and drives and approaches thereto, and of the streets connecting therewith, and for the establishment and maintenance on park property of museums, zoological or other gardens, natural history collections, observatories, monuments or works of art, upon such trusts and conditions as may be prescribed by the donor. R.S.O 1990, c. P.46, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Real and personal property may be devised, bequeathed, granted, conveyed or given to the municipal corporation for the establishment or formation of a park, or for the purpose of the improvement or ornamentation of any park of the municipality, and of the avenues, boulevards and drives and approaches thereto, and of the streets connecting therewith, and for the establishment and maintenance on park property of museums, zoological or other gardens, natural history collections, observatories, monuments or works of art, upon such trusts and conditions as may be prescribed by the donor. R.S.O 1990, c. P.46, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Power of the board to acquire land",
            "content": "13. (1) The board may acquire by purchase, lease or otherwise the land, rights and privileges required for park purposes under this Act. Grantee (2) The conveyance of all land, rights and privileges so acquired by purchase or lease shall be taken to the municipal corporation. Power to lease (3) The board has power to let any land not immediately required for park purposes. Power to sell (4) If it has more land than is required for park purposes, the board may sell or otherwise dispose of the land not required in such manner and upon such terms as may be considered most advantageous. Lands for athletic, etc., purposes (5) Where a park has been purchased or has been acquired by the board or by the corporation of the municipality, otherwise than by gift or devise, or by dedication to the public by the owner of the land, freely, or at a nominal price or rental, the board may set apart a sufficient part thereof for athletic purposes or for the purposes of sport, exhibitions or other lawful amusements or entertainments, and may lease it for such purposes, for such times and on such terms as the board may see fit, but the powers conferred by this subsection are not exercisable with respect to any park unless the board has applied for and received the approval of the council. R.S.O 1990, c. P.46, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) The board may acquire by purchase, lease or otherwise the land, rights and privileges required for park purposes under this Act.</p> <p class=\"headnote-e\"><b>Grantee</b></p> <p class=\"subsection-e\">(2) The conveyance of all land, rights and privileges so acquired by purchase or lease shall be taken to the municipal corporation.</p> <p class=\"headnote-e\"><b>Power to lease</b></p> <p class=\"subsection-e\">(3) The board has power to let any land not immediately required for park purposes.</p> <p class=\"headnote-e\"><b>Power to sell</b></p> <p class=\"subsection-e\">(4) If it has more land than is required for park purposes, the board may sell or otherwise dispose of the land not required in such manner and upon such terms as may be considered most advantageous.</p> <p class=\"headnote-e\"><b>Lands for athletic, etc., purposes</b></p> <p class=\"subsection-e\">(5) Where a park has been purchased or has been acquired by the board or by the corporation of the municipality, otherwise than by gift or devise, or by dedication to the public by the owner of the land, freely, or at a nominal price or rental, the board may set apart a sufficient part thereof for athletic purposes or for the purposes of sport, exhibitions or other lawful amusements or entertainments, and may lease it for such purposes, for such times and on such terms as the board may see fit, but the powers conferred by this subsection are not exercisable with respect to any park unless the board has applied for and received the approval of the council. R.S.O 1990, c. P.46, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Municipality may empower board to manage any corporation land",
            "content": "14. (1) The council of the municipal corporation may by by-law provide that any land acquired by the corporation and not immediately required for any other purpose shall be under the management and control of the board, and the board may set apart the land or any part thereof for athletic purposes or for the purposes of sport, exhibitions or other lawful amusements or entertainments, and may lease it for such purposes, for such times and on such terms as the board may see fit. Council may repeal by-law (2) The council may repeal any by-law passed under subsection (1), and the municipal corporation may thereafter sell or otherwise dispose of the land or use it for any lawful purpose of the corporation. R.S.O 1990, c. P.46, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) The council of the municipal corporation may by by-law provide that any land acquired by the corporation and not immediately required for any other purpose shall be under the management and control of the board, and the board may set apart the land or any part thereof for athletic purposes or for the purposes of sport, exhibitions or other lawful amusements or entertainments, and may lease it for such purposes, for such times and on such terms as the board may see fit.</p> <p class=\"headnote-e\"><b>Council may repeal by-law</b></p> <p class=\"subsection-e\">(2) The council may repeal any by-law passed under subsection (1), and the municipal corporation may thereafter sell or otherwise dispose of the land or use it for any lawful purpose of the corporation. R.S.O 1990, c. P.46, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Power to enter on lands and expropriate streams, etc.",
            "content": "15. The board, its engineers, surveyors, servants and workers may enter upon the land of any person in the municipality, or, in the case of a city within sixteen kilometres, and in the case of a town within eight kilometres thereof, and may survey, set out and ascertain such parts thereof as are required for parks, avenues, boulevards and drives and approaches thereto, or for any other purposes of the board, including the supply of water for artificial lakes, fountains and other park purposes, and with the consent of all parties interested capable of consenting, may divert and expropriate any river, ponds of water, springs or streams of water therein that the engineer, surveyor or other person authorized by the board considers suitable for such purposes, and the board may contract with the owner or occupier of the land and with those having a right or interest in the water, for the purchase or renting thereof or of any part thereof, or of any privilege that may be required for the purposes of the board; but the board shall not interfere with the waterworks or water supply of any municipal corporation or of any waterworks company. R.S.O 1990, c. P.46, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> The board, its engineers, surveyors, servants and workers may enter upon the land of any person in the municipality, or, in the case of a city within sixteen kilometres, and in the case of a town within eight kilometres thereof, and may survey, set out and ascertain such parts thereof as are required for parks, avenues, boulevards and drives and approaches thereto, or for any other purposes of the board, including the supply of water for artificial lakes, fountains and other park purposes, and with the consent of all parties interested capable of consenting, may divert and expropriate any river, ponds of water, springs or streams of water therein that the engineer, surveyor or other person authorized by the board considers suitable for such purposes, and the board may contract with the owner or occupier of the land and with those having a right or interest in the water, for the purchase or renting thereof or of any part thereof, or of any privilege that may be required for the purposes of the board; but the board shall not interfere with the waterworks or water supply of any municipal corporation or of any waterworks company. R.S.O 1990, c. P.46, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Arbitration",
            "content": "16. In case of any disagreement between the board and the owner or occupier of, or any other person interested in such land, or any person having an interest in such water, or in the natural flow thereof, or in any such privilege, respecting the amount of purchase money or yearly rental thereof, or otherwise, the matter in question, other than those to which the Expropriations Act applies, shall be determined by arbitration under the Municipal Act as hereinafter provided. R.S.O 1990, c. P.46, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> In case of any disagreement between the board and the owner or occupier of, or any other person interested in such land, or any person having an interest in such water, or in the natural flow thereof, or in any such privilege, respecting the amount of purchase money or yearly rental thereof, or otherwise, the matter in question, other than those to which the <i>Expropriations Act</i> applies, shall be determined by arbitration under the <i>Municipal Act</i> as hereinafter provided. R.S.O 1990, c. P.46, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Application of Municipal Act",
            "content": "17. Sections 190, 191 and 193 of the Municipal Act shall be read as part of this Act, and apply to the board as if the board were named therein instead of the corporation or municipal council. R.S.O 1990, c. P.46, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> Sections 190, 191 and 193 of the <i>Municipal Act</i> shall be read as part of this Act, and apply to the board as if the board were named therein instead of the corporation or municipal council. R.S.O 1990, c. P.46, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Board to make yearly estimates",
            "content": "18. (1) The board shall, in the month of February in every year, prepare an estimate of the sums required during the ensuing financial year for, (a) the interest on money borrowed; (b) payment of interest and principal on debentures; (c) the expense of managing, regulating and controlling any undertaking established under paragraph 58 of section 207 of the Municipal Act; (d) the expense of maintaining, improving and managing the parks, boulevards, avenues and streets under its control; and (e) the interest and instalments of purchase money for the purchase of small squares or parks. When estimate to be reported (2) The board shall report its estimate to the council not later than the 15th day of February in each year. Estimates for park purposes (3) The council may include in its estimates the sums estimated to be required by the board of park management under subsection (1), or such greater or lesser sums as the council may determine. Power to issue debentures (4) Subject as hereinafter provided, the council may also, on the requisition of the board, raise by the issue of debentures the sums required for the purpose of purchasing the land and privileges that are reported by the board to be necessary for park purposes, and for making permanent improvements upon any land theretofore acquired by the board for park purposes. Money by-laws (5) Except as otherwise expressly provided in this Act, the provisions of the Municipal Act as to money by-laws and the debentures to be issued thereunder apply to by-laws passed by a municipal council under the authority of this Act and the debentures issued thereunder. Money, application of (6) All money realized or payable under this Act shall be received by the treasurer of the municipality in the same manner as other money, and shall be deposited by him or her to the credit of the park fund, and shall be paid out by him or her on the orders of the board. R.S.O 1990, c. P.46, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) The board shall, in the month of February in every year, prepare an estimate of the sums required during the ensuing financial year for,</p> <p class=\"clause-e\">(a) the interest on money borrowed;</p> <p class=\"clause-e\">(b) payment of interest and principal on debentures;</p> <p class=\"clause-e\">(c) the expense of managing, regulating and controlling any undertaking established under paragraph 58 of section 207 of the <i>Municipal Act</i>;</p> <p class=\"clause-e\">(d) the expense of maintaining, improving and managing the parks, boulevards, avenues and streets under its control; and</p> <p class=\"clause-e\">(e) the interest and instalments of purchase money for the purchase of small squares or parks.</p> <p class=\"headnote-e\"><b>When estimate to be reported</b></p> <p class=\"subsection-e\">(2) The board shall report its estimate to the council not later than the 15th day of February in each year.</p> <p class=\"headnote-e\"><b>Estimates for park purposes</b></p> <p class=\"subsection-e\">(3) The council may include in its estimates the sums estimated to be required by the board of park management under subsection (1), or such greater or lesser sums as the council may determine.</p> <p class=\"headnote-e\"><b>Power to issue debentures</b></p> <p class=\"subsection-e\">(4) Subject as hereinafter provided, the council may also, on the requisition of the board, raise by the issue of debentures the sums required for the purpose of purchasing the land and privileges that are reported by the board to be necessary for park purposes, and for making permanent improvements upon any land theretofore acquired by the board for park purposes.</p> <p class=\"headnote-e\"><b>Money by-laws</b></p> <p class=\"subsection-e\">(5) Except as otherwise expressly provided in this Act, the provisions of the <i>Municipal Act</i> as to money by-laws and the debentures to be issued thereunder apply to by-laws passed by a municipal council under the authority of this Act and the debentures issued thereunder.</p> <p class=\"headnote-e\"><b>Money, application of</b></p> <p class=\"subsection-e\">(6) All money realized or payable under this Act shall be received by the treasurer of the municipality in the same manner as other money, and shall be deposited by him or her to the credit of the park fund, and shall be paid out by him or her on the orders of the board. R.S.O 1990, c. P.46, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Prohibitions and penalties:",
            "content": "19. (1) No person shall, hindering, etc., board or its officers (a) wilfully or maliciously hinder, or interrupt, or cause or procure to be hindered or interrupted, the board or its engineers, surveyors, managers, contractors, servants, agents, workers, or any of them in the exercise of any of the powers and authorities authorized and contained in this Act; wasting water (b) wilfully or maliciously let off or discharge any water so that it runs waste or useless from or out of any reservoir, pond, lake or other receptacle for water connected with any such park; fouling reservoir (c) cause any dog or other animal to swim in, or throw or deposit any injurious, noisome or offensive matter into the water in any reservoir, lake, pond, or other receptacle for water connected with any such park, or upon the ice in case the water is frozen, or in any way foul the water, or commit any unlawful damage or injury to the works, pipes or water, or encourage the same to be done; diverting water (d) lay or cause to be laid any pipe or main to communicate with any pipe or main belonging to the waterworks connected with any such park or parks, or in any way obtain or use any water thereof without the consent of the board; destroying ornamental trees, etc. (e) wilfully or maliciously injure, hurt, deface, tear or destroy any ornamental or shade tree or shrub or plant, or any statue, fountain, vase or fixture of ornament or utility in any street, park, avenue, drive or other public place under the control of the board, or wilfully, negligently or carelessly suffer or permit any horse or other animal driven by or for the person, or any animal belonging to him or her or in his or her custody, possession or control, and lawfully on the street or other public place, to break down, destroy or injure any tree, shrub or plant therein; injuring animals, etc. (f) wilfully or maliciously injure, hurt or otherwise molest or disturb any animal, bird or fish kept in any such park or in the lakes or ponds connected therewith. Offence (2) Every person who contravenes subsection (1) is guilty of an offence. R.S.O 1990, c. P.46, s. 19. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) No person shall,</p> <p class=\"headnote-e\"><b>hindering, etc., board or its officers</b></p> <p class=\"clause-e\">(a) wilfully or maliciously hinder, or interrupt, or cause or procure to be hindered or interrupted, the board or its engineers, surveyors, managers, contractors, servants, agents, workers, or any of them in the exercise of any of the powers and authorities authorized and contained in this Act;</p> <p class=\"headnote-e\"><b>wasting water</b></p> <p class=\"clause-e\">(b) wilfully or maliciously let off or discharge any water so that it runs waste or useless from or out of any reservoir, pond, lake or other receptacle for water connected with any such park;</p> <p class=\"headnote-e\"><b>fouling reservoir</b></p> <p class=\"clause-e\">(c) cause any dog or other animal to swim in, or throw or deposit any injurious, noisome or offensive matter into the water in any reservoir, lake, pond, or other receptacle for water connected with any such park, or upon the ice in case the water is frozen, or in any way foul the water, or commit any unlawful damage or injury to the works, pipes or water, or encourage the same to be done;</p> <p class=\"headnote-e\"><b>diverting water</b></p> <p class=\"clause-e\">(d) lay or cause to be laid any pipe or main to communicate with any pipe or main belonging to the waterworks connected with any such park or parks, or in any way obtain or use any water thereof without the consent of the board;</p> <p class=\"headnote-e\"><b>destroying ornamental trees, etc.</b></p> <p class=\"clause-e\">(e) wilfully or maliciously injure, hurt, deface, tear or destroy any ornamental or shade tree or shrub or plant, or any statue, fountain, vase or fixture of ornament or utility in any street, park, avenue, drive or other public place under the control of the board, or wilfully, negligently or carelessly suffer or permit any horse or other animal driven by or for the person, or any animal belonging to him or her or in his or her custody, possession or control, and lawfully on the street or other public place, to break down, destroy or injure any tree, shrub or plant therein;</p> <p class=\"headnote-e\"><b>injuring animals, etc.</b></p> <p class=\"clause-e\">(f) wilfully or maliciously injure, hurt or otherwise molest or disturb any animal, bird or fish kept in any such park or in the lakes or ponds connected therewith.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2) Every person who contravenes subsection (1) is guilty of an offence. R.S.O 1990, c. P.46, s. 19.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p46_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p46_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}