{
    "act_info": {
        "full_title": "Public Sector Salary Disclosure Act, 1996, S.O. 1996, c. 1, Sched. A",
        "act_name_text": "Public Sector Salary Disclosure Act, 1996",
        "citation": "S.O. 1996, c. 1, Sched. A",
        "url": "https://www.ontario.ca/laws/statute/96p01a",
        "date_scraped": "2023-12-18 04:32:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 18, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/96p01a/v11",
            "valid_from": "December  6, 2018",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/96p01a/v10",
            "valid_from": "December 12, 2017",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/96p01a/v9",
            "valid_from": "March 27, 2017",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/96p01a/v8",
            "valid_from": "December  8, 2016",
            "valid_to": "March 26, 2017"
        },
        {
            "a_href": "/laws/statute/96p01a/v7",
            "valid_from": "November 19, 2015",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/96p01a/v6",
            "valid_from": "June  4, 2015",
            "valid_to": "November 18, 2015"
        },
        {
            "a_href": "/laws/statute/96p01a/v5",
            "valid_from": "June 20, 2012",
            "valid_to": "June  3, 2015"
        },
        {
            "a_href": "/laws/statute/96p01a/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/96p01a/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/96p01a/v2",
            "valid_from": "April 15, 2004",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/96p01a/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "April 14, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/120385",
            "Citation": "O. Reg. 385/12",
            "title": "PAYMENTS INCLUDED IN DEFINITION OF \"SALARY\""
        },
        {
            "a_href": "/laws/regulation/970106",
            "Citation": "O. Reg. 106/97",
            "title": "LAW ENFORCEMENT EXEMPTION"
        },
        {
            "a_href": "/laws/regulation/960085",
            "Citation": "O. Reg. 85/96",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Purpose",
            "content": "1 The purpose of this Act is to assure the public disclosure of the salary and benefits paid in respect of employment in the public sector to employees who are paid a salary of $100,000 or more in a year.  1996, c. 1, Sched. A, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>The purpose of this Act is to assure the public disclosure of the salary and benefits paid in respect of employment in the public sector to employees who are paid a salary of $100,000 or more in a year.  1996, c. 1, Sched. A, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Definitions",
            "content": "2 (1) In this Act, “benefit” means each amount that an employee, (a)  is required by subsection 6 (1) of the Income Tax Act (Canada) to include in his or her income from an office or employment, or (b)  is required by section 6 of that Act, except subsection 6 (1), (3) or (11), to include in his or her income from an office or employment as a benefit, within the meaning of that Act, or as an amount in respect of a group term life insurance policy; (“avantage”) “employee” includes a director or officer of an employer, and a holder of office elected or appointed under the authority of an Act of Ontario; (“employé”) “employer” means, (a)  an employer in the public sector that does not carry on its activities for the purpose of gain or profit to its members or shareholders, and includes the Crown and a body to which a person is elected or appointed under the authority of an Act of Ontario, (b)  Hydro One Inc. and each of its subsidiaries, and (c)  Ontario Power Generation Inc. and each of its subsidiaries; (“employeur”) “Hydro One Inc.” has the same meaning as in the Electricity Act, 1998; (“Hydro One Inc.”) “Ontario Power Generation Inc.” has the same meaning as in the Electricity Act, 1998; (“Ontario Power Generation Inc.”) “public sector” means, (a)  the Crown in right of Ontario, every agency thereof, and every authority, board, commission, corporation, office or organization of persons a majority of whose directors, members or officers are appointed or chosen by or under the authority of the Lieutenant Governor in Council or a member of the Executive Council, (b)  the corporation of every municipality in Ontario, (c)  subject to the Government funding condition in subsection (2), every local board as defined by the Municipal Affairs Act and every authority, board, commission, corporation, office or organization of persons some or all of whose members, directors or officers are appointed or chosen by or under the authority of the council of the corporation of a municipality in Ontario, (d)  every board as defined in the Education Act, (d.1)  every trustees’ association as defined in the School Boards Collective Bargaining Act, 2014, (e)  every university in Ontario and every college of applied arts and technology and post-secondary institution in Ontario whether or not affiliated with a university, the enrolments of which are counted for purposes of calculating annual operating grants entitlements, (f)  every hospital referred to in the list of hospitals and their grades and classifications maintained by the Minister of Health and Long-Term Care under the Public Hospitals Act and every private hospital operated under the authority of a licence issued under the Private Hospitals Act, (g)  subject to the Government funding condition in subsection (2), every corporation with share capital, at least 90 per cent of the issued shares of which are beneficially held by or for an employer or employers described in clauses (a) to (f), and every wholly-owned subsidiary thereof, (h)  subject to the Government funding condition in subsection (2), every corporation without share capital, the majority of whose members, directors or officers are members of, or are appointed or chosen by or under the authority of, an employer or employers described in clauses (a) to (f), and every wholly-owned subsidiary thereof, (i)  every board of health under the Health Protection and Promotion Act, (j)  the Office of the Lieutenant Governor of Ontario, the Office of the Assembly, members of the Assembly and the offices of persons appointed by order of the Assembly, (k)  any corporation, entity, person or organization of persons to which the Government funding condition in subsection (2) applies, (l)  any authority, board, commission, corporation, office, person or organization of persons, or any class of authorities, boards, commissions, corporations, offices, persons or organizations of persons, prescribed as an employer by the regulations made under this Act, (m)  Hydro One Inc. and each of its subsidiaries, or (n)  Ontario Power Generation Inc. and each of its subsidiaries; (“secteur public”) “salary” means the total of each amount received by an employee that is, (a)  an amount required by section 5 of the Income Tax Act (Canada) to be included in the employee’s income from an office or employment, (b)  an amount deemed by subsection 6 (3) of that Act to be remuneration of the employee for the purposes of section 5 of that Act, or (c)  an amount received by the employee by reason of his or her right to receive a deferred amount under a salary deferral arrangement referred to in subsection 6 (11) of that Act; (“traitement”) “subsidiary”, in relation to Hydro One Inc. and Ontario Power Generation Inc., has the same meaning as in the Electricity Act, 1998. (“filiale”)  1996, c. 1, Sched. A, s. 2 (1); 1997, c. 31, s. 169; 1998, c. 18, Sched. G, s. 71; 2002, c. 17, Sched. F, Table; 2004, c. 1, s. 1; 2006, c. 19, Sched. L, s. 11 (2); 2009, c. 33, Sched. 18, s. 27; 2017, c. 3, s. 27; 2018, c. 17, Sched. 45, s. 13. Funding received from Government (2) A body referred to in clause (c), (g), (h) or (k) of the definition of “public sector” in subsection (1) is included in the definition of “public sector” in a year only if the body received funding from the Government of Ontario in that year of an amount that is at least equal to, (a)  $1,000,000; or (b)  10 per cent of the body’s gross revenues for the year if that percentage is $120,000 or more.  1996, c. 1, Sched. A, s. 2 (2). Proof of percentage of funding (3) The Management Board of Cabinet may require an officer, director or employee of a body to provide evidence satisfactory to the Secretary of the Management Board of Cabinet that the funding received from the Government of Ontario by the body in a year is less than 10 per cent of the body’s gross revenues for the year, if, for the year, (a)  the body received funding from the Government of Ontario of less than $1,000,000 and at least $120,000; (b)  the body has not made available to the public a written record or statement in accordance with section 3; and (c)  the body would be an employer to whom this Act applies if its funding from the Government of Ontario for the year were at least 10 per cent of its gross revenues for the year.  1996, c. 1, Sched. A, s. 2 (3). Failure to provide evidence (4) If satisfactory evidence is not provided under subsection (3), the Management Board of Cabinet may require that payments from a ministry of the Crown to fund any activity or program of that body be withheld, and section 5 applies, with necessary modifications, in respect of the payment withheld.  1996, c. 1, Sched. A, s. 2 (4). When government funding condition not applicable (5) Where an employer described in clauses (c), (g), (h) or (k) in the definition of “public sector” in subsection (1) is also described in another clause of that definition, the employer is in the public sector whether or not the government funding condition in subsection (2) is met.  1996, c. 1, Sched. A, s. 2 (5). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 169 - 01/01/1998; 1998, c. 18, Sched. G, s. 71 - 01/02/1999 2002, c. 17, Sched. F, Table - 01/01/2003 2004, c. 1, s. 1 - 15/04/2004 2006, c. 19, Sched. L, s. 11 (2) - 22/06/2006 2009, c. 33, Sched. 18, s. 27 - 15/12/2009 2017, c. 3, s. 27 - 27/03/2017; 2017, c. 25, Sched. 9, s. 113 - no effect - see 2023, c. 4, Sched. 1, s. 67 - 18/05/2023 2018, c. 17, Sched. 45, s. 13 - 06/12/2018 2.1 Repealed: 2016, c. 37, Sched. 18, s. 10. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 38, s. 1 - 19/11/2015 2016, c. 37, Sched. 18, s. 10 - 08/12/16",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“benefit” means each amount that an employee,</p> <p class=\"paragraph\">  (a)  is required by subsection 6 (1) of the <i>Income Tax Act</i> (Canada) to include in his or her income from an office or employment, or</p> <p class=\"paragraph\">  (b)  is required by section 6 of that Act, except subsection 6 (1), (3) or (11), to include in his or her income from an office or employment as a benefit, within the meaning of that Act, or as an amount in respect of a group term life insurance policy; (“avantage”)</p> <p class=\"definition\">“employee” includes a director or officer of an employer, and a holder of office elected or appointed under the authority of an Act of Ontario; (“employé”)</p> <p class=\"definition\">“employer” means,</p> <p class=\"paragraph\">  (a)  an employer in the public sector that does not carry on its activities for the purpose of gain or profit to its members or shareholders, and includes the Crown and a body to which a person is elected or appointed under the authority of an Act of Ontario,</p> <p class=\"paragraph\">  (b)  Hydro One Inc. and each of its subsidiaries, and</p> <p class=\"paragraph\">  (c)  Ontario Power Generation Inc. and each of its subsidiaries; (“employeur”)</p> <p class=\"definition\">“Hydro One Inc.” has the same meaning as in the <i>Electricity Act, 1998</i>; (“Hydro One Inc.”)</p> <p class=\"definition\">“Ontario Power Generation Inc.” has the same meaning as in the <i>Electricity Act, 1998</i>; (“Ontario Power Generation Inc.”)</p> <p class=\"definition\">“public sector” means,</p> <p class=\"paragraph\">  (a)  the Crown in right of Ontario, every agency thereof, and every authority, board, commission, corporation, office or organization of persons a majority of whose directors, members or officers are appointed or chosen by or under the authority of the Lieutenant Governor in Council or a member of the Executive Council,</p> <p class=\"paragraph\">  (b)  the corporation of every municipality in Ontario,</p> <p class=\"paragraph\">  (c)  subject to the Government funding condition in subsection (2), every local board as defined by the <i>Municipal Affairs Act</i> and every authority, board, commission, corporation, office or organization of persons some or all of whose members, directors or officers are appointed or chosen by or under the authority of the council of the corporation of a municipality in Ontario,</p> <p class=\"paragraph\">  (d)  every board as defined in the <i>Education Act</i>,</p> <p class=\"paragraph\"> (d.1)  every trustees’ association as defined in the <i>School Boards Collective Bargaining Act, 2014</i>,</p> <p class=\"paragraph\">  (e)  every university in Ontario and every college of applied arts and technology and post-secondary institution in Ontario whether or not affiliated with a university, the enrolments of which are counted for purposes of calculating annual operating grants entitlements,</p> <p class=\"paragraph\">  (f)  every hospital referred to in the list of hospitals and their grades and classifications maintained by the Minister of Health and Long-Term Care under the <i>Public Hospitals Act</i> and every private hospital operated under the authority of a licence issued under the <i>Private Hospitals Act</i>,</p> <p class=\"paragraph\">  (g)  subject to the Government funding condition in subsection (2), every corporation with share capital, at least 90 per cent of the issued shares of which are beneficially held by or for an employer or employers described in clauses (a) to (f), and every wholly-owned subsidiary thereof,</p> <p class=\"paragraph\">  (h)  subject to the Government funding condition in subsection (2), every corporation without share capital, the majority of whose members, directors or officers are members of, or are appointed or chosen by or under the authority of, an employer or employers described in clauses (a) to (f), and every wholly-owned subsidiary thereof,</p> <p class=\"paragraph\">  (i)  every board of health under the <i>Health Protection and Promotion Act</i>,</p> <p class=\"paragraph\">  (j)  the Office of the Lieutenant Governor of Ontario, the Office of the Assembly, members of the Assembly and the offices of persons appointed by order of the Assembly,</p> <p class=\"paragraph\">  (k)  any corporation, entity, person or organization of persons to which the Government funding condition in subsection (2) applies,</p> <p class=\"paragraph\">  (l)  any authority, board, commission, corporation, office, person or organization of persons, or any class of authorities, boards, commissions, corporations, offices, persons or organizations of persons, prescribed as an employer by the regulations made under this Act,</p> <p class=\"paragraph\">  (m)  Hydro One Inc. and each of its subsidiaries, or</p> <p class=\"paragraph\">  (n)  Ontario Power Generation Inc. and each of its subsidiaries; (“secteur public”)</p> <p class=\"definition\">“salary” means the total of each amount received by an employee that is,</p> <p class=\"paragraph\">  (a)  an amount required by section 5 of the <i>Income Tax Act </i>(Canada) to be included in the employee’s income from an office or employment,</p> <p class=\"paragraph\">  (b)  an amount deemed by subsection 6 (3) of that Act to be remuneration of the employee for the purposes of section 5 of that Act, or</p> <p class=\"paragraph\">  (c)  an amount received by the employee by reason of his or her right to receive a deferred amount under a salary deferral arrangement referred to in subsection 6 (11) of that Act; (“traitement”)</p> <p class=\"definition\">“subsidiary”, in relation to Hydro One Inc. and Ontario Power Generation Inc., has the same meaning as in the <i>Electricity Act, 1998</i>. (“filiale”)  1996, c. 1, Sched. A, s. 2 (1); 1997, c. 31, s. 169; 1998, c. 18, Sched. G, s. 71; 2002, c. 17, Sched. F, Table; 2004, c. 1, s. 1; 2006, c. 19, Sched. L, s. 11 (2); 2009, c. 33, Sched. 18, s. 27; 2017, c. 3, s. 27; 2018, c. 17, Sched. 45, s. 13.</p> <p class=\"headnote\">Funding received from Government</p> <p class=\"subsection\">(2) A body referred to in clause (c), (g), (h) or (k) of the definition of “public sector” in subsection (1) is included in the definition of “public sector” in a year only if the body received funding from the Government of Ontario in that year of an amount that is at least equal to,</p> <p class=\"paragraph\">  (a)  $1,000,000; or</p> <p class=\"paragraph\">  (b)  10 per cent of the body’s gross revenues for the year if that percentage is $120,000 or more.  1996, c. 1, Sched. A, s. 2 (2).</p> <p class=\"headnote\">Proof of percentage of funding</p> <p class=\"subsection\">(3) The Management Board of Cabinet may require an officer, director or employee of a body to provide evidence satisfactory to the Secretary of the Management Board of Cabinet that the funding received from the Government of Ontario by the body in a year is less than 10 per cent of the body’s gross revenues for the year, if, for the year,</p> <p class=\"paragraph\">  (a)  the body received funding from the Government of Ontario of less than $1,000,000 and at least $120,000;</p> <p class=\"paragraph\">  (b)  the body has not made available to the public a written record or statement in accordance with section 3; and</p> <p class=\"paragraph\">  (c)  the body would be an employer to whom this Act applies if its funding from the Government of Ontario for the year were at least 10 per cent of its gross revenues for the year.  1996, c. 1, Sched. A, s. 2 (3).</p> <p class=\"headnote\">Failure to provide evidence</p> <p class=\"subsection\">(4) If satisfactory evidence is not provided under subsection (3), the Management Board of Cabinet may require that payments from a ministry of the Crown to fund any activity or program of that body be withheld, and section 5 applies, with necessary modifications, in respect of the payment withheld.  1996, c. 1, Sched. A, s. 2 (4).</p> <p class=\"headnote\">When government funding condition not applicable</p> <p class=\"subsection\">(5) Where an employer described in clauses (c), (g), (h) or (k) in the definition of “public sector” in subsection (1) is also described in another clause of that definition, the employer is in the public sector whether or not the government funding condition in subsection (2) is met.  1996, c. 1, Sched. A, s. 2 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 31, s. 169 - 01/01/1998; 1998, c. 18, Sched. G, s. 71 - 01/02/1999</p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs1s1\">2002, c. 17, Sched. F, Table</a> - 01/01/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04001#s1\">2004, c. 1, s. 1</a></span> - 15/04/2004</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedls11s2\">2006, c. 19, Sched. L, s. 11 (2)</a></span> - 22/06/2006</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched18s27\">2009, c. 33, Sched. 18, s. 27</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s27\">2017, c. 3, s. 27</a></span> - 27/03/2017; <a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s113\">2017, c. 25, Sched. 9, s. 113</a> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s67\">2023, c. 4, Sched. 1, s. 67</a></span> - 18/05/2023</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched45s13\">2018, c. 17, Sched. 45, s. 13</a></span> - 06/12/2018</p> <p class=\"section\"><b>2.1 </b><span class=\"ovsmallcap\">Repealed</span>:<span class=\"ovsmallcap\"> </span>2016, c. 37, Sched. 18, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched38s1\">2015, c. 20, Sched. 38, s. 1</a></span> - 19/11/2015</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16037#sched18s10\">2016, c. 37, Sched. 18, s. 10</a></span> - 08/12/16</p>"
        },
        {
            "id": "2.1",
            "section": "When government funding condition not applicable",
            "content": "2.1 Repealed: 2016, c. 37, Sched. 18, s. 10. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 38, s. 1 - 19/11/2015 2016, c. 37, Sched. 18, s. 10 - 08/12/16",
            "raw_html": "<p class=\"section\"><b>2.1 </b><span class=\"ovsmallcap\">Repealed</span>:<span class=\"ovsmallcap\"> </span>2016, c. 37, Sched. 18, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched38s1\">2015, c. 20, Sched. 38, s. 1</a></span> - 19/11/2015</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16037#sched18s10\">2016, c. 37, Sched. 18, s. 10</a></span> - 08/12/16</p>"
        },
        {
            "id": "3",
            "section": "Public disclosure",
            "content": "3 (1) Not later than March 31 of each year beginning with the year 1996, every employer shall make available for inspection by the public without charge a written record of the amount of salary and benefits paid in the previous year by the employer to or in respect of an employee to whom the employer paid at least $100,000 as salary.  1996, c. 1, Sched. A, s. 3 (1). Contents of record (2) The record shall indicate the year to which the information on it relates, shall list employees alphabetically by surname, and shall show for each employee, (a)  the employee’s name as shown on the employer’s payroll records; (b)  the office or position last held by the employee with the employer in the year; (c)  the amount of salary paid by the employer to the employee in the year; (d)  the amount of benefits reported to Revenue Canada, Taxation, under the Income Tax Act (Canada) by the employer for the employee in the year.  1996, c. 1, Sched. A, s. 3 (2). Statement when record not required (3) For any year beginning in the year 1995 in which an employer has no employees to whom the employer paid at least $100,000 as salary, the employer shall, not later than March 31 of the following year, make available for inspection by the public without charge a written statement, certified by the highest ranking officer of the employer, that no employees in the year were paid a salary by the employer of $100,000 or more.  1996, c. 1, Sched. A, s. 3 (3). Continuing availability of record or statement (4) An employer required by this section to make a record or statement available to the public by March 31 in a given year shall allow the public to inspect it without charge at a suitable location on the employer’s premises at any time during the employer’s normal working hours throughout the period beginning on March 31 and ending on December 31 of the same year.  1996, c. 1, Sched. A, s. 3 (4). Publication of record by employer (5) An employer who normally issues an annual report or statement on the activities or financial affairs of the employer, shall include with that annual report or statement the record or statement required by this Act to be provided for the year ending in the period covered by the annual report or statement.  1996, c. 1, Sched. A, s. 3 (5). Transition re: Hydro One Inc. (6) This section does not apply to Hydro One Inc. and its subsidiaries with respect to salary and benefits paid after December 31, 2014. 2015, c. 20, Sched. 38, s. 2. Section Amendments with date in force (d/m/y) 2004, c. 1, s. 2 - 15/04/2004 2015, c. 20, Sched. 38, s. 2 - 04/06/2015",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Not later than March 31 of each year beginning with the year 1996, every employer shall make available for inspection by the public without charge a written record of the amount of salary and benefits paid in the previous year by the employer to or in respect of an employee to whom the employer paid at least $100,000 as salary.  1996, c. 1, Sched. A, s. 3 (1).</p> <p class=\"headnote\">Contents of record</p> <p class=\"subsection\">(2) The record shall indicate the year to which the information on it relates, shall list employees alphabetically by surname, and shall show for each employee,</p> <p class=\"paragraph\">  (a)  the employee’s name as shown on the employer’s payroll records;</p> <p class=\"paragraph\">  (b)  the office or position last held by the employee with the employer in the year;</p> <p class=\"paragraph\">  (c)  the amount of salary paid by the employer to the employee in the year;</p> <p class=\"paragraph\">  (d)  the amount of benefits reported to Revenue Canada, Taxation, under the <i>Income Tax Act</i> (Canada) by the employer for the employee in the year.  1996, c. 1, Sched. A, s. 3 (2).</p> <p class=\"headnote\">Statement when record not required</p> <p class=\"subsection\">(3) For any year beginning in the year 1995 in which an employer has no employees to whom the employer paid at least $100,000 as salary, the employer shall, not later than March 31 of the following year, make available for inspection by the public without charge a written statement, certified by the highest ranking officer of the employer, that no employees in the year were paid a salary by the employer of $100,000 or more.  1996, c. 1, Sched. A, s. 3 (3).</p> <p class=\"headnote\">Continuing availability of record or statement</p> <p class=\"subsection\">(4) An employer required by this section to make a record or statement available to the public by March 31 in a given year shall allow the public to inspect it without charge at a suitable location on the employer’s premises at any time during the employer’s normal working hours throughout the period beginning on March 31 and ending on December 31 of the same year.  1996, c. 1, Sched. A, s. 3 (4).</p> <p class=\"headnote\">Publication of record by employer</p> <p class=\"subsection\">(5) An employer who normally issues an annual report or statement on the activities or financial affairs of the employer, shall include with that annual report or statement the record or statement required by this Act to be provided for the year ending in the period covered by the annual report or statement.  1996, c. 1, Sched. A, s. 3 (5).</p> <p class=\"headnote\">Transition re: Hydro One Inc.</p> <p class=\"subsection\">(6) This section does not apply to Hydro One Inc. and its subsidiaries with respect to salary and benefits paid after December 31, 2014. 2015, c. 20, Sched. 38, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04001#s2\">2004, c. 1, s. 2</a></span> - 15/04/2004</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched38s2\">2015, c. 20, Sched. 38, s. 2</a></span> - 04/06/2015</p>"
        },
        {
            "id": "4",
            "section": "Copy of record",
            "content": "4 (1) An employer shall promptly furnish a person with a copy of a record or statement that the employer is required to make available under section 3 if the person requests a copy and pays the employer the fee prescribed by the regulations.  1996, c. 1, Sched. A, s. 4 (1). Same (2) Subsection (1) applies even if the request is made after the period referred to in subsection 3 (4) or (6), as the case may be.  1996, c. 1, Sched. A, s. 4 (2); 2004, c. 1, s. 3. Information may be published (3) There is no copyright with regard to a record or statement referred to in section 3, and the information contained in it may be published by any member of the public or disclosed by any ministry of the Crown to whom it is provided pursuant to a regulation made under clause 8 (1) (d).  1996, c. 1, Sched. A, s. 4 (3). Same (4) There is no copyright with regard to a record referred to in subsection 4.1 (4) or statement referred to in subsection 4.1 (6) and the information contained in such a record or statement may be published by any member of the public.  2012, c. 8, Sched. 50, s. 1. Section Amendments with date in force (d/m/y) 2004, c. 1, s. 3 - 15/04/2004 2012, c. 8, Sched. 50, s. 1 - 20/06/2012",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) An employer shall promptly furnish a person with a copy of a record or statement that the employer is required to make available under section 3 if the person requests a copy and pays the employer the fee prescribed by the regulations.  1996, c. 1, Sched. A, s. 4 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies even if the request is made after the period referred to in subsection 3 (4) or (6), as the case may be.  1996, c. 1, Sched. A, s. 4 (2); 2004, c. 1, s. 3.</p> <p class=\"headnote\">Information may be published</p> <p class=\"subsection\">(3) There is no copyright with regard to a record or statement referred to in section 3, and the information contained in it may be published by any member of the public or disclosed by any ministry of the Crown to whom it is provided pursuant to a regulation made under clause 8 (1) (d).  1996, c. 1, Sched. A, s. 4 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) There is no copyright with regard to a record referred to in subsection 4.1 (4) or statement referred to in subsection 4.1 (6) and the information contained in such a record or statement may be published by any member of the public.  2012, c. 8, Sched. 50, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04001#s3\">2004, c. 1, s. 3</a></span> - 15/04/2004</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched50s1\">2012, c. 8, Sched. 50, s. 1</a></span> - 20/06/2012</p>"
        },
        {
            "id": "4.1",
            "section": "Audit",
            "content": "4.1 (1) A minister of the Crown may appoint a public accountant licensed under the Public Accounting Act, 2004 to audit the records of an employer for the purpose of determining the salary and benefits paid to its employees in a calendar year specified by the minister in the appointment.  2012, c. 8, Sched. 50, s. 2. Co-operation by employer (2) An employer shall co-operate fully with the person performing the audit to facilitate the audit.  2012, c. 8, Sched. 50, s. 2. Results submitted to minister (3) The auditor shall submit the results of the audit to the minister who made the appointment under subsection (1) within the time specified by the minister in the appointment.  2012, c. 8, Sched. 50, s. 2. Disclosure of audit results (4) If the results of an audit indicate that the employer paid at least $100,000 as salary in a year to or in respect of an employee, the minister who made the appointment under subsection (1) shall, within 30 days of receiving the results of the audit, make available for inspection by the public without charge a written record of the amount of salary and benefits paid in that year by the employer to or in respect of the employee.  2012, c. 8, Sched. 50, s. 2. Contents of record (5) Subsection 3 (2) applies to a record made available under subsection (4).  2012, c. 8, Sched. 50, s. 2. Statement when record not required (6) If the results of an audit indicate that the employer has no employees to or in respect of whom the employer paid at least $100,000 as salary in the year specified in the appointment, the minister who made the appointment under subsection (1) shall, within 30 days of receiving the results of the audit, make available for inspection by the public without charge a written statement confirming the audit indicated that no employees in the year were paid a salary by the employer of $100,000 or more.  2012, c. 8, Sched. 50, s. 2. Notice requirement not to apply (7) The notice requirement in subsection 39 (2) of the Freedom of Information and Protection of Privacy Act does not apply to the provision of the results of an audit to the minister under subsection (3).  2012, c. 8, Sched. 50, s. 2. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 50, s. 2 - 20/06/2012",
            "raw_html": "<p class=\"section\"><b>4.1 </b>(1) A minister of the Crown may appoint a public accountant licensed under the <i>Public Accounting Act, 2004</i> to audit the records of an employer for the purpose of determining the salary and benefits paid to its employees in a calendar year specified by the minister in the appointment.  2012, c. 8, Sched. 50, s. 2.</p> <p class=\"headnote\">Co-operation by employer</p> <p class=\"subsection\">(2) An employer shall co-operate fully with the person performing the audit to facilitate the audit.  2012, c. 8, Sched. 50, s. 2.</p> <p class=\"headnote\">Results submitted to minister</p> <p class=\"subsection\">(3) The auditor shall submit the results of the audit to the minister who made the appointment under subsection (1) within the time specified by the minister in the appointment.  2012, c. 8, Sched. 50, s. 2.</p> <p class=\"headnote\">Disclosure of audit results</p> <p class=\"subsection\">(4) If the results of an audit indicate that the employer paid at least $100,000 as salary in a year to or in respect of an employee, the minister who made the appointment under subsection (1) shall, within 30 days of receiving the results of the audit, make available for inspection by the public without charge a written record of the amount of salary and benefits paid in that year by the employer to or in respect of the employee.  2012, c. 8, Sched. 50, s. 2.</p> <p class=\"headnote\">Contents of record</p> <p class=\"subsection\">(5) Subsection 3 (2) applies to a record made available under subsection (4).  2012, c. 8, Sched. 50, s. 2.</p> <p class=\"headnote\">Statement when record not required</p> <p class=\"subsection\">(6) If the results of an audit indicate that the employer has no employees to or in respect of whom the employer paid at least $100,000 as salary in the year specified in the appointment, the minister who made the appointment under subsection (1) shall, within 30 days of receiving the results of the audit, make available for inspection by the public without charge a written statement confirming the audit indicated that no employees in the year were paid a salary by the employer of $100,000 or more.  2012, c. 8, Sched. 50, s. 2.</p> <p class=\"headnote\">Notice requirement not to apply</p> <p class=\"subsection\">(7) The notice requirement in subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i> does not apply to the provision of the results of an audit to the minister under subsection (3).  2012, c. 8, Sched. 50, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched50s2\">2012, c. 8, Sched. 50, s. 2</a></span> - 20/06/2012</p>"
        },
        {
            "id": "5",
            "section": "Failure to disclose salary and benefits",
            "content": "5 (1) If an employer fails to comply with section 3 or 4 or subsection 4.1 (2), the Management Board of Cabinet may require a ministry of the Crown to withhold part or all of any amount authorized by appropriation of the Legislature or by statute to be paid by the ministry to that employer to fund any activity or program of that employer.  1996, c. 1, Sched. A, s. 5 (1); 2012, c. 8, Sched. 50, s. 3 (1). When amount withheld may be paid (2) Subject to subsection (3), an amount withheld under subsection (1) shall be paid to the employer from whom it is withheld only when the employer complies with section 3 or 4 or subsection 4.1 (2).  1996, c. 1, Sched. A, s. 5 (2); 2012, c. 8, Sched. 50, s. 3 (2). Failure continuing past fiscal year end (3) An employer ceases to be entitled to payment of any amount withheld under subsection (1) if the failure to comply with section 3 or 4 or subsection 4.1 (2) continues to March 31 next following the date on which the direction to withhold was given, and in that case the amount withheld is part of the Consolidated Revenue Fund.  1996, c. 1, Sched. A, s. 5 (3); 2012, c. 8, Sched. 50, s. 3 (3). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 50, s. 3 (1-3) - 20/06/2012",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) If an employer fails to comply with section 3 or 4 or subsection 4.1 (2), the Management Board of Cabinet may require a ministry of the Crown to withhold part or all of any amount authorized by appropriation of the Legislature or by statute to be paid by the ministry to that employer to fund any activity or program of that employer.  1996, c. 1, Sched. A, s. 5 (1); 2012, c. 8, Sched. 50, s. 3 (1).</p> <p class=\"headnote\">When amount withheld may be paid</p> <p class=\"subsection\">(2) Subject to subsection (3), an amount withheld under subsection (1) shall be paid to the employer from whom it is withheld only when the employer complies with section 3 or 4 or subsection 4.1 (2).  1996, c. 1, Sched. A, s. 5 (2); 2012, c. 8, Sched. 50, s. 3 (2).</p> <p class=\"headnote\">Failure continuing past fiscal year end</p> <p class=\"subsection\">(3) An employer ceases to be entitled to payment of any amount withheld under subsection (1) if the failure to comply with section 3 or 4 or subsection 4.1 (2) continues to March 31 next following the date on which the direction to withhold was given, and in that case the amount withheld is part of the Consolidated Revenue Fund.  1996, c. 1, Sched. A, s. 5 (3); 2012, c. 8, Sched. 50, s. 3 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched50s3s1\">2012, c. 8, Sched. 50, s. 3 (1-3)</a></span> - 20/06/2012</p>"
        },
        {
            "id": "6",
            "section": "Disclosure not breach of any Act or agreement",
            "content": "6 The disclosure of information in accordance with this Act, or in the reasonable belief that the disclosure is required by this Act, shall not be deemed by any court or person, (a)  to contravene any Act or regulation enacted or made before or after the coming into force of this Act; or (b)  to be in breach of or contrary to any agreement that purports to restrict or prohibit that disclosure regardless of whether the agreement is made before or after the coming into force of this Act.  1996, c. 1, Sched. A, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>The disclosure of information in accordance with this Act, or in the reasonable belief that the disclosure is required by this Act, shall not be deemed by any court or person,</p> <p class=\"paragraph\">  (a)  to contravene any Act or regulation enacted or made before or after the coming into force of this Act; or</p> <p class=\"paragraph\">  (b)  to be in breach of or contrary to any agreement that purports to restrict or prohibit that disclosure regardless of whether the agreement is made before or after the coming into force of this Act.  1996, c. 1, Sched. A, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "This Act prevails",
            "content": "7 (1) The following provisions of this Act prevail over any other Act or regulation unless another Act specifically refers to those provisions and provides otherwise: 1.  The requirement under section 3 or 4.1 to disclose information. 2.  The right of Management Board of Cabinet under subsections 2 (4) and 5 (1) to require a ministry to withhold payments to an employer. 3.  The ceasing of an employer’s entitlement to payment under subsection 5 (3).  1996, c. 1, Sched. A, s. 7 (1); 2012, c. 8, Sched. 50, s. 4. Same (2) The provisions referred to in subsection (1) prevail over any provision in an agreement that provides otherwise.  1996, c. 1, Sched. A, s. 7 (2). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 50, s. 4 - 20/06/2012",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The following provisions of this Act prevail over any other Act or regulation unless another Act specifically refers to those provisions and provides otherwise:</p> <p class=\"paragraph\">  1.  The requirement under section 3 or 4.1 to disclose information.</p> <p class=\"paragraph\">  2.  The right of Management Board of Cabinet under subsections 2 (4) and 5 (1) to require a ministry to withhold payments to an employer.</p> <p class=\"paragraph\">  3.  The ceasing of an employer’s entitlement to payment under subsection 5 (3).  1996, c. 1, Sched. A, s. 7 (1); 2012, c. 8, Sched. 50, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The provisions referred to in subsection (1) prevail over any provision in an agreement that provides otherwise.  1996, c. 1, Sched. A, s. 7 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched50s4\">2012, c. 8, Sched. 50, s. 4</a></span> - 20/06/2012</p>"
        },
        {
            "id": "8",
            "section": "Regulations",
            "content": "8 (1) The Lieutenant Governor in Council may make any regulations the Lieutenant Governor in Council considers necessary or advisable to carry out the intent and purpose of this Act, including, without limiting the generality of the foregoing, (a)  prescribing a person or organization to be or not to be an employer to whom this Act applies; (b)  providing that this Act applies, with necessary modifications, with regard to a specified aggregate amount of salary and benefits for a year in the same way that it applies with regard to a salary of $100,000 for the year and prescribing that aggregate amount of salary and benefits; (c)  prescribing methods in addition to or in place of those mentioned in this Act by which information to be made available to the public under this Act may be disclosed, and requiring employers or classes of employers to disclose information by a particular method; (d)  requiring employers to provide without charge to any ministry or ministries of the Crown the record or statement referred to in section 3; (e)  providing that an amount other than $120,000 applies for the purpose of clauses 2 (2) (b) and 2 (3) (a) and prescribing that amount; (f)  providing that a payment from an employer to a corporation that provides to the employer the services of an officer or employee of the corporation shall be deemed under specified circumstances to be a payment to an employee of the employer for the purpose of this Act, prescribing those circumstances and prescribing the information that the employer or minister shall make public and include in a record under section 3 or 4.1 under those circumstances; (g)  providing that specified payments made by an employer to or in respect of an employee be included in or excluded from the definition of “salary” or “benefit” for the purpose of this Act and prescribing those payments; (h)  prescribing the fee that may be charged under subsection 4 (1) for furnishing a copy of a record or statement; (i)  providing that an amount other than $100,000 applies for the purposes of section 1, subsections 3 (1) and (3), subsections 4.1 (4) and (6), and clause 8 (1) (b) and prescribing that amount; (j)  defining “fund”, “funding” and “promptly”.  1996, c. 1, Sched. A, s. 8 (1); 2012, c. 8, Sched. 50, s. 5. Same (2) A regulation made under subsection (1) may be general or particular in its application and may be restricted in its application to the class or classes of employers or employees set out in the regulation.  1996, c. 1, Sched. A, s. 8 (2). Same (3) The notice requirement in subsection 39 (2) of the Freedom of Information and Protection of Privacy Act does not apply to the provision of a record or statement to a ministry pursuant to a regulation made under clause (1) (d).  1996, c. 1, Sched. A, s. 8 (3). Same (4) A regulation made under subsection (1) is, if it so provides, effective with reference to a period before it is filed.  1996, c. 1, Sched. A, s. 8 (4). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 50, s. 5 - 20/06/2012 9 Omitted (provides for coming into force of provisions of this Act).  1996, c. 1, Sched. A, s. 9. 10 Omitted (enacts short title of this Act).  1996, c. 1, Sched. A, s. 10. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The Lieutenant Governor in Council may make any regulations the Lieutenant Governor in Council considers necessary or advisable to carry out the intent and purpose of this Act, including, without limiting the generality of the foregoing,</p> <p class=\"paragraph\">  (a)  prescribing a person or organization to be or not to be an employer to whom this Act applies;</p> <p class=\"paragraph\">  (b)  providing that this Act applies, with necessary modifications, with regard to a specified aggregate amount of salary and benefits for a year in the same way that it applies with regard to a salary of $100,000 for the year and prescribing that aggregate amount of salary and benefits;</p> <p class=\"paragraph\">  (c)  prescribing methods in addition to or in place of those mentioned in this Act by which information to be made available to the public under this Act may be disclosed, and requiring employers or classes of employers to disclose information by a particular method;</p> <p class=\"paragraph\">  (d)  requiring employers to provide without charge to any ministry or ministries of the Crown the record or statement referred to in section 3;</p> <p class=\"paragraph\">  (e)  providing that an amount other than $120,000 applies for the purpose of clauses 2 (2) (b) and 2 (3) (a) and prescribing that amount;</p> <p class=\"paragraph\">  (f)  providing that a payment from an employer to a corporation that provides to the employer the services of an officer or employee of the corporation shall be deemed under specified circumstances to be a payment to an employee of the employer for the purpose of this Act, prescribing those circumstances and prescribing the information that the employer or minister shall make public and include in a record under section 3 or 4.1 under those circumstances;</p> <p class=\"paragraph\">  (g)  providing that specified payments made by an employer to or in respect of an employee be included in or excluded from the definition of “salary” or “benefit” for the purpose of this Act and prescribing those payments;</p> <p class=\"paragraph\">  (h)  prescribing the fee that may be charged under subsection 4 (1) for furnishing a copy of a record or statement;</p> <p class=\"paragraph\">  (i)  providing that an amount other than $100,000 applies for the purposes of section 1, subsections 3 (1) and (3), subsections 4.1 (4) and (6), and clause 8 (1) (b) and prescribing that amount;</p> <p class=\"paragraph\">  (j)  defining “fund”, “funding” and “promptly”.  1996, c. 1, Sched. A, s. 8 (1); 2012, c. 8, Sched. 50, s. 5.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under subsection (1) may be general or particular in its application and may be restricted in its application to the class or classes of employers or employees set out in the regulation.  1996, c. 1, Sched. A, s. 8 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The notice requirement in subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i> does not apply to the provision of a record or statement to a ministry pursuant to a regulation made under clause (1) (d).  1996, c. 1, Sched. A, s. 8 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A regulation made under subsection (1) is, if it so provides, effective with reference to a period before it is filed.  1996, c. 1, Sched. A, s. 8 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched50s5s1\">2012, c. 8, Sched. 50, s. 5</a></span> - 20/06/2012</p> <p class=\"section\"><b>9 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1996, c. 1, Sched. A, s. 9.</p> <p class=\"section\"><b>10 </b><span>Omitted (enacts short title of this Act)</span>.  1996, c. 1, Sched. A, s. 10.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96p01a\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Same",
            "content": "9 Omitted (provides for coming into force of provisions of this Act).  1996, c. 1, Sched. A, s. 9. 10 Omitted (enacts short title of this Act).  1996, c. 1, Sched. A, s. 10. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1996, c. 1, Sched. A, s. 9.</p> <p class=\"section\"><b>10 </b><span>Omitted (enacts short title of this Act)</span>.  1996, c. 1, Sched. A, s. 10.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96p01a\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "10",
            "section": "Same",
            "content": "10 Omitted (enacts short title of this Act).  1996, c. 1, Sched. A, s. 10. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>10 </b><span>Omitted (enacts short title of this Act)</span>.  1996, c. 1, Sched. A, s. 10.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96p01a\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}