{
    "act_info": {
        "full_title": "Public Inquiries Act, R.S.O. 1990, c. P.41",
        "act_name_text": "Not Found",
        "citation": "Public Inquiries Act, R.S.O. 1990, c. P.41",
        "url": "https://www.ontario.ca/laws/statute/90p41",
        "date_scraped": "2023-12-19 05:49:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90p41/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/90p41/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90p41/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90p41/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90p41/v1",
            "valid_from": "June 23, 2000",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “commission” means the one or more persons appointed to conduct an inquiry under this Act; (“commission”) “inquiry” means an inquiry under this Act. (“enquête”) R.S.O. 1990, c. P.41, s. 1. PART I",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“commission” means the one or more persons appointed to conduct an inquiry under this Act; (“commission”)</p> <p class=\"definition-e\">“inquiry” means an inquiry under this Act. (“enquête”) R.S.O. 1990, c. P.41, s. 1.</p> <p class=\"partnum-e\"><b>PART I</b></p>"
        },
        {
            "id": "2.",
            "section": "Appointment of commission",
            "content": "2.Whenever the Lieutenant Governor in Council considers it expedient to cause inquiry to be made concerning any matter connected with or affecting the good government of Ontario or the conduct of any part of the public business thereof or of the administration of justice therein or that the Lieutenant Governor in Council declares to be a matter of public concern and the inquiry is not regulated by any special law, the Lieutenant Governor in Council may, by commission, appoint one or more persons to conduct the inquiry. R.S.O. 1990, c. P.41, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>Whenever the Lieutenant Governor in Council considers it expedient to cause inquiry to be made concerning any matter connected with or affecting the good government of Ontario or the conduct of any part of the public business thereof or of the administration of justice therein or that the Lieutenant Governor in Council declares to be a matter of public concern and the inquiry is not regulated by any special law, the Lieutenant Governor in Council may, by commission, appoint one or more persons to conduct the inquiry. R.S.O. 1990, c. P.41, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Procedure",
            "content": "3.Subject to sections 4 and 5, the conduct of and the procedure to be followed on an inquiry is under the control and direction of the commission conducting the inquiry. R.S.O. 1990, c. P.41, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>Subject to sections 4 and 5, the conduct of and the procedure to be followed on an inquiry is under the control and direction of the commission conducting the inquiry. R.S.O. 1990, c. P.41, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Hearings to be open, exceptions",
            "content": "4.All hearings on an inquiry are open to the public except where the commission conducting the inquiry is of the opinion that, (a) matters involving public security may be disclosed at the hearing; or (b) intimate financial or personal matters or other matters may be disclosed at the hearing that are of such a nature, having regard to the circumstances, that the desirability of avoiding disclosure thereof in the interest of any person affected or in the public interest outweighs the desirability of adhering to the principle that hearings be open to the public, in which case the commission may hold the hearing concerning any such matters in the absence of the public. R.S.O. 1990, c. P.41, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>All hearings on an inquiry are open to the public except where the commission conducting the inquiry is of the opinion that,</p> <p class=\"clause-e\">(a) matters involving public security may be disclosed at the hearing; or</p> <p class=\"clause-e\">(b) intimate financial or personal matters or other matters may be disclosed at the hearing that are of such a nature, having regard to the circumstances, that the desirability of avoiding disclosure thereof in the interest of any person affected or in the public interest outweighs the desirability of adhering to the principle that hearings be open to the public,</p> <p class=\"Ssection-e\">in which case the commission may hold the hearing concerning any such matters in the absence of the public. R.S.O. 1990, c. P.41, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Rights of persons interested",
            "content": "5.(1)A commission shall accord to any person who satisfies it that the person has a substantial and direct interest in the subject-matter of its inquiry an opportunity during the inquiry to give evidence and to call and examine or to cross-examine witnesses personally or by counsel on evidence relevant to the person’s interest. R.S.O. 1990, c. P.41, s. 5 (1). Rights of persons before misconduct found (2)No finding of misconduct on the part of any person shall be made against the person in any report of a commission after an inquiry unless that person had reasonable notice of the substance of the alleged misconduct and was allowed full opportunity during the inquiry to be heard in person or by counsel. R.S.O. 1990, c. P.41, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1)A commission shall accord to any person who satisfies it that the person has a substantial and direct interest in the subject-matter of its inquiry an opportunity during the inquiry to give evidence and to call and examine or to cross-examine witnesses personally or by counsel on evidence relevant to the person’s interest. R.S.O. 1990, c. P.41, s. 5 (1).</p> <p class=\"headnote-e\"><b>Rights of persons before misconduct found</b></p> <p class=\"subsection-e\">(2)No finding of misconduct on the part of any person shall be made against the person in any report of a commission after an inquiry unless that person had reasonable notice of the substance of the alleged misconduct and was allowed full opportunity during the inquiry to be heard in person or by counsel. R.S.O. 1990, c. P.41, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Stated case",
            "content": "6.(1)Where the authority to appoint a commission under this Act or the authority of a commission to do any act or thing proposed to be done or done by the commission in the course of its inquiry is called into question by a person affected, the commission may of its own motion or upon the request of such person state a case in writing to the Divisional Court setting forth the material facts and the grounds upon which the authority to appoint the commission or the authority of the commission to do the act or thing are questioned. R.S.O. 1990, c. P.41, s. 6 (1). Order directing stated case (2)If the commission refuses to state a case under subsection (1), the person requesting it may apply to the Divisional Court for an order directing the commission to state such a case. R.S.O. 1990, c. P.41, s. 6 (2). Court to hear and determine stated case (3)Where a case is stated under this section, the Divisional Court shall hear and determine in a summary manner the question raised. R.S.O. 1990, c. P.41, s. 6 (3). Proceedings stayed (4)Pending the decision of the Divisional Court on a case stated under this section, no further proceedings shall be taken by the commission with respect to the subject-matter of the stated case but it may continue its inquiry into matters not in issue in the stated case. R.S.O. 1990, c. P.41, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1)Where the authority to appoint a commission under this Act or the authority of a commission to do any act or thing proposed to be done or done by the commission in the course of its inquiry is called into question by a person affected, the commission may of its own motion or upon the request of such person state a case in writing to the Divisional Court setting forth the material facts and the grounds upon which the authority to appoint the commission or the authority of the commission to do the act or thing are questioned. R.S.O. 1990, c. P.41, s. 6 (1).</p> <p class=\"headnote-e\"><b>Order directing stated case</b></p> <p class=\"subsection-e\">(2)If the commission refuses to state a case under subsection (1), the person requesting it may apply to the Divisional Court for an order directing the commission to state such a case. R.S.O. 1990, c. P.41, s. 6 (2).</p> <p class=\"headnote-e\"><b>Court to hear and determine stated case</b></p> <p class=\"subsection-e\">(3)Where a case is stated under this section, the Divisional Court shall hear and determine in a summary manner the question raised. R.S.O. 1990, c. P.41, s. 6 (3).</p> <p class=\"headnote-e\"><b>Proceedings stayed</b></p> <p class=\"subsection-e\">(4)Pending the decision of the Divisional Court on a case stated under this section, no further proceedings shall be taken by the commission with respect to the subject-matter of the stated case but it may continue its inquiry into matters not in issue in the stated case. R.S.O. 1990, c. P.41, s. 6 (4).</p>"
        },
        {
            "id": "6.1",
            "section": "Languages of final reports",
            "content": "6.1 (1) The final report of a commission shall be submitted, in accordance with the order in council appointing the commission, in both English and French at the same time. 2006, c. 19, Sched. B, s. 19. Same (2) When a final report of a commission is made available to the public, it shall be released in both English and French at the same time. 2006, c. 19, Sched. B, s. 19. Exception (3) The Lieutenant Governor in Council may order that subsection (1), subsection (2) or both subsections do not apply to a final report if, in the opinion of the Lieutenant Governor in Council, the health or safety of the public would not be served by delaying the submission, release or both because only one language version is ready. 2006, c. 19, Sched. B, s. 19. Same (4) If an order is made under subsection (3), the other language version shall be submitted, released or both, as the case may be, as soon as possible. 2006, c. 19, Sched. B, s. 19. PART II",
            "raw_html": "<p class=\"section-e\"><b>6.1 </b>(1) The final report of a commission shall be submitted, in accordance with the order in council appointing the commission, in both English and French at the same time. 2006, c. 19, Sched. B, s. 19.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) When a final report of a commission is made available to the public, it shall be released in both English and French at the same time. 2006, c. 19, Sched. B, s. 19.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council may order that subsection (1), subsection (2) or both subsections do not apply to a final report if, in the opinion of the Lieutenant Governor in Council, the health or safety of the public would not be served by delaying the submission, release or both because only one language version is ready. 2006, c. 19, Sched. B, s. 19.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) If an order is made under subsection (3), the other language version shall be submitted, released or both, as the case may be, as soon as possible. 2006, c. 19, Sched. B, s. 19.</p> <p class=\"partnum-e\"><b>PART II</b></p>"
        },
        {
            "id": "7.",
            "section": "Power to summon witnesses, papers, etc.",
            "content": "7. (1) A commission may require any person by summons, (a) to give evidence on oath or affirmation at an inquiry; or (b) to produce in evidence at an inquiry such documents and things as the commission may specify, relevant to the subject-matter of the inquiry and not inadmissible in evidence at the inquiry under section 11. R.S.O. 1990, c. P.41, s. 7 (1). Form and service of summons (2) A summons issued under subsection (1) shall be in Form 1 and shall be served personally on the person summoned and he or she shall be paid at the time of service the like fees and allowances for attendance as a witness before the commission as are paid for the attendance of a witness summoned to attend before the Superior Court of Justice. R.S.O. 1990, c. P.41, s. 7 (2); 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) A commission may require any person by summons,</p> <p class=\"clause-e\">(a) to give evidence on oath or affirmation at an inquiry; or</p> <p class=\"clause-e\">(b) to produce in evidence at an inquiry such documents and things as the commission may specify,</p> <p class=\"Ssubsection-e\">relevant to the subject-matter of the inquiry and not inadmissible in evidence at the inquiry under section 11. R.S.O. 1990, c. P.41, s. 7 (1).</p> <p class=\"headnote-e\"><b>Form and service of summons</b></p> <p class=\"subsection-e\">(2) A summons issued under subsection (1) shall be in Form 1 and shall be served personally on the person summoned and he or she shall be paid at the time of service the like fees and allowances for attendance as a witness before the commission as are paid for the attendance of a witness summoned to attend before the Superior Court of Justice. R.S.O. 1990, c. P.41, s. 7 (2); 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "8.",
            "section": "Stated case for contempt for failure to attend hearing, etc.",
            "content": "8.Where any person without lawful excuse, (a) on being duly summoned under section 7 as a witness at an inquiry, makes default in attending at the inquiry; or (b) being in attendance as a witness at an inquiry, refuses to take an oath or to make an affirmation legally required by the commission to be taken or made, or to produce any document or thing in his or her power or control legally required by the commission to be produced to it, or to answer any question to which the commission may legally require an answer; or (c) does any other thing that would, if the commission had been a court of law having power to commit for contempt, have been contempt of that court, the commission may state a case to the Divisional Court setting out the facts and that court may, on the application of the commission or of the Attorney General, inquire into the matter and, after hearing any witnesses who may be produced against or on behalf of that person and after hearing any statement that may be offered in defense, punish or take steps for the punishment of that person in like manner as if he or she had been guilty of contempt of the court. R.S.O. 1990, c. P.41, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>Where any person without lawful excuse,</p> <p class=\"clause-e\">(a) on being duly summoned under section 7 as a witness at an inquiry, makes default in attending at the inquiry; or</p> <p class=\"clause-e\">(b) being in attendance as a witness at an inquiry, refuses to take an oath or to make an affirmation legally required by the commission to be taken or made, or to produce any document or thing in his or her power or control legally required by the commission to be produced to it, or to answer any question to which the commission may legally require an answer; or</p> <p class=\"clause-e\">(c) does any other thing that would, if the commission had been a court of law having power to commit for contempt, have been contempt of that court,</p> <p class=\"Ssection-e\">the commission may state a case to the Divisional Court setting out the facts and that court may, on the application of the commission or of the Attorney General, inquire into the matter and, after hearing any witnesses who may be produced against or on behalf of that person and after hearing any statement that may be offered in defense, punish or take steps for the punishment of that person in like manner as if he or she had been guilty of contempt of the court. R.S.O. 1990, c. P.41, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Protection of witnesses",
            "content": "9.(1)A witness at an inquiry shall be deemed to have objected to answer any question asked him or her upon the ground that his or her answer may tend to criminate the witness or may tend to establish his or her liability to civil proceedings at the instance of the Crown or of any person, and no answer given by a witness at an inquiry shall be used or be receivable in evidence against him or her in any trial or other proceedings against him or her thereafter taking place, other than a prosecution for perjury in giving such evidence. R.S.O. 1990, c. P.41, s. 9 (1). Right to object (2)A witness shall be informed by the commission of his or her right to object to answer any question under section 5 of the Canada Evidence Act. R.S.O. 1990, c. P.41, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)A witness at an inquiry shall be deemed to have objected to answer any question asked him or her upon the ground that his or her answer may tend to criminate the witness or may tend to establish his or her liability to civil proceedings at the instance of the Crown or of any person, and no answer given by a witness at an inquiry shall be used or be receivable in evidence against him or her in any trial or other proceedings against him or her thereafter taking place, other than a prosecution for perjury in giving such evidence. R.S.O. 1990, c. P.41, s. 9 (1).</p> <p class=\"headnote-e\"><b>Right to object</b></p> <p class=\"subsection-e\">(2)A witness shall be informed by the commission of his or her right to object to answer any question under section 5 of the <i>Canada Evidence Act</i>. R.S.O. 1990, c. P.41, s. 9 (2).</p>"
        },
        {
            "id": "9.1",
            "section": "No discipline of employees",
            "content": "9.1 (1) No adverse employment action shall be taken against any employee of any person because the employee, acting in good faith, has made representations as a party or has disclosed information either in evidence or otherwise to a commission under this Act or to the staff of a commission. 2000, c. 14, s. 1. Offence (2) Any person who contrary to subsection (1) takes adverse employment action against an employee is guilty of an offence and on conviction is liable to a fine of not more than $5,000. 2000, c. 14, s. 1. Application (3) This section applies despite any other Act and the oath of office of a public servant within the meaning of the Public Service of Ontario Act, 2006 is not breached where information is disclosed as described in subsection (1). 2000, c. 14, s. 1; 2006, c. 35, Sched. C, s. 113. Effective date (4) This section applies to representations made, and information disclosed, on or after June 12, 2000. 2000, c. 14, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>9.1</b> (1) No adverse employment action shall be taken against any employee of any person because the employee, acting in good faith, has made representations as a party or has disclosed information either in evidence or otherwise to a commission under this Act or to the staff of a commission. 2000, c. 14, s. 1.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2) Any person who contrary to subsection (1) takes adverse employment action against an employee is guilty of an offence and on conviction is liable to a fine of not more than $5,000. 2000, c. 14, s. 1.</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(3) This section applies despite any other Act and the oath of office of a public servant within the meaning of the <i>Public Service of Ontario Act, 2006</i> is not breached where information is disclosed as described in subsection (1). 2000, c. 14, s. 1; 2006, c. 35, Sched. C, s. 113.</p> <p class=\"headnote-e\"><b>Effective date</b></p> <p class=\"subsection-e\">(4) This section applies to representations made, and information disclosed, on or after June 12, 2000. 2000, c. 14, s. 1.</p>"
        },
        {
            "id": "10.",
            "section": "Unsworn evidence admissible",
            "content": "10.A commission may admit at an inquiry evidence not given under oath or affirmation. R.S.O. 1990, c. P.41, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>A commission may admit at an inquiry evidence not given under oath or affirmation. R.S.O. 1990, c. P.41, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Privilege",
            "content": "11.Nothing is admissible in evidence at an inquiry that would be inadmissible in a court by reason of any privilege under the law of evidence. R.S.O. 1990, c. P.41, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>Nothing is admissible in evidence at an inquiry that would be inadmissible in a court by reason of any privilege under the law of evidence. R.S.O. 1990, c. P.41, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Release of documents",
            "content": "12.(1)Documents and things produced in evidence at an inquiry shall, upon request of the person who produced them or the person entitled thereto, be released to the person by the commission within a reasonable time. R.S.O. 1990, c. P.41, s. 12 (1). Photocopies of documents (2)Where a document has been produced in evidence before a commission, the commission may or the person producing it may with the leave of the commission, cause the document to be photocopied and the photocopy may be filed in evidence in the place of the document produced, and a copy of a document produced in evidence, certified to be a true copy thereof by the commission, is admissible in evidence in proceedings in which the document produced is admissible, as evidence of the document produced. R.S.O. 1990, c. P.41, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12.</b>(1)Documents and things produced in evidence at an inquiry shall, upon request of the person who produced them or the person entitled thereto, be released to the person by the commission within a reasonable time. R.S.O. 1990, c. P.41, s. 12 (1).</p> <p class=\"headnote-e\"><b>Photocopies of documents</b></p> <p class=\"subsection-e\">(2)Where a document has been produced in evidence before a commission, the commission may or the person producing it may with the leave of the commission, cause the document to be photocopied and the photocopy may be filed in evidence in the place of the document produced, and a copy of a document produced in evidence, certified to be a true copy thereof by the commission, is admissible in evidence in proceedings in which the document produced is admissible, as evidence of the document produced. R.S.O. 1990, c. P.41, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Power to administer oaths and require evidence under oath",
            "content": "13.A commission has power to administer oaths and affirmations for the purpose of an inquiry and may require evidence before it to be given under oath or affirmation. R.S.O. 1990, c. P.41, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>A commission has power to administer oaths and affirmations for the purpose of an inquiry and may require evidence before it to be given under oath or affirmation. R.S.O. 1990, c. P.41, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Powers of each of two or more commissioners",
            "content": "14.Where two or more persons are appointed to make an inquiry, any one of them may exercise the powers conferred by section 7, 12 or 13. R.S.O. 1990, c. P.41, s. 14. PART III",
            "raw_html": "<p class=\"section-e\"><b>14.</b>Where two or more persons are appointed to make an inquiry, any one of them may exercise the powers conferred by section 7, 12 or 13. R.S.O. 1990, c. P.41, s. 14.</p> <p class=\"partnum-e\"><b>PART III</b></p>"
        },
        {
            "id": "15.",
            "section": "Application of Part III",
            "content": "15.(1)This Part does not apply to an inquiry unless the Lieutenant Governor in Council declares that this Part does apply thereto. R.S.O. 1990, c. P.41, s. 15 (1). Idem (2)The Lieutenant Governor in Council may, if he or she is satisfied that it is necessary to achieve the purposes of an inquiry, in the order in council authorizing the issue of the commission for the inquiry, or by a subsequent order in council, declare that this Part applies to the inquiry and to the commission conducting it. R.S.O. 1990, c. P.41, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b>15.</b>(1)This Part does not apply to an inquiry unless the Lieutenant Governor in Council declares that this Part does apply thereto. R.S.O. 1990, c. P.41, s. 15 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)The Lieutenant Governor in Council may, if he or she is satisfied that it is necessary to achieve the purposes of an inquiry, in the order in council authorizing the issue of the commission for the inquiry, or by a subsequent order in council, declare that this Part applies to the inquiry and to the commission conducting it. R.S.O. 1990, c. P.41, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Warrant for apprehension of witness",
            "content": "16. (1) Upon proof to the satisfaction of a judge of the Superior Court of Justice of the service of a summons to appear at an inquiry upon a person and that, (a) such person has failed to attend or to remain in attendance at the inquiry in accordance with the requirements of the summons; (b) a sufficient sum for his or her fees and allowances has been duly paid or tendered to the person; and (c) his or her presence is material to achievement of the purposes of the inquiry, the judge may, by warrant in Form 2 directed to any sheriff or police officer, cause such person to be apprehended anywhere within Ontario and forthwith to be brought before the commission conducting the inquiry and to be detained in custody as the judge may order until his or her presence as a witness before the inquiry is no longer required, or, in the discretion of the judge, to be released on a recognizance, with or without sureties, conditioned for appearance to give evidence. R.S.O. 1990, c. P.41, s. 16 (1); 2006, c. 19, Sched. C, s. 1 (1). Idem (2) An application under subsection (1) may be made by the commission conducting the inquiry and the service of the summons and payment or tender of fees and allowances may be proved by affidavit. R.S.O. 1990, c. P.41, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Upon proof to the satisfaction of a judge of the Superior Court of Justice of the service of a summons to appear at an inquiry upon a person and that,</p> <p class=\"clause-e\">(a) such person has failed to attend or to remain in attendance at the inquiry in accordance with the requirements of the summons;</p> <p class=\"clause-e\">(b) a sufficient sum for his or her fees and allowances has been duly paid or tendered to the person; and</p> <p class=\"clause-e\">(c) his or her presence is material to achievement of the purposes of the inquiry,</p> <p class=\"Ssubsection-e\">the judge may, by warrant in Form 2 directed to any sheriff or police officer, cause such person to be apprehended anywhere within Ontario and forthwith to be brought before the commission conducting the inquiry and to be detained in custody as the judge may order until his or her presence as a witness before the inquiry is no longer required, or, in the discretion of the judge, to be released on a recognizance, with or without sureties, conditioned for appearance to give evidence. R.S.O. 1990, c. P.41, s. 16 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) An application under subsection (1) may be made by the commission conducting the inquiry and the service of the summons and payment or tender of fees and allowances may be proved by affidavit. R.S.O. 1990, c. P.41, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Appointment of investigators",
            "content": "17. (1) A commission may in writing appoint a person to make an investigation relevant to the subject-matter of the inquiry it is conducting. R.S.O. 1990, c. P.41, s. 17 (1). Search warrant (2) Where a judge of the Superior Court of Justice is satisfied upon an application made without notice by a person appointed by a commission to make an investigation under this section, (a) that the commission conducting the inquiry has appointed the applicant to make an investigation under this section; and (b) that there are reasonable grounds for believing that there are in any building, receptacle or place, including a dwelling house, any documents or things relevant to the subject-matter of the inquiry, the judge may issue a warrant in Form 3 authorizing the person making the investigation, together with such police officers as he or she calls upon to assist him or her, to enter and search if necessary by force, such building, receptacle or place, for such documents or things. R.S.O. 1990, c. P.41, s. 17 (2); 2006, c. 19, Sched. C, s. 1 (1). Removal of documents (3) A person making an investigation under this section may, upon giving a receipt therefor, remove any document or thing found in his or her investigation relevant to the subject-matter of the inquiry and deliver it to the commission which shall keep custody of it. R.S.O. 1990, c. P.41, s. 17 (3). Release of documents, etc. (4) Documents and things delivered to a commission by a person appointed to make an investigation under this section shall upon request of the person from whose custody they were removed or the person entitled thereto be released to the person by the commission within a reasonable time. R.S.O. 1990, c. P.41, s. 17 (4). Photocopies (5) Where a document has been delivered to a commission by a person making an investigation under this section, the commission may cause the document to be photocopied and the photocopy may be filed in evidence in place of the document delivered to the commission and a copy of such document certified by the commission to be a true copy thereof, is admissible in evidence in proceedings in which the document so delivered is admissible, as evidence of the document so delivered. R.S.O. 1990, c. P.41, s. 17 (5).",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) A commission may in writing appoint a person to make an investigation relevant to the subject-matter of the inquiry it is conducting. R.S.O. 1990, c. P.41, s. 17 (1).</p> <p class=\"headnote-e\"><b>Search warrant</b></p> <p class=\"subsection-e\">(2) Where a judge of the Superior Court of Justice is satisfied upon an application made without notice by a person appointed by a commission to make an investigation under this section,</p> <p class=\"clause-e\">(a) that the commission conducting the inquiry has appointed the applicant to make an investigation under this section; and</p> <p class=\"clause-e\">(b) that there are reasonable grounds for believing that there are in any building, receptacle or place, including a dwelling house, any documents or things relevant to the subject-matter of the inquiry,</p> <p class=\"Ssubsection-e\">the judge may issue a warrant in Form 3 authorizing the person making the investigation, together with such police officers as he or she calls upon to assist him or her, to enter and search if necessary by force, such building, receptacle or place, for such documents or things. R.S.O. 1990, c. P.41, s. 17 (2); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Removal of documents</b></p> <p class=\"subsection-e\">(3) A person making an investigation under this section may, upon giving a receipt therefor, remove any document or thing found in his or her investigation relevant to the subject-matter of the inquiry and deliver it to the commission which shall keep custody of it. R.S.O. 1990, c. P.41, s. 17 (3).</p> <p class=\"headnote-e\"><b>Release of documents, etc.</b></p> <p class=\"subsection-e\">(4) Documents and things delivered to a commission by a person appointed to make an investigation under this section shall upon request of the person from whose custody they were removed or the person entitled thereto be released to the person by the commission within a reasonable time. R.S.O. 1990, c. P.41, s. 17 (4).</p> <p class=\"headnote-e\"><b>Photocopies</b></p> <p class=\"subsection-e\">(5) Where a document has been delivered to a commission by a person making an investigation under this section, the commission may cause the document to be photocopied and the photocopy may be filed in evidence in place of the document delivered to the commission and a copy of such document certified by the commission to be a true copy thereof, is admissible in evidence in proceedings in which the document so delivered is admissible, as evidence of the document so delivered. R.S.O. 1990, c. P.41, s. 17 (5).</p>"
        },
        {
            "id": "18.",
            "section": "Powers re inquiries under other Acts are powers of commission under PartII",
            "content": "18.Where, for the purpose of an investigation, inquiry or matter under any Act or regulation, any person or body is given the powers of or that may be conferred on a commissioner under The Public Inquiries Act, being chapter 379 of the Revised Statutes of Ontario, 1970, or the powers of a court in civil cases, such person or body may exercise the powers of a commission under Part II of this Act, which Part applies to such investigation, inquiry or matter as if it were an inquiry under this Act. R.S.O. 1990, c. P.41, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b>Where, for the purpose of an investigation, inquiry or matter under any Act or regulation, any person or body is given the powers of or that may be conferred on a commissioner under <i>The Public Inquiries Act</i>, being chapter 379 of the Revised Statutes of Ontario, 1970, or the powers of a court in civil cases, such person or body may exercise the powers of a commission under Part II of this Act, which Part applies to such investigation, inquiry or matter as if it were an inquiry under this Act. R.S.O. 1990, c. P.41, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Forms",
            "content": "19.The English or French version of Forms 1, 2 and 3 may be used. R.S.O. 1990, c. P.41, s. 19. FORM 1   SUMMONS TO WITNESS  R.S.O. 1990, c. P.41, Form 1; 2006, c. 19, Sched. C, s. 1 (1). FORM 2   BENCH WARRANT  R.S.O. 1990, c. P.41, Form 2. FORM 3   SEARCH WARRANT  R.S.O. 1990, c. P.41, Form 3. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>19.</b>The English or French version of Forms 1, 2 and 3 may be used. R.S.O. 1990, c. P.41, s. 19.</p> <p class=\"form-e\">FORM 1 <br/>  SUMMONS TO WITNESS</p> <p class=\"Normal\"><img border=\"0\" height=\"493\" src=\"images/elaws_rep_statutes_90p41_e-1.gif\" width=\"265\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. P.41, Form 1; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"form-e\">FORM 2 <br/>  BENCH WARRANT</p> <p class=\"Normal\"><img border=\"0\" height=\"409\" src=\"images/elaws_rep_statutes_90p41_e-2.gif\" width=\"265\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. P.41, Form 2.</p> <p class=\"form-e\">FORM 3 <br/>  SEARCH WARRANT</p> <p class=\"Normal\"><img border=\"0\" height=\"336\" src=\"images/elaws_rep_statutes_90p41_e-3.gif\" width=\"260\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. P.41, Form 3.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p41_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p41_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}