{
    "act_info": {
        "full_title": "Public Service Act, R.S.O. 1990, c. P.47",
        "act_name_text": "Not Found",
        "citation": "Public Service Act, R.S.O. 1990, c. P.47",
        "url": "https://www.ontario.ca/laws/statute/90p47",
        "date_scraped": "2023-12-19 09:55:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90p47/v7",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90p47/v6",
            "valid_from": "December 20, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90p47/v5",
            "valid_from": "December 12, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90p47/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "December 11, 2006"
        },
        {
            "a_href": "/laws/statute/90p47/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90p47/v2",
            "valid_from": "December 12, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90p47/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "December 11, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "P222_3394",
            "section": "Definitions",
            "content": "1. In this Act, “civil servant” means a person appointed to the service of the Crown by the Lieutenant Governor in Council on the certificate of the Commission or by the Commission, and “civil service” has a corresponding meaning; (“fonctionnaire titulaire”, “Fonction publique”) “classified service” means the part of the public service to which civil servants are appointed; (“postes classifiés”) “Commission” means the Civil Service Commission; (“Commission”) “Crown” means the Crown in right of Ontario; (“Couronne”) “Crown employee” means a person who is, (a) employed in the service of the Crown, or (b) employed in the service of an agency of the Crown that is designated in the regulations; (“employé de la Couronne”) “Minister” means the member of the Executive Council who is designated by the Lieutenant Governor in Council as the minister to whom the Commission is responsible for the administration of this Act; (“ministre”) “public servant” means a person appointed under this Act to the service of the Crown by the Lieutenant Governor in Council, by the Commission or by a minister, and “public service” has a corresponding meaning; (“fonctionnaire”, “fonction publique”) “regulations” means the regulations made under this Act; (“règlements”) “term classified service” means the part of the classified service to which civil servants are appointed under section 7.1; (“postes classifiés de durée déterminée”) “unclassified service” means the part of the public service that is composed of positions to which persons are appointed by a minister under this Act. (“postes non classifiés”) R.S.O. 1990, c. P.47, s. 1; 1993, c. 19, s. 1 (1); 2001, c. 7, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P222_3394\"></a><a name=\"BK1\"></a>1.</b> In this Act,</p> <p class=\"firstdef-e\">“civil servant” means a person appointed to the service of the Crown by the Lieutenant Governor in Council on the certificate of the Commission or by the Commission, and “civil service” has a corresponding meaning; (“fonctionnaire titulaire”, “Fonction publique”)</p> <p class=\"definition-e\">“classified service” means the part of the public service to which civil servants are appointed; (“postes classifiés”)</p> <p class=\"definition-e\">“Commission” means the Civil Service Commission; (“Commission”)</p> <p class=\"definition-e\">“Crown” means the Crown in right of Ontario; (“Couronne”)</p> <p class=\"definition-e\">“Crown employee” means a person who is,</p> <p class=\"defclause-e\">(a) employed in the service of the Crown, or</p> <p class=\"defclause-e\">(b) employed in the service of an agency of the Crown that is designated in the regulations; (“employé de la Couronne”)</p> <p class=\"definition-e\">“Minister” means the member of the Executive Council who is designated by the Lieutenant Governor in Council as the minister to whom the Commission is responsible for the administration of this Act; (“ministre”)</p> <p class=\"definition-e\">“public servant” means a person appointed under this Act to the service of the Crown by the Lieutenant Governor in Council, by the Commission or by a minister, and “public service” has a corresponding meaning; (“fonctionnaire”, “fonction publique”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“term classified service” means the part of the classified service to which civil servants are appointed under section 7.1; (“postes classifiés de durée déterminée”)</p> <p class=\"definition-e\">“unclassified service” means the part of the public service that is composed of positions to which persons are appointed by a minister under this Act. (“postes non classifiés”) R.S.O. 1990, c. P.47, s. 1; 1993, c. 19, s. 1 (1); 2001, c. 7, s. 1.</p>"
        },
        {
            "id": "P236_5188",
            "section": "Commission, composition",
            "content": "2.(1)The Commission shall consist of not fewer than three persons appointed by the Lieutenant Governor in Council, one of whom may be appointed chair. status (2)The full-time members of the Commission shall be deemed to be civil servants. Chair to rank as deputy minister (3)The chair of the Commission shall rank as and have all the powers and duties of a deputy minister of a ministry. R.S.O. 1990, c. P.47, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P236_5188\"></a><a name=\"BK2\"></a>2.</b>(1)The Commission shall consist of not fewer than three persons appointed by the Lieutenant Governor in Council, one of whom may be appointed chair.</p> <p class=\"headnote-e\"><b>status</b></p> <p class=\"subsection-e\">(2)The full-time members of the Commission shall be deemed to be civil servants.</p> <p class=\"headnote-e\"><b>Chair to rank as deputy minister</b></p> <p class=\"subsection-e\">(3)The chair of the Commission shall rank as and have all the powers and duties of a deputy minister of a ministry. R.S.O. 1990, c. P.47, s. 2.</p>"
        },
        {
            "id": "P242_5616",
            "section": "Administration",
            "content": "3.(1)The Commission is responsible to the Minister for the administration of this Act. Employees (2)The staff of the Commission is responsible to the chair of the Commission and shall consist of such employees appointed under this Act as are necessary for the proper conduct of the business of the Commission. R.S.O. 1990, c. P.47, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P242_5616\"></a><a name=\"BK3\"></a>3.</b>(1)The Commission is responsible to the Minister for the administration of this Act.</p> <p class=\"headnote-e\"><b>Employees</b></p> <p class=\"subsection-e\">(2)The staff of the Commission is responsible to the chair of the Commission and shall consist of such employees appointed under this Act as are necessary for the proper conduct of the business of the Commission. R.S.O. 1990, c. P.47, s. 3.</p>"
        },
        {
            "id": "P246_5974",
            "section": "Duties of Commission",
            "content": "4. The Commission shall, (a) evaluate and classify each position in the classified service and determine the qualifications therefor; (b) recommend to the Lieutenant Governor in Council the salary range for each classification, except a previously established classification for which a salary range is determined through collective bargaining; (c) recruit qualified persons for the civil service; (d) assign persons to positions in the classified service and specify the salaries payable; (e) determine perquisite charges for civil servants; (f) provide, assist in or co-ordinate staff development programs; (g) present annually through the Minister to the Lieutenant Governor in Council a report upon the performance of its duties during the preceding year, which report shall be laid before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. P.47, s. 4; 1993, c. 38, s. 63 (2); 2006, c. 19, Sched. N, s. 4 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P246_5974\"></a><a name=\"BK4\"></a>4.</b> The Commission shall,</p> <p class=\"clause-e\">(a) evaluate and classify each position in the classified service and determine the qualifications therefor;</p> <p class=\"clause-e\">(b) recommend to the Lieutenant Governor in Council the salary range for each classification, except a previously established classification for which a salary range is determined through collective bargaining;</p> <p class=\"clause-e\">(c) recruit qualified persons for the civil service;</p> <p class=\"clause-e\">(d) assign persons to positions in the classified service and specify the salaries payable;</p> <p class=\"clause-e\">(e) determine perquisite charges for civil servants;</p> <p class=\"clause-e\">(f) provide, assist in or co-ordinate staff development programs;</p> <p class=\"clause-e\">(g) present annually through the Minister to the Lieutenant Governor in Council a report upon the performance of its duties during the preceding year, which report shall be laid before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. P.47, s. 4; 1993, c. 38, s. 63 (2); 2006, c. 19, Sched. N, s. 4 (1).</p>"
        },
        {
            "id": "P255_6949",
            "section": "Conflict of Interest Commissioner",
            "content": "4.1(1)The Lieutenant Governor in Council may, by order, appoint an individual to act as the Conflict of Interest Commissioner. Powers and duties (2)The Conflict of Interest Commissioner may exercise such powers and shall perform such duties as are assigned to him or her by the Lieutenant Governor in Council or by the Chair of the Management Board of Cabinet. Immunity (3)No proceeding shall be commenced against the Conflict of Interest Commissioner for any act done or omitted in good faith in the execution or intended execution of his or her duties under subsection (2). Testimony (4)The Conflict of Interest Commissioner is not a competent or compellable witness in a civil proceeding outside this Act in connection with anything done under subsection (2). 1999, c. 12, Sched. K, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P255_6949\"></a><a name=\"BK5\"></a>4.1</b>(1)The Lieutenant Governor in Council may, by order, appoint an individual to act as the Conflict of Interest Commissioner.</p> <p class=\"headnote-e\"><b>Powers and duties</b></p> <p class=\"subsection-e\">(2)The Conflict of Interest Commissioner may exercise such powers and shall perform such duties as are assigned to him or her by the Lieutenant Governor in Council or by the Chair of the Management Board of Cabinet.</p> <p class=\"headnote-e\"><b>Immunity</b></p> <p class=\"subsection-e\">(3)No proceeding shall be commenced against the Conflict of Interest Commissioner for any act done or omitted in good faith in the execution or intended execution of his or her duties under subsection (2).</p> <p class=\"headnote-e\"><b>Testimony</b></p> <p class=\"subsection-e\">(4)The Conflict of Interest Commissioner is not a competent or compellable witness in a civil proceeding outside this Act in connection with anything done under subsection (2). 1999, c. 12, Sched. K, s. 2.</p>"
        },
        {
            "id": "P263_7784",
            "section": "Exclusion of positions from classified service",
            "content": "5.The Commission may exclude any position in the classified service from that service for such period as it may determine. R.S.O. 1990, c. P.47, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P263_7784\"></a><a name=\"BK6\"></a>5.</b>The Commission may exclude any position in the classified service from that service for such period as it may determine. R.S.O. 1990, c. P.47, s. 5.</p>"
        },
        {
            "id": "P265_7980",
            "section": "Filling vacancies in the classified service",
            "content": "6. When a vacancy exists in the classified service, the Commission shall appoint a person nominated by the deputy minister of the ministry in which the vacancy exists to a position on the probationary staff of the classified service, and the appointment shall be made for a period of not more than one year at a time. 2006, c. 19, Sched. N, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P265_7980\"></a><a name=\"BK7\"></a>6. </b>When a vacancy exists in the classified service, the Commission shall appoint a person nominated by the deputy minister of the ministry in which the vacancy exists to a position on the probationary staff of the classified service, and the appointment shall be made for a period of not more than one year at a time. 2006, c. 19, Sched. N, s. 4 (2).</p>"
        },
        {
            "id": "P267_8366",
            "section": "Appointments to regular staff",
            "content": "7. (1) If requested in writing by the deputy minister, the Commission shall appoint a person on the probationary staff of the classified service to the regular staff of the classified service. 2006, c. 19, Sched. N, s. 4 (2). Transition (2) The Commission may make an appointment under subsection (1) effective as of a date before the date on which subsection 4 (2) of Schedule N to the Good Government Act, 2006 comes into force. 2006, c. 19, Sched. N, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P267_8366\"></a><a name=\"BK8\"></a>7. </b>(1) If requested in writing by the deputy minister, the Commission shall appoint a person on the probationary staff of the classified service to the regular staff of the classified service. 2006, c. 19, Sched. N, s. 4 (2).</p> <p class=\"headnote-e\"><b>Transition</b></p> <p class=\"subsection-e\">(2) The Commission may make an appointment under subsection (1) effective as of a date before the date on which subsection 4 (2) of Schedule N to the <i>Good Government Act, 2006</i> comes into force. 2006, c. 19, Sched. N, s. 4 (2).</p>"
        },
        {
            "id": "P271_8896",
            "section": "Appointment by Commission to term classified service",
            "content": "7.1 (1) The Commission may appoint to the term classified service, for a period of not more than three years on the first appointment and for any period on any subsequent appointment, a person nominated by a deputy minister to a position in his or her ministry. 2001, c. 7, s. 2. No change in status without express appointment (2) A person appointed to the term classified service remains so appointed unless the person is expressly appointed to another part of the classified service by the Commission. 2001, c. 7, s. 2; 2006, c. 19, Sched. N, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P271_8896\"></a><a name=\"BK9\"></a>7.1 </b>(1) The Commission may appoint to the term classified service, for a period of not more than three years on the first appointment and for any period on any subsequent appointment, a person nominated by a deputy minister to a position in his or her ministry. 2001, c. 7, s. 2.</p> <p class=\"headnote-e\"><b>No change in status without express appointment</b></p> <p class=\"subsection-e\">(2) A person appointed to the term classified service remains so appointed unless the person is expressly appointed to another part of the classified service by the Commission. 2001, c. 7, s. 2; 2006, c. 19, Sched. N, s. 4 (3).</p>"
        },
        {
            "id": "P275_9514",
            "section": "Appointment by minister to unclassified service",
            "content": "8. (1) A minister or any public servant who is designated in writing for the purpose by him or her may appoint for a period of not more than three years on the first appointment and for any period on any subsequent appointment a person to a position in the unclassified service in any ministry over which the minister presides. R.S.O. 1990, c. P.47, s. 8 (1); 2001, c. 7, s. 3. Idem (2) Any appointment made by a designee under subsection (1) shall be deemed to have been made by his or her minister. R.S.O. 1990, c. P.47, s. 8 (2). Status",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P275_9514\"></a><a name=\"BK10\"></a>8.</b> (1) A minister or any public servant who is designated in writing for the purpose by him or her may appoint for a period of not more than three years on the first appointment and for any period on any subsequent appointment a person to a position in the unclassified service in any ministry over which the minister presides. R.S.O. 1990, c. P.47, s. 8 (1); 2001, c. 7, s. 3.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Any appointment made by a designee under subsection (1) shall be deemed to have been made by his or her minister. R.S.O. 1990, c. P.47, s. 8 (2).</p> <p class=\"headnote-e\"><b>Status</b></p>"
        },
        {
            "id": "P280_10094",
            "section": "Status as a civil servant",
            "content": "8.1 (1) An individual is not considered to be a civil servant unless he or she has been expressly appointed as such by the Lieutenant Governor in Council on the certificate of the Commission, by the Commission or by a deputy minister authorized under subsection 24 (1). 2006, c. 19, Sched. N, s. 4 (4). Status as a public servant (2) An individual is not considered to be a public servant unless he or she has been expressly appointed as such by the Lieutenant Governor in Council, by the Commission, by a deputy minister authorized under subsection 24 (1) or by a minister or a designee of a minister. 2006, c. 19, Sched. N, s. 4 (4). Status as a Crown employee (3) An individual who is employed in the service of the Crown is not considered to be a Crown employee unless the individual has been expressly appointed as such by the Lieutenant Governor in Council, by the Commission, by a deputy minister authorized under subsection 24 (1) or by a minister. 2006, c. 19, Sched. N, s. 4 (4). Form may be required (4) If the Lieutenant Governor in Council makes a regulation requiring the appointment of a civil servant, public servant or Crown employee to be made in a form prescribed in the regulation, an individual is not considered to be a civil servant, public servant or Crown employee, as the case may be, unless his or her appointment is made in the prescribed form. 1993, c. 19, s. 1 (2). Same (5) Subsection (4) does not apply to an individual who was expressly appointed as a civil servant, public servant or Crown employee before the day on which the regulation is published in The Ontario Gazette. 1993, c. 19, s. 1 (2). Designated Crown agency (6) An individual who is employed in the service of an agency of the Crown designated in the regulations is not considered to be a Crown employee unless the agency has the authority to appoint its employees and the individual has been expressly appointed as a Crown employee by the agency. 1993, c. 19, s. 1 (2). Direction re appointment (7) The Lieutenant Governor in Council may, by order, direct an agency of the Crown designated in the regulations to expressly appoint as a Crown employee an individual who is employed in the service of the agency. 1993, c. 19, s. 1 (2). Same (8) If the agency does not make the express appointment within the time indicated in the order, the Lieutenant Governor in Council may, on behalf of the agency, expressly appoint the individual as a Crown employee. 1993, c. 19, s. 1 (2). Agency not designated (9) An individual who is employed in the service of an agency of the Crown that is not designated in the regulations is not considered to be a Crown employee. 1993, c. 19, s. 1 (2). No implied appointment (10) In the absence of an express appointment of an individual as a civil servant, public servant or Crown employee, the individual’s appointment shall not be inferred solely from the circumstances of his or her employment. 1993, c. 19, s. 1 (2). (11) Spent: R.S.O. 1990, c. P.47, s. 8.1 (11). See: 1993, c. 19, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P280_10094\"></a><a name=\"BK11\"></a>8.1</b> (1) An individual is not considered to be a civil servant unless he or she has been expressly appointed as such by the Lieutenant Governor in Council on the certificate of the Commission, by the Commission or by a deputy minister authorized under subsection 24 (1). 2006, c. 19, Sched. N, s. 4 (4).</p> <p class=\"headnote-e\"><b>Status as a public servant</b></p> <p class=\"subsection-e\">(2) An individual is not considered to be a public servant unless he or she has been expressly appointed as such by the Lieutenant Governor in Council, by the Commission, by a deputy minister authorized under subsection 24 (1) or by a minister or a designee of a minister. 2006, c. 19, Sched. N, s. 4 (4).</p> <p class=\"headnote-e\"><b>Status as a Crown employee</b></p> <p class=\"subsection-e\">(3) An individual who is employed in the service of the Crown is not considered to be a Crown employee unless the individual has been expressly appointed as such by the Lieutenant Governor in Council, by the Commission, by a deputy minister authorized under subsection 24 (1) or by a minister. 2006, c. 19, Sched. N, s. 4 (4).</p> <p class=\"headnote-e\"><b>Form may be required</b></p> <p class=\"subsection-e\">(4) If the Lieutenant Governor in Council makes a regulation requiring the appointment of a civil servant, public servant or Crown employee to be made in a form prescribed in the regulation, an individual is not considered to be a civil servant, public servant or Crown employee, as the case may be, unless his or her appointment is made in the prescribed form. 1993, c. 19, s. 1 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) Subsection (4) does not apply to an individual who was expressly appointed as a civil servant, public servant or Crown employee before the day on which the regulation is published in <i>The Ontario Gazette</i>. 1993, c. 19, s. 1 (2).</p> <p class=\"headnote-e\"><b>Designated Crown agency</b></p> <p class=\"subsection-e\">(6) An individual who is employed in the service of an agency of the Crown designated in the regulations is not considered to be a Crown employee unless the agency has the authority to appoint its employees and the individual has been expressly appointed as a Crown employee by the agency. 1993, c. 19, s. 1 (2).</p> <p class=\"headnote-e\"><b>Direction re appointment</b></p> <p class=\"subsection-e\">(7) The Lieutenant Governor in Council may, by order, direct an agency of the Crown designated in the regulations to expressly appoint as a Crown employee an individual who is employed in the service of the agency. 1993, c. 19, s. 1 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(8) If the agency does not make the express appointment within the time indicated in the order, the Lieutenant Governor in Council may, on behalf of the agency, expressly appoint the individual as a Crown employee. 1993, c. 19, s. 1 (2).</p> <p class=\"headnote-e\"><b>Agency not designated</b></p> <p class=\"subsection-e\">(9) An individual who is employed in the service of an agency of the Crown that is not designated in the regulations is not considered to be a Crown employee. 1993, c. 19, s. 1 (2).</p> <p class=\"headnote-e\"><b>No implied appointment</b></p> <p class=\"subsection-e\">(10) In the absence of an express appointment of an individual as a civil servant, public servant or Crown employee, the individual’s appointment shall not be inferred solely from the circumstances of his or her employment. 1993, c. 19, s. 1 (2).</p> <p class=\"subsection-e\">(11) Spent: R.S.O. 1990, c. P.47, s. 8.1 (11). See: 1993, c. 19, s. 1 (2).</p>"
        },
        {
            "id": "P301_13211",
            "section": "Termination of appointment",
            "content": "9.A person who is appointed to a position in the public service for a specified period ceases to be a public servant at the expiration of that period. R.S.O. 1990, c. P.47, s. 9. Oaths",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P301_13211\"></a><a name=\"BK12\"></a>9.</b>A person who is appointed to a position in the public service for a specified period ceases to be a public servant at the expiration of that period. R.S.O. 1990, c. P.47, s. 9.</p> <p class=\"headnote-e\"><b>Oaths</b></p>"
        },
        {
            "id": "P304_13423",
            "section": "Oath of office and secrecy",
            "content": "10.(1)Every civil servant shall before any salary is paid to him or her take and subscribe before the Clerk of the Executive Council, his or her deputy minister, or a person designated in writing by either of them, an oath of office and secrecy in the following form in English or French: I, ........................, do swear (or solemnly affirm) that I will faithfully discharge my duties as a civil servant and will observe and comply with the laws of Canada and Ontario, and, except as I may be legally authorized or required, I will not disclose or give to any person any information or document that comes to my knowledge or possession by reason of my being a civil servant. So help me God. (omit this phrase in an affirmation) Oath of allegiance (2)Every civil servant shall before performing any duty as a member of the regular staff take and subscribe before the Clerk of the Executive Council, his or her deputy minister, or a person designated in writing by either of them, an oath of allegiance in the following form in English or French: I, ........................, do swear (or solemnly affirm) that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second (or the reigning sovereign for the time being), her heirs and successors according to law. So help me God. (omit this phrase in an affirmation) Unclassified service (3)A minister may require any person or class of persons appointed to the unclassified service in any ministry over which the minister presides to take and subscribe to either or both of the oaths set out in subsections (1) and (2). Record of oaths (4)A copy of each oath administered to a civil servant shall be kept by his or her deputy minister in the departmental file of the civil servant. R.S.O. 1990, c. P.47, s. 10. 11.-16. Repealed: 1993, c. 38, s. 63 (3). 17. Repealed: 2005, c. 29, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P304_13423\"></a><a name=\"BK13\"></a>10.</b>(1)Every civil servant shall before any salary is paid to him or her take and subscribe before the Clerk of the Executive Council, his or her deputy minister, or a person designated in writing by either of them, an oath of office and secrecy in the following form in English or French:</p> <p class=\"paranoindt-e\">I, ........................, do swear (or solemnly affirm) that I will faithfully discharge my duties as a civil servant and will observe and comply with the laws of Canada and Ontario, and, except as I may be legally authorized or required, I will not disclose or give to any person any information or document that comes to my knowledge or possession by reason of my being a civil servant.</p> <p class=\"paranoindt-e\">So help me God. (omit this phrase in an affirmation)</p> <p class=\"headnote-e\"><b>Oath of allegiance</b></p> <p class=\"subsection-e\">(2)Every civil servant shall before performing any duty as a member of the regular staff take and subscribe before the Clerk of the Executive Council, his or her deputy minister, or a person designated in writing by either of them, an oath of allegiance in the following form in English or French:</p> <p class=\"paranoindt-e\">I, ........................, do swear (or solemnly affirm) that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second (<i>or the reigning sovereign for the time being</i>), her heirs and successors according to law.</p> <p class=\"paranoindt-e\">So help me God. (omit this phrase in an affirmation)</p> <p class=\"headnote-e\"><b>Unclassified service</b></p> <p class=\"subsection-e\">(3)A minister may require any person or class of persons appointed to the unclassified service in any ministry over which the minister presides to take and subscribe to either or both of the oaths set out in subsections (1) and (2).</p> <p class=\"headnote-e\"><b>Record of oaths</b></p> <p class=\"subsection-e\">(4)A copy of each oath administered to a civil servant shall be kept by his or her deputy minister in the departmental file of the civil servant. R.S.O. 1990, c. P.47, s. 10.</p> <p class=\"section-e\"><b>11.</b>-<b>16.</b> Repealed: 1993, c. 38, s. 63 (3).</p> <p class=\"section-e\"><b>17.</b> Repealed: 2005, c. 29, s. 6.</p>"
        },
        {
            "id": "11.",
            "section": "Record of oaths",
            "content": "11.-16. Repealed: 1993, c. 38, s. 63 (3). 17. Repealed: 2005, c. 29, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>-<b>16.</b> Repealed: 1993, c. 38, s. 63 (3).</p> <p class=\"section-e\"><b>17.</b> Repealed: 2005, c. 29, s. 6.</p>"
        },
        {
            "id": "17.",
            "section": "Record of oaths",
            "content": "17. Repealed: 2005, c. 29, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> Repealed: 2005, c. 29, s. 6.</p>"
        },
        {
            "id": "P318_15320",
            "section": "Appointment of retirees, etc.",
            "content": "18.The Lieutenant Governor in Council may appoint for a period not exceeding six months at a time in a special capacity any person who is receiving a benefit under the Public Service Pension Act and who has professional, expert or technical knowledge that the Lieutenant Governor in Council desires to have at the Lieutenant Governor in Council’s disposal. R.S.O. 1990, c. P.47, s. 18.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P318_15320\"></a><a name=\"BK14\"></a>18.</b>The Lieutenant Governor in Council may appoint for a period not exceeding six months at a time in a special capacity any person who is receiving a benefit under the <i>Public Service Pension Act</i> and who has professional, expert or technical knowledge that the Lieutenant Governor in Council desires to have at the Lieutenant Governor in Council’s disposal. R.S.O. 1990, c. P.47, s. 18.</p>"
        },
        {
            "id": "P320_15721",
            "section": "Resignation",
            "content": "19.A person may resign from the public service by giving his or her deputy minister two weeks notice in writing of the intention to resign, but he or she may, by an appropriate notice in writing and with the approval of his or her deputy minister, withdraw the notice at any time before its effective date if no person has been appointed or selected for appointment to the position that will become vacant by reason of the resignation. R.S.O. 1990, c. P.47, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P320_15721\"></a><a name=\"BK15\"></a>19.</b>A person may resign from the public service by giving his or her deputy minister two weeks notice in writing of the intention to resign, but he or she may, by an appropriate notice in writing and with the approval of his or her deputy minister, withdraw the notice at any time before its effective date if no person has been appointed or selected for appointment to the position that will become vacant by reason of the resignation. R.S.O. 1990, c. P.47, s. 19.</p>"
        },
        {
            "id": "P322_16199",
            "section": "Abandonment",
            "content": "20.A public servant who is absent from duty without official leave for a period of two weeks or such longer period as is prescribed in the regulations may by an instrument in writing be declared by his or her deputy minister to have abandoned his or her position, and thereupon the position becomes vacant and the person ceases to be a public servant. R.S.O. 1990, c. P.47, s. 20.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P322_16199\"></a><a name=\"BK16\"></a>20.</b>A public servant who is absent from duty without official leave for a period of two weeks or such longer period as is prescribed in the regulations may by an instrument in writing be declared by his or her deputy minister to have abandoned his or her position, and thereupon the position becomes vacant and the person ceases to be a public servant. R.S.O. 1990, c. P.47, s. 20.</p>"
        },
        {
            "id": "P324_16611",
            "section": "Deputy minister’s functions",
            "content": "21. (1) Subject to the direction of his or her minister, a deputy minister is responsible for the operation of his or her ministry and shall perform such other functions as are assigned to him or her by the minister or by the Lieutenant Governor in Council. R.S.O. 1990, c. P.47, s. 21 (1). Absence, etc. (2) If a deputy minister is absent or if there is a vacancy in the office, his or her powers, duties and functions under this or any other Act or as otherwise assigned shall be exercised and performed by such public servant as is designated by his or her minister. 2006, c. 19, Sched. N, s. 4 (7). Suspension, removal, dismissal and release",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P324_16611\"></a><a name=\"BK17\"></a>21.</b> (1) Subject to the direction of his or her minister, a deputy minister is responsible for the operation of his or her ministry and shall perform such other functions as are assigned to him or her by the minister or by the Lieutenant Governor in Council. R.S.O. 1990, c. P.47, s. 21 (1).</p> <p class=\"headnote-e\"><b>Absence, etc.</b></p> <p class=\"subsection-e\">(2) If a deputy minister is absent or if there is a vacancy in the office, his or her powers, duties and functions under this or any other Act or as otherwise assigned shall be exercised and performed by such public servant as is designated by his or her minister. 2006, c. 19, Sched. N, s. 4 (7).</p> <p class=\"headnote-e\"><b>Suspension, removal, dismissal and release</b></p>"
        },
        {
            "id": "P329_17300",
            "section": "Suspension during investigation",
            "content": "22. (1) A deputy minister may, pending an investigation, suspend from employment any public servant in his or her ministry for such period as the regulations prescribe, and during any such period of suspension may withhold the salary of the public servant. R.S.O. 1990, c. P.47, s. 22 (1). Removal from employment (2) A deputy minister may for cause remove from employment without salary any public servant in his or her ministry for a period not exceeding one month or such lesser period as the regulations prescribe. R.S.O. 1990, c. P.47, s. 22 (2). Power to dismiss (3) A deputy minister may for cause dismiss from employment in accordance with the regulations any public servant in his or her ministry. R.S.O. 1990, c. P.47, s. 22 (3). Release from employment (4) Upon giving written notice to a public servant, a deputy minister may, in accordance with the regulations, release the public servant from employment where he or she considers it necessary by reason of shortage of work or funds or the abolition of a position or other material change in organization. R.S.O. 1990, c. P.47, s. 22 (4); 2002, c. 18, Sched. K, s. 22. Same, entitlement to notice or compensation only (4.1) A deputy minister may release from employment in accordance with the regulations any public servant who is employed in a position or class of positions that is designated in the regulations and, when released, the public servant is entitled to reasonable notice of his or her release or to compensation in lieu of such notice, but not to reinstatement. 2001, c. 7, s. 4. Idem (5) A deputy minister may release from employment any public servant during the first year of employment for failure to meet the requirements of his or her position. R.S.O. 1990, c. P.47, s. 22 (5). Delegation by deputy minister",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P329_17300\"></a><a name=\"BK18\"></a>22.</b> (1) A deputy minister may, pending an investigation, suspend from employment any public servant in his or her ministry for such period as the regulations prescribe, and during any such period of suspension may withhold the salary of the public servant. R.S.O. 1990, c. P.47, s. 22 (1).</p> <p class=\"headnote-e\"><b>Removal from employment</b></p> <p class=\"subsection-e\">(2) A deputy minister may for cause remove from employment without salary any public servant in his or her ministry for a period not exceeding one month or such lesser period as the regulations prescribe. R.S.O. 1990, c. P.47, s. 22 (2).</p> <p class=\"headnote-e\"><b>Power to dismiss</b></p> <p class=\"subsection-e\">(3) A deputy minister may for cause dismiss from employment in accordance with the regulations any public servant in his or her ministry. R.S.O. 1990, c. P.47, s. 22 (3).</p> <p class=\"headnote-e\"><b>Release from employment</b></p> <p class=\"subsection-e\">(4) Upon giving written notice to a public servant, a deputy minister may, in accordance with the regulations, release the public servant from employment where he or she considers it necessary by reason of shortage of work or funds or the abolition of a position or other material change in organization. R.S.O. 1990, c. P.47, s. 22 (4); 2002, c. 18, Sched. K, s. 22.</p> <p class=\"headnote-e\"><b>Same, entitlement to notice or compensation only</b></p> <p class=\"subsection-e\">(4.1) A deputy minister may release from employment in accordance with the regulations any public servant who is employed in a position or class of positions that is designated in the regulations and, when released, the public servant is entitled to reasonable notice of his or her release or to compensation in lieu of such notice, but not to reinstatement. 2001, c. 7, s. 4.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) A deputy minister may release from employment any public servant during the first year of employment for failure to meet the requirements of his or her position. R.S.O. 1990, c. P.47, s. 22 (5).</p> <p class=\"headnote-e\"><b>Delegation by deputy minister</b></p>"
        },
        {
            "id": "P342_19164",
            "section": "Delegation of powers, deputy minister",
            "content": "23. (1) With the consent of his or her minister, a deputy minister may delegate in writing any of his or her powers under this Act to a public servant, a class of public servant or, with the Commission’s approval, to another person or persons, except that he or she may only delegate his or her powers under subsection 22 (3), (4) or (4.1) to a public servant or a class of public servant. 2001, c. 7, s. 5. Delegation of duties, deputy minister (2) With the consent of his or her minister, a deputy minister may delegate any of his or her duties under this Act to a public servant, a class of public servant or, with the Commission’s approval, to another person or persons. 2001, c. 7, s. 5. Delegation of authorization (3) The powers and duties referred to in subsections (1) and (2) include an authorization given in a regulation to establish rules or requirements. 2001, c. 7, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P342_19164\"></a><a name=\"BK19\"></a>23. </b>(1) With the consent of his or her minister, a deputy minister may delegate in writing any of his or her powers under this Act to a public servant, a class of public servant or, with the Commission’s approval, to another person or persons, except that he or she may only delegate his or her powers under subsection 22 (3), (4) or (4.1) to a public servant or a class of public servant. 2001, c. 7, s. 5.</p> <p class=\"headnote-e\"><b>Delegation of duties, deputy minister</b></p> <p class=\"subsection-e\">(2) With the consent of his or her minister, a deputy minister may delegate any of his or her duties under this Act to a public servant, a class of public servant or, with the Commission’s approval, to another person or persons. 2001, c. 7, s. 5.</p> <p class=\"headnote-e\"><b>Delegation of authorization</b></p> <p class=\"subsection-e\">(3) The powers and duties referred to in subsections (1) and (2) include an authorization given in a regulation to establish rules or requirements. 2001, c. 7, s. 5.</p>"
        },
        {
            "id": "P348_20114",
            "section": "Delegation of powers and duties, Commission",
            "content": "23.1 (1) The Commission may delegate its authority under a regulation to establish rules or requirements and it may delegate any of its powers or duties set out in a regulation to a deputy minister. 2001, c. 7, s. 5. Subdelegation (2) A deputy minister may further delegate an authority, power or duty delegated to him or her under subsection (1), and section 23 applies with necessary modifications to that further delegation. 2001, c. 7, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P348_20114\"></a><a name=\"BK20\"></a>23.1 </b>(1) The Commission may delegate its authority under a regulation to establish rules or requirements and it may delegate any of its powers or duties set out in a regulation to a deputy minister. 2001, c. 7, s. 5.</p> <p class=\"headnote-e\"><b>Subdelegation</b></p> <p class=\"subsection-e\">(2) A deputy minister may further delegate an authority, power or duty delegated to him or her under subsection (1), and section 23 applies with necessary modifications to that further delegation. 2001, c. 7, s. 5.</p>"
        },
        {
            "id": "P352_20616",
            "section": "Delegation of powers and duties, Commission",
            "content": "24. (1) The Commission may authorize a deputy minister to perform any of its duties and exercise any of its powers under sections 6, 7 and 7.1. 2006, c. 19, Sched. N, s. 4 (8). Same (2) The Commission may authorize a deputy minister to perform any of its duties and exercise any of its powers in relation to, (a) evaluating, classifying, and determining the qualifications for, positions in the classified service that are designated by the Commission; and (b) recruiting qualified persons for the civil service. 2006, c. 19, Sched. N, s. 4 (8). Subdelegation (3) A deputy minister who is authorized under subsection (2) may in writing delegate that authority to, (a) any public servant; (b) any class of public servant; or (c) with the Commission’s approval, another person or persons. 2006, c. 19, Sched. N, s. 4 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P352_20616\"></a><a name=\"BK21\"></a>24. </b>(1) The Commission may authorize a deputy minister to perform any of its duties and exercise any of its powers under sections 6, 7 and 7.1. 2006, c. 19, Sched. N, s. 4 (8).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Commission may authorize a deputy minister to perform any of its duties and exercise any of its powers in relation to,</p> <p class=\"clause-e\">(a) evaluating, classifying, and determining the qualifications for, positions in the classified service that are designated by the Commission; and</p> <p class=\"clause-e\">(b) recruiting qualified persons for the civil service. 2006, c. 19, Sched. N, s. 4 (8).</p> <p class=\"headnote-e\"><b>Subdelegation</b></p> <p class=\"subsection-e\">(3) A deputy minister who is authorized under subsection (2) may in writing delegate that authority to,</p> <p class=\"clause-e\">(a) any public servant;</p> <p class=\"clause-e\">(b) any class of public servant; or</p> <p class=\"clause-e\">(c) with the Commission’s approval, another person or persons. 2006, c. 19, Sched. N, s. 4 (8).</p>"
        },
        {
            "id": "P363_21483",
            "section": "Access to records and investigations",
            "content": "25.(1)Deputy ministers and public servants shall give the Commission such access to their respective ministries and offices and such facilities, assistance and information as the Commission may require for the performance of its duties. Investigations (2)In connection with, and for the purposes of, any investigation, the Commission or any member thereof holding an investigation has the powers of a commission under Part II of the Public Inquiries Act, which Part applies to the investigation as if it were an inquiry under that Act. R.S.O. 1990, c. P.47, s. 25. PART II   ONTARIO PROVINCIAL POLICE Collective Bargaining Bargaining units and negotiating committees",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P363_21483\"></a><a name=\"BK22\"></a>25.</b>(1)Deputy ministers and public servants shall give the Commission such access to their respective ministries and offices and such facilities, assistance and information as the Commission may require for the performance of its duties.</p> <p class=\"headnote-e\"><b>Investigations</b></p> <p class=\"subsection-e\">(2)In connection with, and for the purposes of, any investigation, the Commission or any member thereof holding an investigation has the powers of a commission under Part II of the <i>Public Inquiries Act</i>, which Part applies to the investigation as if it were an inquiry under that Act. R.S.O. 1990, c. P.47, s. 25.</p> <p class=\"partnum-e\"><b><a name=\"P366_22048\"></a><a name=\"BK23\"></a>PART II <br/>  ONTARIO PROVINCIAL POLICE</b></p> <p class=\"heading1-e\"><a name=\"P367_22080\"></a><a name=\"BK24\"></a>Collective Bargaining</p> <p class=\"headnote-e\"><b>Bargaining units and negotiating committees</b></p>"
        },
        {
            "id": "P370_22155",
            "section": "Definitions",
            "content": "26. (1) In this section and in sections 26.1 to 27, “agreement” means an agreement in writing between the Crown on the one hand and the Association on the other hand; (“convention”) “Association” means an association which is not affiliated directly or indirectly with a trade union or with any organization that is affiliated directly or indirectly with a trade union and which represents a majority of the members of the Ontario Provincial Police Force and of other persons who either are instructors at the Ontario Police College or who are under the supervision of the Commissioner of the Ontario Provincial Police or of the Chief Firearms Officer for Ontario and described in paragraph 2 of subsection (2); (“association”) “Negotiating Committee” means the Ontario Provincial Police Negotiating Committee; (“comité de négociation”) “Solicitor General” means the Solicitor General or such other member of the Executive Council as may be designated by the Lieutenant Governor in Council. (“solliciteur général”) R.S.O. 1990, c. P.47, s. 26 (1); 1997, c. 21, Sched. A, s. 6 (1, 2); 2001, c. 7, s. 8 (1-3). Bargaining units (2) This section and sections 26.1 to 27 apply to persons who are part of the following bargaining units: 1. The police officers’ bargaining unit consisting of members of the Ontario Provincial Police Force who are cadets, probationary constables, constables, corporals, sergeants and staff sergeants including detective-sergeants, traffic sergeants and identification sergeants. 2. The civilian employees’ bargaining unit which shall be established if the Association is certified under subsection 28.0.5 (1) as the exclusive bargaining agent for any of the three groups of public servants described in subsection 28.0.2 (1) and shall consist of persons who either are instructors at the Ontario Police College or who are under the supervision of the Commissioner of the Ontario Provincial Police or of the Chief Firearms Officer for Ontario and who, i. are not within a bargaining unit described in paragraph 1, ii. are not within a bargaining unit established for collective bargaining purposes under the Crown Employees Collective Bargaining Act, 1993, iii. are not a deputy commissioner of the Ontario Provincial Police, a commissioned officer or any other employee exercising managerial functions or employed in a confidential capacity in relation to labour relations, iv. do not provide advice to Cabinet, a board or committee composed of ministers of the Crown, a minister or a deputy minister about employment-related legislation that directly affects the terms and conditions of employment of employees in the public sector as it is defined in subsection 1 (1) of the Pay Equity Act, v. do not provide advice to Cabinet, a board or committee composed of ministers of the Crown, the Minister of Finance, the Chair of Management Board of Cabinet, a deputy minister in the Ministry of Finance or the Secretary of the Management Board of Cabinet on any matter within the powers or duties of the Treasury Board under section 6, 7, 8 or 9 of the Treasury Board Act, 1991, and vi. do not have duties or responsibilities that, in the opinion of the Ontario Labour Relations Board, constitute a conflict of interest with their being members of this bargaining unit. 2001, c. 7, s. 8 (4). Bargaining authority (3) The Association is the exclusive bargaining agent authorized to represent the employees who are part of a bargaining unit referred to in subsection (2) in bargaining with the employer on terms and conditions of employment, except as to matters that are exclusively the function of the employer under subsection (4), and, without limiting the generality of the foregoing, including rates of remuneration, hours of work, overtime and other premium allowance for work performed, the mileage rate payable to an employee for miles travelled when the employee is required to use his or her own automobile on the employer’s business, benefits pertaining to time not worked by employees, including paid holidays, paid vacations, group life insurance, health insurance and long-term income protection insurance, the procedures applicable to the processing of grievances, the methods of effecting promotions, demotions, transfers, lay-offs or reappointments and the conditions applicable to leaves of absence for other than any elective public office, political activities or training and development. 2001, c. 7, s. 8 (5). Exclusive functions of employer (4) Except in relation to matters governed by or under the Police Services Act, every collective agreement shall be deemed to provide that it is the exclusive function of the employer to manage, which function, without limiting the generality of the foregoing, includes the right to determine employment, appointment, complement, organization, work methods and procedures, kinds and location of equipment, discipline and termination of employment, assignment, classification, job evaluation system, merit system, training and development, appraisal and the principles and standards governing promotion, demotion, transfer, lay-off and reappointment, and that such matters will not be the subject of collective bargaining nor come within the jurisdiction of the Negotiating Committee or an arbitration board. R.S.O. 1990, c. P.47, s. 26 (4); 1994, c. 17, s. 144 (1); 1997, c. 21, Sched. A, s. 6 (3). Questions as to bargaining unit (4.1) If, in the course of bargaining for a collective agreement or during the period of operation of a collective agreement, a question arises as to whether a public servant is a person described in subparagraphs 2 i to vi of subsection (2), the question may be referred to the Ontario Labour Relations Board and the decision of the Board thereon is final and conclusive for all purposes. 2001, c. 7, s. 8 (6). Negotiating Committee (5) The Ontario Provincial Police Negotiating Committee is continued under the name Ontario Provincial Police Negotiating Committee in English and comité de négociation de la Police provinciale de l’Ontario in French. 1997, c. 21, Sched. A, s. 6 (4). Composition (6) The Negotiation Committee shall be composed of, (a) three members appointed by the Association to be known as the “staff side”; (b) three members appointed by the employer to be known as the “employer side”; and (c) a chair appointed by the members appointed under clauses (a) and (b) who shall not be a member of the staff side or of the employer side and who shall not vote. 1997, c. 21, Sched. A, s. 6 (4). Acting chair (7) The members appointed under clauses (6) (a) and (b) may appoint a person who is not a member of the staff side or of the employer side to act as chair when the chair is absent. 1997, c. 21, Sched. A, s. 6 (4). Duties of chair (8) The chair of the Negotiating Committee shall, (a) at the request of a member convene a meeting of the Negotiating Committee; (b) prepare the agenda for each meeting; and (c) preside at each meeting. R.S.O. 1990, c. P.47, s. 26 (8). Agenda (9) At the request of a member of the Negotiating Committee, the chair shall place upon the agenda any matter concerning, (a) the amendment or renewal of an agreement or any matter that may be the subject of bargaining under this section so long as the request is made not earlier than ninety days and not later than sixty days before the expiration date of the agreement; (a.1) the making of a first agreement; or (b) the interpretation or clarification of any clause in an agreement. R.S.O. 1990, c. P.47, s. 26 (9); 2001, c. 7, s. 8 (7). Idem (10) Despite clause (9) (a), where, (a) a member of the Negotiating Committee requests that there be placed on the agenda a matter concerning the amendment or renewal of an agreement or any matter that may be the subject of bargaining under this section; and (b) both the staff side and the employer side of the Negotiating Committee consent that the matter referred to in clause (a) be placed on the agenda, the chair shall place the matter on the agenda even though the request may have been made earlier than ninety days or later than sixty days, before the expiration date of the agreement. R.S.O. 1990, c. P.47, s. 26 (10). Quorum (11) A quorum of the Negotiating Committee consists of, (a) the chair; (b) two members of the staff side; and (c) two members of the employer side. R.S.O. 1990, c. P.47, s. 26 (11). Matters to be negotiated (12) The Negotiating Committee shall negotiate such matters as are put on its agenda under subsections (9) and (10). R.S.O. 1990, c. P.47, s. 26 (12). Grievance procedure (13) The Negotiating Committee may establish a binding arbitration procedure to deal with any grievance, (a) concerning working conditions or terms of employment other than, (i) a grievance to which the Police Services Act or the code of conduct contained in the regulations under that Act applies, (ii) a grievance that relates to pensions for employees who are part of a bargaining unit referred to in subsection (2), or (iii) a grievance that requires the creation of a new classification of employees referred to in subclause (ii), the alteration of an existing classification or a change to be made in the classification of any such employee; or (b) concerning the interpretation or clarification of any clause in an agreement. 1997, c. 21, Sched. A, s. 6 (4); 2001, c. 7, s. 8 (8). Decision (14) Every decision of the Negotiating Committee shall be in writing and in three copies and each copy shall be signed by the chair and by a representative of the staff side and by a representative of the employer side. R.S.O. 1990, c. P.47, s. 26 (14). When binding (15) A decision of the Negotiating Committee shall not be binding on the staff side or the employer side until the decision has been approved in the manner set out in subsection (16) and transmitted by the chair for implementation as set out in subsection (17). R.S.O. 1990, c. P.47, s. 26 (15). Approval (16) Approval of a decision of the Negotiating Committee shall be, (a) on the staff side, by a decision of the Board of Directors of the Association; and (b) on the employer side, by a decision of the Management Board of Cabinet. R.S.O. 1990, c. P.47, s. 26 (16). Implementation (17) The chair of the Negotiating Committee shall transmit every decision of the Negotiating Committee to the proper authority to be implemented. R.S.O. 1990, c. P.47, s. 26 (17).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P370_22155\"></a><a name=\"BK25\"></a>26.</b> (1) In this section and in sections 26.1 to 27,</p> <p class=\"firstdef-e\">“agreement” means an agreement in writing between the Crown on the one hand and the Association on the other hand; (“convention”)</p> <p class=\"definition-e\">“Association” means an association which is not affiliated directly or indirectly with a trade union or with any organization that is affiliated directly or indirectly with a trade union and which represents a majority of the members of the Ontario Provincial Police Force and of other persons who either are instructors at the Ontario Police College or who are under the supervision of the Commissioner of the Ontario Provincial Police or of the Chief Firearms Officer for Ontario and described in paragraph 2 of subsection (2); (“association”)</p> <p class=\"definition-e\">“Negotiating Committee” means the Ontario Provincial Police Negotiating Committee; (“comité de négociation”)</p> <p class=\"definition-e\">“Solicitor General” means the Solicitor General or such other member of the Executive Council as may be designated by the Lieutenant Governor in Council. (“solliciteur général”) R.S.O. 1990, c. P.47, s. 26 (1); 1997, c. 21, Sched. A, s. 6 (1, 2); 2001, c. 7, s. 8 (1-3).</p> <p class=\"headnote-e\"><b>Bargaining units</b></p> <p class=\"subsection-e\">(2) This section and sections 26.1 to 27 apply to persons who are part of the following bargaining units:</p> <p class=\"paragraph-e\">1. The police officers’ bargaining unit consisting of members of the Ontario Provincial Police Force who are cadets, probationary constables, constables, corporals, sergeants and staff sergeants including detective-sergeants, traffic sergeants and identification sergeants.</p> <p class=\"paragraph-e\">2. The civilian employees’ bargaining unit which shall be established if the Association is certified under subsection 28.0.5 (1) as the exclusive bargaining agent for any of the three groups of public servants described in subsection 28.0.2 (1) and shall consist of persons who either are instructors at the Ontario Police College or who are under the supervision of the Commissioner of the Ontario Provincial Police or of the Chief Firearms Officer for Ontario and who, </p> <p class=\"subpara-e\">i. are not within a bargaining unit described in paragraph 1,</p> <p class=\"subpara-e\">ii. are not within a bargaining unit established for collective bargaining purposes under the <i>Crown Employees Collective Bargaining Act, 1993</i>,</p> <p class=\"subpara-e\">iii. are not a deputy commissioner of the Ontario Provincial Police, a commissioned officer or any other employee exercising managerial functions or employed in a confidential capacity in relation to labour relations,</p> <p class=\"subpara-e\">iv. do not provide advice to Cabinet, a board or committee composed of ministers of the Crown, a minister or a deputy minister about employment-related legislation that directly affects the terms and conditions of employment of employees in the public sector as it is defined in subsection 1 (1) of the <i>Pay Equity Act</i>,</p> <p class=\"subpara-e\">v. do not provide advice to Cabinet, a board or committee composed of ministers of the Crown, the Minister of Finance, the Chair of Management Board of Cabinet, a deputy minister in the Ministry of Finance or the Secretary of the Management Board of Cabinet on any matter within the powers or duties of the Treasury Board under section 6, 7, 8 or 9 of the <i>Treasury Board Act, 1991</i>, and</p> <p class=\"subpara-e\">vi. do not have duties or responsibilities that, in the opinion of the Ontario Labour Relations Board, constitute a conflict of interest with their being members of this bargaining unit. 2001, c. 7, s. 8 (4).</p> <p class=\"headnote-e\"><b>Bargaining authority</b></p> <p class=\"subsection-e\">(3) The Association is the exclusive bargaining agent authorized to represent the employees who are part of a bargaining unit referred to in subsection (2) in bargaining with the employer on terms and conditions of employment, except as to matters that are exclusively the function of the employer under subsection (4), and, without limiting the generality of the foregoing, including rates of remuneration, hours of work, overtime and other premium allowance for work performed, the mileage rate payable to an employee for miles travelled when the employee is required to use his or her own automobile on the employer’s business, benefits pertaining to time not worked by employees, including paid holidays, paid vacations, group life insurance, health insurance and long-term income protection insurance, the procedures applicable to the processing of grievances, the methods of effecting promotions, demotions, transfers, lay-offs or reappointments and the conditions applicable to leaves of absence for other than any elective public office, political activities or training and development. 2001, c. 7, s. 8 (5).</p> <p class=\"headnote-e\"><b>Exclusive functions of employer</b></p> <p class=\"subsection-e\">(4) Except in relation to matters governed by or under the <i>Police Services Act</i>, every collective agreement shall be deemed to provide that it is the exclusive function of the employer to manage, which function, without limiting the generality of the foregoing, includes the right to determine employment, appointment, complement, organization, work methods and procedures, kinds and location of equipment, discipline and termination of employment, assignment, classification, job evaluation system, merit system, training and development, appraisal and the principles and standards governing promotion, demotion, transfer, lay-off and reappointment, and that such matters will not be the subject of collective bargaining nor come within the jurisdiction of the Negotiating Committee or an arbitration board. R.S.O. 1990, c. P.47, s. 26 (4); 1994, c. 17, s. 144 (1); 1997, c. 21, Sched. A, s. 6 (3).</p> <p class=\"headnote-e\"><b>Questions as to bargaining unit</b></p> <p class=\"subsection-e\">(4.1) If, in the course of bargaining for a collective agreement or during the period of operation of a collective agreement, a question arises as to whether a public servant is a person described in subparagraphs 2 i to vi of subsection (2), the question may be referred to the Ontario Labour Relations Board and the decision of the Board thereon is final and conclusive for all purposes. 2001, c. 7, s. 8 (6).</p> <p class=\"headnote-e\"><b>Negotiating Committee</b></p> <p class=\"subsection-e\">(5) The Ontario Provincial Police Negotiating Committee is continued under the name Ontario Provincial Police Negotiating Committee in English and comité de négociation de la Police provinciale de l’Ontario in French. 1997, c. 21, Sched. A, s. 6 (4).</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(6) The Negotiation Committee shall be composed of,</p> <p class=\"clause-e\">(a) three members appointed by the Association to be known as the “staff side”;</p> <p class=\"clause-e\">(b) three members appointed by the employer to be known as the “employer side”; and</p> <p class=\"clause-e\">(c) a chair appointed by the members appointed under clauses (a) and (b) who shall not be a member of the staff side or of the employer side and who shall not vote. 1997, c. 21, Sched. A, s. 6 (4).</p> <p class=\"headnote-e\"><b>Acting chair</b></p> <p class=\"subsection-e\">(7) The members appointed under clauses (6) (a) and (b) may appoint a person who is not a member of the staff side or of the employer side to act as chair when the chair is absent. 1997, c. 21, Sched. A, s. 6 (4).</p> <p class=\"headnote-e\"><b>Duties of chair</b></p> <p class=\"subsection-e\">(8) The chair of the Negotiating Committee shall,</p> <p class=\"clause-e\">(a) at the request of a member convene a meeting of the Negotiating Committee;</p> <p class=\"clause-e\">(b) prepare the agenda for each meeting; and</p> <p class=\"clause-e\">(c) preside at each meeting. R.S.O. 1990, c. P.47, s. 26 (8).</p> <p class=\"headnote-e\"><b>Agenda</b></p> <p class=\"subsection-e\">(9) At the request of a member of the Negotiating Committee, the chair shall place upon the agenda any matter concerning,</p> <p class=\"clause-e\">(a) the amendment or renewal of an agreement or any matter that may be the subject of bargaining under this section so long as the request is made not earlier than ninety days and not later than sixty days before the expiration date of the agreement;</p> <p class=\"clause-e\">(a.1) the making of a first agreement; or</p> <p class=\"clause-e\">(b) the interpretation or clarification of any clause in an agreement. R.S.O. 1990, c. P.47, s. 26 (9); 2001, c. 7, s. 8 (7).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(10) Despite clause (9) (a), where,</p> <p class=\"clause-e\">(a) a member of the Negotiating Committee requests that there be placed on the agenda a matter concerning the amendment or renewal of an agreement or any matter that may be the subject of bargaining under this section; and</p> <p class=\"clause-e\">(b) both the staff side and the employer side of the Negotiating Committee consent that the matter referred to in clause (a) be placed on the agenda,</p> <p class=\"Ssubsection-e\">the chair shall place the matter on the agenda even though the request may have been made earlier than ninety days or later than sixty days, before the expiration date of the agreement. R.S.O. 1990, c. P.47, s. 26 (10).</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(11) A quorum of the Negotiating Committee consists of,</p> <p class=\"clause-e\">(a) the chair;</p> <p class=\"clause-e\">(b) two members of the staff side; and</p> <p class=\"clause-e\">(c) two members of the employer side. R.S.O. 1990, c. P.47, s. 26 (11).</p> <p class=\"headnote-e\"><b>Matters to be negotiated</b></p> <p class=\"subsection-e\">(12) The Negotiating Committee shall negotiate such matters as are put on its agenda under subsections (9) and (10). R.S.O. 1990, c. P.47, s. 26 (12).</p> <p class=\"headnote-e\"><b>Grievance procedure</b></p> <p class=\"subsection-e\">(13) The Negotiating Committee may establish a binding arbitration procedure to deal with any grievance,</p> <p class=\"clause-e\">(a) concerning working conditions or terms of employment other than,</p> <p class=\"subclause-e\">(i) a grievance to which the <i>Police Services Act</i> or the code of conduct contained in the regulations under that Act applies,</p> <p class=\"subclause-e\">(ii) a grievance that relates to pensions for employees who are part of a bargaining unit referred to in subsection (2), or</p> <p class=\"subclause-e\">(iii) a grievance that requires the creation of a new classification of employees referred to in subclause (ii), the alteration of an existing classification or a change to be made in the classification of any such employee; or</p> <p class=\"clause-e\">(b) concerning the interpretation or clarification of any clause in an agreement. 1997, c. 21, Sched. A, s. 6 (4); 2001, c. 7, s. 8 (8).</p> <p class=\"headnote-e\"><b>Decision</b></p> <p class=\"subsection-e\">(14) Every decision of the Negotiating Committee shall be in writing and in three copies and each copy shall be signed by the chair and by a representative of the staff side and by a representative of the employer side. R.S.O. 1990, c. P.47, s. 26 (14).</p> <p class=\"headnote-e\"><b>When binding</b></p> <p class=\"subsection-e\">(15) A decision of the Negotiating Committee shall not be binding on the staff side or the employer side until the decision has been approved in the manner set out in subsection (16) and transmitted by the chair for implementation as set out in subsection (17). R.S.O. 1990, c. P.47, s. 26 (15).</p> <p class=\"headnote-e\"><b>Approval</b></p> <p class=\"subsection-e\">(16) Approval of a decision of the Negotiating Committee shall be,</p> <p class=\"clause-e\">(a) on the staff side, by a decision of the Board of Directors of the Association; and</p> <p class=\"clause-e\">(b) on the employer side, by a decision of the Management Board of Cabinet. R.S.O. 1990, c. P.47, s. 26 (16).</p> <p class=\"headnote-e\"><b>Implementation</b></p> <p class=\"subsection-e\">(17) The chair of the Negotiating Committee shall transmit every decision of the Negotiating Committee to the proper authority to be implemented. R.S.O. 1990, c. P.47, s. 26 (17).</p>"
        },
        {
            "id": "P440_32680",
            "section": "Conciliation",
            "content": "26.1(1)If a majority of the members of the Negotiation Committee is unable to agree upon a matter concerning the amendment or renewal of an agreement or any matter that may be the subject of bargaining under section 26, the chair shall, at the request of a member, request the Solicitor General to appoint a conciliation officer, and the Solicitor General shall appoint a conciliation officer upon receiving the request. Duty of conciliation officer (2)The conciliation officer shall confer with the Negotiating Committee and endeavour to effect an agreement and shall, within 14 days after being appointed, make a written report of the results to the Solicitor General. Extension of time (3)The 14-day period may be extended if the parties agree or if the Solicitor General extends it on the advice of the conciliation officer that an agreement may be made within a reasonable time if the period is extended. Report (4)When the conciliation officer reports to the Solicitor General that an agreement has been reached or that an agreement cannot be reached, the Solicitor General shall promptly inform the Negotiating Committee of the report. 1997, c. 21, Sched. A, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P440_32680\"></a><a name=\"BK26\"></a>26.1</b>(1)If a majority of the members of the Negotiation Committee is unable to agree upon a matter concerning the amendment or renewal of an agreement or any matter that may be the subject of bargaining under section 26, the chair shall, at the request of a member, request the Solicitor General to appoint a conciliation officer, and the Solicitor General shall appoint a conciliation officer upon receiving the request.</p> <p class=\"headnote-e\"><b>Duty of conciliation officer</b></p> <p class=\"subsection-e\">(2)The conciliation officer shall confer with the Negotiating Committee and endeavour to effect an agreement and shall, within 14 days after being appointed, make a written report of the results to the Solicitor General.</p> <p class=\"headnote-e\"><b>Extension of time</b></p> <p class=\"subsection-e\">(3)The 14-day period may be extended if the parties agree or if the Solicitor General extends it on the advice of the conciliation officer that an agreement may be made within a reasonable time if the period is extended.</p> <p class=\"headnote-e\"><b>Report</b></p> <p class=\"subsection-e\">(4)When the conciliation officer reports to the Solicitor General that an agreement has been reached or that an agreement cannot be reached, the Solicitor General shall promptly inform the Negotiating Committee of the report. 1997, c. 21, Sched. A, s. 6 (5).</p>"
        },
        {
            "id": "P448_33865",
            "section": "Arbitration",
            "content": "26.2 (1) If the Solicitor General has informed the Negotiating Committee that the conciliation officer was not able to effect an agreement, the chair shall, at the request of a member, refer the matter to arbitration. 1997, c. 21, Sched. A, s. 6 (5). Composition of arbitration board (2) The following rules apply to the composition of the arbitration board: 1. The parties shall determine whether it shall consist of one person or of three persons. If they are unable to agree on this matter, or if they agree that the arbitration board shall consist of three persons but one of the parties then fails to appoint a person in accordance with the agreement, the arbitration board shall consist of one person. 2. If the arbitration board is to consist of one person, the parties shall appoint him or her jointly. If they are unable to agree on a joint appointment, the person shall be appointed by the chair of the Ontario Police Arbitration Commission. 3. If the arbitration board is to consist of three persons, the parties shall each appoint one person and shall jointly appoint a chair. If they are unable to agree on a joint appointment, the chair shall be appointed by the chair of the Ontario Police Arbitration Commission. 4. If the arbitration board consists of one person who was appointed by the chair of the Ontario Police Arbitration Commission or if the arbitration board consists of three persons and the chair was appointed by the chair of the Ontario Police Arbitration Commission, the chair of the Ontario Police Arbitration Commission shall select the method of arbitration and shall advise the arbitration board of the selection. The method selected shall be mediation-arbitration unless the chair of the Ontario Police Arbitration Commission is of the view that another method is more appropriate. The method selected shall not be final offer selection without mediation and it shall not be mediation-final offer selection unless the chair of the Ontario Police Arbitration Commission in his or her sole discretion selects that method because he or she is of the view that it is the most appropriate method having regard to the nature of the dispute. If the method selected is mediation-final offer selection, the chair of the arbitration board shall be the mediator or, if the arbitration board consists of one person, that person shall be the mediator. 1997, c. 21, Sched. A, s. 6 (5). When hearings commence (3) The arbitration board shall hold the first hearing within 30 days after the chair is appointed or, if the arbitration board consists of one person, within 30 days after that person is appointed. 1997, c. 21, Sched. A, s. 6 (5). Exception (4) If the method of arbitration selected by the chair of the Ontario Police Arbitration Commission is mediation-arbitration or mediation-final offer selection, the time limit set out in subsection (3) does not apply in respect of the first hearing but applies instead, with necessary modifications, in respect of the commencement of mediation. 1997, c. 21, Sched. A, s. 6 (5). Time for submission of information (5) If the method of arbitration selected by the chair of the Ontario Police Arbitration Commission is mediation-arbitration or mediation-final offer selection, the chair of the arbitration board or, if the arbitration board consists of one person, that person may, after consulting with the parties, set a date after which a party may not submit information to the board unless, (a) the information was not available prior to the date; (b) the chair or, if the arbitration board consists of one person, that person permits the submission of the information; and (c) the other party is given an opportunity to make submissions concerning the information. 1997, c. 21, Sched. A, s. 6 (5). Hearing (6) If the method of arbitration selected by the chair of the Ontario Police Arbitration Commission is conventional arbitration, the arbitration board shall hold a hearing, but the chair of the arbitration board or, if the arbitration board consists of one person, that person may impose limits on the submissions of the parties and the presentation of their cases. 1997, c. 21, Sched. A, s. 6 (5). Consolidation of disputes (7) Disputes may be arbitrated together only if all the parties to the disputes agree. 1997, c. 21, Sched. A, s. 6 (5). Time for decision (8) The arbitration board shall give a decision within 90 days after the chair is appointed or, if the arbitration board consists of one person, within 90 days after that person is appointed. 1997, c. 21, Sched. A, s. 6 (5). Extension (9) The parties may agree to extend the time described in subsection (8), either before or after the time has passed. 1997, c. 21, Sched. A, s. 6 (5). Factors to consider (10) In making a decision on the matter, the arbitration board shall take into consideration all factors it considers relevant, including the following criteria: 1. The employer’s ability to pay in light of its fiscal situation. 2. The extent to which services may have to be reduced, in light of the board’s decision, if current funding and taxation levels are not increased. 3. The economic situation in Ontario. 4. A comparison, as between the employees and other comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of the work performed. 5. The employer’s ability to attract and retain qualified employees. 1997, c. 21, Sched. A, s. 6 (5). Restriction (11) Nothing in subsection (10) affects the powers of the arbitration board. 1997, c. 21, Sched. A, s. 6 (5). Limitations on powers of the board (12) In making a decision under this section, an arbitration board shall not require the parties to include in a collective agreement a term that, (a) requires the employer to guarantee an offer of a job for employees whose positions have been or may be eliminated or that otherwise compels the employer to continue to employ them; (b) requires the creation of a new classification of employees, the alteration of an existing classification or a change to be made in the classification of an employee; or (c) would require either directly or indirectly for its implementation the enactment or amendment of legislation, except for the purpose of appropriating money for its implementation. 2001, c. 7, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P448_33865\"></a><a name=\"BK27\"></a>26.2</b> (1) If the Solicitor General has informed the Negotiating Committee that the conciliation officer was not able to effect an agreement, the chair shall, at the request of a member, refer the matter to arbitration. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Composition of arbitration board</b></p> <p class=\"subsection-e\">(2) The following rules apply to the composition of the arbitration board:</p> <p class=\"paragraph-e\">1. The parties shall determine whether it shall consist of one person or of three persons. If they are unable to agree on this matter, or if they agree that the arbitration board shall consist of three persons but one of the parties then fails to appoint a person in accordance with the agreement, the arbitration board shall consist of one person.</p> <p class=\"paragraph-e\">2. If the arbitration board is to consist of one person, the parties shall appoint him or her jointly. If they are unable to agree on a joint appointment, the person shall be appointed by the chair of the Ontario Police Arbitration Commission.</p> <p class=\"paragraph-e\">3. If the arbitration board is to consist of three persons, the parties shall each appoint one person and shall jointly appoint a chair. If they are unable to agree on a joint appointment, the chair shall be appointed by the chair of the Ontario Police Arbitration Commission.</p> <p class=\"paragraph-e\">4. If the arbitration board consists of one person who was appointed by the chair of the Ontario Police Arbitration Commission or if the arbitration board consists of three persons and the chair was appointed by the chair of the Ontario Police Arbitration Commission, the chair of the Ontario Police Arbitration Commission shall select the method of arbitration and shall advise the arbitration board of the selection. The method selected shall be mediation-arbitration unless the chair of the Ontario Police Arbitration Commission is of the view that another method is more appropriate. The method selected shall not be final offer selection without mediation and it shall not be mediation-final offer selection unless the chair of the Ontario Police Arbitration Commission in his or her sole discretion selects that method because he or she is of the view that it is the most appropriate method having regard to the nature of the dispute. If the method selected is mediation-final offer selection, the chair of the arbitration board shall be the mediator or, if the arbitration board consists of one person, that person shall be the mediator. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>When hearings commence</b></p> <p class=\"subsection-e\">(3) The arbitration board shall hold the first hearing within 30 days after the chair is appointed or, if the arbitration board consists of one person, within 30 days after that person is appointed. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(4) If the method of arbitration selected by the chair of the Ontario Police Arbitration Commission is mediation-arbitration or mediation-final offer selection, the time limit set out in subsection (3) does not apply in respect of the first hearing but applies instead, with necessary modifications, in respect of the commencement of mediation. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Time for submission of information</b></p> <p class=\"subsection-e\">(5) If the method of arbitration selected by the chair of the Ontario Police Arbitration Commission is mediation-arbitration or mediation-final offer selection, the chair of the arbitration board or, if the arbitration board consists of one person, that person may, after consulting with the parties, set a date after which a party may not submit information to the board unless,</p> <p class=\"clause-e\">(a) the information was not available prior to the date;</p> <p class=\"clause-e\">(b) the chair or, if the arbitration board consists of one person, that person permits the submission of the information; and</p> <p class=\"clause-e\">(c) the other party is given an opportunity to make submissions concerning the information. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(6) If the method of arbitration selected by the chair of the Ontario Police Arbitration Commission is conventional arbitration, the arbitration board shall hold a hearing, but the chair of the arbitration board or, if the arbitration board consists of one person, that person may impose limits on the submissions of the parties and the presentation of their cases. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Consolidation of disputes</b></p> <p class=\"subsection-e\">(7) Disputes may be arbitrated together only if all the parties to the disputes agree. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Time for decision</b></p> <p class=\"subsection-e\">(8) The arbitration board shall give a decision within 90 days after the chair is appointed or, if the arbitration board consists of one person, within 90 days after that person is appointed. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Extension</b></p> <p class=\"subsection-e\">(9) The parties may agree to extend the time described in subsection (8), either before or after the time has passed. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Factors to consider</b></p> <p class=\"subsection-e\">(10) In making a decision on the matter, the arbitration board shall take into consideration all factors it considers relevant, including the following criteria:</p> <p class=\"paragraph-e\">1. The employer’s ability to pay in light of its fiscal situation.</p> <p class=\"paragraph-e\">2. The extent to which services may have to be reduced, in light of the board’s decision, if current funding and taxation levels are not increased.</p> <p class=\"paragraph-e\">3. The economic situation in Ontario.</p> <p class=\"paragraph-e\">4. A comparison, as between the employees and other comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of the work performed.</p> <p class=\"paragraph-e\">5. The employer’s ability to attract and retain qualified employees. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(11) Nothing in subsection (10) affects the powers of the arbitration board. 1997, c. 21, Sched. A, s. 6 (5).</p> <p class=\"headnote-e\"><b>Limitations on powers of the board</b></p> <p class=\"subsection-e\">(12) In making a decision under this section, an arbitration board shall not require the parties to include in a collective agreement a term that,</p> <p class=\"clause-e\">(a) requires the employer to guarantee an offer of a job for employees whose positions have been or may be eliminated or that otherwise compels the employer to continue to employ them;</p> <p class=\"clause-e\">(b) requires the creation of a new classification of employees, the alteration of an existing classification or a change to be made in the classification of an employee; or</p> <p class=\"clause-e\">(c) would require either directly or indirectly for its implementation the enactment or amendment of legislation, except for the purpose of appropriating money for its implementation. 2001, c. 7, s. 9.</p>"
        },
        {
            "id": "P487_40258",
            "section": "Restriction, pensions",
            "content": "26.3 No matter relating to pensions for employees who are part of a bargaining unit that is represented by the Association for collective bargaining purposes shall be referred to arbitration and no arbitration board shall decide any matter relating to pensions for members of the Ontario Provincial Police Force listed in subsection 26 (2). 1997, c. 21, Sched. A, s. 6 (5); 2001, c. 7, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P487_40258\"></a><a name=\"BK28\"></a>26.3</b> No matter relating to pensions for employees who are part of a bargaining unit that is represented by the Association for collective bargaining purposes shall be referred to arbitration and no arbitration board shall decide any matter relating to pensions for members of the Ontario Provincial Police Force listed in subsection 26 (2). 1997, c. 21, Sched. A, s. 6 (5); 2001, c. 7, s. 10.</p>"
        },
        {
            "id": "P489_40693",
            "section": "Existing proceedings discontinued",
            "content": "26.4(1)Proceedings before an arbitrator or arbitration board under this Part in which a hearing commenced before the date on which subsection 6 (5) of the Public Sector Dispute Resolution Act, 1997 comes into force are terminated and any decision in such proceedings is void. Exception, completed proceedings (2)This section does not apply with respect to proceedings if, (a) a final decision is issued on or before June 3, 1997; or (b) a final decision is issued after June 3, 1997 and the decision is served before the date on which subsection 6 (5) of the Public Sector Dispute Resolution Act, 1997 comes into force. Exception, by agreement (3)This section does not apply if the parties agree in writing after June 3, 1997 to continue the proceedings. 1997, c. 21, Sched. A, s. 6 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P489_40693\"></a><a name=\"BK29\"></a>26.4</b>(1)Proceedings before an arbitrator or arbitration board under this Part in which a hearing commenced before the date on which subsection 6 (5) of the <i>Public Sector Dispute Resolution Act, 1997</i> comes into force are terminated and any decision in such proceedings is void.</p> <p class=\"headnote-e\"><b>Exception, completed proceedings</b></p> <p class=\"subsection-e\">(2)This section does not apply with respect to proceedings if,</p> <p class=\"clause-e\">(a) a final decision is issued on or before June 3, 1997; or</p> <p class=\"clause-e\">(b) a final decision is issued after June 3, 1997 and the decision is served before the date on which subsection 6 (5) of the <i>Public Sector Dispute Resolution Act, 1997</i> comes into force.</p> <p class=\"headnote-e\"><b>Exception, by agreement</b></p> <p class=\"subsection-e\">(3)This section does not apply if the parties agree in writing after June 3, 1997 to continue the proceedings. 1997, c. 21, Sched. A, s. 6 (5).</p>"
        },
        {
            "id": "P497_41514",
            "section": "Jurisdiction of OLRB to hear disputes",
            "content": "27. (1) The Ontario Labour Relations Board has jurisdiction to deal with any complaint it receives relating to the assignment of particular work to persons in the bargaining unit described in paragraph 2 of subsection 26 (2) or in a trade union representing employees under the Crown Employees Collective Bargaining Act, 1993 and subsections 99 (2) to (6) and (10) to (13) of the Labour Relations Act, 1995 apply, with necessary modifications, to the determination of such a complaint. 2001, c. 7, s. 11. Application of LRA, 1995 (2) For the purposes of the application of subsections 99 (2) to (6) and (10) to (13) of the Labour Relations Act, 1995 to the determination of a complaint referred to in subsection (1), any reference to a trade union in those subsections shall be deemed to include a reference to the Association. 2001, c. 7, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P497_41514\"></a><a name=\"BK30\"></a>27. </b>(1) The Ontario Labour Relations Board has jurisdiction to deal with any complaint it receives relating to the assignment of particular work to persons in the bargaining unit described in paragraph 2 of subsection 26 (2) or in a trade union representing employees under the <i>Crown Employees Collective Bargaining Act, 1993</i> and subsections 99 (2) to (6) and (10) to (13) of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, to the determination of such a complaint. 2001, c. 7, s. 11.</p> <p class=\"headnote-e\"><b>Application of <i>LRA, 1995</i></b></p> <p class=\"subsection-e\">(2) For the purposes of the application of subsections 99 (2) to (6) and (10) to (13) of the <i>Labour Relations Act, 1995</i> to the determination of a complaint referred to in subsection (1), any reference to a trade union in those subsections shall be deemed to include a reference to the Association. 2001, c. 7, s. 11.</p>"
        },
        {
            "id": "P501_42418",
            "section": "Implementation of collective agreements, etc.",
            "content": "28.Collective agreements and awards made in accordance with the collective bargaining procedures applicable to Crown employees and approved decisions of the Negotiating Committee under section 26 and decisions of an arbitration board under section 26.2 shall be implemented by the Lieutenant Governor in Council by order in council. R.S.O. 1990, c. P.47, s. 28; 1997, c. 21, Sched. A, s. 6 (7). Certification of the Association as Exclusive Bargaining Agent for OPP Civilian Employees",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P501_42418\"></a><a name=\"BK31\"></a>28.</b>Collective agreements and awards made in accordance with the collective bargaining procedures applicable to Crown employees and approved decisions of the Negotiating Committee under section 26 and decisions of an arbitration board under section 26.2 shall be implemented by the Lieutenant Governor in Council by order in council. R.S.O. 1990, c. P.47, s. 28; 1997, c. 21, Sched. A, s. 6 (7).</p> <p class=\"heading1-e\"><a name=\"P502_42819\"></a><a name=\"BK32\"></a>Certification of the Association as Exclusive Bargaining Agent for OPP Civilian Employees</p>"
        },
        {
            "id": "P504_42919",
            "section": "Definitions",
            "content": "28.0.1 In sections 28.0.2 to 28.0.10, “AMAPCEO” means the Association of Management, Administrative and Professional Crown Employees of Ontario; (“AEEGAPCO”) “Association” has the same meaning as in section 26; (“association”) “Board” means the Ontario Labour Relations Board; (“Commission”) “designated position” means an employment position held by a public servant who either is an instructor at the Ontario Police College or who is under the supervision of the Commissioner of the Ontario Provincial Police or of the Chief Firearms Officer for Ontario and who is represented for purposes of collective bargaining by either AMAPCEO, OPSEU or PEGO; (“poste désigné”) “OPSEU” means the Ontario Public Service Employees Union; (“SEFPO”) “PEGO” means the Professional Engineers Government of Ontario. (“PEGO”) 2001, c. 7, c. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P504_42919\"></a><a name=\"BK33\"></a>28.0.1 </b>In sections 28.0.2 to 28.0.10,</p> <p class=\"firstdef-e\">“AMAPCEO” means the Association of Management, Administrative and Professional Crown Employees of Ontario; (“AEEGAPCO”)</p> <p class=\"definition-e\">“Association” has the same meaning as in section 26; (“association”)</p> <p class=\"definition-e\">“Board” means the Ontario Labour Relations Board; (“Commission”)</p> <p class=\"definition-e\">“designated position” means an employment position held by a public servant who either is an instructor at the Ontario Police College or who is under the supervision of the Commissioner of the Ontario Provincial Police or of the Chief Firearms Officer for Ontario and who is represented for purposes of collective bargaining by either AMAPCEO, OPSEU or PEGO; (“poste désigné”) </p> <p class=\"definition-e\">“OPSEU” means the Ontario Public Service Employees Union; (“SEFPO”)</p> <p class=\"definition-e\">“PEGO” means the Professional Engineers Government of Ontario. (“PEGO”) 2001, c. 7, c. 12.</p>"
        },
        {
            "id": "P512_43826",
            "section": "Application for certification",
            "content": "28.0.2 (1) The Association may, during the periods described in subsection (2), make the following applications to the Board: 1. An application for certification as the exclusive bargaining agent for the public servants who hold designated positions and who are represented by AMAPCEO for collective bargaining purposes. 2. An application for certification as the exclusive bargaining agent for the public servants who hold designated positions and who are represented by OPSEU for collective bargaining purposes. 3. An application for certification as the exclusive bargaining agent for the public servants who hold designated positions and who are represented by PEGO for collective bargaining purposes. 2001, c. 7, c. 12. Time of application (2) An application referred to in subsection (1) shall be made only during the following periods: 1. In the case of an application for certification as the exclusive bargaining agent for public servants in designated positions within a bargaining unit that is represented by AMAPCEO, during the three months immediately preceding the expiry of the first collective agreement between the Crown in Right of Ontario and AMAPCEO to come into force after March 31, 2001. 2. In the case of an application for certification as the exclusive bargaining agent for public servants in designated positions within a bargaining unit that is represented by OPSEU, during the three months immediately preceding the expiry of the collective agreement between the Crown in Right of Ontario and OPSEU that is in force on January 1, 2001. 3. In the case of an application for certification as the exclusive bargaining agent for public servants in designated positions within a bargaining unit that is represented by PEGO, during the three months immediately preceding the expiry of the first collective agreement between the Crown in Right of Ontario and PEGO to come into force after December 31, 2000. 2001, c. 7, c. 12. Restriction (3) The right of the Association to apply for certification under this section is subject to subsection 28.0.5 (3). 2001, c. 7, c. 12. Withdrawal of application (4) An application for certification may be withdrawn by the Association upon such conditions as the Board may determine. 2001, c. 7, c. 12. Bar to reapply (5) Subject to subsection (6), if the Association withdraws an application for certification as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection (1) before a representation vote is taken, the Board may refuse to consider another application for certification of the Association as the exclusive bargaining agent of a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12. Mandatory bar (6) If the Association withdraws the application before a representation vote is taken, and the Association has withdrawn a previous application under this section, the Board shall not consider another application for certification by the Association as the exclusive bargaining agent of a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12. Same (7) If the Association withdraws an application for certification as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection (1) after a representation vote is taken, the Board shall not consider another application for certification of the Association as the exclusive bargaining agent of a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12. Notice to employer (8) The Association shall deliver a copy of the application for certification to the employer by such time as is required under the rules made by the Board and, if there is no rule, not later than the day on which the application is filed with the Board. 2001, c. 7, c. 12. Description of persons to whom application relates (9) The application for certification shall contain a written description of the group of public servants from among the three groups referred to in subsection (1) to which the application relates and shall include an estimate of the number of individuals in the group. 2001, c. 7, c. 12. Evidence (10) The application for certification shall be accompanied by a list of the names of Association members who are part of the group of public servants to whom the application relates and evidence of their status as Association members but the Association shall not give this information to the employer. 2001, c. 7, c. 12. Representation vote",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P512_43826\"></a><a name=\"BK34\"></a>28.0.2 </b>(1) The Association may, during the periods described in subsection (2), make the following applications to the Board:</p> <p class=\"paragraph-e\">1. An application for certification as the exclusive bargaining agent for the public servants who hold designated positions and who are represented by AMAPCEO for collective bargaining purposes.</p> <p class=\"paragraph-e\">2. An application for certification as the exclusive bargaining agent for the public servants who hold designated positions and who are represented by OPSEU for collective bargaining purposes.</p> <p class=\"paragraph-e\">3. An application for certification as the exclusive bargaining agent for the public servants who hold designated positions and who are represented by PEGO for collective bargaining purposes. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Time of application</b></p> <p class=\"subsection-e\">(2) An application referred to in subsection (1) shall be made only during the following periods:</p> <p class=\"paragraph-e\">1. In the case of an application for certification as the exclusive bargaining agent for public servants in designated positions within a bargaining unit that is represented by AMAPCEO, during the three months immediately preceding the expiry of the first collective agreement between the Crown in Right of Ontario and AMAPCEO to come into force after March 31, 2001.</p> <p class=\"paragraph-e\">2. In the case of an application for certification as the exclusive bargaining agent for public servants in designated positions within a bargaining unit that is represented by OPSEU, during the three months immediately preceding the expiry of the collective agreement between the Crown in Right of Ontario and OPSEU that is in force on January 1, 2001.</p> <p class=\"paragraph-e\">3. In the case of an application for certification as the exclusive bargaining agent for public servants in designated positions within a bargaining unit that is represented by PEGO, during the three months immediately preceding the expiry of the first collective agreement between the Crown in Right of Ontario and PEGO to come into force after December 31, 2000. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3) The right of the Association to apply for certification under this section is subject to subsection 28.0.5 (3). 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Withdrawal of application</b></p> <p class=\"subsection-e\">(4) An application for certification may be withdrawn by the Association upon such conditions as the Board may determine. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Bar to reapply</b></p> <p class=\"subsection-e\">(5) Subject to subsection (6), if the Association withdraws an application for certification as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection (1) before a representation vote is taken, the Board may refuse to consider another application for certification of the Association as the exclusive bargaining agent of a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Mandatory bar</b></p> <p class=\"subsection-e\">(6) If the Association withdraws the application before a representation vote is taken, and the Association has withdrawn a previous application under this section, the Board shall not consider another application for certification by the Association as the exclusive bargaining agent of a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(7) If the Association withdraws an application for certification as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection (1) after a representation vote is taken, the Board shall not consider another application for certification of the Association as the exclusive bargaining agent of a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Notice to employer</b></p> <p class=\"subsection-e\">(8) The Association shall deliver a copy of the application for certification to the employer by such time as is required under the rules made by the Board and, if there is no rule, not later than the day on which the application is filed with the Board. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Description of persons to whom application relates</b></p> <p class=\"subsection-e\">(9) The application for certification shall contain a written description of the group of public servants from among the three groups referred to in subsection (1) to which the application relates and shall include an estimate of the number of individuals in the group. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Evidence</b></p> <p class=\"subsection-e\">(10) The application for certification shall be accompanied by a list of the names of Association members who are part of the group of public servants to whom the application relates and evidence of their status as Association members but the Association shall not give this information to the employer. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Representation vote</b></p>"
        },
        {
            "id": "P539_48667",
            "section": "Voting constituency",
            "content": "28.0.3 (1) Upon receiving an application for certification made under section 28.0.2, the Board may determine the voting constituency to be used for a representation vote and in doing so shall take into account the description of the group of public servants described in subsection 28.0.2 (1) and identified in the application. 2001, c. 7, c. 12. Direction re representation vote (2) If the Board determines that 40 per cent or more of the individuals in the group of public servants identified in the application appear to be members of the Association at the time the application was filed, the Board shall direct that a representation vote be taken among the individuals in the voting constituency. 2001, c. 7, c. 12. Same (3) The determination under subsection (2) shall be based upon the information provided in the application for certification and accompanying information provided under subsection 28.0.2 (10). 2001, c. 7, c. 12. No hearing (4) The Board shall not hold a hearing when making a decision under subsection (1) or (2). 2001, c. 7, c. 12. Timing of vote (5) Unless the Board directs otherwise, the representation vote shall be held within five days (excluding Saturdays, Sundays and holidays) after the day on which the application for certification is filed with the Board. 2001, c. 7, c. 12. Conduct of vote (6) The representation vote shall be by ballots cast in such a manner that individuals expressing their choice cannot be identified with the choice made except in a case where there is only one member in the bargaining unit. 2001, c. 7, c. 12. Sealing of ballot box, etc. (7) The Board may direct that one or more ballots be segregated and that the ballot box containing the ballots be sealed until such time as the Board directs. 2001, c. 7, c. 12. Subsequent hearing (8) After the representation vote has been taken, the Board may hold a hearing if the Board considers it necessary in order to dispose of the application for certification. 2001, c. 7, c. 12. Exception (9) When disposing of an application for certification, the Board shall not consider any challenge to the information provided under subsection 28.0.2 (10). 2001, c. 7, c. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P539_48667\"></a><a name=\"BK35\"></a>28.0.3 </b>(1) Upon receiving an application for certification made under section 28.0.2, the Board may determine the voting constituency to be used for a representation vote and in doing so shall take into account the description of the group of public servants described in subsection 28.0.2 (1) and identified in the application. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Direction re representation vote</b></p> <p class=\"subsection-e\">(2) If the Board determines that 40 per cent or more of the individuals in the group of public servants identified in the application appear to be members of the Association at the time the application was filed, the Board shall direct that a representation vote be taken among the individuals in the voting constituency. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The determination under subsection (2) shall be based upon the information provided in the application for certification and accompanying information provided under subsection 28.0.2 (10). 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>No hearing</b></p> <p class=\"subsection-e\">(4) The Board shall not hold a hearing when making a decision under subsection (1) or (2). 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Timing of vote</b></p> <p class=\"subsection-e\">(5) Unless the Board directs otherwise, the representation vote shall be held within five days (excluding Saturdays, Sundays and holidays) after the day on which the application for certification is filed with the Board. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Conduct of vote</b></p> <p class=\"subsection-e\">(6) The representation vote shall be by ballots cast in such a manner that individuals expressing their choice cannot be identified with the choice made except in a case where there is only one member in the bargaining unit. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Sealing of ballot box, etc.</b></p> <p class=\"subsection-e\">(7) The Board may direct that one or more ballots be segregated and that the ballot box containing the ballots be sealed until such time as the Board directs. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Subsequent hearing</b></p> <p class=\"subsection-e\">(8) After the representation vote has been taken, the Board may hold a hearing if the Board considers it necessary in order to dispose of the application for certification. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(9) When disposing of an application for certification, the Board shall not consider any challenge to the information provided under subsection 28.0.2 (10). 2001, c. 7, c. 12.</p>"
        },
        {
            "id": "P557_50939",
            "section": "Disagreement by employer with Association’s estimate",
            "content": "28.0.4 (1) If the employer disagrees with the Association’s estimate, included in the application for certification, of the number of individuals in the group of public servants to whom the application for certification relates, the employer may give the Board a notice that it disagrees with that estimate. 2001, c. 7, c. 12. Content of notice (2) A notice under subsection (1) must include the employer’s estimate of the number of individuals in the group of public servants to whom the application for certification relates. 2001, c. 7, c. 12. Deadline for notice (3) A notice under subsection (1) must be given within two days (excluding Saturdays, Sundays and holidays) after the day on which the employer receives the application for certification. 2001, c. 7, c. 12. Sealing of ballot boxes (4) If the Board receives a notice under subsection (1), the Board shall direct that the ballot boxes from the representation vote be sealed unless the Association and the employer agree otherwise. 2001, c. 7, c. 12. Board determinations, etc. (5) The following apply if the Board receives a notice under subsection (1): 1. The Board shall not certify the Association as the exclusive bargaining agent or dismiss the application for certification except as allowed under paragraph 2 or as required under paragraph 6. 2. If the Board did not direct that the ballot boxes be sealed, the Board may dismiss the application for certification. 3. Unless the Board dismisses the application as allowed under paragraph 2, the Board shall determine the number of individuals in the group of public servants to whom the application for certification relates. 4. After the Board’s determination under paragraph 3, the Board shall determine the percentage of the individuals in the group of public servants to whom the application for certification relates who appear to be members of the Association at the time the application for certification was filed, based upon the Board’s determination under paragraph 3 and the information provided under subsection 28.0.2 (10). 5. If the percentage determined under paragraph 4 is less than 40 per cent, the Board shall dismiss the application for certification and, if the ballot boxes were sealed, the Board shall direct that the ballots be destroyed without being counted. 6. If the percentage determined under paragraph 4 is 40 per cent or more, i. if the ballot boxes were sealed, the Board shall direct that the ballot boxes be opened and the ballots counted, subject to any direction the Board has made under subsection 28.0.3 (7), and ii. the Board shall either certify the Association or dismiss the application for certification. 2001, c. 7, c. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P557_50939\"></a><a name=\"BK36\"></a>28.0.4 </b>(1) If the employer disagrees with the Association’s estimate, included in the application for certification, of the number of individuals in the group of public servants to whom the application for certification relates, the employer may give the Board a notice that it disagrees with that estimate. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Content of notice</b></p> <p class=\"subsection-e\">(2) A notice under subsection (1) must include the employer’s estimate of the number of individuals in the group of public servants to whom the application for certification relates. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Deadline for notice</b></p> <p class=\"subsection-e\">(3) A notice under subsection (1) must be given within two days (excluding Saturdays, Sundays and holidays) after the day on which the employer receives the application for certification. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Sealing of ballot boxes</b></p> <p class=\"subsection-e\">(4) If the Board receives a notice under subsection (1), the Board shall direct that the ballot boxes from the representation vote be sealed unless the Association and the employer agree otherwise. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Board determinations, etc.</b></p> <p class=\"subsection-e\">(5) The following apply if the Board receives a notice under subsection (1):</p> <p class=\"paragraph-e\">1. The Board shall not certify the Association as the exclusive bargaining agent or dismiss the application for certification except as allowed under paragraph 2 or as required under paragraph 6.</p> <p class=\"paragraph-e\">2. If the Board did not direct that the ballot boxes be sealed, the Board may dismiss the application for certification.</p> <p class=\"paragraph-e\">3. Unless the Board dismisses the application as allowed under paragraph 2, the Board shall determine the number of individuals in the group of public servants to whom the application for certification relates.</p> <p class=\"paragraph-e\">4. After the Board’s determination under paragraph 3, the Board shall determine the percentage of the individuals in the group of public servants to whom the application for certification relates who appear to be members of the Association at the time the application for certification was filed, based upon the Board’s determination under paragraph 3 and the information provided under subsection 28.0.2 (10).</p> <p class=\"paragraph-e\">5. If the percentage determined under paragraph 4 is less than 40 per cent, the Board shall dismiss the application for certification and, if the ballot boxes were sealed, the Board shall direct that the ballots be destroyed without being counted.</p> <p class=\"paragraph-e\">6. If the percentage determined under paragraph 4 is 40 per cent or more,</p> <p class=\"subpara-e\">i. if the ballot boxes were sealed, the Board shall direct that the ballot boxes be opened and the ballots counted, subject to any direction the Board has made under subsection 28.0.3 (7), and</p> <p class=\"subpara-e\">ii. the Board shall either certify the Association or dismiss the application for certification. 2001, c. 7, c. 12.</p>"
        },
        {
            "id": "P575_53683",
            "section": "Certification after representation vote",
            "content": "28.0.5 (1) The Board shall certify the Association as the exclusive bargaining agent for the group of public servants described in the application if more than 50 per cent of the ballots cast in the representation vote are cast in favour of the Association. 2001, c. 7, c. 12. No certification (2) The Board shall not certify the Association as the exclusive bargaining agent for the group of public servants described in the application if 50 per cent or less of the ballots cast in the representation vote are cast in favour of the Association. 2001, c. 7, c. 12. Bar to reapply (3) If the Board dismisses an application to certify the Association as the exclusive bargaining agent for a group of public servants referred to in subsection 28.0.2 (1), the Board shall not consider another application by the Association for certification as the exclusive bargaining agent for a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12. Same (4) For greater certainty, subsection (3) does not apply with respect to a dismissal under paragraph 5 of subsection 28.0.4 (5). 2001, c. 7, c. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P575_53683\"></a><a name=\"BK37\"></a>28.0.5 </b>(1) The Board shall certify the Association as the exclusive bargaining agent for the group of public servants described in the application if more than 50 per cent of the ballots cast in the representation vote are cast in favour of the Association. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>No certification</b></p> <p class=\"subsection-e\">(2) The Board shall not certify the Association as the exclusive bargaining agent for the group of public servants described in the application if 50 per cent or less of the ballots cast in the representation vote are cast in favour of the Association. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Bar to reapply</b></p> <p class=\"subsection-e\">(3) If the Board dismisses an application to certify the Association as the exclusive bargaining agent for a group of public servants referred to in subsection 28.0.2 (1), the Board shall not consider another application by the Association for certification as the exclusive bargaining agent for a group of public servants holding designated positions and represented by the same bargaining agent as the one identified in the original application. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) For greater certainty, subsection (3) does not apply with respect to a dismissal under paragraph 5 of subsection 28.0.4 (5). 2001, c. 7, c. 12.</p>"
        },
        {
            "id": "P583_54939",
            "section": "Application of LRA, 1995 provisions",
            "content": "28.0.6 (1) Sections 70, 71, 72, 73, 76, 77, 87 and 88 of the Labour Relations Act, 1995 apply to an application made under section 28.0.2 with necessary modifications and, for the purposes of the application of those provisions, any reference to a trade union in those provisions shall be deemed to include a reference to the Association. 2001, c. 7, c. 12. Same, s. 96 (2) Section 96 of the Labour Relations Act, 1995 applies with necessary modifications to any complaint alleging a contravention of the provisions of that Act referred to in subsection (1) and, for the purposes of the application of that section, any reference to a trade union in that section shall be deemed to include a reference to the Association. 2001, c. 7, c. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P583_54939\"></a><a name=\"BK38\"></a>28.0.6 </b>(1) Sections 70, 71, 72, 73, 76, 77, 87 and 88 of the <i>Labour Relations Act, 1995</i> apply to an application made under section 28.0.2 with necessary modifications and, for the purposes of the application of those provisions, any reference to a trade union in those provisions shall be deemed to include a reference to the Association. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same, s. 96</b></p> <p class=\"subsection-e\">(2) Section 96 of the <i>Labour Relations Act, 1995</i> applies with necessary modifications to any complaint alleging a contravention of the provisions of that Act referred to in subsection (1) and, for the purposes of the application of that section, any reference to a trade union in that section shall be deemed to include a reference to the Association. 2001, c. 7, c. 12.</p>"
        },
        {
            "id": "P587_55715",
            "section": "New representation vote",
            "content": "28.0.7 (1) Upon the application of AMAPCEO, OPSEU, PEGO or the Association, the Board may order another representation vote in the following circumstances: 1. The employer, employer’s organization or a person acting on behalf of the employer or the employer’s organization has contravened a section of the Labour Relations Act, 1995 referred to in subsection 28.0.6 (1). 2. The result of the contravention is that a prior representation vote did not likely reflect the true wishes of the public servants to whom the application related about being represented by the Association. 3. If the application is made by the Association, the Association has membership support adequate for the purposes of collective bargaining on behalf of the public servants to whom the application relates. 2001, c. 7, c. 12. Same (2) Upon the application of an interested person, the Board may order another representation vote in the following circumstances: 1. AMAPCEO, OPSEU, PEGO, the Association or a person acting on any of their behalf has contravened a section of the Labour Relations Act, 1995 referred to in subsection 28.0.6 (1). 2. The result of the contravention is that a prior representation vote did not likely reflect the true wishes of the public servants to whom the application related about being represented by the Association. 2001, c. 7, c. 12. No prior contraventions considered (3) In determining whether to order another representation vote under subsection (1) or (2), the Board shall not consider any contravention of the sections of the Labour Relations Act, 1995 referred to in subsection 28.0.6 (1) that occurred before the day on which section 12 of the Public Service Statute Law Amendment Act, 2001 comes into force. 2001, c. 7, c. 12. Effect of prior representation vote (4) Subsections 28.0.5 (1) and (2) do not apply with respect to a prior representation vote if a new representation vote is ordered under this section. 2001, c. 7, c. 12. Power of Board (5) Without restricting its powers under section 96 of the Labour Relations Act, 1995 as provided for in subsection 28.0.6 (2), the Board may do anything to ensure that a new representation vote ordered under this section reflects the true wishes of the public servants to whom the application for certification relates. 2001, c. 7, c. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P587_55715\"></a><a name=\"BK39\"></a>28.0.7 </b>(1) Upon the application of AMAPCEO, OPSEU, PEGO or the Association, the Board may order another representation vote in the following circumstances:</p> <p class=\"paragraph-e\">1. The employer, employer’s organization or a person acting on behalf of the employer or the employer’s organization has contravened a section of the <i>Labour Relations Act, 1995</i> referred to in subsection 28.0.6 (1).</p> <p class=\"paragraph-e\">2. The result of the contravention is that a prior representation vote did not likely reflect the true wishes of the public servants to whom the application related about being represented by the Association.</p> <p class=\"paragraph-e\">3. If the application is made by the Association, the Association has membership support adequate for the purposes of collective bargaining on behalf of the public servants to whom the application relates. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Upon the application of an interested person, the Board may order another representation vote in the following circumstances:</p> <p class=\"paragraph-e\">1. AMAPCEO, OPSEU, PEGO, the Association or a person acting on any of their behalf has contravened a section of the <i>Labour Relations Act, 1995</i> referred to in subsection 28.0.6 (1).</p> <p class=\"paragraph-e\">2. The result of the contravention is that a prior representation vote did not likely reflect the true wishes of the public servants to whom the application related about being represented by the Association. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>No prior contraventions considered</b></p> <p class=\"subsection-e\">(3) In determining whether to order another representation vote under subsection (1) or (2), the Board shall not consider any contravention of the sections of the <i>Labour Relations Act, 1995</i> referred to in subsection 28.0.6 (1) that occurred before the day on which section 12 of the <i>Public Service Statute Law Amendment Act, 2001</i> comes into force. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Effect of prior representation vote</b></p> <p class=\"subsection-e\">(4) Subsections 28.0.5 (1) and (2) do not apply with respect to a prior representation vote if a new representation vote is ordered under this section. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Power of Board</b></p> <p class=\"subsection-e\">(5) Without restricting its powers under section 96 of the <i>Labour Relations Act, 1995 </i>as provided for in subsection 28.0.6 (2), the Board may do anything to ensure that a new representation vote ordered under this section reflects the true wishes of the public servants to whom the application for certification relates. 2001, c. 7, c. 12.</p>"
        },
        {
            "id": "P602_58103",
            "section": "Effect of certification, termination of bargaining rights",
            "content": "28.0.8 (1) If the Association is certified as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection 28.0.2 (1), (a) the trade union that previously was the bargaining agent for that group of public servants, AMAPCEO, OPSEU or PEGO, as the case may be, forthwith ceases to represent the public servants; and (b) the collective agreement between the employer and the trade union that previously was the public servants’ bargaining agent ceases to operate in so far as it affects such public servants. 2001, c. 7, c. 12. Same, creation of new bargaining unit (2) Upon the certification of the Association as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection 28.0.2 (1), the bargaining unit for civilian employees in the Ontario Provincial Police described in paragraph 2 of subsection 26 (2) is established and the designated positions of the public servants to whom the application related shall be included in the bargaining unit. 2001, c. 7, c. 12. Same, adding to new bargaining unit (3) If, after having been certified as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection 28.0.2 (1), the Association is certified as the exclusive bargaining agent for one or both of the other groups of public servants, the designated positions of those public servants shall be included in the bargaining unit for civilian employees in the Ontario Provincial Police referred to in paragraph 2 of subsection 26 (2). 2001, c. 7, c. 12. Bargaining unit deemed appropriate (4) The bargaining unit established under subsection (2) shall be deemed to be appropriate for collective bargaining. 2001, c. 7, c. 12. Same (5) If one or both of the other groups of public servants referred to in subsection 28.0.2 (1) are added to the bargaining unit established under subsection (2), the bargaining unit shall be deemed to be appropriate for collective bargaining. 2001, c. 7, c. 12. Association not trade union under LRA, 1995 (6) Despite the certification of the Association under subsection 28.0.5 (1) and the definition of “trade union” in subsection 1 (1) of the Labour Relations Act, 1995, that Act does not apply to the Association except as may be provided in this Act. 2001, c. 7, c. 12. Miscellaneous",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P602_58103\"></a><a name=\"BK40\"></a>28.0.8 </b>(1) If the Association is certified as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection 28.0.2 (1),</p> <p class=\"clause-e\">(a) the trade union that previously was the bargaining agent for that group of public servants, AMAPCEO, OPSEU or PEGO, as the case may be, forthwith ceases to represent the public servants; and</p> <p class=\"clause-e\">(b) the collective agreement between the employer and the trade union that previously was the public servants’ bargaining agent ceases to operate in so far as it affects such public servants. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same, creation of new bargaining unit</b></p> <p class=\"subsection-e\">(2) Upon the certification of the Association as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection 28.0.2 (1), the bargaining unit for civilian employees in the Ontario Provincial Police described in paragraph 2 of subsection 26 (2) is established and the designated positions of the public servants to whom the application related shall be included in the bargaining unit. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same, adding to new bargaining unit</b></p> <p class=\"subsection-e\">(3) If, after having been certified as the exclusive bargaining agent for one of the three groups of public servants referred to in subsection 28.0.2 (1), the Association is certified as the exclusive bargaining agent for one or both of the other groups of public servants, the designated positions of those public servants shall be included in the bargaining unit for civilian employees in the Ontario Provincial Police referred to in paragraph 2 of subsection 26 (2). 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Bargaining unit deemed appropriate</b></p> <p class=\"subsection-e\">(4) The bargaining unit established under subsection (2) shall be deemed to be appropriate for collective bargaining. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) If one or both of the other groups of public servants referred to in subsection 28.0.2 (1) are added to the bargaining unit established under subsection (2), the bargaining unit shall be deemed to be appropriate for collective bargaining. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Association not trade union under <i>LRA, 1995</i></b></p> <p class=\"subsection-e\">(6) Despite the certification of the Association under subsection 28.0.5 (1) and the definition of “trade union” in subsection 1 (1) of the <i>Labour Relations Act, 1995</i>, that Act does not apply to the Association except as may be provided in this Act. 2001, c. 7, c. 12.</p> <p class=\"heading1-e\"><a name=\"P615_60463\"></a><a name=\"BK41\"></a>Miscellaneous</p>"
        },
        {
            "id": "P617_60519",
            "section": "Future applications under s. 7 of LRA, 1995",
            "content": "28.0.9 The Board shall not consider itself bound by, or have any regard to, any provision of this Act permitting the exclusion of public servants from their existing bargaining units under the Crown Employees Collective Bargaining Act, 1993 if any future applications are made to the Board under section 7 of the Labour Relations Act, 1995 for the certification of a trade union as the bargaining agent for employees who are part of a bargaining unit established under the Crown Employees Collective Bargaining Act, 1993. 2001, c. 7, c. 12. Application of LRA, 1995",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P617_60519\"></a><a name=\"BK42\"></a>28.0.9 </b>The Board shall not consider itself bound by, or have any regard to, any provision of this Act permitting the exclusion of public servants from their existing bargaining units under the <i>Crown Employees Collective Bargaining Act, 1993</i> if any future applications are made to the Board under section 7 of the <i>Labour Relations Act, 1995</i> for the certification of a trade union as the bargaining agent for employees who are part of a bargaining unit established under the <i>Crown Employees Collective Bargaining Act, 1993</i>. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Application of <i>LRA, 1995</i></b></p>"
        },
        {
            "id": "P620_61103",
            "section": "Rules of Board",
            "content": "28.0.10 (1) The rules of practice made by the chair of the Board under subsection 110 (17) of the Labour Relations Act, 1995 apply to a proceeding before the Board relating to a question referred to in subsection 26 (4.1), a complaint made under section 27 or an application made under section 28.0.2. 2001, c. 7, c. 12. Powers of the Board (2) In a proceeding referred to in subsection (1), the Board has all of the powers and duties referred to in section 111 of the Labour Relations Act, 1995. 2001, c. 7, c. 12. Application of miscellaneous provisions (3) Section 108, subsections 110 (9), (11), (12), (13), (14), (15) and (16), section 112, subsection 114 (1) and sections 115.1, 117, 119, 120, 122 and 123 of the Labour Relations Act, 1995 apply with necessary modifications to a proceeding referred to in subsection (1). 2001, c. 7, c. 12. Same (4) Sections 116 and 118 of the Labour Relations Act, 1995 apply with necessary modifications to a decision or order of the Board made under sections 28.0.2 to 28.0.7 or made with respect to a complaint made under section 27. 2001, c. 7, c. 12. Deemed reference to Association (5) Any reference to a trade union in any of the provisions of the Labour Relations Act, 1995 referred to in subsections (1) to (4) shall be deemed to include a reference to the Association for the purposes of the application of those provisions to a proceeding referred to in subsection (1) or to a decision or order of the Board with respect to a complaint made under section 27 or made under sections 28.0.2 to 28.0.7. 2001, c. 7, c. 12. PART III   POLITICAL ACTIVITY RIGHTS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P620_61103\"></a><a name=\"BK43\"></a>28.0.10 </b>(1) The rules of practice made by the chair of the Board under subsection 110 (17) of the <i>Labour Relations Act, 1995</i> apply to a proceeding before the Board relating to a question referred to in subsection 26 (4.1), a complaint made under section 27 or an application made under section 28.0.2. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Powers of the Board</b></p> <p class=\"subsection-e\">(2) In a proceeding referred to in subsection (1), the Board has all of the powers and duties referred to in section 111 of the <i>Labour Relations Act, 1995</i>. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Application of miscellaneous provisions</b></p> <p class=\"subsection-e\">(3) Section 108, subsections 110 (9), (11), (12), (13), (14), (15) and (16), section 112, subsection 114 (1) and sections 115.1, 117, 119, 120, 122 and 123 of the <i>Labour Relations Act, 1995</i> apply with necessary modifications to a proceeding referred to in subsection (1). 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) Sections 116 and 118 of the <i>Labour Relations Act, 1995</i> apply with necessary modifications to a decision or order of the Board made under sections 28.0.2 to 28.0.7 or made with respect to a complaint made under section 27. 2001, c. 7, c. 12.</p> <p class=\"headnote-e\"><b>Deemed reference to Association</b></p> <p class=\"subsection-e\">(5) Any reference to a trade union in any of the provisions of the <i>Labour Relations Act, 1995</i> referred to in subsections (1) to (4) shall be deemed to include a reference to the Association for the purposes of the application of those provisions to a proceeding referred to in subsection (1) or to a decision or order of the Board with respect to a complaint made under section 27 or made under sections 28.0.2 to 28.0.7. 2001, c. 7, c. 12.</p> <p class=\"partnum-e\"><b><a name=\"P629_62697\"></a><a name=\"BK44\"></a>PART III <br/>  POLITICAL ACTIVITY RIGHTS</b></p>"
        },
        {
            "id": "P631_62748",
            "section": "Political activity",
            "content": "28.1(1)For the purposes of this Part, a Crown employee engages in political activity when he or she, (a) does anything in support of or in opposition to a federal or provincial political party; (b) does anything in support of or in opposition to a candidate in a federal, provincial or municipal election; (c) comments publicly and outside the scope of the duties of his or her position on matters that are directly related to those duties and that are dealt with in the positions or policies of a federal or provincial political party or in the positions publicly expressed by a candidate in a federal or provincial election. General prohibition (2)No Crown employee shall engage in political activity in the workplace. Same (3)No Crown employee who is wearing his or her uniform shall, (a) publicly engage in an activity described in clause (1) (a) or (b); (b) engage in an activity described in clause (1) (c). Same (4)No Crown employee shall engage in political activity that could place the employee in a position of conflict with the interests of the Crown. Same (5)No Crown employee shall associate his or her position with political activity. Exception (6)While on leave of absence granted under subsection 28.4 (4), a Crown employee who does not belong to the restricted category described in subsection 28.3 (3) may engage in political activity that could place the employee in a position of conflict with the interests of the Crown. Same (7)While on leave of absence granted under subsection 28.3 (6) or 28.4 (4), a Crown employee may associate his or her position with political activity, but only to the extent necessary to identify the employee’s position and work experience for campaign purposes. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P631_62748\"></a><a name=\"BK45\"></a>28.1</b>(1)For the purposes of this Part, a Crown employee engages in political activity when he or she,</p> <p class=\"clause-e\">(a) does anything in support of or in opposition to a federal or provincial political party;</p> <p class=\"clause-e\">(b) does anything in support of or in opposition to a candidate in a federal, provincial or municipal election;</p> <p class=\"clause-e\">(c) comments publicly and outside the scope of the duties of his or her position on matters that are directly related to those duties and that are dealt with in the positions or policies of a federal or provincial political party or in the positions publicly expressed by a candidate in a federal or provincial election.</p> <p class=\"headnote-e\"><b>General prohibition</b></p> <p class=\"subsection-e\">(2)No Crown employee shall engage in political activity in the workplace.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3)No Crown employee who is wearing his or her uniform shall,</p> <p class=\"clause-e\">(a) publicly engage in an activity described in clause (1) (a) or (b);</p> <p class=\"clause-e\">(b) engage in an activity described in clause (1) (c).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4)No Crown employee shall engage in political activity that could place the employee in a position of conflict with the interests of the Crown.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5)No Crown employee shall associate his or her position with political activity.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(6)While on leave of absence granted under subsection 28.4 (4), a Crown employee who does not belong to the restricted category described in subsection 28.3 (3) may engage in political activity that could place the employee in a position of conflict with the interests of the Crown.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(7)While on leave of absence granted under subsection 28.3 (6) or 28.4 (4), a Crown employee may associate his or her position with political activity, but only to the extent necessary to identify the employee’s position and work experience for campaign purposes. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P650_64515",
            "section": "Right not to engage in political activity",
            "content": "28.2A Crown employee is entitled to decline to engage in political activity. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P650_64515\"></a><a name=\"BK46\"></a>28.2</b>A Crown employee is entitled to decline to engage in political activity. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P652_64659",
            "section": "Rights of persons in restricted category",
            "content": "28.3 (1) A Crown employee who belongs to the restricted category described in subsection (3) is entitled to, (a) vote in federal, provincial and municipal elections; (b) contribute money to federal and provincial political parties and to federal, provincial and municipal candidates; (c) be a member of a federal or provincial political party; (d) attend all-candidates meetings; (e) be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election, but only with the approval of the employee’s deputy minister; and (f) hold a municipal office, but only with the approval of the employee’s deputy minister. 1993, c. 38, s. 63 (5). Prohibition (2) A Crown employee who belongs to the restricted category shall not engage in political activity other than as described in subsection (1). 1993, c. 38, s. 63 (5). Membership in restricted category (3) The following Crown employees belong to the restricted category: 1. Deputy ministers and persons with the rank or status of deputy ministers. 2. Members of the Ontario Public Service Senior Management Group. 3. Full-time heads, vice-chairs and members of agencies, boards and commissions. 4. Commissioned officers and detachment commanders of the Ontario Provincial Police. 5. Crown employees who hold a Crown Counsel 5 position except as otherwise prescribed by the regulations. 1993, c. 38, s. 63 (5); 2001, c. 7, s. 13. Application for approval (4) A Crown employee who belongs to the restricted category and wishes to be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election or wishes to hold a municipal office may apply to his or her deputy minister for approval. 1993, c. 38, s. 63 (5). Application for leave of absence (5) A Crown employee who belongs to the restricted category and wishes to be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election may apply to his or her deputy minister for leave of absence without pay. 1993, c. 38, s. 63 (5). Deputy minister (6) The deputy minister shall grant the application for leave or approval if he or she is of the opinion that the activity or office would not interfere with the performance of the employee’s duties and would not conflict with the interests of the Crown. 1993, c. 38, s. 63 (5). Exception (7) If the Crown employee is himself or herself a deputy minister or the Commissioner of the Ontario Provincial Police, subsections (4), (5) and (6) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council. 1993, c. 38, s. 63 (5). Same (8) If the Crown employee is a full-time head, vice-chair or member of an agency, board or commission, subsections (4), (5) and (6) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council, and the application shall be made through the appropriate minister. 1993, c. 38, s. 63 (5). Same (9) If the Crown employee is an officer of the Ontario Provincial Police, subsections (4), (5) and (6) apply as if references to the employee’s deputy minister were references to the Commissioner. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P652_64659\"></a><a name=\"BK47\"></a>28.3</b> (1) A Crown employee who belongs to the restricted category described in subsection (3) is entitled to,</p> <p class=\"clause-e\">(a) vote in federal, provincial and municipal elections;</p> <p class=\"clause-e\">(b) contribute money to federal and provincial political parties and to federal, provincial and municipal candidates;</p> <p class=\"clause-e\">(c) be a member of a federal or provincial political party;</p> <p class=\"clause-e\">(d) attend all-candidates meetings;</p> <p class=\"clause-e\">(e) be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election, but only with the approval of the employee’s deputy minister; and</p> <p class=\"clause-e\">(f) hold a municipal office, but only with the approval of the employee’s deputy minister. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Prohibition</b></p> <p class=\"subsection-e\">(2) A Crown employee who belongs to the restricted category shall not engage in political activity other than as described in subsection (1). 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Membership in restricted category</b></p> <p class=\"subsection-e\">(3) The following Crown employees belong to the restricted category:</p> <p class=\"paragraph-e\">1. Deputy ministers and persons with the rank or status of deputy ministers.</p> <p class=\"paragraph-e\">2. Members of the Ontario Public Service Senior Management Group.</p> <p class=\"paragraph-e\">3. Full-time heads, vice-chairs and members of agencies, boards and commissions.</p> <p class=\"paragraph-e\">4. Commissioned officers and detachment commanders of the Ontario Provincial Police.</p> <p class=\"paragraph-e\">5. Crown employees who hold a Crown Counsel 5 position except as otherwise prescribed by the regulations. 1993, c. 38, s. 63 (5); 2001, c. 7, s. 13.</p> <p class=\"headnote-e\"><b>Application for approval</b></p> <p class=\"subsection-e\">(4) A Crown employee who belongs to the restricted category and wishes to be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election or wishes to hold a municipal office may apply to his or her deputy minister for approval. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Application for leave of absence</b></p> <p class=\"subsection-e\">(5) A Crown employee who belongs to the restricted category and wishes to be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election may apply to his or her deputy minister for leave of absence without pay. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Deputy minister</b></p> <p class=\"subsection-e\">(6) The deputy minister shall grant the application for leave or approval if he or she is of the opinion that the activity or office would not interfere with the performance of the employee’s duties and would not conflict with the interests of the Crown. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(7) If the Crown employee is himself or herself a deputy minister or the Commissioner of the Ontario Provincial Police, subsections (4), (5) and (6) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(8) If the Crown employee is a full-time head, vice-chair or member of an agency, board or commission, subsections (4), (5) and (6) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council, and the application shall be made through the appropriate minister. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(9) If the Crown employee is an officer of the Ontario Provincial Police, subsections (4), (5) and (6) apply as if references to the employee’s deputy minister were references to the Commissioner. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P681_67962",
            "section": "Rights of persons in unrestricted category",
            "content": "28.4(1)A Crown employee who does not belong to the restricted category described in subsection 28.3 (3) is entitled to engage in political activity without restriction, subject only to section 28.1 and to the following exceptions: 1. A Crown employee may be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election without taking leave of absence and may hold municipal office, but only if the activity or office would not interfere with the performance of the employee’s duties and would not conflict with the interests of the Crown. 2. A Crown employee may be a candidate in a federal or provincial election only while on leave of absence granted under subsection (4). 3. A Crown employee who belongs to one of the categories described in subsection (2) may solicit funds on behalf of a federal or provincial political party or candidate only while on leave of absence granted under subsection (4). 4. A civil servant may comment publicly and outside the scope of the duties of his or her position on matters that are directly related to those duties and that are dealt with in the positions or policies of a federal or provincial political party or in the positions publicly expressed by a candidate in a federal or provincial election only while on leave of absence granted under subsection (4). Special categories (2)Paragraph 3 of subsection (1) applies to, (a) Crown employees whose duties include supervising other Crown employees; (b) Crown employees whose duties include dealing face-to-face with members of the public and who are likely to be perceived by those members of the public as persons able to exercise power over them. Application for leave of absence (3)A Crown employee who does not belong to the restricted category and wishes to be a candidate or to seek to be nominated as a candidate in a federal, provincial or municipal election or to campaign on behalf of a candidate may apply to his or her deputy minister for leave of absence without pay. Deputy minister (4)The deputy minister shall grant the application. Exception (5)If the Crown employee is employed in an agency, board or commission, subsections (3) and (4) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council, and the application shall be made through the appropriate minister. Same (6)However, the Lieutenant Governor in Council may, by order, delegate to the head of an agency, board or commission the power of granting applications made under subsection (3) by Crown employees employed in the agency, board or commission, and in that case applications shall be made to the head. Same (7)If the Crown employee is a part-time head, vice-chair or member of an agency, board or commission, subsections (3) and (4) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council, and the application shall be made through the appropriate minister. Same (8)If the Crown employee is an officer or other member of the Ontario Provincial Police, subsections (3) and (4) apply as if references to the employee’s deputy minister were references to the Commissioner. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P681_67962\"></a><a name=\"BK48\"></a>28.4</b>(1)A Crown employee who does not belong to the restricted category described in subsection 28.3 (3) is entitled to engage in political activity without restriction, subject only to section 28.1 and to the following exceptions:</p> <p class=\"paragraph-e\">1. A Crown employee may be a candidate, seek to be nominated as a candidate or campaign on behalf of a candidate in a municipal election without taking leave of absence and may hold municipal office, but only if the activity or office would not interfere with the performance of the employee’s duties and would not conflict with the interests of the Crown.</p> <p class=\"paragraph-e\">2. A Crown employee may be a candidate in a federal or provincial election only while on leave of absence granted under subsection (4).</p> <p class=\"paragraph-e\">3. A Crown employee who belongs to one of the categories described in subsection (2) may solicit funds on behalf of a federal or provincial political party or candidate only while on leave of absence granted under subsection (4).</p> <p class=\"paragraph-e\">4. A civil servant may comment publicly and outside the scope of the duties of his or her position on matters that are directly related to those duties and that are dealt with in the positions or policies of a federal or provincial political party or in the positions publicly expressed by a candidate in a federal or provincial election only while on leave of absence granted under subsection (4).</p> <p class=\"headnote-e\"><b>Special categories</b></p> <p class=\"subsection-e\">(2)Paragraph 3 of subsection (1) applies to,</p> <p class=\"clause-e\">(a) Crown employees whose duties include supervising other Crown employees;</p> <p class=\"clause-e\">(b) Crown employees whose duties include dealing face-to-face with members of the public and who are likely to be perceived by those members of the public as persons able to exercise power over them.</p> <p class=\"headnote-e\"><b>Application for leave of absence</b></p> <p class=\"subsection-e\">(3)A Crown employee who does not belong to the restricted category and wishes to be a candidate or to seek to be nominated as a candidate in a federal, provincial or municipal election or to campaign on behalf of a candidate may apply to his or her deputy minister for leave of absence without pay.</p> <p class=\"headnote-e\"><b>Deputy minister</b></p> <p class=\"subsection-e\">(4)The deputy minister shall grant the application.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(5)If the Crown employee is employed in an agency, board or commission, subsections (3) and (4) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council, and the application shall be made through the appropriate minister.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6)However, the Lieutenant Governor in Council may, by order, delegate to the head of an agency, board or commission the power of granting applications made under subsection (3) by Crown employees employed in the agency, board or commission, and in that case applications shall be made to the head.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(7)If the Crown employee is a part-time head, vice-chair or member of an agency, board or commission, subsections (3) and (4) apply as if references to the employee’s deputy minister were references to the Lieutenant Governor in Council, and the application shall be made through the appropriate minister.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(8)If the Crown employee is an officer or other member of the Ontario Provincial Police, subsections (3) and (4) apply as if references to the employee’s deputy minister were references to the Commissioner. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P703_71195",
            "section": "Leaves of absence",
            "content": "28.5The following rules apply to leaves of absence granted to Crown employees under subsection 28.3 (6) or 28.4 (4): 1. A leave of absence shall begin and end on the dates specified in the employee’s application, subject to paragraphs 2, 3 and 4. 2. A leave of absence granted to enable the employee to be a candidate in a municipal election or to campaign on behalf of such a candidate shall not begin earlier than sixty days before polling day or continue after polling day. 3. A leave of absence granted to enable the employee to be a candidate in a federal or provincial election or to campaign on behalf of such a candidate shall not begin earlier than the day on which the writ for the election is issued or later than the last day for nominating candidates under the applicable provincial or federal statute and shall not continue after polling day. 4. A leave of absence granted to enable the employee to seek to be nominated as a candidate in a federal, provincial or municipal election shall not continue after the day the employee withdraws from or loses the nomination campaign, or, if the employee wins the nomination, after polling day. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P703_71195\"></a><a name=\"BK49\"></a>28.5</b>The following rules apply to leaves of absence granted to Crown employees under subsection 28.3 (6) or 28.4 (4):</p> <p class=\"paragraph-e\">1. A leave of absence shall begin and end on the dates specified in the employee’s application, subject to paragraphs 2, 3 and 4.</p> <p class=\"paragraph-e\">2. A leave of absence granted to enable the employee to be a candidate in a municipal election or to campaign on behalf of such a candidate shall not begin earlier than sixty days before polling day or continue after polling day.</p> <p class=\"paragraph-e\">3. A leave of absence granted to enable the employee to be a candidate in a federal or provincial election or to campaign on behalf of such a candidate shall not begin earlier than the day on which the writ for the election is issued or later than the last day for nominating candidates under the applicable provincial or federal statute and shall not continue after polling day.</p> <p class=\"paragraph-e\">4. A leave of absence granted to enable the employee to seek to be nominated as a candidate in a federal, provincial or municipal election shall not continue after the day the employee withdraws from or loses the nomination campaign, or, if the employee wins the nomination, after polling day. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P709_72387",
            "section": "Continuous service",
            "content": "28.6The period of a leave of absence granted under subsection 28.3 (6) or 28.4 (4) shall not be counted in determining the length of the employee’s service, but the service before and after the period of leave shall be deemed to be continuous for all purposes. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P709_72387\"></a><a name=\"BK50\"></a>28.6</b>The period of a leave of absence granted under subsection 28.3 (6) or 28.4 (4) shall not be counted in determining the length of the employee’s service, but the service before and after the period of leave shall be deemed to be continuous for all purposes. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P711_72690",
            "section": "Resignation",
            "content": "28.7(1)A Crown employee who is elected in a federal or provincial election shall immediately resign his or her position as a Crown employee. Same (2)A Crown employee who is elected in a municipal election to an office that would interfere with the performance of the employee’s duties or would conflict with the interests of the Crown shall immediately resign his or her position as a Crown employee. Right to be appointed (3)A former Crown employee who resigns in accordance with subsection (1) or (2) and later ceases to be an elected political representative is entitled, on application, to be appointed to any vacant position in the service of the Crown for which he or she is qualified. Time limits (4)Subsection (3) applies only if the former Crown employee, (a) ceases to be an elected political representative within five years after resigning in accordance with subsection (1), or within three years after resigning in accordance with subsection (2); and (b) makes an application under subsection (3) within twelve months after ceasing to be an elected political representative. Other rights (5)Another person’s right to be appointed or assigned to the vacant position by virtue of a collective agreement or under the regulations prevails over the right conferred by subsection (3). Continuous service (6)Section 28.6 applies, with necessary modifications, to a Crown employee who has resigned and subsequently been appointed as described in this section. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P711_72690\"></a><a name=\"BK51\"></a>28.7</b>(1)A Crown employee who is elected in a federal or provincial election shall immediately resign his or her position as a Crown employee.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)A Crown employee who is elected in a municipal election to an office that would interfere with the performance of the employee’s duties or would conflict with the interests of the Crown shall immediately resign his or her position as a Crown employee.</p> <p class=\"headnote-e\"><b>Right to be appointed</b></p> <p class=\"subsection-e\">(3)A former Crown employee who resigns in accordance with subsection (1) or (2) and later ceases to be an elected political representative is entitled, on application, to be appointed to any vacant position in the service of the Crown for which he or she is qualified.</p> <p class=\"headnote-e\"><b>Time limits</b></p> <p class=\"subsection-e\">(4)Subsection (3) applies only if the former Crown employee,</p> <p class=\"clause-e\">(a) ceases to be an elected political representative within five years after resigning in accordance with subsection (1), or within three years after resigning in accordance with subsection (2); and</p> <p class=\"clause-e\">(b) makes an application under subsection (3) within twelve months after ceasing to be an elected political representative.</p> <p class=\"headnote-e\"><b>Other rights</b></p> <p class=\"subsection-e\">(5)Another person’s right to be appointed or assigned to the vacant position by virtue of a collective agreement or under the regulations prevails over the right conferred by subsection (3).</p> <p class=\"headnote-e\"><b>Continuous service</b></p> <p class=\"subsection-e\">(6)Section 28.6 applies, with necessary modifications, to a Crown employee who has resigned and subsequently been appointed as described in this section. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P725_74179",
            "section": "Penalty",
            "content": "28.8A Crown employee who contravenes section 28.1, subsection 28.3 (2) or 28.4 (1) is subject to the full range of available disciplinary penalties, including suspension and dismissal. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P725_74179\"></a><a name=\"BK52\"></a>28.8</b>A Crown employee who contravenes section 28.1, subsection 28.3 (2) or 28.4 (1) is subject to the full range of available disciplinary penalties, including suspension and dismissal. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P727_74409",
            "section": "Grievance rights",
            "content": "28.9(1)A Crown employee has the grievance rights set out in subsection (2) if he or she, (a) is disciplined for a contravention of section 28.1, subsection 28.3 (2) or 28.4 (1); (b) suffers adverse consequences in the context of his or her employment as a result of engaging in or declining to engage in political activity that this Act permits; or (c) is threatened with an action described in clause (a) or (b). Same (2)A Crown employee to whom subsection (1) applies, (a) is entitled to have the matter dealt with by final and binding arbitration under a collective agreement, if any; (b) is entitled to a hearing before the Public Service Grievance Board in accordance with the regulations, in the case of a Crown employee who is a public servant and to whom no collective agreement applies; (c) is entitled to file a grievance with the Ontario Labour Relations Board under section 28.10, in the case of a Crown employee who is not a public servant and to whom no collective agreement applies. Same (3)Subsection (2) shall not be interpreted to limit any other right an employee may have under any other Act or at law to seek a remedy. Exception (4)A Crown employee’s membership in the restricted category described in subsection 28.3 (3) may not be made the subject of arbitration or of a grievance. 1993, c. 38, s. 63 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P727_74409\"></a><a name=\"BK53\"></a>28.9</b>(1)A Crown employee has the grievance rights set out in subsection (2) if he or she,</p> <p class=\"clause-e\">(a) is disciplined for a contravention of section 28.1, subsection 28.3 (2) or 28.4 (1);</p> <p class=\"clause-e\">(b) suffers adverse consequences in the context of his or her employment as a result of engaging in or declining to engage in political activity that this Act permits; or</p> <p class=\"clause-e\">(c) is threatened with an action described in clause (a) or (b).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)A Crown employee to whom subsection (1) applies,</p> <p class=\"clause-e\">(a) is entitled to have the matter dealt with by final and binding arbitration under a collective agreement, if any;</p> <p class=\"clause-e\">(b) is entitled to a hearing before the Public Service Grievance Board in accordance with the regulations, in the case of a Crown employee who is a public servant and to whom no collective agreement applies;</p> <p class=\"clause-e\">(c) is entitled to file a grievance with the Ontario Labour Relations Board under section 28.10, in the case of a Crown employee who is not a public servant and to whom no collective agreement applies.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3)Subsection (2) shall not be interpreted to limit any other right an employee may have under any other Act or at law to seek a remedy.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(4)A Crown employee’s membership in the restricted category described in subsection 28.3 (3) may not be made the subject of arbitration or of a grievance. 1993, c. 38, s. 63 (5).</p>"
        },
        {
            "id": "P741_75775",
            "section": "Grievance before Ontario Labour Relations Board",
            "content": "28.10 (1) A Crown employee to whom subsection 28.9 (1) applies and who is not entitled to have the matter dealt with by final and binding arbitration may file a written grievance with the Ontario Labour Relations Board. 1993, c. 38, s. 63 (5). Inquiry by labour relations officer (2) The Board may authorize a labour relations officer to inquire into the grievance and, if it does so, the officer shall, (a) inquire into the grievance forthwith; (b) endeavour to effect a settlement of the matter; and (c) report the results of the inquiry and endeavours to the Board. 1993, c. 38, s. 63 (5). Inquiry by Board (3) If a labour relations officer is unable to effect a settlement of the matter, or if the Board in its discretion dispenses with an inquiry by a labour relations officer, the Board may inquire into the grievance. 1993, c. 38, s. 63 (5). Determination and order (4) If the Board, after inquiring into the grievance, is satisfied that the employee did not contravene section 28.1, subsection 28.3 (2) or 28.4 (1), that the employee should not be disciplined or that a lesser penalty would be more appropriate, or if the Board is satisfied that the employee suffered adverse consequences as described in clause 28.9 (1) (b), the Board shall make an order to that effect in favour of the employee and shall specify the remedy to be provided. 1993, c. 38, s. 63 (5). Failure to comply with order (5) If the employer fails to comply with a term of the order within fourteen days after the date the Board releases it or after the date specified in the order for compliance, whichever is later, the employee may file the order, without reasons, in the form prescribed under the Labour Relations Act with the Superior Court of Justice, and the order may be enforced as if it were an order of the court. 1993, c. 38, s. 63 (5); 2006, c. 19, Sched. C, s. 1 (1). Settlement (6) If there is a written and signed settlement of a grievance, a party to the settlement may file a written complaint with the Board alleging that another party to the settlement has failed to comply with it, and in that case subsections (3) to (6) apply, with necessary modifications. 1993, c. 38, s. 63 (5). Powers of Board (7) The provisions of the Labour Relations Act and the regulations under it relating to the Board’s powers, practices and procedures apply, with necessary modifications, to an inquiry under this section. 1993, c. 38, s. 63 (5). Same (8) Sections 108, 110, 111 and 112 of the Labour Relations Act apply, with necessary modifications, to an inquiry under this section. 1993, c. 38, s. 63 (5). Definition (9) In this section, “Board” means the Ontario Labour Relations Board. 1993, c. 38, s. 63 (5). PART IV   WHISTLEBLOWERS’ PROTECTION Introduction Purposes 28.11The purposes of this Part are to protect employees of the Ontario Government from retaliation for disclosing allegations of serious government wrongdoing and to provide a means for making those allegations public. 1993, c. 38, s. 63 (6). Definitions 28.12In this Part, “Board” means the Ontario Labour Relations Board; (“Commission”) “Commissioner” means the Information and Privacy Commissioner appointed under the Freedom of Information and Protection of Privacy Act; (“commissaire”) “Counsel” means the Counsel referred to in section 28.14; (“avocat-conseil”) “employee” means an employee of an institution and includes an official of an institution; (“employé”) “head”, in respect of an institution, means a head within the meaning of the Freedom of Information and Protection of Privacy Act; (“personne responsable”) “institution” means an institution within the meaning of the Freedom of Information and Protection of Privacy Act; (“institution”) “law enforcement” means law enforcement within the meaning of the Freedom of Information and Protection of Privacy Act; (“exécution de la loi”) “public file” means the public file maintained by the Counsel under section 28.37; (“dossier public”) “record” means a record within the meaning of the Freedom of Information and Protection of Privacy Act. (“document”) 1993, c. 38, s. 63 (6). Serious government wrongdoing 28.13For the purposes of this Part, an act or omission constitutes serious government wrongdoing if it is an act or omission of an institution or of an employee acting in the course of his or her employment and if, (a) it contravenes a statute or regulation; (b) it represents gross mismanagement; (c) it causes a gross waste of money; (d) it represents an abuse of authority; or (e) it poses a grave health or safety hazard to any person or a grave environmental hazard. 1993, c. 38, s. 63 (6). Counsel 28.14(1)There shall be a Counsel to advise employees concerning allegations of serious government wrongdoing and to provide a means for making those allegations public. Same (2)The Counsel shall be an officer of the Assembly. 1993, c. 38, s. 63 (6). Advice by Counsel 28.15The Counsel shall advise employees concerning, (a) what constitutes serious government wrongdoing that ought in the public interest to be disclosed; (b) whether particular information may reveal serious government wrongdoing that ought in the public interest to be disclosed; (c) the process by which information is made public or disclosed to particular agencies under this Part; (d) the Counsel’s powers and duties under this Part; (e) the employee’s rights and obligations in seeking to make allegations of serious government wrongdoing public through the Counsel or in seeking to disclose those allegations to any other person; and (f) the employee’s rights and obligations under this Part. 1993, c. 38, s. 63 (6). Information Disclosed to Counsel Disclosure of information 28.16(1)An employee may disclose to the Counsel information from an institution that the employee is required to keep confidential, (a) in order to seek advice concerning his or her rights and obligations under this Part; or (b) if he or she believes that the information may reveal serious government wrongdoing that ought to be disclosed in the public interest, in order to make the information public. Employee who is lawyer (2)Despite subsection (1), no lawyer employed by an institution shall disclose to the Counsel any privileged information that he or she has received in confidence from an employee in his or her professional capacity. Form of information (3)An employee may disclose information to the Counsel regardless of whether the information is in oral or written form. Same (4)If an employee, acting in good faith, believes on reasonable grounds that a record may reveal serious government wrongdoing, the employee may copy the record for the purpose of disclosing it to the Counsel and may disclose that copy to the Counsel. Same (5)Subsection (4) does not authorize an employee to remove an original record from an institution for the purpose of disclosing it to the Counsel. Employee not liable (6)No employee is liable to prosecution for an offence under any Act, (a) for copying a record or disclosing it to the Counsel in accordance with this section; or (b) for disclosing information to the Counsel in accordance with this section. Same (7)No proceedings lie against an employee for copying a record or disclosing a record or information to the Counsel in accordance with this section, unless it is shown that he or she acted in bad faith. 1993, c. 38, s. 63 (6). Confidentiality 28.17(1)Subject to subsection 28.24 (5), neither the Counsel nor any employee of the Counsel shall disclose information received from an employee under this Part to any person without the consent of the employee who disclosed the information. Same (2)If an employee seeks advice from or discloses information to the Counsel, neither the Counsel nor any employee of the Counsel shall disclose the identity of the employee to any person without the employee’s consent. Exception, prevent crime (3)Despite subsections (1) and (2), the Counsel may disclose information received from an employee and the employee’s identity to the Ontario Provincial Police or a municipal police force if the Counsel believes on reasonable grounds, (a) that a crime is likely to be committed if he or she does not do so; and (b) that the disclosure is necessary to prevent the crime. Same (4)Subsection (3) does not authorize the Counsel to disclose to the Ontario Provincial Police or a municipal police force a copy of a record that an employee has disclosed to the Counsel under subsection 28.16 (4). Exception, grave danger (5)Despite subsection (1), if the Counsel believes on reasonable grounds that it is in the public interest that information disclosed by an employee be disclosed to the public or persons affected and that it reveals an imminent grave health or safety hazard to any person or an imminent grave environmental hazard, the Counsel shall, as soon as practicable, disclose that information to the head of the institution to which it relates. 1993, c. 38, s. 63 (6). Disclosure of Serious Government Wrongdoing Review by Counsel 28.18(1)On request by an employee, the Counsel shall review information the employee has disclosed to the Counsel to determine whether, in the Counsel’s opinion, the information, if correct, may reveal serious government wrongdoing. Require report (2)Subject to subsection (3), the Counsel shall determine that he or she should require a report under this Part if, (a) he or she determines that the information, if correct, may reveal serious government wrongdoing; (b) the information is sufficiently credible that the Counsel believes there may be serious government wrongdoing; and (c) the information that may be included in the notice given under section 28.20 is sufficient to enable the head to conduct an investigation into the matter. Exception (3)The Counsel may refuse to require a report under this Part if, in the Counsel’s opinion, (a) it would be more appropriate for the employee to bring the allegation of wrongdoing to the attention of a responsible official in the institution to which the information relates; or (b) it would be more appropriate for the employee to bring the allegation of wrongdoing to the attention of a law enforcement agency or a government agency whose mandate is to investigate similar allegations. Same (4)The Counsel shall not determine that it would be more appropriate for the employee to bring an allegation of wrongdoing to the attention of a responsible official if the employee fears retaliation if the employee were to do so. Inform employee (5)The Counsel shall inform the employee of his or her determinations under this section and of the reasons for them. 1993, c. 38, s. 63 (6). No serious wrongdoing 28.19If the Counsel determines that he or she should not require a report, the Counsel may, with the consent of the employee, disclose part or all of the information received from the employee to the head of the institution to which the information relates. 1993, c. 38, s. 63 (6). Report required 28.20(1)Subject to subsection (2), the Counsel shall by notice require the head of the institution to which information disclosed by an employee relates to submit to the Counsel a report concerning the information if, (a) the Counsel determines that he or she should require a report; and (b) the employee consents to the Counsel’s requiring the report. Same (2)If, because of the nature of the information, the Counsel believes that it would not be appropriate to require the head of the institution to which the information relates to submit a report concerning it, the Counsel may by notice require the report from whatever Minister of the Crown he or she considers appropriate in the circumstances rather than from the head referred to in subsection (1). Contents of notice (3)Subject to subsection (4), the notice requiring a report shall include a written summary of the information disclosed to the Counsel that relates to the allegation of wrongdoing and copies of any records which the employee seeks to have made public through the Counsel. Delete to protect privacy (4)The Counsel shall, with the consent of the employee, delete from the summary or records information that might, directly or indirectly, disclose the identity of the employee. 1993, c. 38, s. 63 (6). Investigation and report 28.21(1)Subject to section 28.25, a head of an institution who receives a notice requiring a report shall cause an investigation to be conducted concerning the information set out in the notice and report to the Counsel in writing within thirty days after receiving the notice. Extension of time (2)On request from the head, the Counsel may extend the time required for preparing the report. Curtailing time (3)The Counsel may require the report within a period less than thirty days after receiving the notice in exigent circumstances. Personal information (4)The head may collect personal information from a person or institution other than the person to whom the information relates and may disclose personal information to a person or institution if that collection or disclosure is necessary for the conduct of an investigation under this section. Contents of report (5)The head’s report shall set out, (a) the written summary and records provided by the Counsel under subsection 28.20 (3); (b) the steps taken in the investigation; (c) a summary of the evidence obtained from the investigation; (d) any serious government wrongdoing that was discovered in the course of the investigation; and (e) any corrective action that has been taken or that will be taken as a result of the investigation. Exempt information (6)The head may sever information from the report if the head determines, (a) that the information to be severed is exempt from access under any of sections 12 to 22 of the Freedom of Information and Protection of Privacy Act and that there is not a compelling public interest in disclosing the information that clearly outweighs the purpose of the exemption; or (b) that the information to be severed is exempt from access under another section of that Act. Same (7)The head may sever information from the written summary and records provided by the Counsel under subsection 28.20 (3) if the head determines that the information to be severed does not relate to the allegation of serious government wrongdoing. Set out severance (8)If the head severs information under subsection (6) or (7), the report shall set out, (a) the specific provision of this Part under which the information is severed; and (b) the fact that, if the report has been placed in the public file, any person may appeal to the Commissioner for a review of the decision. Same (9)If the head severs information under subsection (6), the report shall set out, (a) the specific provision of the Freedom of Information and Protection of Privacy Act under which the information is exempt from access; and (b) the reason the provision applies to the severed information. Submissions (10)When the head reports to the Counsel, the head may make submissions to the Counsel concerning whether it is in the public interest to have the report placed in the public file. 1993, c. 38, s. 63 (6). If report inadequate 28.22(1)After receiving a report from a head, the Counsel may give a written direction to the head to revise the report if the report is not made in accordance with section 28.21 or if the report, directly or indirectly, identifies the employee whose information initiated the investigation as the source of the information. Revised report (2)A head who receives a direction to revise a report shall provide the Counsel with the revised report, as directed, within the time required by the Counsel in the direction. 1993, c. 38, s. 63 (6). If report not received 28.23(1)If the Counsel does not receive a head’s report or revised report within the time required under this Part, the Counsel may report that fact to the Speaker who shall cause the Counsel’s report to be laid before the Assembly if it is in session or, if not, at the next session. Same (2)The Counsel’s report under subsection (1) shall not include any information concerning the substance of any allegation of serious government wrongdoing. 1993, c. 38, s. 63 (6). Report in public file 28.24(1)After receiving a report made in accordance with section 28.21, the Counsel shall make the report public by placing it in the public file unless the Counsel determines that it is not in the public interest to make it public. Public interest (2)To determine whether it is in the public interest to make the report public, the Counsel shall consider all of the relevant circumstances including, (a) if the report does not disclose serious government wrongdoing, whether publication of the report would unfairly damage the reputation of a person or an institution; (b) whether the disclosure could reasonably be expected to endanger the life or physical safety of any person; (c) whether the disclosure could reasonably be expected to prejudice or interfere with a law enforcement investigation; and (d) whether the report might identify who the employee was whose information initiated the investigation. Head’s submissions (3)The Counsel shall not place a head’s submissions under subsection 28.21 (10) in the public file. Submissions by employee (4)If the Counsel believes it is in the public interest to place the report in the public file, before deciding whether to place the report in the public file, the Counsel shall show the report to the employee whose information initiated the investigation and give the employee an opportunity to make submissions on whether it is in the public interest to place the report in the public file. Consent not needed (5)The Counsel may place the report in the public file without the consent of the employee whose information initiated the investigation. 1993, c. 38, s. 63 (6). Referral for investigation 28.25(1)If, because of the nature of an allegation of wrongdoing, the head believes that rather than preparing a report it would be more appropriate to refer the matter to a law enforcement agency or a government agency whose mandate is to investigate similar allegations, he or she may refer it to the agency for investigation. Same (2)If the head refers an allegation of wrongdoing to an agency and the agency agrees to investigate the allegation, the head shall give written notice to the Counsel that the agency will investigate the allegation, but the head shall do so within thirty days after receiving the notice from the Counsel. Same (3)The head shall not include any information concerning the substance of the allegation of wrongdoing in a notice under subsection (2). Same (4)If the head gives the Counsel notice under this section, the head is not required to prepare a report under section 28.21. Notice of referral in public file (5)After receiving a notice under this section, the Counsel shall make the notice public by placing it in the public file unless the Counsel believes that doing so could reasonably be expected to prejudice or interfere with a police investigation. 1993, c. 38, s. 63 (6). Appeal Seeking Disclosure of Severed Information Appeal re severed information 28.26(1)After a report of a head has been placed in the public file, if the head responsible for that report has severed information required to be in the report, any person may appeal to the Commissioner to seek disclosure of the severed information. Procedure (2)Part IV of the Freedom of Information and Protection of Privacy Act applies, with necessary modifications, to an appeal under this section. Same (3)The appeal shall be made within twelve months after the report is placed in the public file. Commissioner’s power (4)The Commissioner shall determine all questions of fact and law in the appeal. Copy of decision to Counsel (5)The Commissioner shall give a copy of his or her decision to the Counsel who shall place it in the public file with the report to which it relates. 1993, c. 38, s. 63 (6). Counsel to appeal for employee 28.27(1)The Counsel shall bring an appeal under section 28.26 if the employee who disclosed the information that led to the report requests that the Counsel do so. Same (2)The Counsel shall not disclose the identity of the employee in the appeal. Same (3)If the Counsel brings an appeal on an employee’s request, the Counsel shall keep the employee informed of the progress and result of the appeal. 1993, c. 38, s. 63 (6). Head to forward other information 28.28(1)A head who has received notice of the final disposition of an appeal under section 28.26 shall forward to the Counsel a copy of the written summary and reports referred to in subsection 28.21 (5), revised in accordance with the final disposition of the appeal. Information in public file (2)The Counsel shall place the records received under this section in the public file with the report to which they relate. 1993, c. 38, s. 63 (6). Protection of Employees No discipline, etc. 28.29(1)No institution or person acting on behalf of an institution shall take adverse employment action against an employee because, (a) the employee, acting in good faith, has disclosed information to the Counsel under this Part; or (b) the employee, acting in good faith, has exercised or may exercise a right under this Part. Presumption (2)There is a presumption that an institution has contravened subsection (1) if, (a) the Counsel has required a head to submit a report to the Counsel concerning an employee’s allegation of serious government wrongdoing; and (b) after the Counsel has done so, that head or any other head has taken adverse employment action against the employee. Offence (3)Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $5,000. Consent (4)A prosecution under this section shall not be commenced without the consent of the Board. Information (5)An application for consent to commence a prosecution for an offence under this section may be made by a trade union or an employee’s organization among others, and, if the consent is given by the Board, the information may be laid by an officer, official or member of the body that applied for consent. Civil remedy (6)An employee who wishes to complain that an institution or a person acting on behalf of an institution has contravened subsection (1) may either have the matter dealt with by final and binding settlement by arbitration under a collective agreement, if that is available, or file a complaint with the Board under section 28.30. Same (7)Subsection (6) shall not be interpreted to limit any other right an employee may have under any other Act or at law to seek a remedy with respect to adverse employment action. 1993, c. 38, s. 63 (6). Complaint to Board 28.30(1)An employee may file a written complaint with the Board alleging that an institution has contravened subsection 28.29 (1). Inquiry (2)The Board may authorize a labour relations officer to inquire into a complaint and, if it does so, the officer shall, (a) inquire into the complaint forthwith; (b) endeavour to effect a settlement of the matter complained of; and (c) report the results of the inquiry and endeavours to the Board. Inquiry by Board (3)If a labour relations officer is unable to effect a settlement of the matter complained of, or if the Board in its discretion dispenses with an inquiry by a labour relations officer, the Board may inquire into the complaint. Determination (4)If the Board, after inquiring into the complaint, is satisfied that an institution has contravened subsection 28.29 (1), the Board shall determine what, if anything, the institution shall do or refrain from doing about the contravention. Same (5)The determination may include, but is not limited to, one or more of, (a) an order directing the institution or person acting on behalf of the institution to cease doing the act or acts complained of; (b) an order directing the institution or person to rectify the act or acts complained of; or (c) an order directing the institution or person to reinstate in employment or hire the employee, with or without compensation, or to compensate, instead of hiring or reinstatement, for loss of earnings or other employment benefits in an amount assessed by the Board against the institution or person. Agreement to contrary (6)A determination under this section applies despite an agreement to the contrary. 1993, c. 38, s. 63 (6). Failure to comply 28.31If the institution fails to comply with a term of the determination within fourteen days after the date of its release by the Board or after the date provided in the determination for compliance, whichever is later, the employee may file the determination, without reasons, in the form prescribed under the Labour Relations Act with the Superior Court of Justice and the determination may be enforced as if it were an order of the court. 1993, c. 38, s. 63 (6); 2006, c. 19, Sched. C, s. 1 (1). Effect of settlement 28.32(1)If there is a written and signed settlement of a complaint, a party to the settlement may file a written complaint with the Board alleging that another party to the settlement has failed to comply with the settlement. Same (2)Subsection (1) and sections 28.30 and 28.31 apply, with necessary modifications, with respect to a complaint alleging failure to comply with a settlement. 1993, c. 38, s. 63 (6). Person acting on behalf of institution 28.33For the purposes of sections 28.30 to 28.32, an act that is performed on behalf of an institution shall be deemed to be the act of the institution. 1993, c. 38, s. 63 (6). Powers, etc., of Board 28.34(1)The provisions of the Labour Relations Act and the regulations under it relating to powers, practices and procedures of the Board apply, with necessary modifications, to an inquiry by the Board into a complaint under this Act. Same (2)Sections 108, 110, 111 and 112 of the Labour Relations Act apply, with necessary modifications, to an inquiry by the Board into a complaint under this Act. 1993, c. 38, s. 63 (6). General Counsel Appointment 28.35(1)The Lieutenant Governor in Council shall appoint a member of The Law Society of Upper Canada as the Counsel on the address of the Assembly. Term of office (2)The Counsel shall hold office for a term of five years and may be reappointed for one or more terms. Removal (3)The Lieutenant Governor in Council may remove the Counsel for cause on the address of the Assembly before the expiration of his or her term of office. Salary (4)The Counsel shall be paid the remuneration and allowances fixed by the Lieutenant Governor in Council. Staff (5)The persons that are necessary for the performance of the duties of the Counsel shall be members of the staff of the Office of the Assembly. 1993, c. 38, s. 63 (6). Temporary Counsel 28.36(1)If the Counsel dies, resigns or is unable or neglects to perform the functions of his or her office, the Lieutenant Governor in Council may appoint a temporary Counsel to hold office for a term of not more than six months. Same (2)A temporary Counsel shall have the powers and duties of the Counsel and shall be paid the remuneration and allowances fixed by the Lieutenant Governor in Council. 1993, c. 38, s. 63 (6). Public file 28.37The Counsel shall maintain a file available to the public containing any report submitted to the Counsel by a head and made public by the Counsel under section 28.24. 1993, c. 38, s. 63 (6). Confidentiality of records, Counsel 28.38(1)Unless this Act specifically authorizes their disclosure, records in the custody or under the control of the Counsel shall not be disclosed to any person outside the office of the Counsel, (a) if the records relate to information disclosed to the Counsel by an employee; or (b) if the records are prepared or received in respect of an allegation of serious government wrongdoing. Same, institutions (2)Subject to section 28.25 (referral for investigation), the following records shall not be disclosed to any person if the records are in the custody or under the control of an institution and they relate to a report a head has prepared or is preparing for the Counsel: 1. The written summary and records provided by the Counsel under subsection 28.20 (3). 2. Any records prepared by the institution in order to conduct its investigation and make a report. 3. Any copies made of existing records used by the institution in order to conduct its investigation and make a report. 4. The report or a draft of the report. Exception (3)Subsection (2) does not apply if the head’s report has been submitted to the Counsel and the Counsel places the report in the public file. 1993, c. 38, s. 63 (6). Proceedings privileged 28.39(1)Except in the case of judicial review, no proceedings lie against the Counsel or any person employed in the office of the Counsel for anything he or she may do or report or say in the course of the exercise or intended exercise of his or her functions under this Part, unless it is shown that he or she acted in bad faith. Same (2)The Counsel and any person employed in the office of the Counsel shall not be called to give evidence or required to produce a record in any court or in any proceeding of a judicial nature in respect of anything coming to his or her knowledge in the exercise of his or her functions under this Part, unless disclosure of that information or record is authorized by this Part. 1993, c. 38, s. 63 (6). Counsel not liable 28.40The Counsel is not liable to prosecution for an offence under any Act for anything he or she may do or report or say in the course of the exercise or intended exercise of his or her functions under this Part, unless it is shown that he or she acted in bad faith. 1993, c. 38, s. 63 (6). Annual report 28.41(1)The Counsel shall make an annual report on the activities of the Counsel’s office to the Speaker of the Assembly. Same (2)The Counsel’s annual report shall include a summary of the number, nature and ultimate resolutions of allegations of serious government wrongdoing disclosed to the Counsel under this Act. Same (3)The Speaker shall cause the report to be laid before the Assembly if it is in session or, if not, at the next session. 1993, c. 38, s. 63 (6). Rights preserved 28.42Nothing in this Part shall be interpreted to limit any right that an employee may have under any other Act or at law to disclose information about government wrongdoing in the public interest. 1993, c. 38, s. 63 (6). Commencement 28.43Sections 28.11 to 28.42 come into force on a day to be named by proclamation of the Lieutenant Governor. 1993, c. 38, s. 63 (6). PART V   REGULATIONS AND MISCELLANEOUS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P741_75775\"></a><a name=\"BK54\"></a>28.10</b> (1) A Crown employee to whom subsection 28.9 (1) applies and who is not entitled to have the matter dealt with by final and binding arbitration may file a written grievance with the Ontario Labour Relations Board. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Inquiry by labour relations officer</b></p> <p class=\"subsection-e\">(2) The Board may authorize a labour relations officer to inquire into the grievance and, if it does so, the officer shall,</p> <p class=\"clause-e\">(a) inquire into the grievance forthwith;</p> <p class=\"clause-e\">(b) endeavour to effect a settlement of the matter; and</p> <p class=\"clause-e\">(c) report the results of the inquiry and endeavours to the Board. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Inquiry by Board</b></p> <p class=\"subsection-e\">(3) If a labour relations officer is unable to effect a settlement of the matter, or if the Board in its discretion dispenses with an inquiry by a labour relations officer, the Board may inquire into the grievance. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Determination and order</b></p> <p class=\"subsection-e\">(4) If the Board, after inquiring into the grievance, is satisfied that the employee did not contravene section 28.1, subsection 28.3 (2) or 28.4 (1), that the employee should not be disciplined or that a lesser penalty would be more appropriate, or if the Board is satisfied that the employee suffered adverse consequences as described in clause 28.9 (1) (b), the Board shall make an order to that effect in favour of the employee and shall specify the remedy to be provided. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Failure to comply with order</b></p> <p class=\"subsection-e\">(5) If the employer fails to comply with a term of the order within fourteen days after the date the Board releases it or after the date specified in the order for compliance, whichever is later, the employee may file the order, without reasons, in the form prescribed under the <i>Labour Relations Act </i>with the Superior Court of Justice, and the order may be enforced as if it were an order of the court. 1993, c. 38, s. 63 (5); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Settlement</b></p> <p class=\"subsection-e\">(6) If there is a written and signed settlement of a grievance, a party to the settlement may file a written complaint with the Board alleging that another party to the settlement has failed to comply with it, and in that case subsections (3) to (6) apply, with necessary modifications. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Powers of Board</b></p> <p class=\"subsection-e\">(7) The provisions of the <i>Labour Relations Act</i> and the regulations under it relating to the Board’s powers, practices and procedures apply, with necessary modifications, to an inquiry under this section. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(8) Sections 108, 110, 111 and 112 of the <i>Labour Relations Act</i> apply, with necessary modifications, to an inquiry under this section. 1993, c. 38, s. 63 (5).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(9) In this section,</p> <p class=\"firstdef-e\">“Board” means the Ontario Labour Relations Board. 1993, c. 38, s. 63 (5).</p> <p class=\"Ypartnum-e\"><b><a name=\"P762_78529\"></a><a name=\"BK55\"></a>PART IV <br/>  WHISTLEBLOWERS’ PROTECTION</b></p> <p class=\"Yheading1-e\"><a name=\"P763_78564\"></a><a name=\"BK56\"></a>Introduction</p> <p class=\"Yheadnote-e\"><b>Purposes</b></p> <p class=\"Ysection-e\"><b><a name=\"P765_78584\"></a><a name=\"BK57\"></a>28.11</b>The purposes of this Part are to protect employees of the Ontario Government from retaliation for disclosing allegations of serious government wrongdoing and to provide a means for making those allegations public. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Definitions</b></p> <p class=\"Ysection-e\"><b><a name=\"P767_78841\"></a><a name=\"BK58\"></a>28.12</b>In this Part,</p> <p class=\"Yfirstdef-e\">“Board” means the Ontario Labour Relations Board; (“Commission”)</p> <p class=\"Ydefinition-e\">“Commissioner” means the Information and Privacy Commissioner appointed under the <i>Freedom of Information and Protection of Privacy Act</i>; (“commissaire”)</p> <p class=\"Ydefinition-e\">“Counsel” means the Counsel referred to in section 28.14; (“avocat-conseil”)</p> <p class=\"Ydefinition-e\">“employee” means an employee of an institution and includes an official of an institution; (“employé”)</p> <p class=\"Ydefinition-e\">“head”, in respect of an institution, means a head within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>; (“personne responsable”)</p> <p class=\"Ydefinition-e\">“institution” means an institution within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>; (“institution”)</p> <p class=\"Ydefinition-e\">“law enforcement” means law enforcement within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>; (“exécution de la loi”)</p> <p class=\"Ydefinition-e\">“public file” means the public file maintained by the Counsel under section 28.37; (“dossier public”)</p> <p class=\"Ydefinition-e\">“record” means a record within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>. (“document”) 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Serious government wrongdoing</b></p> <p class=\"Ysection-e\"><b><a name=\"P778_80028\"></a><a name=\"BK59\"></a>28.13</b>For the purposes of this Part, an act or omission constitutes serious government wrongdoing if it is an act or omission of an institution or of an employee acting in the course of his or her employment and if,</p> <p class=\"Yclause-e\">(a) it contravenes a statute or regulation;</p> <p class=\"Yclause-e\">(b) it represents gross mismanagement;</p> <p class=\"Yclause-e\">(c) it causes a gross waste of money;</p> <p class=\"Yclause-e\">(d) it represents an abuse of authority; or</p> <p class=\"Yclause-e\">(e) it poses a grave health or safety hazard to any person or a grave environmental hazard. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Counsel</b></p> <p class=\"Ysection-e\"><b><a name=\"P785_80524\"></a><a name=\"BK60\"></a>28.14</b>(1)There shall be a Counsel to advise employees concerning allegations of serious government wrongdoing and to provide a means for making those allegations public.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)The Counsel shall be an officer of the Assembly. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Advice by Counsel</b></p> <p class=\"Ysection-e\"><b><a name=\"P789_80792\"></a><a name=\"BK61\"></a>28.15</b>The Counsel shall advise employees concerning,</p> <p class=\"Yclause-e\">(a) what constitutes serious government wrongdoing that ought in the public interest to be disclosed;</p> <p class=\"Yclause-e\">(b) whether particular information may reveal serious government wrongdoing that ought in the public interest to be disclosed;</p> <p class=\"Yclause-e\">(c) the process by which information is made public or disclosed to particular agencies under this Part;</p> <p class=\"Yclause-e\">(d) the Counsel’s powers and duties under this Part;</p> <p class=\"Yclause-e\">(e) the employee’s rights and obligations in seeking to make allegations of serious government wrongdoing public through the Counsel or in seeking to disclose those allegations to any other person; and</p> <p class=\"Yclause-e\">(f) the employee’s rights and obligations under this Part. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheading1-e\"><a name=\"P796_81513\"></a><a name=\"BK62\"></a>Information Disclosed to Counsel</p> <p class=\"Yheadnote-e\"><b>Disclosure of information</b></p> <p class=\"Ysection-e\"><b><a name=\"P798_81570\"></a><a name=\"BK63\"></a>28.16</b>(1)An employee may disclose to the Counsel information from an institution that the employee is required to keep confidential,</p> <p class=\"Yclause-e\">(a) in order to seek advice concerning his or her rights and obligations under this Part; or</p> <p class=\"Yclause-e\">(b) if he or she believes that the information may reveal serious government wrongdoing that ought to be disclosed in the public interest, in order to make the information public.</p> <p class=\"Yheadnote-e\"><b>Employee who is lawyer</b></p> <p class=\"Ysubsection-e\">(2)Despite subsection (1), no lawyer employed by an institution shall disclose to the Counsel any privileged information that he or she has received in confidence from an employee in his or her professional capacity.</p> <p class=\"Yheadnote-e\"><b>Form of information</b></p> <p class=\"Ysubsection-e\">(3)An employee may disclose information to the Counsel regardless of whether the information is in oral or written form.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(4)If an employee, acting in good faith, believes on reasonable grounds that a record may reveal serious government wrongdoing, the employee may copy the record for the purpose of disclosing it to the Counsel and may disclose that copy to the Counsel.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(5)Subsection (4) does not authorize an employee to remove an original record from an institution for the purpose of disclosing it to the Counsel.</p> <p class=\"Yheadnote-e\"><b>Employee not liable</b></p> <p class=\"Ysubsection-e\">(6)No employee is liable to prosecution for an offence under any Act,</p> <p class=\"Yclause-e\">(a) for copying a record or disclosing it to the Counsel in accordance with this section; or</p> <p class=\"Yclause-e\">(b) for disclosing information to the Counsel in accordance with this section.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(7)No proceedings lie against an employee for copying a record or disclosing a record or information to the Counsel in accordance with this section, unless it is shown that he or she acted in bad faith. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Confidentiality</b></p> <p class=\"Ysection-e\"><b><a name=\"P816_83257\"></a><a name=\"BK64\"></a>28.17</b>(1)Subject to subsection 28.24 (5), neither the Counsel nor any employee of the Counsel shall disclose information received from an employee under this Part to any person without the consent of the employee who disclosed the information.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)If an employee seeks advice from or discloses information to the Counsel, neither the Counsel nor any employee of the Counsel shall disclose the identity of the employee to any person without the employee’s consent.</p> <p class=\"Yheadnote-e\"><b>Exception, prevent crime</b></p> <p class=\"Ysubsection-e\">(3)Despite subsections (1) and (2), the Counsel may disclose information received from an employee and the employee’s identity to the Ontario Provincial Police or a municipal police force if the Counsel believes on reasonable grounds,</p> <p class=\"Yclause-e\">(a) that a crime is likely to be committed if he or she does not do so; and</p> <p class=\"Yclause-e\">(b) that the disclosure is necessary to prevent the crime.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(4)Subsection (3) does not authorize the Counsel to disclose to the Ontario Provincial Police or a municipal police force a copy of a record that an employee has disclosed to the Counsel under subsection 28.16 (4).</p> <p class=\"Yheadnote-e\"><b>Exception, grave danger</b></p> <p class=\"Ysubsection-e\">(5)Despite subsection (1), if the Counsel believes on reasonable grounds that it is in the public interest that information disclosed by an employee be disclosed to the public or persons affected and that it reveals an imminent grave health or safety hazard to any person or an imminent grave environmental hazard, the Counsel shall, as soon as practicable, disclose that information to the head of the institution to which it relates. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheading1-e\"><a name=\"P827_84819\"></a><a name=\"BK65\"></a>Disclosure of Serious Government Wrongdoing</p> <p class=\"Yheadnote-e\"><b>Review by Counsel</b></p> <p class=\"Ysection-e\"><b><a name=\"P829_84879\"></a><a name=\"BK66\"></a>28.18</b>(1)On request by an employee, the Counsel shall review information the employee has disclosed to the Counsel to determine whether, in the Counsel’s opinion, the information, if correct, may reveal serious government wrongdoing.</p> <p class=\"Yheadnote-e\"><b>Require report</b></p> <p class=\"Ysubsection-e\">(2)Subject to subsection (3), the Counsel shall determine that he or she should require a report under this Part if,</p> <p class=\"Yclause-e\">(a) he or she determines that the information, if correct, may reveal serious government wrongdoing;</p> <p class=\"Yclause-e\">(b) the information is sufficiently credible that the Counsel believes there may be serious government wrongdoing; and</p> <p class=\"Yclause-e\">(c) the information that may be included in the notice given under section 28.20 is sufficient to enable the head to conduct an investigation into the matter.</p> <p class=\"Yheadnote-e\"><b>Exception</b></p> <p class=\"Ysubsection-e\">(3)The Counsel may refuse to require a report under this Part if, in the Counsel’s opinion,</p> <p class=\"Yclause-e\">(a) it would be more appropriate for the employee to bring the allegation of wrongdoing to the attention of a responsible official in the institution to which the information relates; or</p> <p class=\"Yclause-e\">(b) it would be more appropriate for the employee to bring the allegation of wrongdoing to the attention of a law enforcement agency or a government agency whose mandate is to investigate similar allegations.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(4)The Counsel shall not determine that it would be more appropriate for the employee to bring an allegation of wrongdoing to the attention of a responsible official if the employee fears retaliation if the employee were to do so.</p> <p class=\"Yheadnote-e\"><b>Inform employee</b></p> <p class=\"Ysubsection-e\">(5)The Counsel shall inform the employee of his or her determinations under this section and of the reasons for them. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>No serious wrongdoing</b></p> <p class=\"Ysection-e\"><b><a name=\"P844_86525\"></a><a name=\"BK67\"></a>28.19</b>If the Counsel determines that he or she should not require a report, the Counsel may, with the consent of the employee, disclose part or all of the information received from the employee to the head of the institution to which the information relates. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Report required</b></p> <p class=\"Ysection-e\"><b><a name=\"P846_86825\"></a><a name=\"BK68\"></a>28.20</b>(1)Subject to subsection (2), the Counsel shall by notice require the head of the institution to which information disclosed by an employee relates to submit to the Counsel a report concerning the information if,</p> <p class=\"Yclause-e\">(a) the Counsel determines that he or she should require a report; and</p> <p class=\"Yclause-e\">(b) the employee consents to the Counsel’s requiring the report.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)If, because of the nature of the information, the Counsel believes that it would not be appropriate to require the head of the institution to which the information relates to submit a report concerning it, the Counsel may by notice require the report from whatever Minister of the Crown he or she considers appropriate in the circumstances rather than from the head referred to in subsection (1).</p> <p class=\"Yheadnote-e\"><b>Contents of notice</b></p> <p class=\"Ysubsection-e\">(3)Subject to subsection (4), the notice requiring a report shall include a written summary of the information disclosed to the Counsel that relates to the allegation of wrongdoing and copies of any records which the employee seeks to have made public through the Counsel.</p> <p class=\"Yheadnote-e\"><b>Delete to protect privacy</b></p> <p class=\"Ysubsection-e\">(4)The Counsel shall, with the consent of the employee, delete from the summary or records information that might, directly or indirectly, disclose the identity of the employee. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Investigation and report</b></p> <p class=\"Ysection-e\"><b><a name=\"P856_88123\"></a><a name=\"BK69\"></a>28.21</b>(1)Subject to section 28.25, a head of an institution who receives a notice requiring a report shall cause an investigation to be conducted concerning the information set out in the notice and report to the Counsel in writing within thirty days after receiving the notice.</p> <p class=\"Yheadnote-e\"><b>Extension of time</b></p> <p class=\"Ysubsection-e\">(2)On request from the head, the Counsel may extend the time required for preparing the report.</p> <p class=\"Yheadnote-e\"><b>Curtailing time</b></p> <p class=\"Ysubsection-e\">(3)The Counsel may require the report within a period less than thirty days after receiving the notice in exigent circumstances.</p> <p class=\"Yheadnote-e\"><b>Personal information</b></p> <p class=\"Ysubsection-e\">(4)The head may collect personal information from a person or institution other than the person to whom the information relates and may disclose personal information to a person or institution if that collection or disclosure is necessary for the conduct of an investigation under this section.</p> <p class=\"Yheadnote-e\"><b>Contents of report</b></p> <p class=\"Ysubsection-e\">(5)The head’s report shall set out,</p> <p class=\"Yclause-e\">(a) the written summary and records provided by the Counsel under subsection 28.20 (3);</p> <p class=\"Yclause-e\">(b) the steps taken in the investigation;</p> <p class=\"Yclause-e\">(c) a summary of the evidence obtained from the investigation;</p> <p class=\"Yclause-e\">(d) any serious government wrongdoing that was discovered in the course of the investigation; and</p> <p class=\"Yclause-e\">(e) any corrective action that has been taken or that will be taken as a result of the investigation.</p> <p class=\"Yheadnote-e\"><b>Exempt information</b></p> <p class=\"Ysubsection-e\">(6)The head may sever information from the report if the head determines,</p> <p class=\"Yclause-e\">(a) that the information to be severed is exempt from access under any of sections 12 to 22 of the <i>Freedom of Information and Protection of Privacy Act</i> and that there is not a compelling public interest in disclosing the information that clearly outweighs the purpose of the exemption; or</p> <p class=\"Yclause-e\">(b) that the information to be severed is exempt from access under another section of that Act.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(7)The head may sever information from the written summary and records provided by the Counsel under subsection 28.20 (3) if the head determines that the information to be severed does not relate to the allegation of serious government wrongdoing.</p> <p class=\"Yheadnote-e\"><b>Set out severance</b></p> <p class=\"Ysubsection-e\">(8)If the head severs information under subsection (6) or (7), the report shall set out,</p> <p class=\"Yclause-e\">(a) the specific provision of this Part under which the information is severed; and</p> <p class=\"Yclause-e\">(b) the fact that, if the report has been placed in the public file, any person may appeal to the Commissioner for a review of the decision.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(9)If the head severs information under subsection (6), the report shall set out,</p> <p class=\"Yclause-e\">(a) the specific provision of the <i>Freedom of Information and Protection of Privacy Act</i> under which the information is exempt from access; and</p> <p class=\"Yclause-e\">(b) the reason the provision applies to the severed information.</p> <p class=\"Yheadnote-e\"><b>Submissions</b></p> <p class=\"Ysubsection-e\">(10)When the head reports to the Counsel, the head may make submissions to the Counsel concerning whether it is in the public interest to have the report placed in the public file. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>If report inadequate</b></p> <p class=\"Ysection-e\"><b><a name=\"P887_90985\"></a><a name=\"BK70\"></a>28.22</b>(1)After receiving a report from a head, the Counsel may give a written direction to the head to revise the report if the report is not made in accordance with section 28.21 or if the report, directly or indirectly, identifies the employee whose information initiated the investigation as the source of the information.</p> <p class=\"Yheadnote-e\"><b>Revised report</b></p> <p class=\"Ysubsection-e\">(2)A head who receives a direction to revise a report shall provide the Counsel with the revised report, as directed, within the time required by the Counsel in the direction. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>If report not received</b></p> <p class=\"Ysection-e\"><b><a name=\"P891_91548\"></a><a name=\"BK71\"></a>28.23</b>(1)If the Counsel does not receive a head’s report or revised report within the time required under this Part, the Counsel may report that fact to the Speaker who shall cause the Counsel’s report to be laid before the Assembly if it is in session or, if not, at the next session.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)The Counsel’s report under subsection (1) shall not include any information concerning the substance of any allegation of serious government wrongdoing. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Report in public file</b></p> <p class=\"Ysection-e\"><b><a name=\"P895_92046\"></a><a name=\"BK72\"></a>28.24</b>(1)After receiving a report made in accordance with section 28.21, the Counsel shall make the report public by placing it in the public file unless the Counsel determines that it is not in the public interest to make it public.</p> <p class=\"Yheadnote-e\"><b>Public interest</b></p> <p class=\"Ysubsection-e\">(2)To determine whether it is in the public interest to make the report public, the Counsel shall consider all of the relevant circumstances including,</p> <p class=\"Yclause-e\">(a) if the report does not disclose serious government wrongdoing, whether publication of the report would unfairly damage the reputation of a person or an institution;</p> <p class=\"Yclause-e\">(b) whether the disclosure could reasonably be expected to endanger the life or physical safety of any person;</p> <p class=\"Yclause-e\">(c) whether the disclosure could reasonably be expected to prejudice or interfere with a law enforcement investigation; and</p> <p class=\"Yclause-e\">(d) whether the report might identify who the employee was whose information initiated the investigation.</p> <p class=\"Yheadnote-e\"><b>Head’s submissions</b></p> <p class=\"Ysubsection-e\">(3)The Counsel shall not place a head’s submissions under subsection 28.21 (10) in the public file.</p> <p class=\"Yheadnote-e\"><b>Submissions by employee</b></p> <p class=\"Ysubsection-e\">(4)If the Counsel believes it is in the public interest to place the report in the public file, before deciding whether to place the report in the public file, the Counsel shall show the report to the employee whose information initiated the investigation and give the employee an opportunity to make submissions on whether it is in the public interest to place the report in the public file.</p> <p class=\"Yheadnote-e\"><b>Consent not needed</b></p> <p class=\"Ysubsection-e\">(5)The Counsel may place the report in the public file without the consent of the employee whose information initiated the investigation. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Referral for investigation</b></p> <p class=\"Ysection-e\"><b><a name=\"P909_93692\"></a><a name=\"BK73\"></a>28.25</b>(1)If, because of the nature of an allegation of wrongdoing, the head believes that rather than preparing a report it would be more appropriate to refer the matter to a law enforcement agency or a government agency whose mandate is to investigate similar allegations, he or she may refer it to the agency for investigation.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)If the head refers an allegation of wrongdoing to an agency and the agency agrees to investigate the allegation, the head shall give written notice to the Counsel that the agency will investigate the allegation, but the head shall do so within thirty days after receiving the notice from the Counsel.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(3)The head shall not include any information concerning the substance of the allegation of wrongdoing in a notice under subsection (2).</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(4)If the head gives the Counsel notice under this section, the head is not required to prepare a report under section 28.21.</p> <p class=\"Yheadnote-e\"><b>Notice of referral in public file</b></p> <p class=\"Ysubsection-e\">(5)After receiving a notice under this section, the Counsel shall make the notice public by placing it in the public file unless the Counsel believes that doing so could reasonably be expected to prejudice or interfere with a police investigation. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheading1-e\"><a name=\"P918_94904\"></a><a name=\"BK74\"></a>Appeal Seeking Disclosure of Severed Information</p> <p class=\"Yheadnote-e\"><b>Appeal re severed information</b></p> <p class=\"Ysection-e\"><b><a name=\"P920_94981\"></a><a name=\"BK75\"></a>28.26</b>(1)After a report of a head has been placed in the public file, if the head responsible for that report has severed information required to be in the report, any person may appeal to the Commissioner to seek disclosure of the severed information.</p> <p class=\"Yheadnote-e\"><b>Procedure</b></p> <p class=\"Ysubsection-e\">(2)Part IV of the <i>Freedom of Information and Protection of Privacy Act</i> applies, with necessary modifications, to an appeal under this section.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(3)The appeal shall be made within twelve months after the report is placed in the public file.</p> <p class=\"Yheadnote-e\"><b>Commissioner’s power</b></p> <p class=\"Ysubsection-e\">(4)The Commissioner shall determine all questions of fact and law in the appeal.</p> <p class=\"Yheadnote-e\"><b>Copy of decision to Counsel</b></p> <p class=\"Ysubsection-e\">(5)The Commissioner shall give a copy of his or her decision to the Counsel who shall place it in the public file with the report to which it relates. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Counsel to appeal for employee</b></p> <p class=\"Ysection-e\"><b><a name=\"P930_95819\"></a><a name=\"BK76\"></a>28.27</b>(1)The Counsel shall bring an appeal under section 28.26 if the employee who disclosed the information that led to the report requests that the Counsel do so.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)The Counsel shall not disclose the identity of the employee in the appeal.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(3)If the Counsel brings an appeal on an employee’s request, the Counsel shall keep the employee informed of the progress and result of the appeal. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Head to forward other information</b></p> <p class=\"Ysection-e\"><b><a name=\"P936_96277\"></a><a name=\"BK77\"></a>28.28</b>(1)A head who has received notice of the final disposition of an appeal under section 28.26 shall forward to the Counsel a copy of the written summary and reports referred to in subsection 28.21 (5), revised in accordance with the final disposition of the appeal.</p> <p class=\"Yheadnote-e\"><b>Information in public file</b></p> <p class=\"Ysubsection-e\">(2)The Counsel shall place the records received under this section in the public file with the report to which they relate. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheading1-e\"><a name=\"P939_96723\"></a><a name=\"BK78\"></a>Protection of Employees</p> <p class=\"Yheadnote-e\"><b>No discipline, etc.</b></p> <p class=\"Ysection-e\"><b><a name=\"P941_96765\"></a><a name=\"BK79\"></a>28.29</b>(1)No institution or person acting on behalf of an institution shall take adverse employment action against an employee because,</p> <p class=\"Yclause-e\">(a) the employee, acting in good faith, has disclosed information to the Counsel under this Part; or</p> <p class=\"Yclause-e\">(b) the employee, acting in good faith, has exercised or may exercise a right under this Part.</p> <p class=\"Yheadnote-e\"><b>Presumption</b></p> <p class=\"Ysubsection-e\">(2)There is a presumption that an institution has contravened subsection (1) if,</p> <p class=\"Yclause-e\">(a) the Counsel has required a head to submit a report to the Counsel concerning an employee’s allegation of serious government wrongdoing; and</p> <p class=\"Yclause-e\">(b) after the Counsel has done so, that head or any other head has taken adverse employment action against the employee.</p> <p class=\"Yheadnote-e\"><b>Offence</b></p> <p class=\"Ysubsection-e\">(3)Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $5,000.</p> <p class=\"Yheadnote-e\"><b>Consent</b></p> <p class=\"Ysubsection-e\">(4)A prosecution under this section shall not be commenced without the consent of the Board.</p> <p class=\"Yheadnote-e\"><b>Information</b></p> <p class=\"Ysubsection-e\">(5)An application for consent to commence a prosecution for an offence under this section may be made by a trade union or an employee’s organization among others, and, if the consent is given by the Board, the information may be laid by an officer, official or member of the body that applied for consent.</p> <p class=\"Yheadnote-e\"><b>Civil remedy</b></p> <p class=\"Ysubsection-e\">(6)An employee who wishes to complain that an institution or a person acting on behalf of an institution has contravened subsection (1) may either have the matter dealt with by final and binding settlement by arbitration under a collective agreement, if that is available, or file a complaint with the Board under section 28.30.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(7)Subsection (6) shall not be interpreted to limit any other right an employee may have under any other Act or at law to seek a remedy with respect to adverse employment action. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Complaint to Board</b></p> <p class=\"Ysection-e\"><b><a name=\"P959_98569\"></a><a name=\"BK80\"></a>28.30</b>(1)An employee may file a written complaint with the Board alleging that an institution has contravened subsection 28.29 (1).</p> <p class=\"Yheadnote-e\"><b>Inquiry</b></p> <p class=\"Ysubsection-e\">(2)The Board may authorize a labour relations officer to inquire into a complaint and, if it does so, the officer shall,</p> <p class=\"Yclause-e\">(a) inquire into the complaint forthwith;</p> <p class=\"Yclause-e\">(b) endeavour to effect a settlement of the matter complained of; and</p> <p class=\"Yclause-e\">(c) report the results of the inquiry and endeavours to the Board.</p> <p class=\"Yheadnote-e\"><b>Inquiry by Board</b></p> <p class=\"Ysubsection-e\">(3)If a labour relations officer is unable to effect a settlement of the matter complained of, or if the Board in its discretion dispenses with an inquiry by a labour relations officer, the Board may inquire into the complaint.</p> <p class=\"Yheadnote-e\"><b>Determination</b></p> <p class=\"Ysubsection-e\">(4)If the Board, after inquiring into the complaint, is satisfied that an institution has contravened subsection 28.29 (1), the Board shall determine what, if anything, the institution shall do or refrain from doing about the contravention.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(5)The determination may include, but is not limited to, one or more of,</p> <p class=\"Yclause-e\">(a) an order directing the institution or person acting on behalf of the institution to cease doing the act or acts complained of;</p> <p class=\"Yclause-e\">(b) an order directing the institution or person to rectify the act or acts complained of; or</p> <p class=\"Yclause-e\">(c) an order directing the institution or person to reinstate in employment or hire the employee, with or without compensation, or to compensate, instead of hiring or reinstatement, for loss of earnings or other employment benefits in an amount assessed by the Board against the institution or person.</p> <p class=\"Yheadnote-e\"><b>Agreement to contrary</b></p> <p class=\"Ysubsection-e\">(6)A determination under this section applies despite an agreement to the contrary. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Failure to comply</b></p> <p class=\"Ysection-e\"><b><a name=\"P977_100243\"></a><a name=\"BK81\"></a>28.31</b>If the institution fails to comply with a term of the determination within fourteen days after the date of its release by the Board or after the date provided in the determination for compliance, whichever is later, the employee may file the determination, without reasons, in the form prescribed under the <i>Labour Relations Act </i>with the Superior Court of Justice and the determination may be enforced as if it were an order of the court. 1993, c. 38, s. 63 (6); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"Yheadnote-e\"><b>Effect of settlement</b></p> <p class=\"Ysection-e\"><b><a name=\"P979_100769\"></a><a name=\"BK82\"></a>28.32</b>(1)If there is a written and signed settlement of a complaint, a party to the settlement may file a written complaint with the Board alleging that another party to the settlement has failed to comply with the settlement.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)Subsection (1) and sections 28.30 and 28.31 apply, with necessary modifications, with respect to a complaint alleging failure to comply with a settlement. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Person acting on behalf of institution</b></p> <p class=\"Ysection-e\"><b><a name=\"P983_101221\"></a><a name=\"BK83\"></a>28.33</b>For the purposes of sections 28.30 to 28.32, an act that is performed on behalf of an institution shall be deemed to be the act of the institution. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Powers, etc., of Board</b></p> <p class=\"Ysection-e\"><b><a name=\"P985_101423\"></a><a name=\"BK84\"></a>28.34</b>(1)The provisions of the <i>Labour Relations Act</i> and the regulations under it relating to powers, practices and procedures of the Board apply, with necessary modifications, to an inquiry by the Board into a complaint under this Act.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)Sections 108, 110, 111 and 112 of the <i>Labour Relations Act</i> apply, with necessary modifications, to an inquiry by the Board into a complaint under this Act. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheading1-e\"><a name=\"P988_101847\"></a><a name=\"BK85\"></a>General</p> <p class=\"Yheadnote-e\"><b>Counsel</b></p> <p class=\"Yheadnote-e\"><b>Appointment</b></p> <p class=\"Ysection-e\"><b><a name=\"P991_101872\"></a><a name=\"BK86\"></a>28.35</b>(1)The Lieutenant Governor in Council shall appoint a member of The Law Society of Upper Canada as the Counsel on the address of the Assembly.</p> <p class=\"Yheadnote-e\"><b>Term of office</b></p> <p class=\"Ysubsection-e\">(2)The Counsel shall hold office for a term of five years and may be reappointed for one or more terms.</p> <p class=\"Yheadnote-e\"><b>Removal</b></p> <p class=\"Ysubsection-e\">(3)The Lieutenant Governor in Council may remove the Counsel for cause on the address of the Assembly before the expiration of his or her term of office.</p> <p class=\"Yheadnote-e\"><b>Salary</b></p> <p class=\"Ysubsection-e\">(4)The Counsel shall be paid the remuneration and allowances fixed by the Lieutenant Governor in Council.</p> <p class=\"Yheadnote-e\"><b>Staff</b></p> <p class=\"Ysubsection-e\">(5)The persons that are necessary for the performance of the duties of the Counsel shall be members of the staff of the Office of the Assembly. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Temporary Counsel</b></p> <p class=\"Ysection-e\"><b><a name=\"P1001_102600\"></a><a name=\"BK87\"></a>28.36</b>(1)If the Counsel dies, resigns or is unable or neglects to perform the functions of his or her office, the Lieutenant Governor in Council may appoint a temporary Counsel to hold office for a term of not more than six months.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)A temporary Counsel shall have the powers and duties of the Counsel and shall be paid the remuneration and allowances fixed by the Lieutenant Governor in Council. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Public file</b></p> <p class=\"Ysection-e\"><b><a name=\"P1005_103038\"></a><a name=\"BK88\"></a>28.37</b>The Counsel shall maintain a file available to the public containing any report submitted to the Counsel by a head and made public by the Counsel under section 28.24. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Confidentiality of records, Counsel</b></p> <p class=\"Ysection-e\"><b><a name=\"P1007_103272\"></a><a name=\"BK89\"></a>28.38</b>(1)Unless this Act specifically authorizes their disclosure, records in the custody or under the control of the Counsel shall not be disclosed to any person outside the office of the Counsel,</p> <p class=\"Yclause-e\">(a) if the records relate to information disclosed to the Counsel by an employee; or</p> <p class=\"Yclause-e\">(b) if the records are prepared or received in respect of an allegation of serious government wrongdoing.</p> <p class=\"Yheadnote-e\"><b>Same, institutions</b></p> <p class=\"Ysubsection-e\">(2)Subject to section 28.25 (referral for investigation), the following records shall not be disclosed to any person if the records are in the custody or under the control of an institution and they relate to a report a head has prepared or is preparing for the Counsel:</p> <p class=\"Yparagraph-e\">1. The written summary and records provided by the Counsel under subsection 28.20 (3).</p> <p class=\"Yparagraph-e\">2. Any records prepared by the institution in order to conduct its investigation and make a report.</p> <p class=\"Yparagraph-e\">3. Any copies made of existing records used by the institution in order to conduct its investigation and make a report.</p> <p class=\"Yparagraph-e\">4. The report or a draft of the report.</p> <p class=\"Yheadnote-e\"><b>Exception</b></p> <p class=\"Ysubsection-e\">(3)Subsection (2) does not apply if the head’s report has been submitted to the Counsel and the Counsel places the report in the public file. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Proceedings privileged</b></p> <p class=\"Ysection-e\"><b><a name=\"P1019_104486\"></a><a name=\"BK90\"></a>28.39</b>(1)Except in the case of judicial review, no proceedings lie against the Counsel or any person employed in the office of the Counsel for anything he or she may do or report or say in the course of the exercise or intended exercise of his or her functions under this Part, unless it is shown that he or she acted in bad faith.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)The Counsel and any person employed in the office of the Counsel shall not be called to give evidence or required to produce a record in any court or in any proceeding of a judicial nature in respect of anything coming to his or her knowledge in the exercise of his or her functions under this Part, unless disclosure of that information or record is authorized by this Part. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Counsel not liable</b></p> <p class=\"Ysection-e\"><b><a name=\"P1023_105244\"></a><a name=\"BK91\"></a>28.40</b>The Counsel is not liable to prosecution for an offence under any Act for anything he or she may do or report or say in the course of the exercise or intended exercise of his or her functions under this Part, unless it is shown that he or she acted in bad faith. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Annual report</b></p> <p class=\"Ysection-e\"><b><a name=\"P1025_105552\"></a><a name=\"BK92\"></a>28.41</b>(1)The Counsel shall make an annual report on the activities of the Counsel’s office to the Speaker of the Assembly.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(2)The Counsel’s annual report shall include a summary of the number, nature and ultimate resolutions of allegations of serious government wrongdoing disclosed to the Counsel under this Act.</p> <p class=\"Yheadnote-e\"><b>Same</b></p> <p class=\"Ysubsection-e\">(3)The Speaker shall cause the report to be laid before the Assembly if it is in session or, if not, at the next session. 1993, c. 38, s. 63 (6).</p> <p class=\"Yheadnote-e\"><b>Rights preserved</b></p> <p class=\"Ysection-e\"><b><a name=\"P1031_106040\"></a><a name=\"BK93\"></a>28.42</b>Nothing in this Part shall be interpreted to limit any right that an employee may have under any other Act or at law to disclose information about government wrongdoing in the public interest. 1993, c. 38, s. 63 (6).</p> <p class=\"headnote-e\"><b>Commencement</b></p> <p class=\"Psection-e\"><b><a name=\"P1033_106277\"></a><a name=\"BK94\"></a>28.43Sections 28.11 to 28.42 come into force on a day to be named by proclamation of the Lieutenant Governor. 1993, c. 38, s. 63 (6).</b></p> <p class=\"partnum-e\"><b><a name=\"P1034_106414\"></a><a name=\"BK95\"></a>PART V <br/>  REGULATIONS AND MISCELLANEOUS</b></p>"
        },
        {
            "id": "P1036_106478",
            "section": "Regulations of the Commission",
            "content": "29. (1) The Commission, subject to the approval of the Lieutenant Governor in Council, may make regulations, (a) prescribing methods of evaluating and classifying positions; (b) prescribing classifications for positions, including qualifications, duties and salaries, except salaries for previously established classifications for which salaries are determined through collective bargaining; (c) prescribing the standards and procedures to be followed in recruitment, selection and nomination; (d) prescribing the procedures to be followed in making assignments; (e) providing for a probationary period on appointment or assignment; (f) determining employee benefits; (g) providing for the establishment of plans for group life insurance, medical-surgical insurance or long-term income protection insurance; (h) prescribing the hours of work; (i) defining overtime work and providing for compensation therefor; (j) providing for and prescribing payments on death; (k) regulating the conduct of public servants, including the imposition of fines, removal from employment, demotion or otherwise; (l) providing for a system of credits for regular attendance and payments in respect of such credits; (m) providing for the granting of leave of absence; (m.1) Repealed: 2000, c. 26, Sched. J, s. 4. (n) prescribing a period longer than two weeks for the purposes of section 20; (o) prescribing periods of suspension or removal from employment for the purposes of section 22; (p) prescribing the conditions and procedures for release from employment, lay-off and subsequent reappointment; (p.1) governing release from employment on reasonable notice or compensation in lieu of reasonable notice, including requiring a deputy minister to obtain the approval of the Commission before exercising his or her authority under subsection 22 (4.1); (p.2) designating positions or classes of positions for the purposes of subsection 22 (4.1); (q) prescribing the conditions and procedures for dismissal; (r) providing for departmental or branch councils, grievance boards, medical boards, and committees of any kind, and prescribing their jurisdictions, powers and duties, including any of the powers of a commission under Part II of the Public Inquiries Act; (s) prescribing arrangements and procedures for providing, assisting in or co-ordinating staff development programs; (t) prescribing the rules of procedure governing proceedings of the Negotiating Committee; (u) prescribing those Crown employees who hold a Crown Counsel 5 position who do not belong to the restricted category referred to in Part III; (v) prescribing and providing for the use of forms under this Act or the regulations; (w) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. P.47, s. 29 (1); 1993, c. 38, s. 63 (8-10); 1995, c. 1, s. 85 (2); 1997, c. 21, Sched. A., s. 6 (8); 2000, c. 26, Sched. J, s. 4; 2001, c. 7, s. 14 (1). Legislation Act, 2006 (1.1) Part III (Regulations) of the Legislation Act, 2006 does not apply to a regulation made under clause (1) (b). 2006, c. 21, Sched. F, s. 127. Application (2) Any regulations made under subsection (1) may be made applicable to all or any part of the classified service or unclassified service. R.S.O. 1990, c. P.47, s. 29 (2). Where agreement in conflict with regulation (3) Any provision in a collective agreement that is in conflict with a provision of a regulation as it affects the employees of a bargaining unit covered by the collective agreement prevails over the provision of the regulation. R.S.O. 1990, c. P.47, s. 29 (3). Subdelegation (4) A regulation made under subsection (1) may authorize a person specified in the regulation to establish rules or requirements or to grant powers and impose duties relating to any matter mentioned in subsection (1) in such circumstances as are set out in the regulation. 2001, c. 7, s. 14 (2). Legislation Act, 2006, Part III (5) Part III (Regulations) of the Legislation Act, 2006 does not apply with respect to a rule or requirement established under subsection (4) or with respect to a power granted or duty imposed under that subsection. 2001, c. 7, s. 14 (2); 2006, c. 21, Sched. F, s. 136 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1036_106478\"></a><a name=\"BK96\"></a>29.</b> (1) The Commission, subject to the approval of the Lieutenant Governor in Council, may make regulations,</p> <p class=\"clause-e\">(a) prescribing methods of evaluating and classifying positions;</p> <p class=\"clause-e\">(b) prescribing classifications for positions, including qualifications, duties and salaries, except salaries for previously established classifications for which salaries are determined through collective bargaining;</p> <p class=\"clause-e\">(c) prescribing the standards and procedures to be followed in recruitment, selection and nomination;</p> <p class=\"clause-e\">(d) prescribing the procedures to be followed in making assignments;</p> <p class=\"clause-e\">(e) providing for a probationary period on appointment or assignment;</p> <p class=\"clause-e\">(f) determining employee benefits;</p> <p class=\"clause-e\">(g) providing for the establishment of plans for group life insurance, medical-surgical insurance or long-term income protection insurance;</p> <p class=\"clause-e\">(h) prescribing the hours of work;</p> <p class=\"clause-e\">(i) defining overtime work and providing for compensation therefor;</p> <p class=\"clause-e\">(j) providing for and prescribing payments on death;</p> <p class=\"clause-e\">(k) regulating the conduct of public servants, including the imposition of fines, removal from employment, demotion or otherwise;</p> <p class=\"clause-e\">(l) providing for a system of credits for regular attendance and payments in respect of such credits;</p> <p class=\"clause-e\">(m) providing for the granting of leave of absence;</p> <p class=\"clause-e\">(m.1) Repealed: 2000, c. 26, Sched. J, s. 4.</p> <p class=\"clause-e\">(n) prescribing a period longer than two weeks for the purposes of section 20;</p> <p class=\"clause-e\">(o) prescribing periods of suspension or removal from employment for the purposes of section 22;</p> <p class=\"clause-e\">(p) prescribing the conditions and procedures for release from employment, lay-off and subsequent reappointment;</p> <p class=\"clause-e\">(p.1) governing release from employment on reasonable notice or compensation in lieu of reasonable notice, including requiring a deputy minister to obtain the approval of the Commission before exercising his or her authority under subsection 22 (4.1);</p> <p class=\"clause-e\">(p.2) designating positions or classes of positions for the purposes of subsection 22 (4.1);</p> <p class=\"clause-e\">(q) prescribing the conditions and procedures for dismissal;</p> <p class=\"clause-e\">(r) providing for departmental or branch councils, grievance boards, medical boards, and committees of any kind, and prescribing their jurisdictions, powers and duties, including any of the powers of a commission under Part II of the <i>Public Inquiries Act</i>;</p> <p class=\"clause-e\">(s) prescribing arrangements and procedures for providing, assisting in or co-ordinating staff development programs;</p> <p class=\"clause-e\">(t) prescribing the rules of procedure governing proceedings of the Negotiating Committee;</p> <p class=\"clause-e\">(u) prescribing those Crown employees who hold a Crown Counsel 5 position who do not belong to the restricted category referred to in Part III;</p> <p class=\"clause-e\">(v) prescribing and providing for the use of forms under this Act or the regulations;</p> <p class=\"clause-e\">(w) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. P.47, s. 29 (1); 1993, c. 38, s. 63 (8-10); 1995, c. 1, s. 85 (2); 1997, c. 21, Sched. A., s. 6 (8); 2000, c. 26, Sched. J, s. 4; 2001, c. 7, s. 14 (1).</p> <p class=\"headnote-e\"><b><i>Legislation Act, 2006</i></b></p> <p class=\"subsection-e\">(1.1) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a regulation made under clause (1) (b). 2006, c. 21, Sched. F, s. 127.</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(2) Any regulations made under subsection (1) may be made applicable to all or any part of the classified service or unclassified service. R.S.O. 1990, c. P.47, s. 29 (2).</p> <p class=\"headnote-e\"><b>Where agreement in conflict with regulation</b></p> <p class=\"subsection-e\">(3) Any provision in a collective agreement that is in conflict with a provision of a regulation as it affects the employees of a bargaining unit covered by the collective agreement prevails over the provision of the regulation. R.S.O. 1990, c. P.47, s. 29 (3).</p> <p class=\"headnote-e\"><b>Subdelegation</b></p> <p class=\"subsection-e\">(4) A regulation made under subsection (1) may authorize a person specified in the regulation to establish rules or requirements or to grant powers and impose duties relating to any matter mentioned in subsection (1) in such circumstances as are set out in the regulation. 2001, c. 7, s. 14 (2).</p> <p class=\"headnote-e\"><b><i>Legislation Act, 2006</i>, Part III</b></p> <p class=\"subsection-e\">(5) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply with respect to a rule or requirement established under subsection (4) or with respect to a power granted or duty imposed under that subsection. 2001, c. 7, s. 14 (2); 2006, c. 21, Sched. F, s. 136 (1).</p>"
        },
        {
            "id": "P1074_110750",
            "section": "Regulations of the L.G. in C.",
            "content": "29.1(1)The Lieutenant Governor in Council may make regulations, (a) designating agencies of the Crown for the purpose of the definition of “Crown employee”; (b) requiring the appointment of a civil servant, public servant or Crown employee to be made on the form prescribed in the regulation. Retroactive regulation (2)A regulation made under clause (1) (a) may be made effective as of a date earlier than the date on which the Lieutenant Governor in Council makes it, but shall not be made effective as of a date earlier than the 18th day of December, 1991. 1993, c. 19, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1074_110750\"></a><a name=\"BK97\"></a>29.1</b>(1)The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) designating agencies of the Crown for the purpose of the definition of “Crown employee”;</p> <p class=\"clause-e\">(b) requiring the appointment of a civil servant, public servant or Crown employee to be made on the form prescribed in the regulation.</p> <p class=\"headnote-e\"><b>Retroactive regulation</b></p> <p class=\"subsection-e\">(2)A regulation made under clause (1) (a) may be made effective as of a date earlier than the date on which the Lieutenant Governor in Council makes it, but shall not be made effective as of a date earlier than the 18th day of December, 1991. 1993, c. 19, s. 1 (3).</p>"
        },
        {
            "id": "P1080_111345",
            "section": "Regulations",
            "content": "29.2 The Lieutenant Governor in Council may make regulations, (a) defining “gross mismanagement”, “gross waste of money”, “abuse of authority”, “imminent grave health or safety hazard” and “imminent grave environmental hazard” for the purposes of Part IV; (b) providing for the establishment and administration of the public file under Part IV; (c) respecting access of the public to records placed in the public file; (d) prescribing the circumstances under which the Counsel is required to or may provide copies of records placed in the public file; (e) authorizing the Counsel to charge fees for copies of records placed in the public file and prescribing those fees. 1993, c. 38, s. 63 (11); 2006, c. 19, Sched. N, s. 4 (9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1080_111345\"></a><a name=\"BK98\"></a>29.2</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) defining “gross mismanagement”, “gross waste of money”, “abuse of authority”, “imminent grave health or safety hazard” and “imminent grave environmental hazard” for the purposes of Part IV;</p> <p class=\"clause-e\">(b) providing for the establishment and administration of the public file under Part IV;</p> <p class=\"clause-e\">(c) respecting access of the public to records placed in the public file;</p> <p class=\"clause-e\">(d) prescribing the circumstances under which the Counsel is required to or may provide copies of records placed in the public file;</p> <p class=\"clause-e\">(e) authorizing the Counsel to charge fees for copies of records placed in the public file and prescribing those fees. 1993, c. 38, s. 63 (11); 2006, c. 19, Sched. N, s. 4 (9).</p>"
        },
        {
            "id": "P1087_112115",
            "section": "Cost of administration",
            "content": "30.The cost of administration of this Act is payable out of the money appropriated therefor by the Legislature. R.S.O. 1990, c. P.47, s. 30.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1087_112115\"></a><a name=\"BK99\"></a>30.</b>The cost of administration of this Act is payable out of the money appropriated therefor by the Legislature. R.S.O. 1990, c. P.47, s. 30.</p>"
        },
        {
            "id": "P1089_112267",
            "section": "Procedure",
            "content": "31.The Statutory Powers Procedure Act does not apply to proceedings and decisions under this Act or the regulations. R.S.O. 1990, c. P.47, s. 31.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1089_112267\"></a><a name=\"BK100\"></a>31.</b>The <i>Statutory Powers Procedure Act</i> does not apply to proceedings and decisions under this Act or the regulations. R.S.O. 1990, c. P.47, s. 31.</p>"
        },
        {
            "id": "P1091_112465",
            "section": "Restriction on employment in decision on grievance",
            "content": "32. (1) In rendering a decision on a grievance brought before it in accordance with the regulations, the Public Service Grievance Board shall not provide in its decision for the employment of an employee in a position that involves direct responsibility for or that provides an opportunity for contact with residents in a facility or with a client if the Board has found that the employee, (a) has applied force to a resident in a facility or a client, except the minimum force necessary for self-defence or the defence of another person or necessary to restrain the resident or client; or (b) has sexually molested a resident or a client. 2001, c. 7, s. 15. Definitions (2) In subsection (1), “client” means a person to whom services are provided in a community resource centre that is designated under section 15 of the Ministry of Correctional Services Act; (“client”) “facility” means, (a) premises where services are provided by the Minister under the Child and Family Services Act, (b) a facility under the Developmental Services Act, (c) The Ontario School for the Deaf, The Ontario School for the Blind or a school for the deaf or a school for the blind continued or established under section 13 of the Education Act, (d) a psychiatric facility under the Mental Health Act, (e) a correctional institution under the Ministry of Correctional Services Act, (f) a place of temporary detention under the Youth Criminal Justice Act (Canada), (g) a youth custody facility under the Youth Criminal Justice Act (Canada), or (h) any other workplace where the employee works in carrying out the duties of his or her position, including but not limited to those that he or she is required to carry out at any of the places mentioned in clauses (a) to (g); (“établissement”) “resident” means a person who is an inmate, patient, pupil or resident in or is detained or cared for in a facility. (“résident”) 2001, c. 7, s. 15; 2006, c. 19, Sched. D, s. 19. Substantially equivalent position (3) In circumstances in which it is restricted by subsection (1), the Public Service Grievance Board may provide for the employment of the employee in another substantially equivalent position. 2001, c. 7, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1091_112465\"></a><a name=\"BK101\"></a>32. </b>(1) In rendering a decision on a grievance brought before it in accordance with the regulations, the Public Service Grievance Board shall not provide in its decision for the employment of an employee in a position that involves direct responsibility for or that provides an opportunity for contact with residents in a facility or with a client if the Board has found that the employee,</p> <p class=\"clause-e\">(a) has applied force to a resident in a facility or a client, except the minimum force necessary for self-defence or the defence of another person or necessary to restrain the resident or client; or</p> <p class=\"clause-e\">(b) has sexually molested a resident or a client. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Definitions</b></p> <p class=\"subsection-e\">(2) In subsection (1),</p> <p class=\"firstdef-e\">“client” means a person to whom services are provided in a community resource centre that is designated under section 15 of the <i>Ministry of Correctional Services Act</i>; (“client”)</p> <p class=\"definition-e\">“facility” means,</p> <p class=\"defclause-e\">(a) premises where services are provided by the <i>Minister under the Child and Family Services Act</i>,</p> <p class=\"defclause-e\">(b) a facility under the <i>Developmental Services Act</i>,</p> <p class=\"defclause-e\">(c) The Ontario School for the Deaf, The Ontario School for the Blind or a school for the deaf or a school for the blind continued or established under section 13 of the <i>Education Act</i>,</p> <p class=\"defclause-e\">(d) a psychiatric facility under the <i>Mental Health Act</i>,</p> <p class=\"defclause-e\">(e) a correctional institution under the <i>Ministry of Correctional Services Act</i>,</p> <p class=\"defclause-e\">(f) a place of temporary detention under the <i>Youth Criminal Justice Act</i> (Canada),</p> <p class=\"defclause-e\">(g) a youth custody facility under the <i>Youth Criminal Justice Act </i>(Canada), or</p> <p class=\"defclause-e\">(h) any other workplace where the employee works in carrying out the duties of his or her position, including but not limited to those that he or she is required to carry out at any of the places mentioned in clauses (a) to (g); (“établissement”)</p> <p class=\"definition-e\">“resident” means a person who is an inmate, patient, pupil or resident in or is detained or cared for in a facility. (“résident”) 2001, c. 7, s. 15; 2006, c. 19, Sched. D, s. 19.</p> <p class=\"headnote-e\"><b>Substantially equivalent position</b></p> <p class=\"subsection-e\">(3) In circumstances in which it is restricted by subsection (1), the Public Service Grievance Board may provide for the employment of the employee in another substantially equivalent position. 2001, c. 7, s. 15.</p>"
        },
        {
            "id": "P1110_114746",
            "section": "Criminal conviction or discharge considered conclusive evidence",
            "content": "33. (1) If a public servant is convicted or discharged of an offence under the Criminal Code (Canada) in respect of an act or omission that results in discipline or dismissal and the discipline or dismissal becomes the subject-matter of a grievance before the Public Service Grievance Board, proof of the conviction or discharge shall, after the time for an appeal has expired or, if an appeal was taken, it was dismissed and no further appeal is available, be taken as conclusive evidence that the public servant committed the act or omission. 2001, c. 7, s. 15. Adjournment pending appeal to be granted (2) If an adjournment of a grievance is requested pending an appeal of a conviction or a discharge mentioned in subsection (1), the Public Service Grievance Board shall grant the adjournment. 2001, c. 7, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1110_114746\"></a><a name=\"BK102\"></a>33.</b> (1) If a public servant is convicted or discharged of an offence under the <i>Criminal Code </i>(Canada) in respect of an act or omission that results in discipline or dismissal and the discipline or dismissal becomes the subject-matter of a grievance before the Public Service Grievance Board, proof of the conviction or discharge shall, after the time for an appeal has expired or, if an appeal was taken, it was dismissed and no further appeal is available, be taken as conclusive evidence that the public servant committed the act or omission. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Adjournment pending appeal to be granted</b></p> <p class=\"subsection-e\">(2) If an adjournment of a grievance is requested pending an appeal of a conviction or a discharge mentioned in subsection (1), the Public Service Grievance Board shall grant the adjournment. 2001, c. 7, s. 15.</p>"
        },
        {
            "id": "P1114_115616",
            "section": "Personal information about public servants",
            "content": "34. (1) This section applies with respect to the disclosure, collection and use of personal information about public servants for the purpose of providing an integrated human resources program. 2001, c. 7, s. 15. Disclosure, collection and use for limited purpose (2) Personal information about a public servant may be disclosed, collected and used under this section only to the extent necessary for the proper administration of an integrated human resources program. 2001, c. 7, s. 15. Disclosure by public servant (3) A public servant shall disclose personal information about a public servant to a person engaged in providing an integrated human resources program. 2001, c. 7, s. 15. Disclosure to public servant (4) A person engaged in providing an integrated human resources program shall disclose personal information about a public servant to a public servant. 2001, c. 7, s. 15. Collection by public servant (5) A public servant is authorized to collect, directly or indirectly, personal information about a public servant from a person engaged in providing an integrated human resources program. 2001, c. 7, s. 15. Collection from public servant (6) A person engaged in providing an integrated human resources program is authorized to collect, directly or indirectly, personal information about a public servant from a public servant. 2001, c. 7, s. 15. Use by public servant (7) A public servant may use personal information about a public servant disclosed by a person engaged in providing an integrated human resources program. 2001, c. 7, s. 15. Use by program (8) A person engaged in providing an integrated human resources program may use personal information about a public servant disclosed by a public servant. 2001, c. 7, s. 15. Medical information excluded (9) This section does not authorize the use of personal information that is medical information from a qualified medical practitioner. 2001, c. 7, s. 15; 2006, c. 19, Sched. N, s. 4 (10). Note: This Act, as it read before December 18, 1991, continues to apply to any individuals in respect of whom an application for decision was made to the Ontario Public Service Labour Relations Tribunal under the Public Service Act or the Crown Employees Collective Bargaining Act before December 18, 1991. See: 1993, c. 19, ss. 3, 4. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P1114_115616\"></a><a name=\"BK103\"></a>34. </b>(1) This section applies with respect to the disclosure, collection and use of personal information about public servants for the purpose of providing an integrated human resources program. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Disclosure, collection and use for limited purpose</b></p> <p class=\"subsection-e\">(2) Personal information about a public servant may be disclosed, collected and used under this section only to the extent necessary for the proper administration of an integrated human resources program. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Disclosure by public servant</b></p> <p class=\"subsection-e\">(3) A public servant shall disclose personal information about a public servant to a person engaged in providing an integrated human resources program. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Disclosure to public servant</b></p> <p class=\"subsection-e\">(4) A person engaged in providing an integrated human resources program shall disclose personal information about a public servant to a public servant. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Collection by public servant</b></p> <p class=\"subsection-e\">(5) A public servant is authorized to collect, directly or indirectly, personal information about a public servant from a person engaged in providing an integrated human resources program. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Collection from public servant</b></p> <p class=\"subsection-e\">(6) A person engaged in providing an integrated human resources program is authorized to collect, directly or indirectly, personal information about a public servant from a public servant. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Use by public servant</b></p> <p class=\"subsection-e\">(7) A public servant may use personal information about a public servant disclosed by a person engaged in providing an integrated human resources program. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Use by program</b></p> <p class=\"subsection-e\">(8) A person engaged in providing an integrated human resources program may use personal information about a public servant disclosed by a public servant. 2001, c. 7, s. 15.</p> <p class=\"headnote-e\"><b>Medical information excluded</b></p> <p class=\"subsection-e\">(9) This section does not authorize the use of personal information that is medical information from a qualified medical practitioner. 2001, c. 7, s. 15; 2006, c. 19, Sched. N, s. 4 (10).</p> <p class=\"Pnote-e\"><b>Note: This Act, as it read before December 18, 1991, continues to apply to any individuals in respect of whom an application for decision was made to the Ontario Public Service Labour Relations Tribunal under the <i>Public Service Act</i> or the <i>Crown Employees Collective Bargaining Act</i> before December 18, 1991. See: 1993, c. 19, ss. 3, 4. </b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p47_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p47_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}