{
    "act_info": {
        "full_title": "Public Halls Act, R.S.O. 1990, c. P.39",
        "act_name_text": "Not Found",
        "citation": "Public Halls Act, R.S.O. 1990, c. P.39",
        "url": "https://www.ontario.ca/laws/statute/90p39",
        "date_scraped": "2023-12-20 01:13:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “owner” means a person who has in respect of premises an estate for life or a greater estate, legal or equitable, or a leasehold estate; (“propriétaire”) “public hall” means a building, including a portable building or tent with a seating capacity for over 100 persons that is offered for use or used as a place of public assembly, but does not include a theatre within the meaning of the Theatres Act or a building, except a tent, used solely for religious purposes. (“salle publique”) R.S.O. 1990, c. P.39, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“owner” means a person who has in respect of premises an estate for life or a greater estate, legal or equitable, or a leasehold estate; (“propriétaire”)</p> <p class=\"definition-e\">“public hall” means a building, including a portable building or tent with a seating capacity for over 100 persons that is offered for use or used as a place of public assembly, but does not include a theatre within the meaning of the <i>Theatres Act</i> or a building, except a tent, used solely for religious purposes. (“salle publique”) R.S.O. 1990, c. P.39, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Licence required",
            "content": "2. (1) No public hall shall be offered for use or used as a place of public assembly unless its owner holds a licence therefor from the city, town, village or township in which it is located, or where it is located in a city having a population of not less than 100,000, from the board of commissioners of police of the city. Hearing (2) No application for a licence for a public hall for use as a place of public assembly shall be refused until after the applicant has been afforded a hearing by the licence issuing authority. R.S.O. 1990, c. P.39, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) No public hall shall be offered for use or used as a place of public assembly unless its owner holds a licence therefor from the city, town, village or township in which it is located, or where it is located in a city having a population of not less than 100,000, from the board of commissioners of police of the city.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(2) No application for a licence for a public hall for use as a place of public assembly shall be refused until after the applicant has been afforded a hearing by the licence issuing authority. R.S.O. 1990, c. P.39, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Offence",
            "content": "3. Any owner who contravenes subsection 2 (1) is guilty of an offence and on conviction is liable to a fine of not more than $2,000 and, in default of payment of the fine imposed or in addition to such fine, to imprisonment for a term of not more than six months. R.S.O. 1990, c. P.39, s. 3. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Any owner who contravenes subsection 2 (1) is guilty of an offence and on conviction is liable to a fine of not more than $2,000 and, in default of payment of the fine imposed or in addition to such fine, to imprisonment for a term of not more than six months. R.S.O. 1990, c. P.39, s. 3.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p39_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p39_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}