{
    "act_info": {
        "full_title": "Public Accountancy Act, R.S.O. 1990, c. P.37",
        "act_name_text": "Not Found",
        "citation": "Public Accountancy Act, R.S.O. 1990, c. P.37",
        "url": "https://www.ontario.ca/laws/statute/90p37",
        "date_scraped": "2023-12-21 13:42:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90p37/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/90p37/v1",
            "valid_from": "December  9, 2002",
            "valid_to": "June 16, 2004"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/010489",
            "revoked_reg_citation": "O. Reg. 489/01",
            "revoked_reg_title": "LICENCE FEES"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/000325",
            "revoked_reg_citation": "O. Reg. 325/00",
            "revoked_reg_title": "LICENCE FEES"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/900956",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 956",
            "revoked_reg_title": "LICENCE FEE"
        }
    ],
    "content": [
        {
            "id": "P89_1443",
            "section": "Definitions",
            "content": "1. In this Act, “Council” means The Public Accountants Council for the Province of Ontario; (“Conseil”) “prescribed” means prescribed by the regulations made by the Council under this Act; (“prescrit”) “professional corporation” means a corporation incorporated under the Business Corporations Act that holds a valid certificate of authorization under this Act; (“société professionnelle”) “public accountant” means a person who either alone or in partnership or as a professional corporation engages for reward in public practice involving, (a) the performance of services which include causing to be prepared, signed, delivered or issued any financial, accounting or related statement, or (b) the issue of any written opinion, report or certificate concerning any such statement, where, by reason of the circumstances or of the signature, stationery or wording employed, it is indicated that such person or partnership acts or purports to act in relation to such statement, opinion, report or certificate as an independent accountant or auditor or as a person or partnership having or purporting to have expert knowledge in accounting or auditing matters, but does not include a person who engages only in bookkeeping or cost accounting or in the installation of bookkeeping, business or cost systems or who performs accounting or auditing functions exclusively in respect of, (c) any public authority or any commission, committee or emanation thereof, including a Crown company, (d) any bank, loan or trust company, (e) any transportation company incorporated by Act of the Parliament of Canada, or (f) any other publicly-owned or publicly-controlled public utility organization; (“comptable public”) “qualifying body” means The Institute of Chartered Accountants of Ontario. (“corporation professionnelle”) R.S.O. 1990, c. P.37, s. 1; 2000, c. 42, Sched., s. 24. Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “qualifying body” is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 1. See: 2002, c. 24, Sched. C, ss. 1, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P89_1443\"></a><a name=\"BK0\"></a>1. </b>In this Act,</p> <p class=\"firstdef-e\">“Council” means The Public Accountants Council for the Province of Ontario; (“Conseil”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations made by the Council under this Act; (“prescrit”)</p> <p class=\"definition-e\">“professional corporation” means a corporation incorporated under the <i>Business Corporations Act</i> that holds a valid certificate of authorization under this Act; (“société professionnelle”)</p> <p class=\"definition-e\">“public accountant” means a person who either alone or in partnership or as a professional corporation engages for reward in public practice involving,</p> <p class=\"defclause-e\">(a) the performance of services which include causing to be prepared, signed, delivered or issued any financial, accounting or related statement, or</p> <p class=\"defclause-e\">(b) the issue of any written opinion, report or certificate concerning any such statement,</p> <p class=\"Sdefinition-e\">where, by reason of the circumstances or of the signature, stationery or wording employed, it is indicated that such person or partnership acts or purports to act in relation to such statement, opinion, report or certificate as an independent accountant or auditor or as a person or partnership having or purporting to have expert knowledge in accounting or auditing matters, but does not include a person who engages only in bookkeeping or cost accounting or in the installation of bookkeeping, business or cost systems or who performs accounting or auditing functions exclusively in respect of,</p> <p class=\"defclause-e\">(c) any public authority or any commission, committee or emanation thereof, including a Crown company,</p> <p class=\"defclause-e\">(d) any bank, loan or trust company,</p> <p class=\"defclause-e\">(e) any transportation company incorporated by Act of the Parliament of Canada, or</p> <p class=\"defclause-e\">(f) any other publicly-owned or publicly-controlled public utility organization; (“comptable public”)</p> <p class=\"definition-e\">“qualifying body” means The Institute of Chartered Accountants of Ontario. (“corporation professionnelle”) R.S.O. 1990, c. P.37, s. 1; 2000, c. 42, Sched., s. 24.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “qualifying body” is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 1. See: 2002, c. 24, Sched. C, ss. 1, 10.</b></p>"
        },
        {
            "id": "P104_3592",
            "section": "Council continued",
            "content": "2. The Public Accountants Council for the Province of Ontario is continued under the name Public Accountants Council for the Province of Ontario in English and Conseil des comptables publics de la province de l’Ontario in French as a body corporate with power to acquire, hold and dispose of land. R.S.O. 1990, c. P.37, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P104_3592\"></a><a name=\"BK1\"></a>2. </b>The Public Accountants Council for the Province of Ontario is continued under the name Public Accountants Council for the Province of Ontario in English and Conseil des comptables publics de la province de l’Ontario in French as a body corporate with power to acquire, hold and dispose of land. R.S.O. 1990, c. P.37, s. 2.</p>"
        },
        {
            "id": "P106_3951",
            "section": "Composition of the Council",
            "content": "3. (1) The Council shall consist of fifteen members, (a) twelve of whom shall be appointed by the council of the qualifying body; and (b) three of whom shall be elected in the prescribed manner by vote of the persons who are licensed under this Act but who are not members of the qualifying body. R.S.O. 1990, c. P.37, s. 3 (1). Qualification of members (2) No person shall be appointed or elected a member of the Council unless he or she holds a licence under this Act. R.S.O. 1990, c. P.37, s. 3 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, section 3 is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 2 and the following substituted: Composition of the Council 3. (1) The Council shall consist of the number of members prescribed by the Lieutenant Governor in Council, appointed in accordance with the regulations made by the Lieutenant Governor in Council for terms of office prescribed by the Lieutenant Governor in Council. Transition (2) On the day section 2 of Schedule C to the Justice Statute Law Amendment Act, 2002 comes into force, the members appointed and elected under this section as it read before that day are replaced by members appointed under subsection (1) as re-enacted by section 2 of that Schedule C. See: 2002, c. 24, Sched. C, ss. 2, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P106_3951\"></a><a name=\"BK2\"></a>3. </b>(1) The Council shall consist of fifteen members,</p> <p class=\"clause-e\">(a) twelve of whom shall be appointed by the council of the qualifying body; and</p> <p class=\"clause-e\">(b) three of whom shall be elected in the prescribed manner by vote of the persons who are licensed under this Act but who are not members of the qualifying body. R.S.O. 1990, c. P.37, s. 3 (1).</p> <p class=\"headnote-e\"><b>Qualification of members</b></p> <p class=\"subsection-e\">(2) No person shall be appointed or elected a member of the Council unless he or she holds a licence under this Act. R.S.O. 1990, c. P.37, s. 3 (2).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 3 is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 2 and the following substituted:</b></p> <p class=\"Yheadnote-e\"><b>Composition of the Council</b></p> <p class=\"Ysection-e\"><b><a name=\"P113_4681\"></a><a name=\"BK3\"></a>3. </b>(1) The Council shall consist of the number of members prescribed by the Lieutenant Governor in Council, appointed in accordance with the regulations made by the Lieutenant Governor in Council for terms of office prescribed by the Lieutenant Governor in Council.</p> <p class=\"Yheadnote-e\"><b>Transition</b></p> <p class=\"Ysubsection-e\">(2) On the day section 2 of Schedule C to the <i>Justice Statute Law Amendment Act, 2002</i> comes into force, the members appointed and elected under this section as it read before that day are replaced by members appointed under subsection (1) as re-enacted by section 2 of that Schedule C.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 2, 10.</b></p>"
        },
        {
            "id": "P118_5325",
            "section": "Certification of appointed members",
            "content": "4. (1) The secretary of the qualifying body shall certify in writing the names of the persons appointed to the Council. R.S.O. 1990, c. P.37, s. 4 (1). of elected members (2) The election of persons to Council shall be certified in writing in the prescribed manner. R.S.O. 1990, c. P.37, s. 4 (2). Certificate as evidence (3) Every such certificate is for all purposes sufficient evidence of the appointment or election of the persons named therein. R.S.O. 1990, c. P.37, s. 4 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, section 4 is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 2. See: 2002, c. 24, Sched. C, ss. 2, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P118_5325\"></a><a name=\"BK4\"></a>4. </b>(1) The secretary of the qualifying body shall certify in writing the names of the persons appointed to the Council. R.S.O. 1990, c. P.37, s. 4 (1).</p> <p class=\"headnote-e\"><b>of elected members</b></p> <p class=\"subsection-e\">(2) The election of persons to Council shall be certified in writing in the prescribed manner. R.S.O. 1990, c. P.37, s. 4 (2).</p> <p class=\"headnote-e\"><b>Certificate as evidence</b></p> <p class=\"subsection-e\">(3) Every such certificate is for all purposes sufficient evidence of the appointment or election of the persons named therein. R.S.O. 1990, c. P.37, s. 4 (3).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 4 is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 2. See: 2002, c. 24, Sched. C, ss. 2, 10.</b></p>"
        },
        {
            "id": "P125_6044",
            "section": "Term of office",
            "content": "5. (1) Every member of the Council shall hold office for a term of two years from the date of his or her appointment or election. R.S.O. 1990, c. P.37, s. 5 (1). Idem (2) Every member shall hold office until his or her successor is appointed or elected. R.S.O. 1990, c. P.37, s. 5 (2). Reappointment and re-election (3) A retiring member of the Council is eligible for reappointment or re-election. R.S.O. 1990, c. P.37, s. 5 (3). Vacancies (4) Any vacancy in the office of a member of the Council, where more than four months of the term remain, shall be filled for the remainder of the term by the appointment of a member by the qualifying body or by the election of a member in the manner mentioned in clause 3 (1) (b), as the case requires. R.S.O. 1990, c. P.37, s. 5 (4). Effect of vacancy (5) The Council may act despite a vacancy in its number occurring from any cause. R.S.O. 1990, c. P.37, s. 5 (5). Note: On a day to be named by proclamation of the Lieutenant Governor, section 5 is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 2. See: 2002, c. 24, Sched. C, ss. 2, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P125_6044\"></a><a name=\"BK5\"></a>5. </b>(1) Every member of the Council shall hold office for a term of two years from the date of his or her appointment or election. R.S.O. 1990, c. P.37, s. 5 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every member shall hold office until his or her successor is appointed or elected. R.S.O. 1990, c. P.37, s. 5 (2).</p> <p class=\"headnote-e\"><b>Reappointment and re-election</b></p> <p class=\"subsection-e\">(3) A retiring member of the Council is eligible for reappointment or re-election. R.S.O. 1990, c. P.37, s. 5 (3).</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(4) Any vacancy in the office of a member of the Council, where more than four months of the term remain, shall be filled for the remainder of the term by the appointment of a member by the qualifying body or by the election of a member in the manner mentioned in clause 3 (1) (b), as the case requires. R.S.O. 1990, c. P.37, s. 5 (4).</p> <p class=\"headnote-e\"><b>Effect of vacancy</b></p> <p class=\"subsection-e\">(5) The Council may act despite a vacancy in its number occurring from any cause. R.S.O. 1990, c. P.37, s. 5 (5).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 5 is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 2. See: 2002, c. 24, Sched. C, ss. 2, 10.</b></p>"
        },
        {
            "id": "P136_7207",
            "section": "Resignation of member",
            "content": "6. (1) A member of the Council may at any time resign his or her office by giving notice to the Council. R.S.O. 1990, c. P.37, s. 6 (1). Removal of member (2) The Council may of its own motion and shall, in the case of an appointed member if so requested by the body by which the member was appointed, remove a member from his or her office for any prescribed cause. R.S.O. 1990, c. P.37, s. 6 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (2) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 3 and the following substituted: Removal of member (2) The Council may, of its own motion, remove a member from office for any prescribed cause, and shall do so if requested by the person or body that appointed the member. See: 2002, c. 24, Sched. C, ss. 3, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P136_7207\"></a><a name=\"BK6\"></a>6. </b>(1) A member of the Council may at any time resign his or her office by giving notice to the Council. R.S.O. 1990, c. P.37, s. 6 (1).</p> <p class=\"headnote-e\"><b>Removal of member</b></p> <p class=\"subsection-e\">(2) The Council may of its own motion and shall, in the case of an appointed member if so requested by the body by which the member was appointed, remove a member from his or her office for any prescribed cause. R.S.O. 1990, c. P.37, s. 6 (2).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (2) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 3 and the following substituted:</b></p> <p class=\"Yheadnote-e\"><b>Removal of member</b></p> <p class=\"Ysubsection-e\">(2) The Council may, of its own motion, remove a member from office for any prescribed cause, and shall do so if requested by the person or body that appointed the member. </p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 3, 10.</b></p>"
        },
        {
            "id": "P144_8069",
            "section": "Functions of Council",
            "content": "7. It is the duty of the Council to administer the provisions of this Act and in particular, but without limiting the generality of the foregoing, the functions of the Council include, (a) the grant or refusal of licences, in accordance with this Act; (b) the maintenance and, if thought fit, the publication of a roll of the persons for the time being licensed under this Act; (c) the prescription of the fees payable on the grant or renewal of licences under this Act; (d) the maintenance and improvement of the status and standards of professional qualifications of public accountants practising as such in Ontario; (e) the consideration of matters of common interest and concern to public accountants, and the submission of representations to any government ministry or public authority with reference to any such matters; (f) the provision of scholarships for students in public accountancy and of maintenance grants for such students whose means appear to the Council to be insufficient to enable them to pursue their studies; (g) the conduct and encouragement, whether by means of financial assistance or otherwise, of research in accountancy; (h) the exercise of the disciplinary powers conferred by this Act; and (i) the prosecution of offences under this Act. R.S.O. 1990, c. P.37, s. 7. Note: On a day to be named by proclamation of the Lieutenant Governor, section 7 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 4 by striking out “and” at the end of clause (h), by adding “and” at the end of clause (i) and by adding the following clause: (j) any matter prescribed by the Lieutenant Governor in Council. See: 2002, c. 24, Sched. C, ss. 4, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P144_8069\"></a><a name=\"BK7\"></a>7. </b>It is the duty of the Council to administer the provisions of this Act and in particular, but without limiting the generality of the foregoing, the functions of the Council include,</p> <p class=\"clause-e\">(a) the grant or refusal of licences, in accordance with this Act;</p> <p class=\"clause-e\">(b) the maintenance and, if thought fit, the publication of a roll of the persons for the time being licensed under this Act;</p> <p class=\"clause-e\">(c) the prescription of the fees payable on the grant or renewal of licences under this Act;</p> <p class=\"clause-e\">(d) the maintenance and improvement of the status and standards of professional qualifications of public accountants practising as such in Ontario;</p> <p class=\"clause-e\">(e) the consideration of matters of common interest and concern to public accountants, and the submission of representations to any government ministry or public authority with reference to any such matters;</p> <p class=\"clause-e\">(f) the provision of scholarships for students in public accountancy and of maintenance grants for such students whose means appear to the Council to be insufficient to enable them to pursue their studies;</p> <p class=\"clause-e\">(g) the conduct and encouragement, whether by means of financial assistance or otherwise, of research in accountancy;</p> <p class=\"clause-e\">(h) the exercise of the disciplinary powers conferred by this Act; and</p> <p class=\"clause-e\">(i) the prosecution of offences under this Act. R.S.O. 1990, c. P.37, s. 7.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 7 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 4 by striking out “and” at the end of clause (h), by adding “and” at the end of clause (i) and by adding the following clause:</b></p> <p class=\"Yclause-e\">(j) any matter prescribed by the Lieutenant Governor in Council.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 4, 10.</b></p>"
        },
        {
            "id": "P158_9773",
            "section": "Meetings of the Council",
            "content": "8. (1) The Council shall meet at such times and places as it may from time to time determine, provided that the Council shall hold at least one meeting in every period of three months to consider and determine applications for licences under this Act. R.S.O. 1990, c. P.37, s. 8 (1). Extraordinary meetings (2) The president of the Council may at any time convene an extraordinary meeting of the Council at such time and place as he or she may, by notice to the members of the Council, direct, and the conditions as to giving such notice shall be as may be prescribed. R.S.O. 1990, c. P.37, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P158_9773\"></a><a name=\"BK8\"></a>8. </b>(1) The Council shall meet at such times and places as it may from time to time determine, provided that the Council shall hold at least one meeting in every period of three months to consider and determine applications for licences under this Act. R.S.O. 1990, c. P.37, s. 8 (1).</p> <p class=\"headnote-e\"><b>Extraordinary meetings</b></p> <p class=\"subsection-e\">(2) The president of the Council may at any time convene an extraordinary meeting of the Council at such time and place as he or she may, by notice to the members of the Council, direct, and the conditions as to giving such notice shall be as may be prescribed. R.S.O. 1990, c. P.37, s. 8 (2).</p>"
        },
        {
            "id": "P162_10421",
            "section": "Voting at meetings of the Council",
            "content": "9. (1) Except as otherwise expressly provided by this section, all matters that arise for decision at any meeting of the Council shall be decided by a majority of votes of members present and voting by show of hands. R.S.O. 1990, c. P.37, s. 9 (1). Assent required for certain resolutions (2) No resolution of the Council relating to, (a) any of the functions of the Council referred to in clause 7 (h) or (i); (b) the making of regulations under section 31; (c) the revocation or non-renewal of a licence granted under this Act; or (d) the granting of an exemption to any person under subsection 14 (2) from any of the conditions of section 14, or the approval of conditions subject to which such exemption shall be granted, is valid unless approved by the votes of at least three-quarters of the members of the Council present and voting thereon. R.S.O. 1990, c. P.37, s. 9 (2). Notice (3) No resolution of the Council relating to any of the matters mentioned in subsection (2) is valid unless the notice calling the meeting at which the resolution is moved has specified the general nature of the business to be transacted thereat. R.S.O. 1990, c. P.37, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P162_10421\"></a><a name=\"BK9\"></a>9. </b>(1) Except as otherwise expressly provided by this section, all matters that arise for decision at any meeting of the Council shall be decided by a majority of votes of members present and voting by show of hands. R.S.O. 1990, c. P.37, s. 9 (1).</p> <p class=\"headnote-e\"><b>Assent required for certain resolutions</b></p> <p class=\"subsection-e\">(2) No resolution of the Council relating to,</p> <p class=\"clause-e\">(a) any of the functions of the Council referred to in clause 7 (h) or (i);</p> <p class=\"clause-e\">(b) the making of regulations under section 31;</p> <p class=\"clause-e\">(c) the revocation or non-renewal of a licence granted under this Act; or</p> <p class=\"clause-e\">(d) the granting of an exemption to any person under subsection 14 (2) from any of the conditions of section 14, or the approval of conditions subject to which such exemption shall be granted,</p> <p class=\"Ssubsection-e\">is valid unless approved by the votes of at least three-quarters of the members of the Council present and voting thereon. R.S.O. 1990, c. P.37, s. 9 (2).</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(3) No resolution of the Council relating to any of the matters mentioned in subsection (2) is valid unless the notice calling the meeting at which the resolution is moved has specified the general nature of the business to be transacted thereat. R.S.O. 1990, c. P.37, s. 9 (3).</p>"
        },
        {
            "id": "P173_11606",
            "section": "Officers",
            "content": "10. (1) The officers to be elected from among the members of the Council shall be a president, a vice-president, a secretary and such other officers as the Council considers necessary. R.S.O. 1990, c. P.37, s. 10 (1). Election of officers (2) The election of officers shall take place annually at the first ordinary meeting of the Council in each financial year when all officers then in office shall retire but if otherwise qualified are eligible for re-election, and in the event of a tie vote for the election of the president or vice-president, the issue shall be decided by lot. R.S.O. 1990, c. P.37, s. 10 (2). Term of office (3) Subject to the provisions of this section, any officer elected by the Council shall continue in office for a term of one year and until his or her successor is elected. R.S.O. 1990, c. P.37, s. 10 (3). Vacancies (4) Every vacancy occurring in any office, by reason of the incumbent dying, resigning or otherwise ceasing to be a member of the Council during his or her term of office, shall be filled for the remainder of the incumbent’s term by the Council from among its members. R.S.O. 1990, c. P.37, s. 10 (4). Registrar (5) The Council may appoint a registrar who need not be a member of the Council and who shall perform such duties as are prescribed by the Council from time to time. R.S.O. 1990, c. P.37, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P173_11606\"></a><a name=\"BK10\"></a>10. </b>(1) The officers to be elected from among the members of the Council shall be a president, a vice-president, a secretary and such other officers as the Council considers necessary. R.S.O. 1990, c. P.37, s. 10 (1).</p> <p class=\"headnote-e\"><b>Election of officers</b></p> <p class=\"subsection-e\">(2) The election of officers shall take place annually at the first ordinary meeting of the Council in each financial year when all officers then in office shall retire but if otherwise qualified are eligible for re-election, and in the event of a tie vote for the election of the president or vice-president, the issue shall be decided by lot. R.S.O. 1990, c. P.37, s. 10 (2).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(3) Subject to the provisions of this section, any officer elected by the Council shall continue in office for a term of one year and until his or her successor is elected. R.S.O. 1990, c. P.37, s. 10 (3).</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(4) Every vacancy occurring in any office, by reason of the incumbent dying, resigning or otherwise ceasing to be a member of the Council during his or her term of office, shall be filled for the remainder of the incumbent’s term by the Council from among its members. R.S.O. 1990, c. P.37, s. 10 (4).</p> <p class=\"headnote-e\"><b>Registrar</b></p> <p class=\"subsection-e\">(5) The Council may appoint a registrar who need not be a member of the Council and who shall perform such duties as are prescribed by the Council from time to time. R.S.O. 1990, c. P.37, s. 10 (5).</p>"
        },
        {
            "id": "P183_13002",
            "section": "Quorum",
            "content": "11. At all meetings of the Council, eight members constitute a quorum. R.S.O. 1990, c. P.37, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P183_13002\"></a><a name=\"BK11\"></a>11. </b>At all meetings of the Council, eight members constitute a quorum. R.S.O. 1990, c. P.37, s. 11.</p>"
        },
        {
            "id": "P185_13117",
            "section": "Committees",
            "content": "12. (1) The Council may from time to time appoint committees from among its members. R.S.O. 1990, c. P.37, s. 12 (1). Delegation to committees (2) The Council may delegate to any such committee, subject to such restrictions or conditions as the Council may think fit, any of its powers or duties, other than those referred to in subsection 9 (2), and may dissolve any such committee. R.S.O. 1990, c. P.37, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P185_13117\"></a><a name=\"BK12\"></a>12. </b>(1) The Council may from time to time appoint committees from among its members. R.S.O. 1990, c. P.37, s. 12 (1).</p> <p class=\"headnote-e\"><b>Delegation to committees</b></p> <p class=\"subsection-e\">(2) The Council may delegate to any such committee, subject to such restrictions or conditions as the Council may think fit, any of its powers or duties, other than those referred to in subsection 9 (2), and may dissolve any such committee. R.S.O. 1990, c. P.37, s. 12 (2).</p>"
        },
        {
            "id": "P189_13574",
            "section": "Roll of public accountants",
            "content": "13. (1) The Council shall maintain a roll to be called, in English, The Roll of Public Accountants in Ontario and, in French, Le tableau des comptables publics de l’Ontario. R.S.O. 1990, c. P.37, s. 13 (1). Entries on and erasures from roll (2) The Council shall cause to be entered on the roll the name and address of every person licensed under this Act and shall cause to be removed therefrom, (a) the name of every person licensed under this Act who has made application to the Council in the prescribed manner requesting the Council to remove his or her name from the roll; and (b) the name of every person whose licence under this Act has been revoked or has not been renewed in accordance with this Act, and shall cause any other necessary alterations or corrections to be made therein. R.S.O. 1990, c. P.37, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P189_13574\"></a><a name=\"BK13\"></a>13. </b>(1) The Council shall maintain a roll to be called, in English, The Roll of Public Accountants in Ontario and, in French, Le tableau des comptables publics de l’Ontario. R.S.O. 1990, c. P.37, s. 13 (1).</p> <p class=\"headnote-e\"><b>Entries on and erasures from roll</b></p> <p class=\"subsection-e\">(2) The Council shall cause to be entered on the roll the name and address of every person licensed under this Act and shall cause to be removed therefrom,</p> <p class=\"clause-e\">(a) the name of every person licensed under this Act who has made application to the Council in the prescribed manner requesting the Council to remove his or her name from the roll; and</p> <p class=\"clause-e\">(b) the name of every person whose licence under this Act has been revoked or has not been renewed in accordance with this Act,</p> <p class=\"Ssubsection-e\">and shall cause any other necessary alterations or corrections to be made therein. R.S.O. 1990, c. P.37, s. 13 (2).</p>"
        },
        {
            "id": "P196_14438",
            "section": "Qualifications for licence",
            "content": "14. (1) Any person, on application to the Council in the prescribed manner and upon payment of the prescribed fee, is entitled to be licensed under this Act if the Council is satisfied that the applicant is of good character and that the applicant, (a) is a member of the qualifying body; or (b) was at any time licensed under this Act or a predecessor of this Act; or (c) is a member of the Certified General Accountants Association of Ontario, (i) who has taken the course of instruction and passed the final examinations of that Association, and (ii) who has had at least three years experience in public accountancy in Ontario, and (iii) who was on the 1st day of April, 1962, a member or a student of that Association. R.S.O. 1990, c. P.37, s. 14 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 5 and the following substituted: Qualifications for licence (1) A person is entitled to be licensed under this Act if, (a) the person applies to the Council in the prescribed manner and pays the prescribed fee; (b) the Council is satisfied that the person is of good character; (c) the person is a member of, (i) The Certified General Accountants Association of Ontario, (ii) The Institute of Chartered Accountants of Ontario, or (iii) The Society of Management Accountants of Ontario; and (d) the person has passed the qualifying examination set by the Council or an equivalent examination prescribed by the Lieutenant Governor in Council after consultation with the Council. See: 2002, c. 24, Sched. C, ss. 5, 10. Note: On a day to be named by proclamation of the Lieutenant Governor, section 14 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 5 by adding the following subsection: Transitional provision (1.1) A person who is licensed under this Act on the day section 5 of Schedule C to the Justice Statute Law Amendment Act, 2002 comes into force shall be deemed to have been licensed under subsection (1) on the day the original licence was granted or renewed. See: 2002, c. 24, Sched. C, ss. 5, 10. Exemption from conditions (2) The Council may, in special circumstances and subject to subsections 9 (2) and (3), either unconditionally or subject to such conditions as it may think fit, exempt any person from one or more of the conditions set forth in subsection (1). R.S.O. 1990, c. P.37, s. 14 (2). Licensees from other jurisdictions (3) The Council may by regulation prescribe the terms and conditions upon which any licensee of a state or province other than Ontario may be exempted from one or more of the conditions set forth in subsection (1), but no such regulation shall be made, amended or repealed unless approved by the votes of at least two-thirds of the members of the Council present and voting thereon. R.S.O. 1990, c. P.37, s. 14 (3). Regulations (4) The Council may make regulations, (a) governing certificates of authorization to permit corporations to carry on practice as a public accountant in accordance with such conditions or restrictions as may be prescribed; (b) prescribing the terms and conditions upon which any licensee in good standing may be permitted to incorporate a professional corporation as defined in the Business Corporations Act for the purpose of carrying on practice as a public accountant and to be a director or shareholder, or both, of the corporation. 2000, c. 42, Sched., s. 25; 2001, c. 8, s. 211.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P196_14438\"></a><a name=\"BK14\"></a>14. </b>(1) Any person, on application to the Council in the prescribed manner and upon payment of the prescribed fee, is entitled to be licensed under this Act if the Council is satisfied that the applicant is of good character and that the applicant,</p> <p class=\"clause-e\">(a) is a member of the qualifying body; or</p> <p class=\"clause-e\">(b) was at any time licensed under this Act or a predecessor of this Act; or</p> <p class=\"clause-e\">(c) is a member of the Certified General Accountants Association of Ontario,</p> <p class=\"subclause-e\">(i) who has taken the course of instruction and passed the final examinations of that Association, and</p> <p class=\"subclause-e\">(ii) who has had at least three years experience in public accountancy in Ontario, and</p> <p class=\"subclause-e\">(iii) who was on the 1st day of April, 1962, a member or a student of that Association. R.S.O. 1990, c. P.37, s. 14 (1).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 5 and the following substituted:</b></p> <p class=\"Yheadnote-e\"><b>Qualifications for licence</b></p> <p class=\"Ysubsection-e\">(1) A person is entitled to be licensed under this Act if,</p> <p class=\"Yclause-e\">(a) the person applies to the Council in the prescribed manner and pays the prescribed fee;</p> <p class=\"Yclause-e\">(b) the Council is satisfied that the person is of good character;</p> <p class=\"Yclause-e\">(c) the person is a member of,</p> <p class=\"Ysubclause-e\">(i) The Certified General Accountants Association of Ontario,</p> <p class=\"Ysubclause-e\">(ii) The Institute of Chartered Accountants of Ontario, or</p> <p class=\"Ysubclause-e\">(iii) The Society of Management Accountants of Ontario; and</p> <p class=\"Yclause-e\">(d) the person has passed the qualifying examination set by the Council or an equivalent examination prescribed by the Lieutenant Governor in Council after consultation with the Council.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 5, 10.</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 14 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 5 by adding the following subsection:</b></p> <p class=\"Yheadnote-e\"><b>Transitional provision</b></p> <p class=\"Ysubsection-e\">(1.1) A person who is licensed under this Act on the day section 5 of Schedule C to the <i>Justice Statute Law Amendment Act, 2002</i> comes into force shall be deemed to have been licensed under subsection (1) on the day the original licence was granted or renewed.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 5, 10.</b></p> <p class=\"headnote-e\"><b>Exemption from conditions</b></p> <p class=\"subsection-e\">(2) The Council may, in special circumstances and subject to subsections 9 (2) and (3), either unconditionally or subject to such conditions as it may think fit, exempt any person from one or more of the conditions set forth in subsection (1). R.S.O. 1990, c. P.37, s. 14 (2).</p> <p class=\"headnote-e\"><b>Licensees from other jurisdictions</b></p> <p class=\"subsection-e\">(3) The Council may by regulation prescribe the terms and conditions upon which any licensee of a state or province other than Ontario may be exempted from one or more of the conditions set forth in subsection (1), but no such regulation shall be made, amended or repealed unless approved by the votes of at least two-thirds of the members of the Council present and voting thereon. R.S.O. 1990, c. P.37, s. 14 (3).</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(4) The Council may make regulations,</p> <p class=\"clause-e\">(a) governing certificates of authorization to permit corporations to carry on practice as a public accountant in accordance with such conditions or restrictions as may be prescribed;</p> <p class=\"clause-e\">(b) prescribing the terms and conditions upon which any licensee in good standing may be permitted to incorporate a professional corporation as defined in the <i>Business Corporations Act</i> for the purpose of carrying on practice as a public accountant and to be a director or shareholder, or both, of the corporation. 2000, c. 42, Sched., s. 25; 2001, c. 8, s. 211.</p>"
        },
        {
            "id": "P227_17973",
            "section": "Application of Act and by-laws",
            "content": "14.1 This Act and the regulations apply to a person licensed under this Act despite the fact that the person practices as a public accountant through a professional corporation. 2000, c. 42, Sched., s. 26.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P227_17973\"></a><a name=\"BK15\"></a>14.1</b> This Act and the regulations apply to a person licensed under this Act despite the fact that the person practices as a public accountant through a professional corporation. 2000, c. 42, Sched., s. 26.</p>"
        },
        {
            "id": "P229_18201",
            "section": "Period of licence",
            "content": "15. Every licence granted or renewed under this Act becomes effective on and shall bear the date as of which it is granted or renewed and, unless revoked, remains in force until the date prescribed by the Council. R.S.O. 1990, c. P.37, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P229_18201\"></a><a name=\"BK16\"></a>15. </b>Every licence granted or renewed under this Act becomes effective on and shall bear the date as of which it is granted or renewed and, unless revoked, remains in force until the date prescribed by the Council. R.S.O. 1990, c. P.37, s. 15.</p>"
        },
        {
            "id": "P231_18467",
            "section": "Renewal of licence",
            "content": "16. Any person who is licensed under this Act and who applies to the Council in the prescribed manner and pays the prescribed fee is entitled to have his or her licence renewed, but nothing in this section prejudices or affects the power of the Council to revoke any licence in accordance with this Act. R.S.O. 1990, c. P.37, s. 16.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P231_18467\"></a><a name=\"BK17\"></a>16. </b>Any person who is licensed under this Act and who applies to the Council in the prescribed manner and pays the prescribed fee is entitled to have his or her licence renewed, but nothing in this section prejudices or affects the power of the Council to revoke any licence in accordance with this Act. R.S.O. 1990, c. P.37, s. 16.</p>"
        },
        {
            "id": "P233_18810",
            "section": "Fees",
            "content": "17. Subject to the approval of the Lieutenant Governor in Council, the Council may make regulations requiring the payment of fees for the grant or renewal of licences and prescribing the amounts thereof. R.S.O. 1990, c. P.37, s. 17.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P233_18810\"></a><a name=\"BK18\"></a>17.</b> Subject to the approval of the Lieutenant Governor in Council, the Council may make regulations requiring the payment of fees for the grant or renewal of licences and prescribing the amounts thereof. R.S.O. 1990, c. P.37, s. 17.</p>"
        },
        {
            "id": "P235_19082",
            "section": "Powers as to revocation of licence",
            "content": "18. (1) If a person licensed under this Act, (a) has been convicted of a criminal offence; (b) becomes of unsound mind; (c) has been adjudged bankrupt or has made arrangement with his or her creditors; or (d) has been found on inquiry held by the Council to be guilty of conduct disgraceful to the person in his or her capacity as a public accountant, Note: On a day to be named by proclamation of the Lieutenant Governor, clause (d) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 6 (1) and the following substituted: (d) has been found on inquiry held by the Council, (i) to be guilty of conduct disgraceful to the person in his or her capacity as a public accountant, or (ii) to meet the conditions prescribed by the Lieutenant Governor in Council, See: 2002, c. 24, Sched. C, ss. 6 (1), 10. the Council may, subject to the provisions of this section, revoke the person’s licence. R.S.O. 1990, c. P.37, s. 18 (1). Notice of intention to revoke and hearing (2) Where the Council intends to revoke any licence in pursuance of clause (1) (a), (b) or (c), the Council shall first cause a written notice of its intention to be served on such person in the prescribed manner and shall, on application made by such person within one month from the date of the service of the notice, consider any representations with regard to the matter that may be made by him or her to the Council, either in person or by counsel. R.S.O. 1990, c. P.37, s. 18 (2). Inquiry (3) In any case in which it appears to the Council that a person licensed under this Act has been guilty of conduct disgraceful to the person in his or her capacity as a public accountant, the Council may cause an inquiry to be held. R.S.O. 1990, c. P.37, s. 18 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 6 (2) and the following substituted: Inquiry (3) The Council may cause an inquiry to be held if it appears to the Council that a person licensed under this Act, (a) has been guilty of conduct disgraceful to the person in his or her capacity as a public accountant; or (b) meets the conditions prescribed by the Lieutenant Governor in Council. See: 2002, c. 24, Sched. C, ss. 6 (2), 10. Notice of inquiry (4) Where an inquiry is to be held under this section, the Council shall forthwith cause to be served on the person concerned a written notice of the proposed inquiry specifying the time and place at which it is to be held and the subject-matter thereof, and the person concerned is on application entitled to be heard at the inquiry either in person or by counsel. R.S.O. 1990, c. P.37, s. 18 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P235_19082\"></a><a name=\"BK19\"></a>18.</b> (1) If a person licensed under this Act,</p> <p class=\"clause-e\">(a) has been convicted of a criminal offence;</p> <p class=\"clause-e\">(b) becomes of unsound mind;</p> <p class=\"clause-e\">(c) has been adjudged bankrupt or has made arrangement with his or her creditors; or</p> <p class=\"clause-e\">(d) has been found on inquiry held by the Council to be guilty of conduct disgraceful to the person in his or her capacity as a public accountant,</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (d) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 6 (1) and the following substituted:</b></p> <p class=\"Yclause-e\">(d) has been found on inquiry held by the Council,</p> <p class=\"Ysubclause-e\">(i) to be guilty of conduct disgraceful to the person in his or her capacity as a public accountant, or</p> <p class=\"Ysubclause-e\">(ii) to meet the conditions prescribed by the Lieutenant Governor in Council,</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 6 (1), 10.</b></p> <p class=\"Ssection-e\">the Council may, subject to the provisions of this section, revoke the person’s licence. R.S.O. 1990, c. P.37, s. 18 (1).</p> <p class=\"headnote-e\"><b>Notice of intention to revoke and hearing</b></p> <p class=\"subsection-e\">(2) Where the Council intends to revoke any licence in pursuance of clause (1) (a), (b) or (c), the Council shall first cause a written notice of its intention to be served on such person in the prescribed manner and shall, on application made by such person within one month from the date of the service of the notice, consider any representations with regard to the matter that may be made by him or her to the Council, either in person or by counsel. R.S.O. 1990, c. P.37, s. 18 (2).</p> <p class=\"headnote-e\"><b>Inquiry</b></p> <p class=\"subsection-e\">(3) In any case in which it appears to the Council that a person licensed under this Act has been guilty of conduct disgraceful to the person in his or her capacity as a public accountant, the Council may cause an inquiry to be held. R.S.O. 1990, c. P.37, s. 18 (3).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 6 (2) and the following substituted:</b></p> <p class=\"Yheadnote-e\"><b>Inquiry</b></p> <p class=\"Ysubsection-e\">(3) The Council may cause an inquiry to be held if it appears to the Council that a person licensed under this Act,</p> <p class=\"Yclause-e\">(a) has been guilty of conduct disgraceful to the person in his or her capacity as a public accountant; or</p> <p class=\"Yclause-e\">(b) meets the conditions prescribed by the Lieutenant Governor in Council.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 6 (2), 10.</b></p> <p class=\"headnote-e\"><b>Notice of inquiry</b></p> <p class=\"subsection-e\">(4) Where an inquiry is to be held under this section, the Council shall forthwith cause to be served on the person concerned a written notice of the proposed inquiry specifying the time and place at which it is to be held and the subject-matter thereof, and the person concerned is on application entitled to be heard at the inquiry either in person or by counsel. R.S.O. 1990, c. P.37, s. 18 (4).</p>"
        },
        {
            "id": "P259_21862",
            "section": "Notice of refusal or revocation of licence",
            "content": "19. Where the Council refuses the application of any person for the grant or renewal of a licence, or revokes any licence granted to any person, it shall forthwith cause written notice of such refusal or revocation to be served on such person. R.S.O. 1990, c. P.37, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P259_21862\"></a><a name=\"BK20\"></a>19. </b>Where the Council refuses the application of any person for the grant or renewal of a licence, or revokes any licence granted to any person, it shall forthwith cause written notice of such refusal or revocation to be served on such person. R.S.O. 1990, c. P.37, s. 19.</p>"
        },
        {
            "id": "P261_22160",
            "section": "Effect of revocation",
            "content": "20. (1) No person whose licence has been revoked shall, except as provided in this section, be granted a licence under this Act. R.S.O. 1990, c. P.37, s. 20 (1). New licence after revocation (2) A person whose licence has been revoked may, either on his or her application or on motion of the Council and after inquiry, be granted a new licence and the person’s name may be restored to the roll at the discretion of the Council either without payment of a fee or on payment of such fee as the Council may determine. R.S.O. 1990, c. P.37, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P261_22160\"></a><a name=\"BK21\"></a>20. </b>(1) No person whose licence has been revoked shall, except as provided in this section, be granted a licence under this Act. R.S.O. 1990, c. P.37, s. 20 (1).</p> <p class=\"headnote-e\"><b>New licence after revocation</b></p> <p class=\"subsection-e\">(2) A person whose licence has been revoked may, either on his or her application or on motion of the Council and after inquiry, be granted a new licence and the person’s name may be restored to the roll at the discretion of the Council either without payment of a fee or on payment of such fee as the Council may determine. R.S.O. 1990, c. P.37, s. 20 (2).</p>"
        },
        {
            "id": "P265_22731",
            "section": "Appeal",
            "content": "21. Where the Council, (a) refuses to grant a licence or a new licence; (b) refuses to renew a licence; or (c) revokes a licence, the person aggrieved may, within three months from the day on which notice thereof was served on him or her, appeal to the Divisional Court and, upon due cause shown, the court may make an order directing the Council to grant the licence, renew the licence or cancel the revocation of the licence, as the case may be, or may make such other order as may be warranted by the facts, and the Council shall forthwith comply with such order and such order is final. R.S.O. 1990, c. P.37, s. 21.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P265_22731\"></a><a name=\"BK22\"></a>21. </b>Where the Council,</p> <p class=\"clause-e\">(a) refuses to grant a licence or a new licence;</p> <p class=\"clause-e\">(b) refuses to renew a licence; or</p> <p class=\"clause-e\">(c) revokes a licence,</p> <p class=\"Ssection-e\">the person aggrieved may, within three months from the day on which notice thereof was served on him or her, appeal to the Divisional Court and, upon due cause shown, the court may make an order directing the Council to grant the licence, renew the licence or cancel the revocation of the licence, as the case may be, or may make such other order as may be warranted by the facts, and the Council shall forthwith comply with such order and such order is final. R.S.O. 1990, c. P.37, s. 21.</p>"
        },
        {
            "id": "P271_23390",
            "section": "Obtaining licence by false representation",
            "content": "22. If any person wilfully procures, or attempts to procure, the granting to him or her of a licence under this Act, or the renewal of such licence, by making or producing, or causing to be made or produced, any false or fraudulent representation or declaration, either orally or in writing, the person is guilty of an offence and on conviction is liable to a fine of not more than $10,000. R.S.O. 1990, c. P.37, s. 22.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P271_23390\"></a><a name=\"BK23\"></a>22. </b>If any person wilfully procures, or attempts to procure, the granting to him or her of a licence under this Act, or the renewal of such licence, by making or producing, or causing to be made or produced, any false or fraudulent representation or declaration, either orally or in writing, the person is guilty of an offence and on conviction is liable to a fine of not more than $10,000. R.S.O. 1990, c. P.37, s. 22.</p>"
        },
        {
            "id": "P273_23843",
            "section": "Failure to surrender licence",
            "content": "23. (1) If any person ceases to be licensed under this Act, the person shall, within fourteen days thereafter, transmit his or her licence to the Council for cancellation, and, if the person fails to do so, he or she is guilty of an offence and on conviction is liable to a fine of not more than $2,000. R.S.O. 1990, c. P.37, s. 23 (1). Abuse of licence (2) Any person who, (a) uses a licence issued under this Act to another person; or (b) allows a licence issued to him or her under this Act to be used by any other person; or (c) not being licensed under this Act, uses or has in his or her possession any document purporting to be a licence issued to him or her under this Act, is guilty of an offence and on conviction is liable to a fine of not more than $10,000. R.S.O. 1990, c. P.37, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P273_23843\"></a><a name=\"BK24\"></a>23. </b>(1) If any person ceases to be licensed under this Act, the person shall, within fourteen days thereafter, transmit his or her licence to the Council for cancellation, and, if the person fails to do so, he or she is guilty of an offence and on conviction is liable to a fine of not more than $2,000. R.S.O. 1990, c. P.37, s. 23 (1).</p> <p class=\"headnote-e\"><b>Abuse of licence</b></p> <p class=\"subsection-e\">(2) Any person who,</p> <p class=\"clause-e\">(a) uses a licence issued under this Act to another person; or</p> <p class=\"clause-e\">(b) allows a licence issued to him or her under this Act to be used by any other person; or</p> <p class=\"clause-e\">(c) not being licensed under this Act, uses or has in his or her possession any document purporting to be a licence issued to him or her under this Act,</p> <p class=\"Ssubsection-e\">is guilty of an offence and on conviction is liable to a fine of not more than $10,000. R.S.O. 1990, c. P.37, s. 23 (2).</p>"
        },
        {
            "id": "P281_24684",
            "section": "Prohibition, use of title, etc.",
            "content": "24. (1) Subject to subsection (2), an individual shall not do any of the following things in Ontario unless he or she is licensed under this Act: 1. Take or use the name or title of “Public Accountant” or its equivalent in any other language. 2. Practise as a public accountant. 3. Hold himself or herself out as being licensed as a public accountant or use any designation or initials indicating or implying that he or she is licensed as a public accountant. 2001, c. 8, s. 212 (1). Same, corporations (1.1) Subject to subsection (2), a corporation shall not do any of the following things in Ontario unless it is a professional corporation that holds a valid certificate of authorization under this Act: 1. Take or use the name or title of “Public Accountant” or its equivalent in any other language. 2. Practise as a public accountant. 3. Hold itself out as being authorized to carry on practice as a public accountant or use any designation or initials indicating or implying that it is authorized to carry on practice as a public accountant. 2001, c. 8, s. 212 (1). Permission for non-resident to practise (2) Despite anything in this section, the Council may permit any person who is a non-resident of Ontario to practise as a public accountant within Ontario without a licence under this Act, subject to any terms and conditions that may from time to time be prescribed. R.S.O. 1990, c. P.37, s. 24 (2). Offence (3) Any person who contravenes any provision of this section, without prejudice to any other proceedings that may be taken, is guilty of an offence and on conviction is liable to a fine of not more than $10,000 for a first offence and to a fine of not more than $25,000 for any subsequent offence. R.S.O. 1990, c. P.37, s. 24 (3). Defence, individuals (4) If an individual contravenes this section because his or her licence has been revoked, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed, (a) notice of the revocation had not been served in accordance with this Act or the regulations; (b) the time for appealing the revocation had not expired; or (c) an appeal of the revocation had not yet been determined. 2001, c. 8, s. 212 (2). Same, corporations (5) If a corporation contravenes this section because its certificate of authorization has been cancelled, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed, (a) notice of the cancellation had not been served in accordance with this Act or the regulations; (b) the time for appealing the cancellation had not expired; or (c) an appeal of the cancellation had not yet been determined. 2001, c. 8, s. 212 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P281_24684\"></a><a name=\"BK25\"></a>24.</b> (1) Subject to subsection (2), an individual shall not do any of the following things in Ontario unless he or she is licensed under this Act:</p> <p class=\"paragraph-e\">1. Take or use the name or title of “Public Accountant” or its equivalent in any other language.</p> <p class=\"paragraph-e\">2. Practise as a public accountant.</p> <p class=\"paragraph-e\">3. Hold himself or herself out as being licensed as a public accountant or use any designation or initials indicating or implying that he or she is licensed as a public accountant. 2001, c. 8, s. 212 (1).</p> <p class=\"headnote-e\"><b>Same, corporations</b></p> <p class=\"subsection-e\">(1.1) Subject to subsection (2), a corporation shall not do any of the following things in Ontario unless it is a professional corporation that holds a valid certificate of authorization under this Act:</p> <p class=\"paragraph-e\">1. Take or use the name or title of “Public Accountant” or its equivalent in any other language.</p> <p class=\"paragraph-e\">2. Practise as a public accountant.</p> <p class=\"paragraph-e\">3. Hold itself out as being authorized to carry on practice as a public accountant or use any designation or initials indicating or implying that it is authorized to carry on practice as a public accountant. 2001, c. 8, s. 212 (1).</p> <p class=\"headnote-e\"><b>Permission for non-resident to practise</b></p> <p class=\"subsection-e\">(2) Despite anything in this section, the Council may permit any person who is a non-resident of Ontario to practise as a public accountant within Ontario without a licence under this Act, subject to any terms and conditions that may from time to time be prescribed. R.S.O. 1990, c. P.37, s. 24 (2).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(3) Any person who contravenes any provision of this section, without prejudice to any other proceedings that may be taken, is guilty of an offence and on conviction is liable to a fine of not more than $10,000 for a first offence and to a fine of not more than $25,000 for any subsequent offence. R.S.O. 1990, c. P.37, s. 24 (3).</p> <p class=\"headnote-e\"><b>Defence, individuals</b></p> <p class=\"subsection-e\">(4) If an individual contravenes this section because his or her licence has been revoked, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed,</p> <p class=\"clause-e\">(a) notice of the revocation had not been served in accordance with this Act or the regulations;</p> <p class=\"clause-e\">(b) the time for appealing the revocation had not expired; or</p> <p class=\"clause-e\">(c) an appeal of the revocation had not yet been determined. 2001, c. 8, s. 212 (2).</p> <p class=\"headnote-e\"><b>Same, corporations</b></p> <p class=\"subsection-e\">(5) If a corporation contravenes this section because its certificate of authorization has been cancelled, it is a defence to any proceeding in respect of the contravention to prove that, when the contravention is alleged to have been committed,</p> <p class=\"clause-e\">(a) notice of the cancellation had not been served in accordance with this Act or the regulations;</p> <p class=\"clause-e\">(b) the time for appealing the cancellation had not expired; or</p> <p class=\"clause-e\">(c) an appeal of the cancellation had not yet been determined. 2001, c. 8, s. 212 (2).</p>"
        },
        {
            "id": "P305_27540",
            "section": "Prohibition against a body corporate carrying on business as public accountant",
            "content": "25. (1) Unless it is a professional corporation incorporated under subsection 14 (4), it is not lawful for a body corporate to practise as a public accountant and any body corporate that contravenes the provisions of this subsection, without prejudice to any other proceedings that may be taken, is guilty of an offence and on conviction is liable to a fine of not more than $10,000 for a first offence and to a fine of not more than $25,000 for any subsequent offence. R.S.O. 1990, c. P.37, s. 25 (1); 2000, c. 42, Sched., s. 28. Liability of directors and officers (2) If a body corporate is guilty of an offence under subsection (1), every director or officer of the body corporate who consented to, or connived at or was responsible for the commission of the offence shall be deemed to be a party to and guilty of the offence and is liable to be proceeded against and fined accordingly. R.S.O. 1990, c. P.37, s. 25 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P305_27540\"></a><a name=\"BK26\"></a>25. </b>(1) Unless it is a professional corporation incorporated under subsection 14 (4), it is not lawful for a body corporate to practise as a public accountant and any body corporate that contravenes the provisions of this subsection, without prejudice to any other proceedings that may be taken, is guilty of an offence and on conviction is liable to a fine of not more than $10,000 for a first offence and to a fine of not more than $25,000 for any subsequent offence. R.S.O. 1990, c. P.37, s. 25 (1); 2000, c. 42, Sched., s. 28.</p> <p class=\"headnote-e\"><b>Liability of directors and officers</b></p> <p class=\"subsection-e\">(2) If a body corporate is guilty of an offence under subsection (1), every director or officer of the body corporate who consented to, or connived at or was responsible for the commission of the offence shall be deemed to be a party to and guilty of the offence and is liable to be proceeded against and fined accordingly. R.S.O. 1990, c. P.37, s. 25 (2).</p>"
        },
        {
            "id": "P309_28528",
            "section": "No costs, etc., recoverable by unlicensed person",
            "content": "26. (1) No person is entitled to recover any costs incurred or charges made as a public accountant unless such person was licensed under this Act at the time when such costs were incurred or when the services were rendered in respect of which such charges were made. R.S.O. 1990, c. P.37, s. 26. Same, corporations (2) A corporation is not entitled to recover any costs incurred or charges made as a public accountant unless the corporation was a professional corporation that held a valid certificate of authorization when the costs were incurred or the services rendered in respect of which the charges were made. 2001, c. 8, s. 213.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P309_28528\"></a><a name=\"BK27\"></a>26.</b> (1) No person is entitled to recover any costs incurred or charges made as a public accountant unless such person was licensed under this Act at the time when such costs were incurred or when the services were rendered in respect of which such charges were made. R.S.O. 1990, c. P.37, s. 26.</p> <p class=\"headnote-e\"><b>Same, corporations</b></p> <p class=\"subsection-e\">(2) A corporation is not entitled to recover any costs incurred or charges made as a public accountant unless the corporation was a professional corporation that held a valid certificate of authorization when the costs were incurred or the services rendered in respect of which the charges were made. 2001, c. 8, s. 213.</p>"
        },
        {
            "id": "P313_29184",
            "section": "Finances",
            "content": "27. (1) The Council shall maintain a fund into which all money received by the Council shall be paid and out of which shall be paid all administrative and establishment expenses of the Council and all expenses incurred by the Council in carrying out its functions under this Act and all other liabilities properly incurred by the Council. R.S.O. 1990, c. P.37, s. 27 (1). Management of fund (2) The Council shall manage, administer and keep proper accounts of the fund. R.S.O. 1990, c. P.37, s. 27 (2). Investment of money (3) The Council may invest any money standing to the credit of the fund, and sections 27 to 31 of the Trustee Act apply, with necessary modifications, to the investment of the money. 1998, c. 18, Sched. B, s. 12; 2002, c. 18, Sched. A, s. 16. Borrowing powers (4) The Council may from time to time borrow any money required for the purposes of the Council and may mortgage, hypothecate, charge or pledge any or all of its property and assets to secure the amount so borrowed. R.S.O. 1990, c. P.37, s. 27 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P313_29184\"></a><a name=\"BK28\"></a>27.</b> (1) The Council shall maintain a fund into which all money received by the Council shall be paid and out of which shall be paid all administrative and establishment expenses of the Council and all expenses incurred by the Council in carrying out its functions under this Act and all other liabilities properly incurred by the Council. R.S.O. 1990, c. P.37, s. 27 (1).</p> <p class=\"headnote-e\"><b>Management of fund</b></p> <p class=\"subsection-e\">(2) The Council shall manage, administer and keep proper accounts of the fund. R.S.O. 1990, c. P.37, s. 27 (2).</p> <p class=\"headnote-e\"><b>Investment of money</b></p> <p class=\"subsection-e\">(3) The Council may invest any money standing to the credit of the fund, and sections 27 to 31 of the <i>Trustee Act</i> apply, with necessary modifications, to the investment of the money. 1998, c. 18, Sched. B, s. 12; 2002, c. 18, Sched. A, s. 16.</p> <p class=\"headnote-e\"><b>Borrowing powers</b></p> <p class=\"subsection-e\">(4) The Council may from time to time borrow any money required for the purposes of the Council and may mortgage, hypothecate, charge or pledge any or all of its property and assets to secure the amount so borrowed. R.S.O. 1990, c. P.37, s. 27 (4).</p>"
        },
        {
            "id": "P321_30284",
            "section": "Payment of expenses, salaries and pensions",
            "content": "28. (1) The Council shall pay, (a) to the members of the Council such allowances for travelling and subsistence expenses incurred in the discharge of their functions; and (b) to the secretary and any other officers and employees of the Council such salaries and remuneration and on retirement or death, such pensions and gratuities, as the Council may determine. R.S.O. 1990, c. P.37, s. 28 (1). Dependants of employees (2) The Council may make provision for the dependants of any of its employees. R.S.O. 1990, c. P.37, s. 28 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P321_30284\"></a><a name=\"BK29\"></a>28. </b>(1) The Council shall pay,</p> <p class=\"clause-e\">(a) to the members of the Council such allowances for travelling and subsistence expenses incurred in the discharge of their functions; and</p> <p class=\"clause-e\">(b) to the secretary and any other officers and employees of the Council such salaries and remuneration and on retirement or death, such pensions and gratuities,</p> <p class=\"Ssection-e\">as the Council may determine. R.S.O. 1990, c. P.37, s. 28 (1).</p> <p class=\"headnote-e\"><b>Dependants of employees</b></p> <p class=\"subsection-e\">(2) The Council may make provision for the dependants of any of its employees. R.S.O. 1990, c. P.37, s. 28 (2).</p>"
        },
        {
            "id": "P328_30842",
            "section": "Audit of accounts",
            "content": "29. The accounts of the Council and of its officers and of any committee appointed by the Council shall be audited annually by a person licensed under this Act and appointed annually by the Council, who shall not be a member of the Council or a person who is in partnership with such a member. R.S.O. 1990, c. P.37, s. 29.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P328_30842\"></a><a name=\"BK30\"></a>29. </b>The accounts of the Council and of its officers and of any committee appointed by the Council shall be audited annually by a person licensed under this Act and appointed annually by the Council, who shall not be a member of the Council or a person who is in partnership with such a member. R.S.O. 1990, c. P.37, s. 29.</p>"
        },
        {
            "id": "P330_31221",
            "section": "Accounts to be furnished to qualifying bodies, etc.",
            "content": "30. (1) Within three months after the end of each financial year, the Council shall forward a copy of the audited accounts of the Council for that year to the qualifying body and to the Attorney General. R.S.O. 1990, c. P.37, s. 30 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 7 by striking out “to the qualifying body and to the Attorney General” at the end and substituting “to the Attorney General”. See: 2002, c. 24, Sched. C, ss. 7, 10. Copies (2) Any person licensed under this Act is entitled upon demand to receive a copy of the audited accounts. R.S.O. 1990, c. P.37, s. 30 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P330_31221\"></a><a name=\"BK31\"></a>30. </b>(1) Within three months after the end of each financial year, the Council shall forward a copy of the audited accounts of the Council for that year to the qualifying body and to the Attorney General. R.S.O. 1990, c. P.37, s. 30 (1).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 7 by striking out “to the qualifying body and to the Attorney General” at the end and substituting “to the Attorney General”. See: 2002, c. 24, Sched. C, ss. 7, 10.</b></p> <p class=\"headnote-e\"><b>Copies</b></p> <p class=\"subsection-e\">(2) Any person licensed under this Act is entitled upon demand to receive a copy of the audited accounts. R.S.O. 1990, c. P.37, s. 30 (2).</p>"
        },
        {
            "id": "P335_31967",
            "section": "Regulation",
            "content": "31. (1) Subject to the provisions of this Act, the Council shall or may, as the case may be, prescribe by regulation anything that is by this Act required or authorized to be prescribed and may make such further provisions as may seem to the Council necessary or desirable for carrying out or facilitating any of the purposes of this Act. R.S.O. 1990, c. P.37, s. 31 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (1) by striking out “and may make such further provisions” and substituting “and may make such further regulations or other provisions”. See: 2002, c. 24, Sched. C, ss. 8 (1), 10. Note: On a day to be named by proclamation of the Lieutenant Governor, section 31 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (2) by adding the following subsections: Adoption of codes (1.1) Without limiting the generality of subsection (1), the Council’s power to make regulations may be exercised by adopting by reference, in whole or in part and with such changes as the Council considers necessary, any code, standard, guideline or procedure and requiring compliance with the thing as adopted. Rolling incorporation (1.2) If a regulation described in subsection (1.1) so provides, a code, standard, guideline or procedure adopted by reference shall be a reference to it, as amended from time to time, and whether the amendment was made before or after the regulation was adopted. See: 2002, c. 24, Sched. C, ss. 8 (2), 10. Copies (2) The Council shall on receipt of the prescribed charges supply a copy of any regulation made under this Act and of any forms prescribed by such regulation to any person applying therefor. R.S.O. 1990, c. P.37, s. 31 (2). Annulment (3) The Lieutenant Governor in Council may annul any regulation made by the Council under this Act. R.S.O. 1990, c. P.37, s. 31 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (3) and the following substituted: Attorney General may require regulations (3) The Attorney General may require that the Council make, amend or revoke a regulation that it has the authority to make, amend or revoke, as described in subsection (1). See: 2002, c. 24, Sched. C, ss. 8 (3), 10. Note: On a day to be named by proclamation of the Lieutenant Governor, section 31 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (3) by adding the following subsections: Lieutenant Governor in Council may make regulation (4) If the Council does not make, amend or revoke the regulation as required by the Attorney General within 60 days after receiving the Attorney General’s requirement in writing, the Lieutenant Governor in Council may make a regulation that carries out the intent of the Attorney General’s requirement. Conflict (5) A regulation made by the Lieutenant Governor in Council under subsection (4) may amend or revoke a regulation made by the Council under subsection (1) and, in the event of a conflict between the regulation made by the Lieutenant Governor in Council and the one made by the Council, the regulation made by the Lieutenant Governor in Council prevails. See: 2002, c. 24, Sched. C, ss. 8 (3), 10. Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 9 by adding the following section: Regulations made by Lieutenant Governor in Council 31.1 The Lieutenant Governor in Council may make regulations, (a) prescribing the number of members of the Council and their terms of office; (b) respecting the appointment of members of the Council; (c) prescribing matters for the purposes of clause 7 (j); (d) prescribing an equivalent examination for the purposes of clause 14 (1) (d); (e) prescribing conditions for the purposes of subclause 18 (1) (d) (ii) and clause 18 (3) (b). See: 2002, c. 24, Sched. C, ss. 9, 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P335_31967\"></a><a name=\"BK32\"></a>31. </b>(1) Subject to the provisions of this Act, the Council shall or may, as the case may be, prescribe by regulation anything that is by this Act required or authorized to be prescribed and may make such further provisions as may seem to the Council necessary or desirable for carrying out or facilitating any of the purposes of this Act. R.S.O. 1990, c. P.37, s. 31 (1).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (1) by striking out “and may make such further provisions” and substituting “and may make such further regulations or other provisions”. See: 2002, c. 24, Sched. C, ss. 8 (1), 10.</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 31 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (2) by adding the following subsections:</b></p> <p class=\"Yheadnote-e\"><b>Adoption of codes</b></p> <p class=\"Ysubsection-e\">(1.1) Without limiting the generality of subsection (1), the Council’s power to make regulations may be exercised by adopting by reference, in whole or in part and with such changes as the Council considers necessary, any code, standard, guideline or procedure and requiring compliance with the thing as adopted.</p> <p class=\"Yheadnote-e\"><b>Rolling incorporation</b></p> <p class=\"Ysubsection-e\">(1.2) If a regulation described in subsection (1.1) so provides, a code, standard, guideline or procedure adopted by reference shall be a reference to it, as amended from time to time, and whether the amendment was made before or after the regulation was adopted.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 8 (2), 10.</b></p> <p class=\"headnote-e\"><b>Copies</b></p> <p class=\"subsection-e\">(2) The Council shall on receipt of the prescribed charges supply a copy of any regulation made under this Act and of any forms prescribed by such regulation to any person applying therefor. R.S.O. 1990, c. P.37, s. 31 (2).</p> <p class=\"headnote-e\"><b>Annulment</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council may annul any regulation made by the Council under this Act. R.S.O. 1990, c. P.37, s. 31 (3).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is repealed by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (3) and the following substituted:</b></p> <p class=\"Yheadnote-e\"><b>Attorney General may require regulations</b></p> <p class=\"Ysubsection-e\">(3) The Attorney General may require that the Council make, amend or revoke a regulation that it has the authority to make, amend or revoke, as described in subsection (1).</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 8 (3), 10.</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 31 is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, subsection 8 (3) by adding the following subsections:</b></p> <p class=\"Yheadnote-e\"><b>Lieutenant Governor in Council may make regulation</b></p> <p class=\"Ysubsection-e\">(4) If the Council does not make, amend or revoke the regulation as required by the Attorney General within 60 days after receiving the Attorney General’s requirement in writing, the Lieutenant Governor in Council may make a regulation that carries out the intent of the Attorney General’s requirement.</p> <p class=\"Yheadnote-e\"><b>Conflict</b></p> <p class=\"Ysubsection-e\">(5) A regulation made by the Lieutenant Governor in Council under subsection (4) may amend or revoke a regulation made by the Council under subsection (1) and, in the event of a conflict between the regulation made by the Lieutenant Governor in Council and the one made by the Council, the regulation made by the Lieutenant Governor in Council prevails.</p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 8 (3), 10.</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by the Statutes of Ontario, 2002, chapter 24, Schedule C, section 9 by adding the following section:</b></p> <p class=\"Yheadnote-e\"><b>Regulations made by Lieutenant Governor in Council</b></p> <p class=\"Ysection-e\"><b><a name=\"P359_35644\"></a><a name=\"BK33\"></a>31.1 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"Yclause-e\">(a) prescribing the number of members of the Council and their terms of office;</p> <p class=\"Yclause-e\">(b) respecting the appointment of members of the Council;</p> <p class=\"Yclause-e\">(c) prescribing matters for the purposes of clause 7 (j);</p> <p class=\"Yclause-e\">(d) prescribing an equivalent examination for the purposes of clause 14 (1) (d);</p> <p class=\"Yclause-e\">(e) prescribing conditions for the purposes of subclause 18 (1) (d) (ii) and clause 18 (3) (b). </p> <p class=\"Pnote-e\"><b>See: 2002, c. 24, Sched. C, ss. 9, 10.</b></p>"
        },
        {
            "id": "P367_36162",
            "section": "Authentication of regulations and other documents",
            "content": "32. Every regulation, licence, notice or other document made, granted or issued by the Council for any purpose whatsoever may be signed on behalf of the Council by the secretary or registrar or by such other officer of the Council as may from time to time be authorized by the Council so to do, and when so signed is proof, in the absence of evidence to the contrary, of such regulation, licence, notice or other document. R.S.O. 1990, c. P.37, s. 32.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P367_36162\"></a><a name=\"BK34\"></a>32. </b>Every regulation, licence, notice or other document made, granted or issued by the Council for any purpose whatsoever may be signed on behalf of the Council by the secretary or registrar or by such other officer of the Council as may from time to time be authorized by the Council so to do, and when so signed is proof, in the absence of evidence to the contrary, of such regulation, licence, notice or other document. R.S.O. 1990, c. P.37, s. 32.</p>"
        },
        {
            "id": "P369_36639",
            "section": "Service of documents",
            "content": "33. (1) Any notice or document required to be given by or for the purposes of this Act may be sent by prepaid mail and when so sent shall be deemed to be properly addressed if addressed to the person or body for whom intended at the latest address of such person or body appearing in the roll or records of the Council. R.S.O. 1990, c. P.37, s. 33 (1). Idem (2) Any notice relating to, (a) the refusal to grant or renew a licence; (b) the revocation of a licence; or (c) the removal of the name of any person from the roll, shall be sent by registered mail. R.S.O. 1990, c. P.37, s. 33 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P369_36639\"></a><a name=\"BK35\"></a>33. </b>(1) Any notice or document required to be given by or for the purposes of this Act may be sent by prepaid mail and when so sent shall be deemed to be properly addressed if addressed to the person or body for whom intended at the latest address of such person or body appearing in the roll or records of the Council. R.S.O. 1990, c. P.37, s. 33 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Any notice relating to,</p> <p class=\"clause-e\">(a) the refusal to grant or renew a licence;</p> <p class=\"clause-e\">(b) the revocation of a licence; or</p> <p class=\"clause-e\">(c) the removal of the name of any person from the roll,</p> <p class=\"Ssubsection-e\">shall be sent by registered mail. R.S.O. 1990, c. P.37, s. 33 (2).</p>"
        },
        {
            "id": "P377_37243",
            "section": "Saving",
            "content": "34. Nothing in this Act precludes a registered member of the Society of Management Accountants of Ontario, or any other person, from practising as an industrial accountant, cost accountant or cost consultant, from designating himself or herself as such or from issuing statements, opinions, reports or certificates in connection with such practice. R.S.O. 1990, c. P.37, s. 34.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P377_37243\"></a><a name=\"BK36\"></a>34. </b>Nothing in this Act precludes a registered member of the Society of Management Accountants of Ontario, or any other person, from practising as an industrial accountant, cost accountant or cost consultant, from designating himself or herself as such or from issuing statements, opinions, reports or certificates in connection with such practice. R.S.O. 1990, c. P.37, s. 34.</p>"
        },
        {
            "id": "P379_37645",
            "section": "Freedom from action",
            "content": "35. No action shall be brought against the Council or any member or former member thereof that is based on the refusal of the Council to grant or renew a licence or that is based on the revocation by the Council of a licence. R.S.O. 1990, c. P.37, s. 35. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P379_37645\"></a><a name=\"BK37\"></a>35. </b>No action shall be brought against the Council or any member or former member thereof that is based on the refusal of the Council to grant or renew a licence or that is based on the revocation by the Council of a licence. R.S.O. 1990, c. P.37, s. 35.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p37_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90p37_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}