{
    "act_info": {
        "full_title": "Putting Students First Act, 2012, S.O. 2012, c. 11",
        "act_name_text": "Not Found",
        "citation": "Putting Students First Act, 2012, S.O. 2012, c. 11",
        "url": "https://www.ontario.ca/laws/statute/12p11",
        "date_scraped": "2023-12-21 13:43:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/12p11/v2",
            "valid_from": "September 12, 2012",
            "valid_to": "January 22, 2013"
        },
        {
            "a_href": "/laws/statute/12p11/v1",
            "valid_from": "September 11, 2012",
            "valid_to": "September 11, 2012"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/130002",
            "revoked_reg_citation": "O. Reg. 2/13",
            "revoked_reg_title": "GENERAL"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/120313",
            "revoked_reg_citation": "O. Reg. 313/12",
            "revoked_reg_title": "SICK LEAVE PROVISIONS, 2012-2013"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/120282",
            "revoked_reg_citation": "O. Reg. 282/12",
            "revoked_reg_title": "ORDERS TO REIMBURSE BOARDS - DEDUCTIONS FROM WAGES"
        }
    ],
    "content": [
        {
            "id": "P73_4091",
            "section": "Interpretation",
            "content": "1. (1) In this Act, “board” has the same meaning as in the Education Act; (“conseil”) “collective agreement” means an agreement in writing between a board and an employee bargaining agent that contains provisions respecting terms or conditions of employment or the rights, privileges or duties of the board, the employee bargaining agent or employees and includes a collective agreement determined in whole or in part by arbitration; (“convention collective”) “commencement date” means the first day of the term of a collective agreement; (“date de début”) “compensation” means anything paid or provided, directly or indirectly, to or for the benefit of a person who performs duties and functions that entitle him or her to be paid, and includes salary, benefits, perquisites, all forms of non-discretionary and discretionary payments and any prescribed payments; (“rémunération”) “employee bargaining agent” means, (a) a trade union certified or voluntarily recognized under the Labour Relations Act, 1995, (b) a designated bargaining agent for a teachers’ bargaining unit, as those terms are defined in subsection 277.1 (1) of the Education Act, and (c) any organization that is prescribed; (“agent négociateur d’employés”) “employment contract” means any contract, whether written, unwritten, express or implied, between an employee and a board respecting terms and conditions of employment, other than a collective agreement; (“contrat de travail”) “Minister” means the Minister of Education; (“ministre”) “Part X.1 teacher” has the same meaning as in subsection 277.1 (1) of the Education Act; (“enseignant visé par la partie X.1”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “restraint period” means, for a board employee or class of board employees, the two-year period, or such longer period as may be prescribed, beginning on the date determined under subsection (2), (3) or (4). (“période de restriction”) 2012, c. 11, s. 1 (1). Restraint period (2) For Part X.1 teachers, and for all board employees who are not represented by an employee bargaining agent, the first day of the restraint period is September 1, 2012. 2012, c. 11, s. 1 (2). Same (3) For board employees, other than Part X.1 teachers, who are represented by an employee bargaining agent and who, on August 27, 2012, are subject to a collective agreement that is in operation, (a) if the collective agreement expires on August 31, 2012, the first day of the restraint period is September 1, 2012; and (b) if the collective agreement expires on any other day, the first day of the restraint period is the day after the collective agreement expires. 2012, c. 11, s. 1 (3). Same (4) For board employees, other than Part X.1 teachers, who are represented by an employee bargaining agent and who, on August 27, 2012, are not subject to a collective agreement that is in operation, (a) the first day of the restraint period is the day after the most recent collective agreement, if any, expired; and (b) if the board and the employee bargaining agent are at that time bargaining for a first collective agreement, the first day of the restraint period is the day the employee bargaining agent was certified or voluntarily recognized to represent the board employees. 2012, c. 11, s. 1 (4). Same (5) For greater certainty, the restraint period applicable to an employee or class of employees may start on a day before this subsection comes into force. 2012, c. 11, s. 1 (5). When collective agreement is settled (6) For the purposes of this Act, a collective agreement is considered to have been settled on the day indicated below: 1. If ratification by one or both of the parties is required, the collective agreement is settled on the day on which the collective agreement, or a memorandum of settlement on which the collective agreement is to be based, is ratified by one or both of the parties, as the case may be. 2. If the collective agreement is determined in whole or in part by arbitration, the collective agreement is settled on the day on which the arbitrator or arbitration board gives a decision. 3. In any other case, the collective agreement is settled on the day on which it is executed. 2012, c. 11, s. 1 (6). Schools for deaf, blind; provincial schools (7) This Act applies, with the following and any other necessary modifications, in relation to schools established or continued under subsection 13 (1), (2) or (4) of the Education Act and schools operated by a ministry under the Provincial Schools Negotiations Act: 1. A reference to a board shall be read as a reference to the Provincial Schools Authority. 2. A reference to an employee bargaining agent shall be read as a reference to the bargaining agent referred to in subsection 5 (4) of the Provincial Schools Negotiations Act. 3. The reference in subsection 3 (3) to a director of education for a board shall be read as a reference to the chair of the Provincial Schools Authority. 2012, c. 11, s. 1 (7). Denominational, linguistic and cultural aspects (8) Nothing in this Act shall be interpreted in a way that interferes with or controls, (a) the denominational aspects of a Roman Catholic board; (b) the denominational aspects of a Protestant separate school board; or (c) the linguistic or cultural aspects of a French-language district school board. 2012, c. 11, s. 1 (8). Employees Who Do Not Bargain Collectively",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P73_4091\"></a><a name=\"BK2\"></a>1. </b>(1) In this Act,</p> <p class=\"firstdef-f\">“board” has the same meaning as in the <i>Education Act</i>; (“conseil”)</p> <p class=\"definition-e\">“collective agreement” means an agreement in writing between a board and an employee bargaining agent that contains provisions respecting terms or conditions of employment or the rights, privileges or duties of the board, the employee bargaining agent or employees and includes a collective agreement determined in whole or in part by arbitration; (“convention collective”)</p> <p class=\"definition-e\">“commencement date” means the first day of the term of a collective agreement; (“date de début”)</p> <p class=\"definition-e\">“compensation” means anything paid or provided, directly or indirectly, to or for the benefit of a person who performs duties and functions that entitle him or her to be paid, and includes salary, benefits, perquisites, all forms of non-discretionary and discretionary payments and any prescribed payments; (“rémunération”)</p> <p class=\"definition-e\">“employee bargaining agent” means,</p> <p class=\"defclause-e\">(a) a trade union certified or voluntarily recognized under the <i>Labour Relations Act, 1995</i>,</p> <p class=\"defclause-e\">(b) a designated bargaining agent for a teachers’ bargaining unit, as those terms are defined in subsection 277.1 (1) of the <i>Education Act</i>, and</p> <p class=\"defclause-e\">(c) any organization that is prescribed; (“agent négociateur d’employés”)</p> <p class=\"definition-e\">“employment contract” means any contract, whether written, unwritten, express or implied, between an employee and a board respecting terms and conditions of employment, other than a collective agreement; (“contrat de travail”)</p> <p class=\"definition-e\">“Minister” means the Minister of Education; (“ministre”)</p> <p class=\"definition-e\">“Part X.1 teacher” has the same meaning as in subsection 277.1 (1) of the <i>Education Act</i>; (“enseignant visé par la partie X.1”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“restraint period” means, for a board employee or class of board employees, the two-year period, or such longer period as may be prescribed, beginning on the date determined under subsection (2), (3) or (4). (“période de restriction”) 2012, c. 11, s. 1 (1).</p> <p class=\"headnote-e\"><b>Restraint period</b></p> <p class=\"subsection-e\">(2) For Part X.1 teachers, and for all board employees who are not represented by an employee bargaining agent, the first day of the restraint period is September 1, 2012. 2012, c. 11, s. 1 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) For board employees, other than Part X.1 teachers, who are represented by an employee bargaining agent and who, on August 27, 2012, are subject to a collective agreement that is in operation,</p> <p class=\"clause-e\">(a) if the collective agreement expires on August 31, 2012, the first day of the restraint period is September 1, 2012; and</p> <p class=\"clause-e\">(b) if the collective agreement expires on any other day, the first day of the restraint period is the day after the collective agreement expires. 2012, c. 11, s. 1 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) For board employees, other than Part X.1 teachers, who are represented by an employee bargaining agent and who, on August 27, 2012, are not subject to a collective agreement that is in operation,</p> <p class=\"clause-e\">(a) the first day of the restraint period is the day after the most recent collective agreement, if any, expired; and</p> <p class=\"clause-e\">(b) if the board and the employee bargaining agent are at that time bargaining for a first collective agreement, the first day of the restraint period is the day the employee bargaining agent was certified or voluntarily recognized to represent the board employees. 2012, c. 11, s. 1 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) For greater certainty, the restraint period applicable to an employee or class of employees may start on a day before this subsection comes into force. 2012, c. 11, s. 1 (5).</p> <p class=\"headnote-e\"><b>When collective agreement is settled</b></p> <p class=\"subsection-e\">(6) For the purposes of this Act, a collective agreement is considered to have been settled on the day indicated below:</p> <p class=\"paragraph-e\">1. If ratification by one or both of the parties is required, the collective agreement is settled on the day on which the collective agreement, or a memorandum of settlement on which the collective agreement is to be based, is ratified by one or both of the parties, as the case may be.</p> <p class=\"paragraph-e\">2. If the collective agreement is determined in whole or in part by arbitration, the collective agreement is settled on the day on which the arbitrator or arbitration board gives a decision.</p> <p class=\"paragraph-e\">3. In any other case, the collective agreement is settled on the day on which it is executed. 2012, c. 11, s. 1 (6).</p> <p class=\"headnote-e\"><b>Schools for deaf, blind; provincial schools</b></p> <p class=\"subsection-e\">(7) This Act applies, with the following and any other necessary modifications, in relation to schools established or continued under subsection 13 (1), (2) or (4) of the <i>Education Act</i> and schools operated by a ministry under the <i>Provincial Schools Negotiations Act</i>:</p> <p class=\"paragraph-e\">1. A reference to a board shall be read as a reference to the Provincial Schools Authority.</p> <p class=\"paragraph-e\">2. A reference to an employee bargaining agent shall be read as a reference to the bargaining agent referred to in subsection 5 (4) of the <i>Provincial Schools Negotiations Act</i>.</p> <p class=\"paragraph-e\">3. The reference in subsection 3 (3) to a director of education for a board shall be read as a reference to the chair of the Provincial Schools Authority. 2012, c. 11, s. 1 (7).</p> <p class=\"headnote-e\"><b>Denominational, linguistic and cultural aspects</b></p> <p class=\"subsection-e\">(8) Nothing in this Act shall be interpreted in a way that interferes with or controls,</p> <p class=\"clause-e\">(a) the denominational aspects of a Roman Catholic board;</p> <p class=\"clause-e\">(b) the denominational aspects of a Protestant separate school board; or</p> <p class=\"clause-e\">(c) the linguistic or cultural aspects of a French-language district school board. 2012, c. 11, s. 1 (8).</p> <p class=\"heading1-e\"><a name=\"P115_9599\"></a><a name=\"BK3\"></a>Employees Who Do Not Bargain Collectively</p>"
        },
        {
            "id": "P117_9681",
            "section": "Employment contracts to provide for terms",
            "content": "2. (1) Every employment contract between a board and a board employee that applies during the restraint period shall provide for the following terms and shall not be inconsistent with those terms: 1. The compensation or rate of pay that the employee is entitled to during the restraint period shall not be greater than the compensation or rate of pay he or she was receiving as of the day before the beginning of the restraint period for the employee. 2. If a person is hired during the restraint period, his or her compensation or rate of pay shall not be greater than that provided as of August 31, 2012 to an employee with similar qualifications in the same or a similar position with the same employer. 3. If an employee changes position or changes status between full-time and part-time during the restraint period but remains employed by the board, his or her new compensation or rate of pay shall not be greater than that provided as of August 31, 2012 to an employee with similar qualifications in the same or a similar position with the same employer. 4. The compensation or rate of pay to which an employee is entitled under paragraph 1, 2 or 3, as the case may be, shall not be increased for any reason during the restraint period. 5. Such days of service credits as have been accumulated by an employee as of August 31, 2012 may be counted as standing to the employee’s credit, but no service credits may be accumulated after that day. 6. Upon the retirement of the employee, such service credits as have been accumulated shall be paid out at the lesser of, i. the rate of pay specified in the employee’s employment contract as the rate for payment of service credits, and ii. the employee’s rate of pay as of August 31, 2012. 7. Such days of sick leave credits as have been accumulated by an employee as of August 31, 2012 under a system of sick leave credit gratuities established under section 180 of the Education Act may be counted as standing to the employee’s credit, but no sick leave credits may be accumulated after that day except as may be allowed under the regulations made under section 180.1 of the Education Act. 8. Upon the retirement of the employee, such sick leave credits as have been accumulated shall be paid out at the rate of the employee’s pay as of August 31, 2012. 9. An employee shall be eligible for 10 days of sick leave during a board’s fiscal year paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 10. An employee shall be eligible for an additional 120 days of sick leave during a board’s fiscal year paid at a rate of pay equal to, i. 90 per cent of the employee’s salary as of August 31, 2012, if the employee’s entitlement to that rate has been determined through an adjudicative process agreed to by the employee and the board, or ii. 66.67 per cent of the employee’s salary for the year, for all other employees. 11. Any other prescribed terms. 2012, c. 11, s. 2 (1). Inconsistent with the terms of an employment contract (2) An employment contract is inconsistent with the terms described in subsection (1) if it includes terms that change, nullify or limit the operation of a term described in subsection (1). 2012, c. 11, s. 2 (2). Deemed provisions (3) If an employment contract that applies during the restraint period does not provide for a term described in subsection (1), the contract is deemed to provide for it, and if the term is prescribed for the purposes of paragraph 11 of subsection (1) after the beginning of the restraint period, the contract is deemed to have provided for the term as of the first day of the restraint period. 2012, c. 11, s. 2 (3). Inoperative provisions (4) If an employment contract that applies during the restraint period is inconsistent with the terms described in subsection (1), the contract is inoperative to the extent of the inconsistency, and if the inconsistency is with respect to a term prescribed for the purposes of paragraph 11 of subsection (1) after the beginning of the restraint period, the contract is deemed to have been inoperative to the extent of the inconsistency as of the first day of the restraint period. 2012, c. 11, s. 2 (4). Payments for lost compensation (5) A board shall not provide compensation to an employee, before, during or after the restraint period, for compensation that he or she will not, does not, or did not receive as a result of this Act. 2012, c. 11, s. 2 (5). Application (6) This section applies to an employment contract whether the contract is entered into before, on or after the day this subsection comes into force. 2012, c. 11, s. 2 (6). Broader Public Sector Accountability Act, 2010 (7) This section does not apply to an employment contract for an employee to whom Part II.1 of the Broader Public Sector Accountability Act, 2010 applies. 2012, c. 11, s. 2 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P117_9681\"></a><a name=\"BK4\"></a>2. </b>(1) Every employment contract between a board and a board employee that applies during the restraint period shall provide for the following terms and shall not be inconsistent with those terms:</p> <p class=\"paragraph-e\">1. The compensation or rate of pay that the employee is entitled to during the restraint period shall not be greater than the compensation or rate of pay he or she was receiving as of the day before the beginning of the restraint period for the employee.</p> <p class=\"paragraph-e\">2. If a person is hired during the restraint period, his or her compensation or rate of pay shall not be greater than that provided as of August 31, 2012 to an employee with similar qualifications in the same or a similar position with the same employer.</p> <p class=\"paragraph-e\">3. If an employee changes position or changes status between full-time and part-time during the restraint period but remains employed by the board, his or her new compensation or rate of pay shall not be greater than that provided as of August 31, 2012 to an employee with similar qualifications in the same or a similar position with the same employer.</p> <p class=\"paragraph-e\">4. The compensation or rate of pay to which an employee is entitled under paragraph 1, 2 or 3, as the case may be, shall not be increased for any reason during the restraint period.</p> <p class=\"paragraph-e\">5. Such days of service credits as have been accumulated by an employee as of August 31, 2012 may be counted as standing to the employee’s credit, but no service credits may be accumulated after that day.</p> <p class=\"paragraph-e\">6. Upon the retirement of the employee, such service credits as have been accumulated shall be paid out at the lesser of,</p> <p class=\"subpara-e\">i. the rate of pay specified in the employee’s employment contract as the rate for payment of service credits, and</p> <p class=\"subpara-e\">ii. the employee’s rate of pay as of August 31, 2012.</p> <p class=\"paragraph-e\">7. Such days of sick leave credits as have been accumulated by an employee as of August 31, 2012 under a system of sick leave credit gratuities established under section 180 of the <i>Education Act </i>may be counted as standing to the employee’s credit, but no sick leave credits may be accumulated after that day except as may be allowed under the regulations made under section 180.1 of the <i>Education Act</i>.</p> <p class=\"paragraph-e\">8. Upon the retirement of the employee, such sick leave credits as have been accumulated shall be paid out at the rate of the employee’s pay as of August 31, 2012.</p> <p class=\"paragraph-e\">9. An employee shall be eligible for 10 days of sick leave during a board’s fiscal year paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">10. An employee shall be eligible for an additional 120 days of sick leave during a board’s fiscal year paid at a rate of pay equal to,</p> <p class=\"subpara-e\">i. 90 per cent of the employee’s salary as of August 31, 2012, if the employee’s entitlement to that rate has been determined through an adjudicative process agreed to by the employee and the board, or</p> <p class=\"subpara-e\">ii. 66.67 per cent of the employee’s salary for the year, for all other employees.</p> <p class=\"paragraph-e\">11. Any other prescribed terms. 2012, c. 11, s. 2 (1).</p> <p class=\"headnote-e\"><b>Inconsistent with the terms of an employment contract</b></p> <p class=\"subsection-e\">(2) An employment contract is inconsistent with the terms described in subsection (1) if it includes terms that change, nullify or limit the operation of a term described in subsection (1). 2012, c. 11, s. 2 (2).</p> <p class=\"headnote-e\"><b>Deemed provisions</b></p> <p class=\"subsection-e\">(3) If an employment contract that applies during the restraint period does not provide for a term described in subsection (1), the contract is deemed to provide for it, and if the term is prescribed for the purposes of paragraph 11 of subsection (1) after the beginning of the restraint period, the contract is deemed to have provided for the term as of the first day of the restraint period. 2012, c. 11, s. 2 (3).</p> <p class=\"headnote-e\"><b>Inoperative provisions</b></p> <p class=\"subsection-e\">(4) If an employment contract that applies during the restraint period is inconsistent with the terms described in subsection (1), the contract is inoperative to the extent of the inconsistency, and if the inconsistency is with respect to a term prescribed for the purposes of paragraph 11 of subsection (1) after the beginning of the restraint period, the contract is deemed to have been inoperative to the extent of the inconsistency as of the first day of the restraint period. 2012, c. 11, s. 2 (4).</p> <p class=\"headnote-e\"><b>Payments for lost compensation</b></p> <p class=\"subsection-e\">(5) A board shall not provide compensation to an employee, before, during or after the restraint period, for compensation that he or she will not, does not, or did not receive as a result of this Act. 2012, c. 11, s. 2 (5).</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(6) This section applies to an employment contract whether the contract is entered into before, on or after the day this subsection comes into force. 2012, c. 11, s. 2 (6).</p> <p class=\"headnote-e\"><i>Broader Public Sector Accountability Act, 2010</i></p> <p class=\"subsection-e\">(7) This section does not apply to an employment contract for an employee to whom Part II.1 of the <i>Broader Public Sector Accountability Act, 2010</i> applies. 2012, c. 11, s. 2 (7).</p>"
        },
        {
            "id": "P146_14569",
            "section": "Compliance reports",
            "content": "3. (1) Every board shall give the Minister a report respecting its application of and compliance with section 2 that addresses the matters specified by the Minister for the purpose. 2012, c. 11, s. 3 (1). Same (2) Each report shall be submitted in such form and manner as may be required by the Minister within the time required by the Minister. 2012, c. 11, s. 3 (2). Same (3) Each report shall include a statement signed by the board’s director of education certifying whether the board has complied with section 2. 2012, c. 11, s. 3 (3). Legislation Act, 2006 (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to specifications or requirements imposed by the Minister under this section. 2012, c. 11, s. 3 (4). Employees Who Bargain Collectively",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P146_14569\"></a><a name=\"BK5\"></a>3. </b>(1) Every board shall give the Minister a report respecting its application of and compliance with section 2 that addresses the matters specified by the Minister for the purpose. 2012, c. 11, s. 3 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Each report shall be submitted in such form and manner as may be required by the Minister within the time required by the Minister. 2012, c. 11, s. 3 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Each report shall include a statement signed by the board’s director of education certifying whether the board has complied with section 2. 2012, c. 11, s. 3 (3).</p> <p class=\"headnote-e\"><i>Legislation Act, 2006</i></p> <p class=\"subsection-e\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to specifications or requirements imposed by the Minister under this section. 2012, c. 11, s. 3 (4).</p> <p class=\"heading1-e\"><a name=\"P153_15326\"></a><a name=\"BK6\"></a>Employees Who Bargain Collectively</p>"
        },
        {
            "id": "P155_15399",
            "section": "Board’s mandate re inclusion of terms",
            "content": "4. (1) When engaging in collective bargaining for a collective agreement that would apply during the restraint period, each board has a mandate to negotiate for collective agreements that include the following terms and are not inconsistent with those terms: 1. In respect of a collective agreement between a board and a designated bargaining agent for a teachers’ bargaining unit, as those terms are defined in subsection 277.1 (1) of the Education Act, represented by the Ontario English Catholic Teachers’ Association, the terms set out in the “Memorandum of Understanding between the Ministry of Education and the Ontario English Catholic Teachers’ Association (OECTA)”, dated July 5th, 2012, subject to any prescribed modifications and replacements. 2. In respect of a collective agreement between a board and any other employee bargaining agent, i. if the employee bargaining agent enters into a Memorandum of Understanding with the Ministry of Education on or before August 31, 2012 that is substantially similar in all relevant aspects to the Memorandum of Understanding referred to in paragraph 1, A. terms that are substantially similar in all relevant aspects to the terms set out in its Memorandum of Understanding, subject to any prescribed modifications and replacements, and B. any prescribed terms, or ii. if the employee bargaining agent does not enter into a Memorandum of Understanding described in subparagraph i, A. terms that are substantively identical in all relevant aspects to the terms set out in the Memorandum of Understanding referred to in paragraph 1, subject to any prescribed modifications and replacements, and B. any prescribed terms. 3. Any terms that may be prescribed as terms that are to be included in every collective agreement. 2012, c. 11, s. 4 (1). Prescribed terms, modifications, replacements (2) If a term, or a modification to or replacement of a term, is prescribed for the purposes of subsection (1), the term, modification or replacement applies, as of the day specified in the regulation, to, (a) any requirement under this Act respecting whether a collective agreement includes the terms described in subsection (1) or is inconsistent with those terms; and (b) any requirement under this Act respecting whether a term or condition of employment is inconsistent with the terms described in subsection (1). 2012, c. 11, s. 4 (2). Same (3) A collective agreement is inconsistent with the terms described in subsection (1) if it includes terms that change, nullify or limit the operation of a term that is applicable under subsection (1) to the collective agreement. 2012, c. 11, s. 4 (3). Same (4) A term or condition of employment applicable to an employee who is represented by an employee bargaining agent is inconsistent with the terms described in subsection (1) if it changes, nullifies or limits the operation of a term that is applicable under subsection (1) to a collective agreement that applies or would apply to the employees represented by the employee bargaining agent. 2012, c. 11, s. 4 (4). Terms re collective bargaining (5) The collective bargaining process for a collective agreement that would apply during the restraint period shall be subject to the terms respecting the process, if any, that are contained in the applicable Memorandum of Understanding. 2012, c. 11, s. 4 (5). Unlawful strike or lock-out (6) If a Memorandum of Understanding includes terms prohibiting strikes or lock-outs, any strike or lock-out in contravention of those terms is deemed to be an unlawful strike or lock-out for the purposes of the Labour Relations Act, 1995. 2012, c. 11, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P155_15399\"></a><a name=\"BK7\"></a>4. </b>(1) When engaging in collective bargaining for a collective agreement that would apply during the restraint period, each board has a mandate to negotiate for collective agreements that include the following terms and are not inconsistent with those terms:</p> <p class=\"paragraph-e\">1. In respect of a collective agreement between a board and a designated bargaining agent for a teachers’ bargaining unit, as those terms are defined in subsection 277.1 (1) of the <i>Education Act</i>, represented by the Ontario English Catholic Teachers’ Association, the terms set out in the “Memorandum of Understanding between the Ministry of Education and the Ontario English Catholic Teachers’ Association (OECTA)”, dated July 5th, 2012, subject to any prescribed modifications and replacements.</p> <p class=\"paragraph-e\">2. In respect of a collective agreement between a board and any other employee bargaining agent,</p> <p class=\"subpara-e\">i. if the employee bargaining agent enters into a Memorandum of Understanding with the Ministry of Education on or before August 31, 2012 that is substantially similar in all relevant aspects to the Memorandum of Understanding referred to in paragraph 1,</p> <p class=\"subsubpara-e\">A. terms that are substantially similar in all relevant aspects to the terms set out in its Memorandum of Understanding, subject to any prescribed modifications and replacements, and</p> <p class=\"subsubpara-e\">B. any prescribed terms, or</p> <p class=\"subpara-e\">ii. if the employee bargaining agent does not enter into a Memorandum of Understanding described in subparagraph i,</p> <p class=\"subsubpara-e\">A. terms that are substantively identical in all relevant aspects to the terms set out in the Memorandum of Understanding referred to in paragraph 1, subject to any prescribed modifications and replacements, and</p> <p class=\"subsubpara-e\">B. any prescribed terms.</p> <p class=\"paragraph-e\">3. Any terms that may be prescribed as terms that are to be included in every collective agreement. 2012, c. 11, s. 4 (1).</p> <p class=\"headnote-e\"><b>Prescribed terms, modifications, replacements</b></p> <p class=\"subsection-e\">(2) If a term, or a modification to or replacement of a term, is prescribed for the purposes of subsection (1), the term, modification or replacement applies, as of the day specified in the regulation, to,</p> <p class=\"clause-e\">(a) any requirement under this Act respecting whether a collective agreement includes the terms described in subsection (1) or is inconsistent with those terms; and</p> <p class=\"clause-e\">(b) any requirement under this Act respecting whether a term or condition of employment is inconsistent with the terms described in subsection (1). 2012, c. 11, s. 4 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A collective agreement is inconsistent with the terms described in subsection (1) if it includes terms that change, nullify or limit the operation of a term that is applicable under subsection (1) to the collective agreement. 2012, c. 11, s. 4 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) A term or condition of employment applicable to an employee who is represented by an employee bargaining agent is inconsistent with the terms described in subsection (1) if it changes, nullifies or limits the operation of a term that is applicable under subsection (1) to a collective agreement that applies or would apply to the employees represented by the employee bargaining agent. 2012, c. 11, s. 4 (4).</p> <p class=\"headnote-e\"><b>Terms re collective bargaining</b></p> <p class=\"subsection-e\">(5) The collective bargaining process for a collective agreement that would apply during the restraint period shall be subject to the terms respecting the process, if any, that are contained in the applicable Memorandum of Understanding. 2012, c. 11, s. 4 (5).</p> <p class=\"headnote-e\"><b>Unlawful strike or lock-out</b></p> <p class=\"subsection-e\">(6) If a Memorandum of Understanding includes terms prohibiting strikes or lock-outs, any strike or lock-out in contravention of those terms is deemed to be an unlawful strike or lock-out for the purposes of the <i>Labour Relations Act, 1995</i>. 2012, c. 11, s. 4 (6).</p>"
        },
        {
            "id": "P178_19110",
            "section": "Restrictions when no collective agreement in operation",
            "content": "5. (1) A board and an employee bargaining agent shall not, at any time during the restraint period when no collective agreement is in operation, apply, agree to or implement any terms or conditions of employment that are inconsistent with the terms described in subsection 4 (1), and any such terms or conditions that are applied, agreed to or implemented are deemed to be inoperative to the extent of the inconsistency. 2012, c. 11, s. 5 (1). Same (2) If the restraint period for an employee began before the day this subsection comes into force, any terms and conditions of employment that applied or were agreed to or implemented before that day and during any period after the first day of the restraint period for which no collective agreement was in operation are deemed to have been inoperative to the extent of any inconsistency with the terms described in subsection 4 (1), as of the later of the first day of the restraint period and the day the terms or conditions were first applied, agreed to or implemented. 2012, c. 11, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P178_19110\"></a><a name=\"BK8\"></a>5. </b>(1) A board and an employee bargaining agent shall not, at any time during the restraint period when no collective agreement is in operation, apply, agree to or implement any terms or conditions of employment that are inconsistent with the terms described in subsection 4 (1), and any such terms or conditions that are applied, agreed to or implemented are deemed to be inoperative to the extent of the inconsistency. 2012, c. 11, s. 5 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) If the restraint period for an employee began before the day this subsection comes into force, any terms and conditions of employment that applied or were agreed to or implemented before that day and during any period after the first day of the restraint period for which no collective agreement was in operation are deemed to have been inoperative to the extent of any inconsistency with the terms described in subsection 4 (1), as of the later of the first day of the restraint period and the day the terms or conditions were first applied, agreed to or implemented. 2012, c. 11, s. 5 (2).</p>"
        },
        {
            "id": "P182_20213",
            "section": "Collective agreement shall have two-year terms",
            "content": "6. (1) The first collective agreement settled between a board and an employee bargaining agent that applies during the restraint period shall provide for a term of two years. 2012, c. 11, s. 6 (1). Deemed term (2) A collective agreement described in subsection (1) that does not provide for a term of two years is deemed to provide for it. 2012, c. 11, s. 6 (2). Education Act (3) Clause 277.11 (1) (a) of the Education Act does not apply to permit a collective agreement with a commencement date of September 1, 2012 to have a four-year term. 2012, c. 11, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P182_20213\"></a><a name=\"BK9\"></a>6. </b>(1) The first collective agreement settled between a board and an employee bargaining agent that applies during the restraint period shall provide for a term of two years. 2012, c. 11, s. 6 (1).</p> <p class=\"headnote-e\"><b>Deemed term</b></p> <p class=\"subsection-e\">(2) A collective agreement described in subsection (1) that does not provide for a term of two years is deemed to provide for it. 2012, c. 11, s. 6 (2).</p> <p class=\"headnote-e\"><i>Education Act</i></p> <p class=\"subsection-e\">(3) Clause 277.11 (1) (a) of the <i>Education Act</i> does not apply to permit a collective agreement with a commencement date of September 1, 2012 to have a four-year term. 2012, c. 11, s. 6 (3).</p>"
        },
        {
            "id": "P188_20833",
            "section": "Collective agreement to include terms",
            "content": "7. (1) Every collective agreement that applies during the restraint period shall include the applicable terms described in subsection 4 (1) and shall not be inconsistent with those terms. 2012, c. 11, s. 7 (1). Deemed provisions (2) If a collective agreement that applies during the restraint period and that has come into operation in accordance with subsection 8 (9), (12) or (13) does not include an applicable term described in subsection 4 (1), the collective agreement is deemed to include the term, and if the term is prescribed under clause 19 (1) (c) after the beginning of the restraint period, the collective agreement is deemed to have provided for the term as of the commencement date for the collective agreement. 2012, c. 11, s. 7 (2). Inoperative provisions (3) If a collective agreement that applies during the restraint period and that has come into operation in accordance with subsection 8 (9), (12) or (13) is inconsistent with the applicable terms described in subsection 4 (1), the agreement is inoperative to the extent of the inconsistency, and if the inconsistency is with respect to a term prescribed under clause 19 (1) (c) after the beginning of the restraint period, the collective agreement is deemed to have been inoperative to the extent of the inconsistency as of the commencement date for the collective agreement. 2012, c. 11, s. 7 (3). Arbitration (4) Every arbitration award made in respect of terms and conditions of employment that apply during the restraint period shall include the applicable terms described in subsection 4 (1) and shall not be inconsistent with those terms. 2012, c. 11, s. 7 (4). Same (5) If an arbitration award made in respect of terms and conditions of employment that apply during the restraint period does not include the applicable terms described in subsection 4 (1), it is deemed to include them. 2012, c. 11, s. 7 (5). Same (6) If an arbitration award made in respect of terms and conditions of employment that apply during the restraint period is inconsistent with the applicable terms described in subsection 4 (1), it is deemed inoperative to the extent of any inconsistency. 2012, c. 11, s. 7 (6). No changes to collective agreement (7) Despite subsection 58 (5) of the Labour Relations Act, 1995, the parties shall not revise any collective agreement that applies during the restraint period such that the revised collective agreement would not include the applicable terms described in subsection 4 (1) or would be inconsistent with those terms. 2012, c. 11, s. 7 (7). Payments for lost compensation (8) A board shall not provide compensation to an employee, before, during or after the restraint period, for compensation that he or she will not, does not, or did not receive as a result of this Act. 2012, c. 11, s. 7 (8). Coming into operation of collective agreement",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P188_20833\"></a><a name=\"BK10\"></a>7. </b>(1) Every collective agreement that applies during the restraint period shall include the applicable terms described in subsection 4 (1) and shall not be inconsistent with those terms. 2012, c. 11, s. 7 (1).</p> <p class=\"headnote-e\"><b>Deemed provisions</b></p> <p class=\"subsection-e\">(2) If a collective agreement that applies during the restraint period and that has come into operation in accordance with subsection 8 (9), (12) or (13) does not include an applicable term described in subsection 4 (1), the collective agreement is deemed to include the term, and if the term is prescribed under clause 19 (1) (c) after the beginning of the restraint period, the collective agreement is deemed to have provided for the term as of the commencement date for the collective agreement. 2012, c. 11, s. 7 (2).</p> <p class=\"headnote-e\"><b>Inoperative provisions</b></p> <p class=\"subsection-e\">(3) If a collective agreement that applies during the restraint period and that has come into operation in accordance with subsection 8 (9), (12) or (13) is inconsistent with the applicable terms described in subsection 4 (1), the agreement is inoperative to the extent of the inconsistency, and if the inconsistency is with respect to a term prescribed under clause 19 (1) (c) after the beginning of the restraint period, the collective agreement is deemed to have been inoperative to the extent of the inconsistency as of the commencement date for the collective agreement. 2012, c. 11, s. 7 (3).</p> <p class=\"headnote-e\"><b>Arbitration</b></p> <p class=\"subsection-e\">(4) Every arbitration award made in respect of terms and conditions of employment that apply during the restraint period shall include the applicable terms described in subsection 4 (1) and shall not be inconsistent with those terms. 2012, c. 11, s. 7 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) If an arbitration award made in respect of terms and conditions of employment that apply during the restraint period does not include the applicable terms described in subsection 4 (1), it is deemed to include them. 2012, c. 11, s. 7 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6) If an arbitration award made in respect of terms and conditions of employment that apply during the restraint period is inconsistent with the applicable terms described in subsection 4 (1), it is deemed inoperative to the extent of any inconsistency. 2012, c. 11, s. 7 (6).</p> <p class=\"headnote-e\"><b>No changes to collective agreement</b></p> <p class=\"subsection-e\">(7) Despite subsection 58 (5) of the <i>Labour Relations Act, 1995</i>, the parties shall not revise any collective agreement that applies during the restraint period such that the revised collective agreement would not include the applicable terms described in subsection 4 (1) or would be inconsistent with those terms. 2012, c. 11, s. 7 (7).</p> <p class=\"headnote-e\"><b>Payments for lost compensation</b></p> <p class=\"subsection-e\">(8) A board shall not provide compensation to an employee, before, during or after the restraint period, for compensation that he or she will not, does not, or did not receive as a result of this Act. 2012, c. 11, s. 7 (8).</p> <p class=\"headnote-e\"><b>Coming into operation of collective agreement</b></p>"
        },
        {
            "id": "P205_23740",
            "section": "Restrictions on operation",
            "content": "8. (1) The following rules apply in respect of a collective agreement between a board and an employee bargaining agent that applies or would apply during the restraint period: 1. If, on the day before this subsection comes into force, the collective agreement is in operation, the collective agreement is inoperative as of the day this subsection comes into force and it shall not come back into operation except in accordance with this section. 2. If, on the day before this subsection comes into force, the collective agreement has been settled but is not in operation, it shall not come into operation except in accordance with this section. 3. If the collective agreement is settled on or after the day this subsection comes into force, it shall not come into operation except in accordance with this section. 2012, c. 11, s. 8 (1). Collective agreement provided to Minister (2) The board shall give every collective agreement referred to in subsection (1) to the Minister promptly after, (a) the day this subsection comes into force, in the case of a collective agreement described in paragraph 1 or 2 of subsection (1); or (b) the day the collective agreement is settled, in the case of a collective agreement described in paragraph 3 of subsection (1). 2012, c. 11, s. 8 (2). Same (3) The requirement for a board to give a collective agreement to the Minister is met by giving the Minister a copy of the collective agreement and, if the Minister requires it, a summary of the collective agreement in such form as may be required by the Minister. 2012, c. 11, s. 8 (3). Restrictions on strikes or lock-outs (4) The board shall not lock out an employee, and an employee of the board who is represented by the employee bargaining agent shall not strike, during the period that begins on the day described in clause (2) (a) or (b) and ends on the day described as follows: 1. If the Lieutenant Governor in Council orders the parties to negotiate a new collective agreement under subparagraph 1 v of subsection 9 (2), the day before the order is made. 2. If no order mentioned in paragraph 1 is made, the day before the collective agreement given to the Minister under subsection (2) comes into operation. 2012, c. 11, s. 8 (4). Same (5) A strike or lock-out in contravention of subsection (4) is deemed to be an unlawful strike or lock-out for the purposes of the Labour Relations Act, 1995. 2012, c. 11, s. 8 (5). Same (6) On and after the day described in paragraph 1 or 2 of subsection (4), the right of the employees to strike and the board to lock out an employee is governed by the Labour Relations Act, 1995, as modified by Part X.1 of the Education Act in the case of Part X.1 teachers, unless an order is made under paragraph 2 of subsection 9 (2) setting out different rules respecting strikes and lock-outs. 2012, c. 11, s. 8 (6). Restrictions on terms and conditions of employment (7) The following rules apply to the board, the employee bargaining agent and the employees of the board who are represented by the employee bargaining agent from the day described in clause (2) (a) or (b) until the day a collective agreement comes into operation in accordance with subsection (9), (12) or (13): 1. If the collective agreement between the board and the employee bargaining agent is rendered inoperative by virtue of paragraph 1 of subsection (1), the terms and conditions of employment that applied to the employees immediately before the commencement date of the inoperative collective agreement apply, except that any terms or conditions that are inconsistent with the applicable terms described in subsection 4 (1) are inoperative to the extent of the inconsistency. 2. If the collective agreement between the board and the employee bargaining agent has not come into operation by virtue of paragraph 2 or 3 of subsection (1), the terms and conditions of employment that applied to the employees immediately before the collective agreement was settled apply, except that any terms or conditions that are inconsistent with the applicable terms described in subsection 4 (1) are inoperative to the extent of the inconsistency. 3. Despite paragraphs 1 and 2, if a regulation prescribes terms and conditions of employment that apply during a period when no collective agreement is in operation, the prescribed terms and conditions apply. 2012, c. 11, s. 8 (7). Requirements under s. 5 (8) For greater certainty, the rules in subsection (7) are in addition to the rules set out in section 5. 2012, c. 11, s. 8 (8). When collective agreement to come into operation (9) Subject to subsections (12) and (13), a collective agreement given to the Minister under subsection (2) shall come into operation, (a) on the day identified by the Minister in writing, provided that the identification is made within three months after the day he or she is deemed by the regulations to have received the collective agreement; or (b) if the Minister does not identify a day under clause (a), on the later of, (i) the commencement date specified in the collective agreement, and (ii) the day that is three months after the day the Minister is deemed by the regulations to have received the collective agreement. 2012, c. 11, s. 8 (9). Report (10) If a collective agreement comes into operation under subsection (9), the Minister shall publish a report in accordance with the following: 1. If the collective agreement comes into operation under clause (9) (a), the report shall set out the day the collective agreement comes into operation and the report shall be published within 14 days after the Minister identified that day in writing under clause (9) (a). 2. If the collective agreement comes into operation under clause (9) (b), the report shall set out the day the collective agreement comes into operation and the report shall be published within 14 days after that day. 3. The report shall be published on the Ministry’s website or by another method determined by the Minister. 2012, c. 11, s. 8 (10). Tabling in Assembly (11) If the Minister is required to publish a report under subsection (10), the Minister shall, within the time period referred to in paragraph 1 or 2 of subsection (10), deliver a copy of the report to the Speaker of the Assembly, who shall lay it before the Assembly at the earliest reasonable opportunity. 2012, c. 11, s. 8 (11). Lieutenant Governor in Council may specify date (12) If the Lieutenant Governor in Council specifies a day for a collective agreement to come into operation under subparagraph 1 iv of subsection 9 (2), the collective agreement comes into operation on that day. 2012, c. 11, s. 8 (12). If parties required to negotiate new collective agreement (13) If the parties are required by order of the Lieutenant Governor in Council under subparagraph 1 v of subsection 9 (2) to negotiate a new collective agreement, the collective agreement originally given to the Minister under subsection (2) shall not come into operation and the new collective agreement, if any, shall come into operation in accordance with this section. 2012, c. 11, s. 8 (13). When collective agreement commences (14) The commencement date for a collective agreement that comes into operation under subsection (9), (12) or (13) is the date specified by the parties in the agreement unless, (a) clause 277.11 (1) (b) of the Education Act requires a different commencement date; or (b) the Lieutenant Governor in Council specifies a different commencement date under subparagraph 1 iii of subsection 9 (2). 2012, c. 11, s. 8 (14). Minister’s Advice and Orders and Powers of the Lieutenant Governor in Council",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P205_23740\"></a><a name=\"BK11\"></a>8. </b>(1) The following rules apply in respect of a collective agreement between a board and an employee bargaining agent that applies or would apply during the restraint period:</p> <p class=\"paragraph-e\">1. If, on the day before this subsection comes into force, the collective agreement is in operation, the collective agreement is inoperative as of the day this subsection comes into force and it shall not come back into operation except in accordance with this section.</p> <p class=\"paragraph-e\">2. If, on the day before this subsection comes into force, the collective agreement has been settled but is not in operation, it shall not come into operation except in accordance with this section.</p> <p class=\"paragraph-e\">3. If the collective agreement is settled on or after the day this subsection comes into force, it shall not come into operation except in accordance with this section. 2012, c. 11, s. 8 (1).</p> <p class=\"headnote-e\"><b>Collective agreement provided to Minister</b></p> <p class=\"subsection-e\">(2) The board shall give every collective agreement referred to in subsection (1) to the Minister promptly after,</p> <p class=\"clause-e\">(a) the day this subsection comes into force, in the case of a collective agreement described in paragraph 1 or 2 of subsection (1); or</p> <p class=\"clause-e\">(b) the day the collective agreement is settled, in the case of a collective agreement described in paragraph 3 of subsection (1). 2012, c. 11, s. 8 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The requirement for a board to give a collective agreement to the Minister is met by giving the Minister a copy of the collective agreement and, if the Minister requires it, a summary of the collective agreement in such form as may be required by the Minister. 2012, c. 11, s. 8 (3).</p> <p class=\"headnote-e\"><b>Restrictions on strikes or lock-outs</b></p> <p class=\"subsection-e\">(4) The board shall not lock out an employee, and an employee of the board who is represented by the employee bargaining agent shall not strike, during the period that begins on the day described in clause (2) (a) or (b) and ends on the day described as follows:</p> <p class=\"paragraph-e\">1. If the Lieutenant Governor in Council orders the parties to negotiate a new collective agreement under subparagraph 1 v of subsection 9 (2), the day before the order is made.</p> <p class=\"paragraph-e\">2. If no order mentioned in paragraph 1 is made, the day before the collective agreement given to the Minister under subsection (2) comes into operation. 2012, c. 11, s. 8 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) A strike or lock-out in contravention of subsection (4) is deemed to be an unlawful strike or lock-out for the purposes of the <i>Labour Relations Act, 1995</i>. 2012, c. 11, s. 8 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6) On and after the day described in paragraph 1 or 2 of subsection (4), the right of the employees to strike and the board to lock out an employee is governed by the <i>Labour Relations Act, 1995</i>, as modified by Part X.1 of the <i>Education Act </i>in the case of Part X.1 teachers, unless an order is made under paragraph 2 of subsection 9 (2) setting out different rules respecting strikes and lock-outs. 2012, c. 11, s. 8 (6).</p> <p class=\"headnote-e\"><b>Restrictions on terms and conditions of employment</b></p> <p class=\"subsection-e\">(7) The following rules apply to the board, the employee bargaining agent and the employees of the board who are represented by the employee bargaining agent from the day described in clause (2) (a) or (b) until the day a collective agreement comes into operation in accordance with subsection (9), (12) or (13):</p> <p class=\"paragraph-e\">1. If the collective agreement between the board and the employee bargaining agent is rendered inoperative by virtue of paragraph 1 of subsection (1), the terms and conditions of employment that applied to the employees immediately before the commencement date of the inoperative collective agreement apply, except that any terms or conditions that are inconsistent with the applicable terms described in subsection 4 (1) are inoperative to the extent of the inconsistency.</p> <p class=\"paragraph-e\">2. If the collective agreement between the board and the employee bargaining agent has not come into operation by virtue of paragraph 2 or 3 of subsection (1), the terms and conditions of employment that applied to the employees immediately before the collective agreement was settled apply, except that any terms or conditions that are inconsistent with the applicable terms described in subsection 4 (1) are inoperative to the extent of the inconsistency.</p> <p class=\"paragraph-e\">3. Despite paragraphs 1 and 2, if a regulation prescribes terms and conditions of employment that apply during a period when no collective agreement is in operation, the prescribed terms and conditions apply. 2012, c. 11, s. 8 (7).</p> <p class=\"headnote-e\"><b>Requirements under s. 5</b></p> <p class=\"subsection-e\">(8) For greater certainty, the rules in subsection (7) are in addition to the rules set out in section 5. 2012, c. 11, s. 8 (8).</p> <p class=\"headnote-e\"><b>When collective agreement to come into operation</b></p> <p class=\"subsection-e\">(9) Subject to subsections (12) and (13), a collective agreement given to the Minister under subsection (2) shall come into operation,</p> <p class=\"clause-e\">(a) on the day identified by the Minister in writing, provided that the identification is made within three months after the day he or she is deemed by the regulations to have received the collective agreement; or</p> <p class=\"clause-e\">(b) if the Minister does not identify a day under clause (a), on the later of,</p> <p class=\"subclause-e\">(i) the commencement date specified in the collective agreement, and</p> <p class=\"subclause-e\">(ii) the day that is three months after the day the Minister is deemed by the regulations to have received the collective agreement. 2012, c. 11, s. 8 (9).</p> <p class=\"headnote-e\"><b>Report</b></p> <p class=\"subsection-e\">(10) If a collective agreement comes into operation under subsection (9), the Minister shall publish a report in accordance with the following:</p> <p class=\"paragraph-e\">1. If the collective agreement comes into operation under clause (9) (a), the report shall set out the day the collective agreement comes into operation and the report shall be published within 14 days after the Minister identified that day in writing under clause (9) (a).</p> <p class=\"paragraph-e\">2. If the collective agreement comes into operation under clause (9) (b), the report shall set out the day the collective agreement comes into operation and the report shall be published within 14 days after that day.</p> <p class=\"paragraph-e\">3. The report shall be published on the Ministry’s website or by another method determined by the Minister. 2012, c. 11, s. 8 (10).</p> <p class=\"headnote-e\"><b>Tabling in Assembly</b></p> <p class=\"subsection-e\">(11) If the Minister is required to publish a report under subsection (10), the Minister shall, within the time period referred to in paragraph 1 or 2 of subsection (10), deliver a copy of the report to the Speaker of the Assembly, who shall lay it before the Assembly at the earliest reasonable opportunity. 2012, c. 11, s. 8 (11).</p> <p class=\"headnote-e\"><b>Lieutenant Governor in Council may specify date</b></p> <p class=\"subsection-e\">(12) If the Lieutenant Governor in Council specifies a day for a collective agreement to come into operation under subparagraph 1 iv of subsection 9 (2), the collective agreement comes into operation on that day. 2012, c. 11, s. 8 (12).</p> <p class=\"headnote-e\"><b>If parties required to negotiate new collective agreement</b></p> <p class=\"subsection-e\">(13) If the parties are required by order of the Lieutenant Governor in Council under subparagraph 1 v of subsection 9 (2) to negotiate a new collective agreement, the collective agreement originally given to the Minister under subsection (2) shall not come into operation and the new collective agreement, if any, shall come into operation in accordance with this section. 2012, c. 11, s. 8 (13).</p> <p class=\"headnote-e\"><b>When collective agreement commences</b></p> <p class=\"subsection-e\">(14) The commencement date for a collective agreement that comes into operation under subsection (9), (12) or (13) is the date specified by the parties in the agreement unless,</p> <p class=\"clause-e\">(a) clause 277.11 (1) (b) of the <i>Education Act</i> requires a different commencement date; or</p> <p class=\"clause-e\">(b) the Lieutenant Governor in Council specifies a different commencement date under subparagraph 1 iii of subsection 9 (2). 2012, c. 11, s. 8 (14).</p> <p class=\"heading1-e\"><a name=\"P251_31313\"></a><a name=\"BK12\"></a>Minister’s Advice and Orders and Powers of the Lieutenant Governor in Council</p>"
        },
        {
            "id": "P253_31445",
            "section": "Minister’s advice to Lieutenant Governor in Council",
            "content": "9. (1) The Minister may advise the Lieutenant Governor in Council if, in his or her opinion, (a) a collective agreement that he or she received under subsection 8 (2) does not include the applicable terms described in subsection 4 (1) or is inconsistent with those terms; (b) a board and an employee bargaining agent appear to be unable to settle a collective agreement that includes the applicable terms described in subsection 4 (1) and is not inconsistent with those terms; (c) a board and an employee bargaining agent have not settled a collective agreement by December 31, 2012 that includes the applicable terms described in subsection 4 (1) and is not inconsistent with those terms; (d) a board or an employee bargaining agent has contravened subsection 5 (1) or has applied or implemented a term or condition of employment that is deemed to be or to have been inoperative under subsection 5 (1) or (2); (e) a board has made payments to an employee that were, (i) paid pursuant to an employment contract or collective agreement that does not include the applicable terms described in subsection 2 (1) or 4 (1) or is inconsistent with those terms, (ii) paid contrary to subsection 2 (5) or 7 (8), or (iii) paid pursuant to terms or conditions of employment that are deemed to be or to have been inoperative under subsection 5 (1) or (2). 2012, c. 11, s. 9 (1). Orders of Lieutenant Governor in Council (2) The Lieutenant Governor in Council may make the following orders: 1. If the Minister gives advice under clause (1) (a) that a collective agreement does not include the applicable terms described in subsection 4 (1) or is inconsistent with those terms, orders that, i. deem any terms and conditions to be included in the collective agreement, ii. deem inoperative any terms and conditions in the collective agreement, iii. specify the commencement date of the collective agreement, iv. specify the day that the collective agreement comes into operation, v. require the parties to negotiate a new collective agreement, and vi. do anything else that the Lieutenant Governor in Council determines is necessary in the circumstances. 2. If the Minister gives advice under clause (1) (b) or (c) that a board and an employee bargaining agent appear unable to settle a collective agreement that includes the applicable terms described in subsection 4 (1) and is not inconsistent with those terms, or have not settled such an agreement by December 31, 2012, orders that, i. impose a collective agreement on the board, employee bargaining agent and the employees of the board represented by the employee bargaining agent, or deem terms and conditions to be included in such a collective agreement, ii. prohibit employees of the board represented by the employee bargaining agent from striking, iii. prohibit the employee bargaining agent from calling or authorizing or threatening to call or authorize a strike by any of the employees that it represents, iv. prohibit an officer, official or agent of the employee bargaining agent from counselling, procuring, supporting or encouraging a strike by any of the employees that it represents, v. prohibit a board from locking out or threatening to lock out any of the employees who are represented by the employee bargaining agent, vi. prohibit an officer, official or agent of the board from counselling, procuring, supporting or encouraging a lock-out of any of the employees who are represented by the employee bargaining agent, vii. direct the employee bargaining agent and the employees it represents to immediately terminate any strike that is in effect on the day the order is made, viii. direct the board to immediately terminate any lock-out of the employees who are represented by the employee bargaining agent that is in effect on the day the order is made, ix. direct the employees who are represented by the employee bargaining agent to report to work and perform their regular duties, and x. direct the board to resume its normal operations. 3. If the Minister gives advice under clause (1) (d) respecting contraventions of subsection 5 (1) or the application or implementation of terms or conditions that are deemed to be or to have been inoperative under subsection 5 (1) or (2), orders that impose new terms and conditions of employment, including terms and conditions that apply to a period before the order is made. 4. If the Minister gives advice under subclause (1) (e) (i), (ii) or (iii) that a board made the payments described in that subclause to an employee, orders requiring the employee to reimburse the board for the payments. 5. Orders governing a process for consulting a board or employee bargaining agent before making an order under paragraph 1, 2, 3 or 4 with respect to that board or employee bargaining agent in response to advice given by the Minister under subsection (1). 2012, c. 11, s. 9 (2). Same (3) If the Lieutenant Governor in Council orders the parties to negotiate a new collective agreement under subparagraph 1 v of subsection (2), (a) for the purposes of the Labour Relations Act, 1995, the parties return to the same stage in bargaining that they were at immediately before settling the collective agreement given to the Minister under subsection 8 (2); (b) the right of the employees to strike and the board to lock out an employee is governed by the Labour Relations Act, 1995, as modified by Part X.1 of the Education Act in the case of Part X.1 teachers, unless an order has been made under paragraph 2 of subsection (2) prohibiting strikes and lock-outs; and (c) if the parties settle a new collective agreement, section 8 and this section apply to the new collective agreement. 2012, c. 11, s. 9 (3). Unlawful strike, lock-out (4) A strike or lock-out in contravention of an order made under paragraph 2 of subsection (2) is deemed to be an unlawful strike or lock-out for the purposes of the Labour Relations Act, 1995. 2012, c. 11, s. 9 (4). Same (5) For greater certainty, the Labour Relations Act, 1995, as modified by Part X.1 of the Education Act in the case of Part X.1 teachers, applies to a collective agreement imposed under subparagraph 2 i of subsection (2). 2012, c. 11, s. 9 (5). s. 13 of Employment Standards Act, 2000 (6) Despite section 13 of the Employment Standards Act, 2000, a board may deduct from an employee’s wages amounts that the employee is required to reimburse to the board under an order made under paragraph 4 of subsection (2). 2012, c. 11, s. 9 (6). No consultation or hearing (7) Despite any other law, there is no duty to consult or to hold a hearing before the Minister gives advice under subsection (1) or the Lieutenant Governor in Council makes an order under subsection (2). 2012, c. 11, s. 9 (7). General or particular (8) An order made under subsection (2) may be general or particular in its application. 2012, c. 11, s. 9 (8). Classes (9) The power to make an order under subsection (2) includes the power to make an order that applies to a specified class. 2012, c. 11, s. 9 (9). Same (10) For the purposes of subsection (9), a class may be defined, (a) in terms of any attribute or combination of attributes; or (b) as consisting of, including or excluding a specified member. 2012, c. 11, s. 9 (10). Order may apply to past time periods (11) An order made under subsection (2) may apply with respect to any period specified in the order, including a period before the day this subsection comes into force and, for greater certainty, (a) a collective agreement that is imposed may apply to any period specified in the order, including a period before the day this subsection comes into force; (b) a term or condition of employment that applied to a period before the day this subsection comes into force may be deemed to have been inoperative during that period, and new terms and conditions of employment may be imposed in respect of that period; and (c) an order under paragraph 4 of subsection (2) may require the reimbursement of payments made before the day this subsection comes into force. 2012, c. 11, s. 9 (11). Same (12) Despite subsection (11), no order shall be made to apply to a period before which the applicable restraint period begins. 2012, c. 11, s. 9 (12). Time limits, exceptions (13) An order made under subsection (2) may provide that it applies only for a period of time specified in the order and may provide for exceptions from the order in the specified circumstances. 2012, c. 11, s. 9 (13). Legislation Act, 2006 (14) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order made under subsection (2). 2012, c. 11, s. 9 (14).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P253_31445\"></a><a name=\"BK13\"></a>9. </b>(1) The Minister may advise the Lieutenant Governor in Council if, in his or her opinion,</p> <p class=\"clause-e\">(a) a collective agreement that he or she received under subsection 8 (2) does not include the applicable terms described in subsection 4 (1) or is inconsistent with those terms;</p> <p class=\"clause-e\">(b) a board and an employee bargaining agent appear to be unable to settle a collective agreement that includes the applicable terms described in subsection 4 (1) and is not inconsistent with those terms;</p> <p class=\"clause-e\">(c) a board and an employee bargaining agent have not settled a collective agreement by December 31, 2012 that includes the applicable terms described in subsection 4 (1) and is not inconsistent with those terms;</p> <p class=\"clause-e\">(d) a board or an employee bargaining agent has contravened subsection 5 (1) or has applied or implemented a term or condition of employment that is deemed to be or to have been inoperative under subsection 5 (1) or (2);</p> <p class=\"clause-e\">(e) a board has made payments to an employee that were,</p> <p class=\"subclause-e\">(i) paid pursuant to an employment contract or collective agreement that does not include the applicable terms described in subsection 2 (1) or 4 (1) or is inconsistent with those terms,</p> <p class=\"subclause-e\">(ii) paid contrary to subsection 2 (5) or 7 (8), or</p> <p class=\"subclause-e\">(iii) paid pursuant to terms or conditions of employment that are deemed to be or to have been inoperative under subsection 5 (1) or (2). 2012, c. 11, s. 9 (1).</p> <p class=\"headnote-e\"><b>Orders of Lieutenant Governor in Council</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may make the following orders:</p> <p class=\"paragraph-e\">1. If the Minister gives advice under clause (1) (a) that a collective agreement does not include the applicable terms described in subsection 4 (1) or is inconsistent with those terms, orders that,</p> <p class=\"subpara-e\">i. deem any terms and conditions to be included in the collective agreement,</p> <p class=\"subpara-e\">ii. deem inoperative any terms and conditions in the collective agreement,</p> <p class=\"subpara-e\">iii. specify the commencement date of the collective agreement,</p> <p class=\"subpara-e\">iv. specify the day that the collective agreement comes into operation,</p> <p class=\"subpara-e\">v. require the parties to negotiate a new collective agreement, and</p> <p class=\"subpara-e\">vi. do anything else that the Lieutenant Governor in Council determines is necessary in the circumstances.</p> <p class=\"paragraph-e\">2. If the Minister gives advice under clause (1) (b) or (c) that a board and an employee bargaining agent appear unable to settle a collective agreement that includes the applicable terms described in subsection 4 (1) and is not inconsistent with those terms, or have not settled such an agreement by December 31, 2012, orders that,</p> <p class=\"subpara-e\">i. impose a collective agreement on the board, employee bargaining agent and the employees of the board represented by the employee bargaining agent, or deem terms and conditions to be included in such a collective agreement,</p> <p class=\"subpara-e\">ii. prohibit employees of the board represented by the employee bargaining agent from striking,</p> <p class=\"subpara-e\">iii. prohibit the employee bargaining agent from calling or authorizing or threatening to call or authorize a strike by any of the employees that it represents,</p> <p class=\"subpara-e\">iv. prohibit an officer, official or agent of the employee bargaining agent from counselling, procuring, supporting or encouraging a strike by any of the employees that it represents,</p> <p class=\"subpara-e\">v. prohibit a board from locking out or threatening to lock out any of the employees who are represented by the employee bargaining agent,</p> <p class=\"subpara-e\">vi. prohibit an officer, official or agent of the board from counselling, procuring, supporting or encouraging a lock-out of any of the employees who are represented by the employee bargaining agent,</p> <p class=\"subpara-e\">vii. direct the employee bargaining agent and the employees it represents to immediately terminate any strike that is in effect on the day the order is made,</p> <p class=\"subpara-e\">viii. direct the board to immediately terminate any lock-out of the employees who are represented by the employee bargaining agent that is in effect on the day the order is made,</p> <p class=\"subpara-e\">ix. direct the employees who are represented by the employee bargaining agent to report to work and perform their regular duties, and</p> <p class=\"subpara-e\">x. direct the board to resume its normal operations.</p> <p class=\"paragraph-e\">3. If the Minister gives advice under clause (1) (d) respecting contraventions of subsection 5 (1) or the application or implementation of terms or conditions that are deemed to be or to have been inoperative under subsection 5 (1) or (2), orders that impose new terms and conditions of employment, including terms and conditions that apply to a period before the order is made.</p> <p class=\"paragraph-e\">4. If the Minister gives advice under subclause (1) (e) (i), (ii) or (iii) that a board made the payments described in that subclause to an employee, orders requiring the employee to reimburse the board for the payments.</p> <p class=\"paragraph-e\">5. Orders governing a process for consulting a board or employee bargaining agent before making an order under paragraph 1, 2, 3 or 4 with respect to that board or employee bargaining agent in response to advice given by the Minister under subsection (1). 2012, c. 11, s. 9 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) If the Lieutenant Governor in Council orders the parties to negotiate a new collective agreement under subparagraph 1 v of subsection (2),</p> <p class=\"clause-e\">(a) for the purposes of the <i>Labour Relations Act, 1995</i>, the parties return to the same stage in bargaining that they were at immediately before settling the collective agreement given to the Minister under subsection 8 (2);</p> <p class=\"clause-e\">(b) the right of the employees to strike and the board to lock out an employee is governed by the <i>Labour Relations Act, 1995</i>, as modified by Part X.1 of the <i>Education Act</i> in the case of Part X.1 teachers, unless an order has been made under paragraph 2 of subsection (2) prohibiting strikes and lock-outs; and</p> <p class=\"clause-e\">(c) if the parties settle a new collective agreement, section 8 and this section apply to the new collective agreement. 2012, c. 11, s. 9 (3).</p> <p class=\"headnote-e\"><b>Unlawful strike, lock-out</b></p> <p class=\"subsection-e\">(4) A strike or lock-out in contravention of an order made under paragraph 2 of subsection (2) is deemed to be an unlawful strike or lock-out for the purposes of the <i>Labour Relations Act, 1995</i>. 2012, c. 11, s. 9 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) For greater certainty, the <i>Labour Relations Act, 1995</i>, as modified by Part X.1 of the <i>Education Act</i> in the case of Part X.1 teachers, applies to a collective agreement imposed under subparagraph 2 i of subsection (2). 2012, c. 11, s. 9 (5).</p> <p class=\"headnote-e\"><b>s. 13 of </b><i>Employment Standards Act, 2000</i></p> <p class=\"subsection-e\">(6) Despite section 13 of the <i>Employment Standards Act, 2000</i>, a board may deduct from an employee’s wages amounts that the employee is required to reimburse to the board under an order made under paragraph 4 of subsection (2). 2012, c. 11, s. 9 (6).</p> <p class=\"headnote-e\"><b>No consultation or hearing</b></p> <p class=\"subsection-e\">(7) Despite any other law, there is no duty to consult or to hold a hearing before the Minister gives advice under subsection (1) or the Lieutenant Governor in Council makes an order under subsection (2). 2012, c. 11, s. 9 (7).</p> <p class=\"headnote-e\"><b>General or particular</b></p> <p class=\"subsection-e\">(8) An order made under subsection (2) may be general or particular in its application. 2012, c. 11, s. 9 (8).</p> <p class=\"headnote-e\"><b>Classes</b></p> <p class=\"subsection-e\">(9) The power to make an order under subsection (2) includes the power to make an order that applies to a specified class. 2012, c. 11, s. 9 (9).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(10) For the purposes of subsection (9), a class may be defined,</p> <p class=\"clause-e\">(a) in terms of any attribute or combination of attributes; or</p> <p class=\"clause-e\">(b) as consisting of, including or excluding a specified member. 2012, c. 11, s. 9 (10).</p> <p class=\"headnote-e\"><b>Order may apply to past time periods</b></p> <p class=\"subsection-e\">(11) An order made under subsection (2) may apply with respect to any period specified in the order, including a period before the day this subsection comes into force and, for greater certainty,</p> <p class=\"clause-e\">(a) a collective agreement that is imposed may apply to any period specified in the order, including a period before the day this subsection comes into force;</p> <p class=\"clause-e\">(b) a term or condition of employment that applied to a period before the day this subsection comes into force may be deemed to have been inoperative during that period, and new terms and conditions of employment may be imposed in respect of that period; and</p> <p class=\"clause-e\">(c) an order under paragraph 4 of subsection (2) may require the reimbursement of payments made before the day this subsection comes into force. 2012, c. 11, s. 9 (11).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(12) Despite subsection (11), no order shall be made to apply to a period before which the applicable restraint period begins. 2012, c. 11, s. 9 (12).</p> <p class=\"headnote-e\"><b>Time limits, exceptions</b></p> <p class=\"subsection-e\">(13) An order made under subsection (2) may provide that it applies only for a period of time specified in the order and may provide for exceptions from the order in the specified circumstances. 2012, c. 11, s. 9 (13).</p> <p class=\"headnote-e\"><i>Legislation Act, 2006</i></p> <p class=\"subsection-e\">(14) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to an order made under subsection (2). 2012, c. 11, s. 9 (14).</p>"
        },
        {
            "id": "P318_40094",
            "section": "Prescribed collective agreement",
            "content": "10. (1) The Lieutenant Governor in Council may impose by regulation a collective agreement on a board, employee bargaining agent and the employees of the board who are represented by the employee bargaining agent and, in that case, (a) the collective agreement applies to the board, employee bargaining agent and employees in accordance with its terms; (b) sections 7 and 8 do not apply in respect of the collective agreement or of the board, employee bargaining agent or employees; and (c) in the event of a conflict between the collective agreement and this Act or any other regulation made under this Act, the collective agreement prevails. 2012, c. 11, s. 10 (1). Same (2) For greater certainty, the Labour Relations Act, 1995, as modified by Part X.1 of the Education Act in the case of Part X.1 teachers, applies to a collective agreement imposed under subsection (1). 2012, c. 11, s. 10 (2). General",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P318_40094\"></a><a name=\"BK14\"></a>10. </b>(1) The Lieutenant Governor in Council may impose by regulation a collective agreement on a board, employee bargaining agent and the employees of the board who are represented by the employee bargaining agent and, in that case,</p> <p class=\"clause-e\">(a) the collective agreement applies to the board, employee bargaining agent and employees in accordance with its terms;</p> <p class=\"clause-e\">(b) sections 7 and 8 do not apply in respect of the collective agreement or of the board, employee bargaining agent or employees; and</p> <p class=\"clause-e\">(c) in the event of a conflict between the collective agreement and this Act or any other regulation made under this Act, the collective agreement prevails. 2012, c. 11, s. 10 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) For greater certainty, the <i>Labour Relations Act, 1995</i>, as modified by Part X.1 of the <i>Education Act</i> in the case of Part X.1 teachers, applies to a collective agreement imposed under subsection (1). 2012, c. 11, s. 10 (2).</p> <p class=\"heading1-e\"><a name=\"P324_40999\"></a><a name=\"BK15\"></a>General</p>"
        },
        {
            "id": "P326_41062",
            "section": "Minister complaint to the Ontario Labour Relations Board",
            "content": "11. The Minister may, if he or she is of the opinion that it would be in the public interest, make a complaint to the Ontario Labour Relations Board alleging a contravention of this Act. 2012, c. 11, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P326_41062\"></a><a name=\"BK16\"></a>11. </b>The Minister may, if he or she is of the opinion that it would be in the public interest, make a complaint to the Ontario Labour Relations Board alleging a contravention of this Act. 2012, c. 11, s. 11.</p>"
        },
        {
            "id": "P328_41306",
            "section": "Notice to Minister of proceeding",
            "content": "12. Notice of any proceeding that relates to the implementation or interpretation of this Act, including an application for judicial review as defined in the Judicial Review Procedure Act, shall be served upon the Minister, who shall be entitled as of right to be heard in person or by counsel in the proceeding. 2012, c. 11, s. 12. Application of other Acts",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P328_41306\"></a><a name=\"BK17\"></a>12. </b>Notice of any proceeding that relates to the implementation or interpretation of this Act, including an application for judicial review as defined in the <i>Judicial Review Procedure Act</i>, shall be served upon the Minister, who shall be entitled as of right to be heard in person or by counsel in the proceeding. 2012, c. 11, s. 12.</p> <p class=\"headnote-e\"><b>Application of other Acts</b></p>"
        },
        {
            "id": "P331_41707",
            "section": "Labour Relations Act, 1995 re teachers",
            "content": "13. (1) The Labour Relations Act, 1995, as modified by Part X.1 of the Education Act in the case of Part X.1 teachers, applies to boards, employee bargaining agents and Part X.1 teachers, except to the extent of any conflict with this Act or a regulation or an order made under this Act. 2012, c. 11, s. 13 (1). Labour Relations Act, 1995 re other employees (2) The Labour Relations Act, 1995 applies to boards, employee bargaining agents and employees of the board who are represented by an employee bargaining agent, other than Part X.1 teachers, except to the extent of any conflict with this Act or a regulation or an order made under this Act. 2012, c. 11, s. 13 (2). Conflict (3) In the event of a conflict mentioned under subsection (1) or (2), this Act, the regulation or the order prevails. 2012, c. 11, s. 13 (3). Enforcement of this Act (4) This Act may be enforced as if it formed part of the Labour Relations Act, 1995. 2012, c. 11, s. 13 (4). Crown not bound (5) For greater certainty, sections 11 and 12 do not affect the operation of section 4 of the Labour Relations Act, 1995. 2012, c. 11, s. 13 (5). Rights not reduced (6) Nothing in this Act or in a regulation or order in council made under this Act shall be interpreted or applied so as to reduce a right or entitlement under the Human Rights Code. 2012, c. 11, s. 13 (6). Same (7) Nothing in this Act or in a regulation or order in council made under this Act shall be interpreted or applied so as to reduce a right or entitlement under the Pay Equity Act. 2012, c. 11, s. 13 (7). Restrictions on jurisdiction",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P331_41707\"></a><a name=\"BK18\"></a>13. </b>(1) The <i>Labour Relations Act, 1995</i>, as modified by Part X.1 of the <i>Education Act </i>in the case of Part X.1 teachers, applies to boards, employee bargaining agents and Part X.1 teachers, except to the extent of any conflict with this Act or a regulation or an order made under this Act. 2012, c. 11, s. 13 (1).</p> <p class=\"headnote-e\"><i>Labour Relations Act, 1995</i><b> re other employees</b></p> <p class=\"subsection-e\">(2) The <i>Labour Relations Act, 1995</i> applies to boards, employee bargaining agents and employees of the board who are represented by an employee bargaining agent, other than Part X.1 teachers, except to the extent of any conflict with this Act or a regulation or an order made under this Act. 2012, c. 11, s. 13 (2).</p> <p class=\"headnote-e\"><b>Conflict</b></p> <p class=\"subsection-e\">(3) In the event of a conflict mentioned under subsection (1) or (2), this Act, the regulation or the order prevails. 2012, c. 11, s. 13 (3).</p> <p class=\"headnote-e\"><b>Enforcement of this Act</b></p> <p class=\"subsection-e\">(4) This Act may be enforced as if it formed part of the <i>Labour Relations Act, 1995</i>. 2012, c. 11, s. 13 (4).</p> <p class=\"headnote-e\"><b>Crown not bound</b></p> <p class=\"subsection-e\">(5) For greater certainty, sections 11 and 12 do not affect the operation of section 4 of the <i>Labour Relations Act, 1995</i>. 2012, c. 11, s. 13 (5).</p> <p class=\"headnote-e\"><b>Rights not reduced</b></p> <p class=\"subsection-e\">(6) Nothing in this Act or in a regulation or order in council made under this Act shall be interpreted or applied so as to reduce a right or entitlement under the <i>Human Rights Code</i>. 2012, c. 11, s. 13 (6).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(7) Nothing in this Act or in a regulation or order in council made under this Act shall be interpreted or applied so as to reduce a right or entitlement under the <i>Pay Equity Act</i>. 2012, c. 11, s. 13 (7).</p> <p class=\"headnote-e\"><b>Restrictions on jurisdiction</b></p>"
        },
        {
            "id": "P346_43376",
            "section": "Limit on jurisdiction of Ontario Labour Relations Board",
            "content": "14. (1) The Ontario Labour Relations Board shall not inquire into or make a decision on whether a provision of this Act, a regulation or an order made under subsection 9 (2) is constitutionally valid or is in conflict with the Human Rights Code. 2012, c. 11, s. 14 (1). Limit on jurisdiction of arbitrators (2) An arbitrator or arbitration board shall not inquire into or make a decision on whether a provision of this Act, a regulation or an order made under subsection 9 (2) is constitutionally valid or is in conflict with the Human Rights Code. 2012, c. 11, s. 14 (2). Restrictions on review",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P346_43376\"></a><a name=\"BK19\"></a>14. </b>(1) The Ontario Labour Relations Board shall not inquire into or make a decision on whether a provision of this Act, a regulation or an order made under subsection 9 (2) is constitutionally valid or is in conflict with the <i>Human Rights Code</i>. 2012, c. 11, s. 14 (1).</p> <p class=\"headnote-e\"><b>Limit on jurisdiction of arbitrators</b></p> <p class=\"subsection-e\">(2) An arbitrator or arbitration board shall not inquire into or make a decision on whether a provision of this Act, a regulation or an order made under subsection 9 (2) is constitutionally valid or is in conflict with the <i>Human Rights Code</i>. 2012, c. 11, s. 14 (2).</p> <p class=\"headnote-e\"><b>Restrictions on review</b></p>"
        },
        {
            "id": "P351_44001",
            "section": "No review by court",
            "content": "15. (1) No term or condition included in an employment contract or collective agreement under or by virtue of this Act, process for consultation prescribed under this Act, or decision, approval, act, advice, direction, regulation or order made by the Minister or Lieutenant Governor in Council under this Act shall be questioned or reviewed in any court. 2012, c. 11, s. 15 (1). Same (2) No steps shall be taken to have a court question, review, prohibit or restrain any consultation, review or approval process prescribed or initiated under this Act at the Minister’s or Lieutenant Governor in Council’s discretion. 2012, c. 11, s. 15 (2). Restriction on review by arbitrator, Ontario Labour Relations Board (3) Terms and conditions included in a collective agreement under or by virtue of this Act shall not be questioned or reviewed by an arbitrator, an arbitration board or the Ontario Labour Relations Board, except as provided by those terms or conditions. 2012, c. 11, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P351_44001\"></a><a name=\"BK20\"></a>15. </b>(1) No term or condition included in an employment contract or collective agreement under or by virtue of this Act, process for consultation prescribed under this Act, or decision, approval, act, advice, direction, regulation or order made by the Minister or Lieutenant Governor in Council under this Act shall be questioned or reviewed in any court. 2012, c. 11, s. 15 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) No steps shall be taken to have a court question, review, prohibit or restrain any consultation, review or approval process prescribed or initiated under this Act at the Minister’s or Lieutenant Governor in Council’s discretion. 2012, c. 11, s. 15 (2).</p> <p class=\"headnote-e\"><b>Restriction on review by arbitrator, Ontario Labour Relations Board</b></p> <p class=\"subsection-e\">(3) Terms and conditions included in a collective agreement under or by virtue of this Act shall not be questioned or reviewed by an arbitrator, an arbitration board or the Ontario Labour Relations Board, except as provided by those terms or conditions. 2012, c. 11, s. 15 (3).</p>"
        },
        {
            "id": "P357_45026",
            "section": "No cause of action",
            "content": "16. (1) No cause of action arises and no civil proceeding may be brought or maintained against the Crown, members of the Executive Council, or employees or agents of the Crown or of the Executive Council as a direct or indirect result of, (a) the enactment or repeal of any provision of this Act; (b) the making or revocation of any provision of a regulation or an order made under this Act; or (c) anything done or not done under this Act or the regulations or an order made under it. 2012, c. 11, s. 16 (1). No remedy (2) No costs, compensation or damages are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, tort or trust, is available to any person in connection with anything referred to in clause (1) (a), (b) or (c). 2012, c. 11, s. 16 (2). Same (3) Subsection (1) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this subsection comes into force. 2012, c. 11, s. 16 (3). Proceedings set aside (4) Any proceeding referred to in subsection (1) commenced before the day this subsection comes into force shall be deemed to have been dismissed, without costs, on the day this subsection comes into force. 2012, c. 11, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P357_45026\"></a><a name=\"BK21\"></a>16. </b>(1) No cause of action arises and no civil proceeding may be brought or maintained against the Crown, members of the Executive Council, or employees or agents of the Crown or of the Executive Council as a direct or indirect result of,</p> <p class=\"clause-e\">(a) the enactment or repeal of any provision of this Act;</p> <p class=\"clause-e\">(b) the making or revocation of any provision of a regulation or an order made under this Act; or</p> <p class=\"clause-e\">(c) anything done or not done under this Act or the regulations or an order made under it. 2012, c. 11, s. 16 (1).</p> <p class=\"headnote-e\"><b>No remedy</b></p> <p class=\"subsection-e\">(2) No costs, compensation or damages are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, tort or trust, is available to any person in connection with anything referred to in clause (1) (a), (b) or (c). 2012, c. 11, s. 16 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Subsection (1) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this subsection comes into force. 2012, c. 11, s. 16 (3).</p> <p class=\"headnote-e\"><b>Proceedings set aside</b></p> <p class=\"subsection-e\">(4) Any proceeding referred to in subsection (1) commenced before the day this subsection comes into force shall be deemed to have been dismissed, without costs, on the day this subsection comes into force. 2012, c. 11, s. 16 (4).</p>"
        },
        {
            "id": "P368_46342",
            "section": "No action for good faith acts",
            "content": "17. (1) No cause of action arises and no civil proceeding shall be brought or maintained against any of the following persons for any act done in good faith in the exercise or performance or the intended exercise or performance of a power or duty under this Act, a regulation or an order made under this Act or for any neglect or default in the exercise or performance in good faith of such a power or duty: 1. A board. 2. An employee bargaining agent. 3. An officer, employee or agent acting on behalf of a board or employee bargaining agent. 2012, c. 11, s. 17 (1). Same (2) Subsection (1) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this subsection comes into force. 2012, c. 11, s. 17 (2). Proceedings set aside (3) Any proceeding referred to in subsection (1) commenced before the day this subsection comes into force shall be deemed to have been dismissed, without costs, on the day this subsection comes into force. 2012, c. 11, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P368_46342\"></a><a name=\"BK22\"></a>17. </b>(1) No cause of action arises and no civil proceeding shall be brought or maintained against any of the following persons for any act done in good faith in the exercise or performance or the intended exercise or performance of a power or duty under this Act, a regulation or an order made under this Act or for any neglect or default in the exercise or performance in good faith of such a power or duty:</p> <p class=\"paragraph-e\">1. A board.</p> <p class=\"paragraph-e\">2. An employee bargaining agent.</p> <p class=\"paragraph-e\">3. An officer, employee or agent acting on behalf of a board or employee bargaining agent. 2012, c. 11, s. 17 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subsection (1) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this subsection comes into force. 2012, c. 11, s. 17 (2).</p> <p class=\"headnote-e\"><b>Proceedings set aside</b></p> <p class=\"subsection-e\">(3) Any proceeding referred to in subsection (1) commenced before the day this subsection comes into force shall be deemed to have been dismissed, without costs, on the day this subsection comes into force. 2012, c. 11, s. 17 (3).</p>"
        },
        {
            "id": "P377_47423",
            "section": "No expropriation or injurious affection",
            "content": "18. Nothing done or not done in accordance with this Act or the regulations or an order made under subsection 9 (2) constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law. 2012, c. 11, s. 18.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P377_47423\"></a><a name=\"BK23\"></a>18. </b>Nothing done or not done in accordance with this Act or the regulations or an order made under subsection 9 (2) constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law. 2012, c. 11, s. 18.</p>"
        },
        {
            "id": "P379_47691",
            "section": "Regulations",
            "content": "19. (1) The Lieutenant Governor in Council may make regulations, (a) prescribing a restraint period of no longer than three years for the purposes of the definition of “restraint period” in subsection 1 (1) for board employees represented by an employee bargaining agent that has not, on or before August 31, 2012, entered into the Memorandum of Understanding referred to in paragraph 1 of subsection 4 (1) or a Memorandum of Understanding described in subparagraph 2 i of subsection 4 (1); (b) specifying employees of the board, employee bargaining agents, collective agreements or employment contracts that are exempt from the application of this Act or from specified provisions in this Act; (c) prescribing modifications to terms or replacement terms for the purposes of paragraph 1, sub-subparagraph 2 i A or 2 ii A of subsection 4 (1), and prescribing terms for the purposes of sub-subparagraph 2 i B, 2 ii B or paragraph 3 of subsection 4 (1); (d) prescribing terms and conditions of employment that shall apply to a board employee or class of board employees during a period when no collective agreement is in operation; (e) prescribing terms and conditions that may be imposed in an employment contract or a collective agreement, including terms and conditions respecting, (i) criteria and processes to be used in the hiring of teachers by boards and any other matters related to the hiring of teachers, and (ii) the use of diagnostic assessments of students; (f) respecting the date on which the Minister is deemed to have received the collective agreement required by subsection 8 (2); (g) prescribing anything that is necessary or advisable to effectively carry out an order made under paragraph 2 of subsection 9 (2), including, (i) prescribing an alternative dispute resolution mechanism and corresponding process for settling a collective agreement, (ii) prescribing the terms and conditions of employment that apply to the affected employees, (iii) prescribing methods of enforcement for the order and in respect of any alternative dispute resolution mechanism and corresponding process; (h) where an employee is required by an order made under paragraph 4 of subsection 9 (2) to reimburse a board, respecting the reimbursement and the amount and manner of reimbursement; (i) prescribing a collective agreement that shall apply to a board, an employee bargaining agent and the employees of the board who are represented by the employee bargaining agent for the purposes of subsection 10 (1); (j) prescribing anything that this Act refers to as prescribed or that is referred to as being in the regulations; (k) providing for transitional matters relating to the implementation of this Act or any provision of this Act or relating to the repeal of this Act; (l) respecting any matter necessary or advisable to effectively carry out the intent and purpose of this Act. 2012, c. 11, s. 19 (1). Same (2) A regulation made under clause (1) (c) prescribing a term for the purposes of paragraph 3 of subsection 4 (1) may prescribe a term that modifies or replaces any other term described under paragraph 1 or 2 of that subsection. 2012, c. 11, s. 19 (2). Same (3) A regulation under clause (1) (e) prescribing terms and conditions respecting the matters described in subclause (1) (e) (i) or (ii) shall not apply with respect to board employees represented by an employee bargaining agent unless the employee bargaining agent has, on or before August 31, 2012, entered into the Memorandum of Understanding referred to in paragraph 1 of subsection 4 (1) or a Memorandum of Understanding described in subparagraph 2 i of subsection 4 (1). 2012, c. 11, s. 19 (3). Same (4) A regulation made under subsection (1) may apply with respect to any period specified in the regulation, including a period before the regulation is filed or before the day this subsection comes into force, but shall not apply to a period before which any applicable restraint period begins. 2012, c. 11, s. 19 (4). 20. Omitted (provides for repeal of this Act). 2012, c. 11, s. 20. 21. Omitted (amends, repeals or revokes other legislation). 2012, c. 11, s. 21. 22. Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22. 23. Omitted (enacts short title of this Act). 2012, c. 11, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P379_47691\"></a><a name=\"BK24\"></a>19. </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing a restraint period of no longer than three years for the purposes of the definition of “restraint period” in subsection 1 (1) for board employees represented by an employee bargaining agent that has not, on or before August 31, 2012, entered into the Memorandum of Understanding referred to in paragraph 1 of subsection 4 (1) or a Memorandum of Understanding described in subparagraph 2 i of subsection 4 (1);</p> <p class=\"clause-e\">(b) specifying employees of the board, employee bargaining agents, collective agreements or employment contracts that are exempt from the application of this Act or from specified provisions in this Act;</p> <p class=\"clause-e\">(c) prescribing modifications to terms or replacement terms for the purposes of paragraph 1, sub-subparagraph 2 i A or 2 ii A of subsection 4 (1), and prescribing terms for the purposes of sub-subparagraph 2 i B, 2 ii B or paragraph 3 of subsection 4 (1);</p> <p class=\"clause-e\">(d) prescribing terms and conditions of employment that shall apply to a board employee or class of board employees during a period when no collective agreement is in operation;</p> <p class=\"clause-e\">(e) prescribing terms and conditions that may be imposed in an employment contract or a collective agreement, including terms and conditions respecting,</p> <p class=\"subclause-e\">(i) criteria and processes to be used in the hiring of teachers by boards and any other matters related to the hiring of teachers, and</p> <p class=\"subclause-e\">(ii) the use of diagnostic assessments of students;</p> <p class=\"clause-e\">(f) respecting the date on which the Minister is deemed to have received the collective agreement required by subsection 8 (2);</p> <p class=\"clause-e\">(g) prescribing anything that is necessary or advisable to effectively carry out an order made under paragraph 2 of subsection 9 (2), including,</p> <p class=\"subclause-e\">(i) prescribing an alternative dispute resolution mechanism and corresponding process for settling a collective agreement,</p> <p class=\"subclause-e\">(ii) prescribing the terms and conditions of employment that apply to the affected employees,</p> <p class=\"subclause-e\">(iii) prescribing methods of enforcement for the order and in respect of any alternative dispute resolution mechanism and corresponding process;</p> <p class=\"clause-e\">(h) where an employee is required by an order made under paragraph 4 of subsection 9 (2) to reimburse a board, respecting the reimbursement and the amount and manner of reimbursement;</p> <p class=\"clause-e\">(i) prescribing a collective agreement that shall apply to a board, an employee bargaining agent and the employees of the board who are represented by the employee bargaining agent for the purposes of subsection 10 (1);</p> <p class=\"clause-e\">(j) prescribing anything that this Act refers to as prescribed or that is referred to as being in the regulations;</p> <p class=\"clause-e\">(k) providing for transitional matters relating to the implementation of this Act or any provision of this Act or relating to the repeal of this Act;</p> <p class=\"clause-e\">(l) respecting any matter necessary or advisable to effectively carry out the intent and purpose of this Act. 2012, c. 11, s. 19 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A regulation made under clause (1) (c) prescribing a term for the purposes of paragraph 3 of subsection 4 (1) may prescribe a term that modifies or replaces any other term described under paragraph 1 or 2 of that subsection. 2012, c. 11, s. 19 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A regulation under clause (1) (e) prescribing terms and conditions respecting the matters described in subclause (1) (e) (i) or (ii) shall not apply with respect to board employees represented by an employee bargaining agent unless the employee bargaining agent has, on or before August 31, 2012, entered into the Memorandum of Understanding referred to in paragraph 1 of subsection 4 (1) or a Memorandum of Understanding described in subparagraph 2 i of subsection 4 (1). 2012, c. 11, s. 19 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) A regulation made under subsection (1) may apply with respect to any period specified in the regulation, including a period before the regulation is filed or before the day this subsection comes into force, but shall not apply to a period before which any applicable restraint period begins. 2012, c. 11, s. 19 (4).</p> <p class=\"section-e\"><b>20.</b> Omitted (provides for repeal of this Act). 2012, c. 11, s. 20.</p> <p class=\"section-e\"><b>21.</b> Omitted (amends, repeals or revokes other legislation). 2012, c. 11, s. 21.</p> <p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2012, c. 11, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "20.",
            "section": "Same",
            "content": "20. Omitted (provides for repeal of this Act). 2012, c. 11, s. 20. 21. Omitted (amends, repeals or revokes other legislation). 2012, c. 11, s. 21. 22. Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22. 23. Omitted (enacts short title of this Act). 2012, c. 11, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Omitted (provides for repeal of this Act). 2012, c. 11, s. 20.</p> <p class=\"section-e\"><b>21.</b> Omitted (amends, repeals or revokes other legislation). 2012, c. 11, s. 21.</p> <p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2012, c. 11, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "21.",
            "section": "Same",
            "content": "21. Omitted (amends, repeals or revokes other legislation). 2012, c. 11, s. 21. 22. Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22. 23. Omitted (enacts short title of this Act). 2012, c. 11, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Omitted (amends, repeals or revokes other legislation). 2012, c. 11, s. 21.</p> <p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2012, c. 11, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "22.",
            "section": "Same",
            "content": "22. Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22. 23. Omitted (enacts short title of this Act). 2012, c. 11, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions of this Act). 2012, c. 11, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2012, c. 11, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "23.",
            "section": "Same",
            "content": "23. Omitted (enacts short title of this Act). 2012, c. 11, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2012, c. 11, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_12p11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}