{
    "act_info": {
        "full_title": "Queen's Park Restoration Secretariat Act, 2023, S.O. 2023, c. 7, Sched. 1",
        "act_name_text": "Queen's Park Restoration Secretariat Act, 2023",
        "citation": "S.O. 2023, c. 7, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/23q07",
        "date_scraped": "2023-12-18 03:37:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/23q07/v1",
            "valid_from": "May 18, 2023",
            "valid_to": "July 30, 2023"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Board of Internal Economy” means the Board of Internal Economy continued under section 87 of the Legislative Assembly Act; (“Commission de régie interne”) “Deputy Minister” means the Deputy Minister appointed under subsection 2 (4); (“sous-ministre”) “Minister” means the Minister responsible for the Queen’s Park Restoration Secretariat; (“ministre”) “Queen’s Park Restoration Project” means the project to restore, refurbish, rehabilitate and preserve the Legislative Building including the associated systems and infrastructure, the building grounds and Lieutenant Governor’s office, as well as everything required for the temporary relocation and continuous functioning of the Legislative Assembly; (“Projet de restauration de Queen’s Park”) “Secretariat” means the ministry known as the Queen's Park Restoration Secretariat established under subsection 2 (1); (“Secrétariat”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Board of Internal Economy” means the Board of Internal Economy continued under section 87 of the <i>Legislative Assembly Act</i>; (“Commission de régie interne”)</p> <p class=\"definition\">“Deputy Minister” means the Deputy Minister appointed under subsection 2 (4); (“sous-ministre”)</p> <p class=\"definition\">“Minister” means the Minister responsible for the Queen’s Park Restoration Secretariat; (“ministre”)</p> <p class=\"definition\">“Queen’s Park Restoration Project” means the project to restore, refurbish, rehabilitate and preserve the Legislative Building including the associated systems and infrastructure, the building grounds and Lieutenant Governor’s office, as well as everything required for the temporary relocation and continuous functioning of the Legislative Assembly; (“Projet de restauration de Queen’s Park”)</p> <p class=\"definition\">“Secretariat” means the ministry known as the Queen's Park Restoration Secretariat established under subsection 2 (1); (“Secrétariat”)</p>"
        },
        {
            "id": "2",
            "section": "Secretariat",
            "content": "2 (1) A ministry, to be known as the Queen's Park Restoration Secretariat in English and Secrétariat de la restauration de Queen’s Park in French, is established. Minister to have charge (2) The Minister shall preside over and have charge of the Secretariat. Responsibilities of Minister (3) It is the responsibility of the Minister to, (a) have charge of the Queen’s Park Restoration Project; (b) identify, secure and prepare a location suitable for the continued functionality of the Legislative Assembly of Ontario for the duration of the Queen’s Park Restoration Project; (c) seek stable and secure funding for the Queen’s Park Restoration Project; and (d) carry out any other functions assigned by the Lieutenant Governor in Council. Deputy Minister (4) The Lieutenant Governor in Council shall appoint a Deputy Minister of the Queen’s Park Restoration Secretariat who shall be the deputy head of the Secretariat.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) A ministry, to be known as the Queen's Park Restoration Secretariat in English and Secrétariat de la restauration de Queen’s Park in French, is established.</p> <p class=\"headnote\">Minister to have charge</p> <p class=\"subsection\">(2) The Minister shall preside over and have charge of the Secretariat.</p> <p class=\"headnote\">Responsibilities of Minister</p> <p class=\"subsection\">(3) It is the responsibility of the Minister to,</p> <p class=\"paragraph\">  (a) have charge of the Queen’s Park Restoration Project;</p> <p class=\"paragraph\">  (b) identify, secure and prepare a location suitable for the continued functionality of the Legislative Assembly of Ontario for the duration of the Queen’s Park Restoration Project;</p> <p class=\"paragraph\">  (c) seek stable and secure funding for the Queen’s Park Restoration Project; and</p> <p class=\"paragraph\">  (d) carry out any other functions assigned by the Lieutenant Governor in Council.</p> <p class=\"headnote\">Deputy Minister</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council shall appoint a Deputy Minister of the Queen’s Park Restoration Secretariat who shall be the deputy head of the Secretariat.</p>"
        },
        {
            "id": "3",
            "section": "Employees",
            "content": "3 Such employees as are required from time to time for the proper conduct of the business of the Secretariat may be appointed under Part III of the Public Service of Ontario Act, 2006.",
            "raw_html": "<p class=\"section\"><b>3 </b>Such employees as are required from time to time for the proper conduct of the business of the Secretariat may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>.</p>"
        },
        {
            "id": "4",
            "section": "Contracts",
            "content": "4 (1) The Minister, for and in the name of the Crown, may enter into any contract or agreement that the Minister considers advisable for the purpose of carrying out any responsibility of the Minister under this Act. Same (2) Public servants, under the direction of the Minister and the Deputy Minister, may enter into contracts or agreements for and in the name of the Crown to carry out the responsibilities of the Minister under this Act.",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister, for and in the name of the Crown, may enter into any contract or agreement that the Minister considers advisable for the purpose of carrying out any responsibility of the Minister under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Public servants, under the direction of the Minister and the Deputy Minister, may enter into contracts or agreements for and in the name of the Crown to carry out the responsibilities of the Minister under this Act.</p>"
        },
        {
            "id": "5",
            "section": "Executive project working group",
            "content": "5 The Minister shall establish an executive project working group to advise the Minister on the Queen’s Park Restoration Project that shall include, at minimum, representatives chosen by each of, (a) the Minister; (b) the Deputy Minister; and (c) the Board of Internal Economy.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Minister shall establish an executive project working group to advise the Minister on the Queen’s Park Restoration Project that shall include, at minimum, representatives chosen by each of,</p> <p class=\"paragraph\">  (a) the Minister;</p> <p class=\"paragraph\">  (b) the Deputy Minister; and</p> <p class=\"paragraph\">  (c) the Board of Internal Economy.</p>"
        },
        {
            "id": "6",
            "section": "Advisory committees",
            "content": "6 (1) The Lieutenant Governor in Council or the Minister may, (a) establish advisory committees to advise the Minister on the Queen’s Park Restoration Project; (b) appoint the members of the committees, and designate one member as chair and one or more members as vice-chair; and (c) determine the terms of reference of the committees. Remuneration and expenses (2) The Lieutenant Governor in Council may determine the remuneration and expenses of persons appointed under clause (1) (b).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The Lieutenant Governor in Council or the Minister may,</p> <p class=\"paragraph\">  (a) establish advisory committees to advise the Minister on the Queen’s Park Restoration Project;</p> <p class=\"paragraph\">  (b) appoint the members of the committees, and designate one member as chair and one or more members as vice-chair; and</p> <p class=\"paragraph\">  (c) determine the terms of reference of the committees.</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may determine the remuneration and expenses of persons appointed under clause (1) (b).</p>"
        },
        {
            "id": "7",
            "section": "Consultation and reports",
            "content": "7 (1) The Minister shall consult with, and provide reports to, a Standing Committee of the Legislative Assembly on the general plans for the Queen’s Park Restoration Project and seek input on matters that, in the Minister’s opinion, constitute substantive decisions affecting the Queen’s Park Restoration Project. Advice of Board (2) The Minister shall seek the advice of the Board of Internal Economy on the Queen’s Park Restoration Project. Minister to consider all advice (3) The Minister shall take into consideration all advice of the Board of Internal Economy with respect to the Queen’s Park Restoration Project and, subject to subsection (4), shall take reasonable steps to implement requests of the Board. Where advice is not taken (4) If a request mentioned in subsection (3), should not, in the opinion of the Minister, be implemented, the Minister shall provide a report to the Board of Internal Economy with a detailed explanation of the factors preventing implementation. Progress reports (5) The Minister shall provide the Board of Internal Economy with periodic progress reports on the Queen’s Park Restoration Project at least every three months, and at any other times requested by the Board. Deputy Minister (6) The Deputy Minister, or their representative, shall routinely consult with the Clerk of the Assembly or their representative. in respect of the Office of the Assembly and Board of Internal Economy’s needs and interests in the Queen’s Park Restoration Project.",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The Minister shall consult with, and provide reports to, a Standing Committee of the Legislative Assembly on the general plans for the Queen’s Park Restoration Project and seek input on matters that, in the Minister’s opinion, constitute substantive decisions affecting the Queen’s Park Restoration Project.</p> <p class=\"headnote\">Advice of Board</p> <p class=\"subsection\">(2) The Minister shall seek the advice of the Board of Internal Economy on the Queen’s Park Restoration Project.</p> <p class=\"headnote\">Minister to consider all advice</p> <p class=\"subsection\">(3) The Minister shall take into consideration all advice of the Board of Internal Economy with respect to the Queen’s Park Restoration Project and, subject to subsection (4), shall take reasonable steps to implement requests of the Board.</p> <p class=\"headnote\">Where advice is not taken</p> <p class=\"subsection\">(4) If a request mentioned in subsection (3), should not, in the opinion of the Minister, be implemented, the Minister shall provide a report to the Board of Internal Economy with a detailed explanation of the factors preventing implementation.</p> <p class=\"headnote\">Progress reports</p> <p class=\"subsection\">(5) The Minister shall provide the Board of Internal Economy with periodic progress reports on the Queen’s Park Restoration Project at least every three months, and at any other times requested by the Board.</p> <p class=\"headnote\">Deputy Minister</p> <p class=\"subsection\">(6) The Deputy Minister, or their representative, shall routinely consult with the Clerk of the Assembly or their representative. in respect of the Office of the Assembly and Board of Internal Economy’s needs and interests in the Queen’s Park Restoration Project.</p>"
        },
        {
            "id": "8",
            "section": "Additional reporting",
            "content": "8 The Minister and Deputy Minister shall comply with such additional reporting or consultation requirements as may be prescribed in the regulations made under this Act. Crown liability",
            "raw_html": "<p class=\"section\"><b>8 </b>The Minister and Deputy Minister shall comply with such additional reporting or consultation requirements as may be prescribed in the regulations made under this Act.</p> <p class=\"headnote\">Crown liability</p>"
        },
        {
            "id": "9",
            "section": "No personal liability",
            "content": "9 (1) No cause of action arises against any current or former member of the Executive Council, current or former Deputy Minister, current or former employee or agent of the Secretariat or any current or former employee of the Office of the Assembly for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties or functions. Crown remains vicariously liable (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject as a result of the acts or omissions of any current or former member of the executive Council, current or former Deputy Minister or current or former employee or agent of the Secretariat. Speaker remains vicariously liable (3) Subsection (1) does not relieve the Speaker of liability to which the Speaker would otherwise be subject as a result of the acts or omissions of any current or former employee of the Office of the Assembly. Proceedings barred (4) No proceeding shall be commenced against any person specified in subsection (1) in respect of a matter referred to in that subsection. Same (5) Subsection (4) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit. Proceedings by Crown, Speaker not prevented (6) This section does not apply with respect to proceedings brought by the Crown or the Speaker.",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) No cause of action arises against any current or former member of the Executive Council, current or former Deputy Minister, current or former employee or agent of the Secretariat or any current or former employee of the Office of the Assembly for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties or functions.</p> <p class=\"headnote\">Crown remains vicariously liable</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject as a result of the acts or omissions of any current or former member of the executive Council, current or former Deputy Minister or current or former employee or agent of the Secretariat.</p> <p class=\"headnote\">Speaker remains vicariously liable</p> <p class=\"subsection\">(3) Subsection (1) does not relieve the Speaker of liability to which the Speaker would otherwise be subject as a result of the acts or omissions of any current or former employee of the Office of the Assembly.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(4) No proceeding shall be commenced against any person specified in subsection (1) in respect of a matter referred to in that subsection.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsection (4) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit.</p> <p class=\"headnote\">Proceedings by Crown, Speaker not prevented</p> <p class=\"subsection\">(6) This section does not apply with respect to proceedings brought by the Crown or the Speaker.</p>"
        },
        {
            "id": "10",
            "section": "Rights and privileges preserved",
            "content": "10 Nothing in this Act shall be construed to deprive the Legislative Assembly, a committee of the Legislative Assembly or a member of the Legislative Assembly of any right, immunity, privilege or power that the Assembly, committee or member might otherwise have been entitled to exercise or enjoy.",
            "raw_html": "<p class=\"section\"><b>10 </b>Nothing in this Act shall be construed to deprive the Legislative Assembly, a committee of the Legislative Assembly or a member of the Legislative Assembly of any right, immunity, privilege or power that the Assembly, committee or member might otherwise have been entitled to exercise or enjoy.</p>"
        },
        {
            "id": "11",
            "section": "Delegation of authority",
            "content": "11 Where, under this or any other Act, power or authority is granted to or vested in the Minister, the Minister may in writing delegate that power or authority to the Deputy Minister, to a public servant or to a Crown agent, subject to such limitations, restrictions, conditions and requirements as the Minister may set out in the delegation.",
            "raw_html": "<p class=\"section\"><b>11 </b>Where, under this or any other Act, power or authority is granted to or vested in the Minister, the Minister may in writing delegate that power or authority to the Deputy Minister, to a public servant or to a Crown agent, subject to such limitations, restrictions, conditions and requirements as the Minister may set out in the delegation.</p>"
        },
        {
            "id": "12",
            "section": "Conclusion of Restoration Project",
            "content": "12 When, in the opinion of the Minister, the Queen’s Park Restoration Project is completed the Minister shall report this determination to the Standing Committee of the Legislative Assembly responsible for consultation with the Minister pursuant to section 108.3 of the Legislative Assembly Act.",
            "raw_html": "<p class=\"section\"><b>12 </b>When, in the opinion of the Minister, the Queen’s Park Restoration Project is completed the Minister shall report this determination to the Standing Committee of the Legislative Assembly responsible for consultation with the Minister pursuant to section 108.3 of the <i>Legislative Assembly Act</i>.</p>"
        },
        {
            "id": "13",
            "section": "Regulations",
            "content": "13 The Lieutenant Governor in Council may make regulations prescribing additional reporting and consultation requirements for the purposes of section 8. 14 Omitted\r\n(provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b>The Lieutenant Governor in Council may make regulations prescribing additional reporting and consultation requirements for the purposes of section 8.</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span><a name=\"BK4\"></a></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23q07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Regulations",
            "content": "14 Omitted\r\n(provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span><a name=\"BK4\"></a></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23q07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "BK4",
            "section": "Regulations",
            "content": "15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span><a name=\"BK4\"></a></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23q07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}