{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 559: DESIGNATION OF MUNICIPAL MEMBERS OF BOARDS OF HEALTH",
        "reg_name_text": "DESIGNATION OF MUNICIPAL MEMBERS OF BOARDS OF HEALTH",
        "citation": "R.R.O. 1990, Reg. 559: ",
        "act_under": "Health Protection and Promotion Act",
        "url": "https://www.ontario.ca/laws/regulation/900559",
        "date_scraped": "2023-12-18 22:18:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900559/v9",
            "valid_from": "May  1, 2018",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/900559/v8",
            "valid_from": "March 29, 2018",
            "valid_to": "April 30, 2018"
        },
        {
            "a_href": "/laws/regulation/900559/v7",
            "valid_from": "February 13, 2007",
            "valid_to": "March 28, 2018"
        },
        {
            "a_href": "/laws/regulation/900559/v6",
            "valid_from": "May 19, 2006",
            "valid_to": "February 12, 2007"
        },
        {
            "a_href": "/laws/regulation/900559/v5",
            "valid_from": "June 24, 2005",
            "valid_to": "May 18, 2006"
        },
        {
            "a_href": "/laws/regulation/900559/v4",
            "valid_from": "April  1, 2005",
            "valid_to": "June 23, 2005"
        },
        {
            "a_href": "/laws/regulation/900559/v3",
            "valid_from": "March  3, 2005",
            "valid_to": "March 31, 2005"
        },
        {
            "a_href": "/laws/regulation/900559/v2",
            "valid_from": "November 18, 2004",
            "valid_to": "March  2, 2005"
        },
        {
            "a_href": "/laws/regulation/900559/v1",
            "valid_from": "June 14, 2001",
            "valid_to": "November 17, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Algoma Health Unit",
            "content": " 1. The Board of Health of the Algoma Health Unit shall have eight municipal members as follows: 1. Three members to be appointed by the Municipal Council of the City of Sault Ste. Marie. 2. One member to be appointed by the Municipal Councils of the Township of Michipicoten and the Township of White River, who shall also represent the Michipicoten Indian Reserve Band. 3. One member to be appointed by the Municipal Councils of the Town of Blind River, the Township of The North Shore and the Township of Shedden. 4. One member to be appointed by the Municipal Councils of the Town of Thessalon and The Corporation of the Municipality of Huron Shores. 5. One member to be appointed by the Municipal Councils of the Town of Bruce Mines, the Village of Hilton Beach and the townships of Hilton, Jocelyn, Johnson, Laird, Macdonald, Meredith and Aberdeen Additional, Plummer Additional, Prince, St. Joseph and Tarbutt and Tarbutt Additional. 6. One member to be appointed by the Municipal Council of the Town of Elliot Lake.  R.R.O. 1990, Reg. 559, s. 1; O. Reg. 524/99, s. 1; O. Reg. 198/01, s. 1. Brant County Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The Board of Health of the Algoma Health Unit shall have eight municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the City of Sault Ste. Marie.</p> <p class=\"paragraph-e\">  2. One member to be appointed by the Municipal Councils of the Township of Michipicoten and the Township of White River, who shall also represent the Michipicoten Indian Reserve Band.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Councils of the Town of Blind River, the Township of The North Shore and the Township of Shedden.</p> <p class=\"paragraph-e\">  4. One member to be appointed by the Municipal Councils of the Town of Thessalon and The Corporation of the Municipality of Huron Shores.</p> <p class=\"paragraph-e\">  5. One member to be appointed by the Municipal Councils of the Town of Bruce Mines, the Village of Hilton Beach and the townships of Hilton, Jocelyn, Johnson, Laird, Macdonald, Meredith and Aberdeen Additional, Plummer Additional, Prince, St. Joseph and Tarbutt and Tarbutt Additional.</p> <p class=\"paragraph-e\">  6. One member to be appointed by the Municipal Council of the Town of Elliot Lake.  R.R.O. 1990, Reg. 559, s. 1; O. Reg. 524/99, s. 1; O. Reg. 198/01, s. 1.</p> <p class=\"heading1-e\">Brant County Health Unit</p>"
        },
        {
            "id": "2.",
            "section": "Brant County Health Unit",
            "content": " 2. The Board of Health of the Brant County Health Unit shall have five municipal members as follows: 1. Two members to be appointed by the Municipal Council of the County of Brant. 2. Three members to be appointed by the Municipal Council of the City of Brantford.  R.R.O. 1990, Reg. 559, s. 2; O. Reg. 524/99, s. 2; O. Reg. 332/00, s. 1. Grey Bruce Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The Board of Health of the Brant County Health Unit shall have five municipal members as follows:</p> <p class=\"paragraph-e\">  1. Two members to be appointed by the Municipal Council of the County of Brant.</p> <p class=\"paragraph-e\">  2. Three members to be appointed by the Municipal Council of the City of Brantford.  R.R.O. 1990, Reg. 559, s. 2; O. Reg. 524/99, s. 2; O. Reg. 332/00, s. 1.</p> <p class=\"heading1-e\">Grey Bruce Health Unit</p>"
        },
        {
            "id": "3.",
            "section": "Grey Bruce Health Unit",
            "content": " 3. The Board of Health of the Grey Bruce Health Unit shall have seven municipal members as follows: 1. Three members to be appointed by the Municipal Council of the County of Bruce. 2. Four members to be appointed by the Municipal Council of the County of Grey.  O. Reg. 198/01, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>The Board of Health of the Grey Bruce Health Unit shall have seven municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the County of Bruce.</p> <p class=\"paragraph-e\">  2. Four members to be appointed by the Municipal Council of the County of Grey.  O. Reg. 198/01, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Grey Bruce Health Unit",
            "content": " 4. Revoked:  O. Reg. 491/97, s. 1. Chatham-Kent Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>4. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 491/97, s. 1.</p> <p class=\"heading1-e\">Chatham-Kent Health Unit</p>"
        },
        {
            "id": "4.1",
            "section": "Chatham-Kent Health Unit",
            "content": " 4.1 The Board of Health of the Chatham-Kent Health Unit shall have six municipal members to be appointed by the Municipal Council of the Municipality of Chatham-Kent.  O. Reg. 351/98, s. 1. The Eastern Ontario Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>The Board of Health of the Chatham-Kent Health Unit shall have six municipal members to be appointed by the Municipal Council of the Municipality of Chatham-Kent.  O. Reg. 351/98, s. 1.</p> <p class=\"heading1-e\">The Eastern Ontario Health Unit</p>"
        },
        {
            "id": "5.",
            "section": "The Eastern Ontario Health Unit",
            "content": " 5. The Board of Health of the Eastern Ontario Health Unit shall have six municipal members as follows: 1. Two members to be appointed by the Municipal Council of the United Counties of Prescott and Russell. 2. Two members to be appointed by the Municipal Council of the United Counties of Stormont, Dundas and Glengarry. 3. Two members to be appointed by the Municipal Council of the City of Cornwall.  R.R.O. 1990, Reg. 559, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Board of Health of the Eastern Ontario Health Unit shall have six municipal members as follows:</p> <p class=\"paragraph-e\">  1. Two members to be appointed by the Municipal Council of the United Counties of Prescott and Russell.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of the United Counties of Stormont, Dundas and Glengarry.</p> <p class=\"paragraph-e\">  3. Two members to be appointed by the Municipal Council of the City of Cornwall.  R.R.O. 1990, Reg. 559, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "The Eastern Ontario Health Unit",
            "content": " 6. Revoked: O. Reg. 142/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 142/18, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "The Eastern Ontario Health Unit",
            "content": " 7. Revoked:  O. Reg. 491/97, s. 1. Haliburton, Kawartha, Pine Ridge District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>7. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 491/97, s. 1.</p> <p class=\"heading1-e\">Haliburton, Kawartha, Pine Ridge District Health Unit</p>"
        },
        {
            "id": "8.",
            "section": "Haliburton, Kawartha, Pine Ridge District Health Unit",
            "content": " 8. The Board of Health of the Haliburton, Kawartha, Pine Ridge District Health Unit shall have six municipal members as follows: 1. Three members to be appointed by the Municipal Council of the County of Northumberland. 2. Two members to be appointed by the Municipal Council of The Corporation of the City of Kawartha Lakes. 3. One member to be appointed by the Municipal Council of the County of Haliburton.  R.R.O. 1990, Reg. 559, s. 8; O. Reg. 198/01, s. 3. Hastings and Prince Edward Counties Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The Board of Health of the Haliburton, Kawartha, Pine Ridge District Health Unit shall have six municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the County of Northumberland.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of The Corporation of the City of Kawartha Lakes.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the County of Haliburton.  R.R.O. 1990, Reg. 559, s. 8; O. Reg. 198/01, s. 3.</p> <p class=\"heading1-e\">Hastings and Prince Edward Counties Health Unit</p>"
        },
        {
            "id": "9.",
            "section": "Hastings and Prince Edward Counties Health Unit",
            "content": " 9. The Board of Health of the Hastings and Prince Edward Counties Health Unit shall have eight municipal members as follows: 1. Two members to be appointed by the Municipal Council of the City of Belleville. 2. Two members to be appointed by the Municipal Council of the City of Quinte West. 3. Two members to be appointed by the Municipal Council of the County of Hastings. 4. Two members to be appointed by the Municipal Council of The Corporation of the County of Prince Edward.  R.R.O. 1990, Reg. 559, s. 9; O. Reg. 351/98, s. 2; O. Reg. 198/01, s. 4. Huron Perth Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Board of Health of the Hastings and Prince Edward Counties Health Unit shall have eight municipal members as follows:</p> <p class=\"paragraph-e\">  1. Two members to be appointed by the Municipal Council of the City of Belleville.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of the City of Quinte West.</p> <p class=\"paragraph-e\">  3. Two members to be appointed by the Municipal Council of the County of Hastings.</p> <p class=\"paragraph-e\">  4. Two members to be appointed by the Municipal Council of The Corporation of the County of Prince Edward.  R.R.O. 1990, Reg. 559, s. 9; O. Reg. 351/98, s. 2; O. Reg. 198/01, s. 4.</p> <p class=\"heading1-e\">Huron Perth Health Unit</p>"
        },
        {
            "id": "10.",
            "section": "Huron Perth Health Unit",
            "content": " 10. The Board of Health of the Huron Perth Health Unit shall have nine municipal members as follows: 1. Four members to be appointed by the Municipal Council of the County of Huron. 2. Two members to be appointed by the Municipal Council of the County of Perth. 3. Two members to be appointed by the Municipal Council of the City of Stratford. 4. One member to be appointed by the Municipal Council of the Town of St. Mary’s. O. Reg. 142/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> The Board of Health of the Huron Perth Health Unit shall have nine municipal members as follows:</p> <p class=\"paragraph-e\">  1. Four members to be appointed by the Municipal Council of the County of Huron.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of the County of Perth. </p> <p class=\"paragraph-e\">  3. Two members to be appointed by the Municipal Council of the City of Stratford.</p> <p class=\"paragraph-e\">  4. One member to be appointed by the Municipal Council of the Town of St. Mary’s. O. Reg. 142/18, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": "Huron Perth Health Unit",
            "content": " 11. Revoked:  O. Reg. 351/98, s. 3. Kingston, Frontenac and Lennox and Addington Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>11. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 351/98, s. 3.</p> <p class=\"heading1-e\">Kingston, Frontenac and Lennox and Addington Health Unit</p>"
        },
        {
            "id": "12.",
            "section": "Kingston, Frontenac and Lennox and Addington Health Unit",
            "content": " 12. The Board of Health of the Kingston, Frontenac and Lennox and Addington Health Unit shall have five municipal members as follows: 1. Three members to be appointed by the Municipal Council of the City of Kingston. 2. One member to be appointed by the Frontenac Management Board. 3. One member to be appointed by the Municipal Council of the County of Lennox and Addington.  O. Reg. 351/98, s. 4. Lambton Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Board of Health of the Kingston, Frontenac and Lennox and Addington Health Unit shall have five municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the City of Kingston.</p> <p class=\"paragraph-e\">  2. One member to be appointed by the Frontenac Management Board.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the County of Lennox and Addington.  O. Reg. 351/98, s. 4.</p> <p class=\"heading1-e\">Lambton Health Unit</p>"
        },
        {
            "id": "13.",
            "section": "Lambton Health Unit",
            "content": " 13. The Board of Health of the Lambton Health Unit shall have six municipal members to be appointed by the Municipal Council of the County of Lambton.  O. Reg. 587/93, s. 1. Leeds, Grenville  and Lanark District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The Board of Health of the Lambton Health Unit shall have six municipal members to be appointed by the Municipal Council of the County of Lambton.  O. Reg. 587/93, s. 1.</p> <p class=\"heading1-e\">Leeds, Grenville  and Lanark District Health Unit</p>"
        },
        {
            "id": "14.",
            "section": "Leeds, Grenville  and Lanark District Health Unit",
            "content": " 14. The Board of Health of the Leeds, Grenville and Lanark District Health Unit shall have seven municipal members as follows: 1. Two members to be appointed by the Municipal Council of the United Counties of Leeds and Grenville. 2. One member to be appointed by the Municipal Council of the County of Lanark. 3. One member to be appointed by the Municipal Council of the City of Brockville. 4. Three members to be appointed jointly by the Municipal Council of the United Counties of Leeds and Grenville, the Municipal Council of the County of Lanark and the Municipal Councils of the separated towns of Gananoque, Prescott and Smiths Falls.  O. Reg. 351/98, s. 5. Middlesex-London Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The Board of Health of the Leeds, Grenville and Lanark District Health Unit shall have seven municipal members as follows:</p> <p class=\"paragraph-e\">  1. Two members to be appointed by the Municipal Council of the United Counties of Leeds and Grenville.</p> <p class=\"paragraph-e\">  2. One member to be appointed by the Municipal Council of the County of Lanark.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the City of Brockville.</p> <p class=\"paragraph-e\">  4. Three members to be appointed jointly by the Municipal Council of the United Counties of Leeds and Grenville, the Municipal Council of the County of Lanark and the Municipal Councils of the separated towns of Gananoque, Prescott and Smiths Falls.  O. Reg. 351/98, s. 5.</p> <p class=\"heading1-e\">Middlesex-London Health Unit</p>"
        },
        {
            "id": "15.",
            "section": "Middlesex-London Health Unit",
            "content": " 15. The Board of Health of the Middlesex-London Health Unit shall have six municipal members as follows: 1. Three members to be appointed by the County Council of the County of Middlesex. 2. Three members to be appointed by the Municipal Council of the City of London.  R.R.O. 1990, Reg. 559, s. 15. North Bay Parry Sound District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The Board of Health of the Middlesex-London Health Unit shall have six municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the County Council of the County of Middlesex.</p> <p class=\"paragraph-e\">  2. Three members to be appointed by the Municipal Council of the City of London.  R.R.O. 1990, Reg. 559, s. 15.</p> <p class=\"heading1-e\">North Bay Parry Sound District Health Unit</p>"
        },
        {
            "id": "16.",
            "section": "North Bay Parry Sound District Health Unit",
            "content": " 16. The Board of Health for the North Bay Parry Sound District Health Unit shall have ten municipal members as follows: 1. Five members to be appointed by the Municipal Council of the City of North Bay. 2. One member to be appointed jointly by the Municipal Councils of the Town of Mattawa and the Townships of Bonfield, Calvin, Chisholm, East Ferris and Papineau-Cameron, and The Corporation of the Municipality of Mattawan. 3. One member to be appointed by the Municipal Council of the Municipality of West Nipissing. 4. One member to be appointed jointly by the Municipal Councils of the Municipalities of Callander and Powassan, the Villages of South River and Sundridge and the Townships of Machar and Nipissing. 5. One member to be appointed jointly by the Municipal Councils of the Town of Kearney, the Village of Burk’s Falls, and the Townships of Armour, Joly, McMurrich/Monteith, Perry, Ryerson and Strong and the Municipality of Magnetawan. 6. One member to be appointed jointly by the Municipal Councils of the Town of Parry Sound, the Townships of The Archipelago, Carling, McKellar and Seguin and the Municipalities of McDougall and Whitestone.  O. Reg. 65/05, s. 1; O. Reg. 387/05, s. 1; O. Reg. 201/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>The Board of Health for the North Bay Parry Sound District Health Unit shall have ten municipal members as follows:</p> <p class=\"paragraph-e\">  1. Five members to be appointed by the Municipal Council of the City of North Bay.</p> <p class=\"paragraph-e\">  2. One member to be appointed jointly by the Municipal Councils of the Town of Mattawa and the Townships of Bonfield, Calvin, Chisholm, East Ferris and Papineau-Cameron, and The Corporation of the Municipality of Mattawan.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the Municipality of West Nipissing.</p> <p class=\"paragraph-e\">  4. One member to be appointed jointly by the Municipal Councils of the Municipalities of Callander and Powassan, the Villages of South River and Sundridge and the Townships of Machar and Nipissing.</p> <p class=\"paragraph-e\">  5. One member to be appointed jointly by the Municipal Councils of the Town of Kearney, the Village of Burk’s Falls, and the Townships of Armour, Joly, McMurrich/Monteith, Perry, Ryerson and Strong and the Municipality of Magnetawan.</p> <p class=\"paragraph-e\">  6. One member to be appointed jointly by the Municipal Councils of the Town of Parry Sound, the Townships of The Archipelago, Carling, McKellar and Seguin and the Municipalities of McDougall and Whitestone.  O. Reg. 65/05, s. 1; O. Reg. 387/05, s. 1; O. Reg. 201/06, s. 1.</p>"
        },
        {
            "id": "17.",
            "section": "North Bay Parry Sound District Health Unit",
            "content": " 17.  Revoked:  O. Reg. 65/05, s. 1. Northwestern Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>17. </b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 65/05, s. 1.</p> <p class=\"heading1-e\">Northwestern Health Unit</p>"
        },
        {
            "id": "18.",
            "section": "Northwestern Health Unit",
            "content": "  18. The Board of Health of the Northwestern Health Unit shall have eight municipal members as follows: 1. Two members to be appointed by the Municipal Council of the City of Kenora, one of whom shall also represent the Township of Sioux Narrows Nestor Falls. 2. One member to be appointed jointly by the Municipal Council of The Corporation of the City of Dryden and the Municipal Council of The Corporation of the Municipality of Machin. 3. One member to be appointed jointly by the Municipal Council of The Corporation of the Township of Ignace, the Municipal Council of The Corporation of the Township of Pickle Lake, and the Municipal Council of The Corporation of the Municipality of Sioux Lookout. 4. One member to be appointed jointly by the Municipal Council of The Corporation of the Municipality of Red Lake and the Municipal Council of the Township of Ear Falls. 5. One member to be appointed by the Municipal Council of the Town of Fort Frances. 6. One member to be appointed by the Municipal Council of the Township of Atikokan. 7. One member to be appointed jointly by the Municipal Council of the Town of Rainy River and the Municipal Councils of the townships of Alberton, Dawson, Chapple, Emo, Lake of the Woods, LaVallee and Morley.  O. Reg. 361/04, s. 1. Oxford Elgin St. Thomas Health Unit",
            "raw_html": "<p class=\"section-e\"><b>  18. </b>The Board of Health of the Northwestern Health Unit shall have eight municipal members as follows:</p> <p class=\"paragraph-e\">  1. Two members to be appointed by the Municipal Council of the City of Kenora, one of whom shall also represent the Township of Sioux Narrows Nestor Falls.</p> <p class=\"paragraph-e\">  2. One member to be appointed jointly by the Municipal Council of The Corporation of the City of Dryden and the Municipal Council of The Corporation of the Municipality of Machin.</p> <p class=\"paragraph-e\">  3. One member to be appointed jointly by the Municipal Council of The Corporation of the Township of Ignace, the Municipal Council of The Corporation of the Township of Pickle Lake, and the Municipal Council of The Corporation of the Municipality of Sioux Lookout.</p> <p class=\"paragraph-e\">  4. One member to be appointed jointly by the Municipal Council of The Corporation of the Municipality of Red Lake and the Municipal Council of the Township of Ear Falls.</p> <p class=\"paragraph-e\">  5. One member to be appointed by the Municipal Council of the Town of Fort Frances.</p> <p class=\"paragraph-e\">  6. One member to be appointed by the Municipal Council of the Township of Atikokan.</p> <p class=\"paragraph-e\">  7. One member to be appointed jointly by the Municipal Council of the Town of Rainy River and the Municipal Councils of the townships of Alberton, Dawson, Chapple, Emo, Lake of the Woods, LaVallee and Morley.  O. Reg. 361/04, s. 1.</p> <p class=\"heading1-e\">Oxford Elgin St. Thomas Health Unit</p>"
        },
        {
            "id": "19.",
            "section": "Oxford Elgin St. Thomas Health Unit",
            "content": " 19. The Board of Health of the Oxford Elgin St. Thomas Health Unit shall have eight municipal members as follows: 1. Four members to be appointed by the Municipal Council of the County of Oxford. 2. Two members to be appointed by the Municipal Council of the County of Elgin. 3. Two members to be appointed by the Municipal Council of the City of St. Thomas. O. Reg. 142/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> The Board of Health of the Oxford Elgin St. Thomas Health Unit shall have eight municipal members as follows:</p> <p class=\"paragraph-e\">  1. Four members to be appointed by the Municipal Council of the County of Oxford.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of the County of Elgin. </p> <p class=\"paragraph-e\">  3. Two members to be appointed by the Municipal Council of the City of St. Thomas. O. Reg. 142/18, s. 3.</p>"
        },
        {
            "id": "20.",
            "section": "Oxford Elgin St. Thomas Health Unit",
            "content": " 20. Revoked: O. Reg. 142/18, s. 4. Peterborough County — City Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>20. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 142/18, s. 4.</p> <p class=\"heading1-e\">Peterborough County — City Health Unit</p>"
        },
        {
            "id": "21.",
            "section": "Peterborough County — City Health Unit",
            "content": " 21. The Board of Health of the Peterborough County — City Health Unit shall have six municipal members as follows: 1. Three members to be appointed by the Municipal Council of the County of Peterborough. 2. Three members to be appointed by the Municipal Council of the City of Peterborough.  R.R.O. 1990, Reg. 559, s. 21; O. Reg. 524/99, s. 5. Porcupine Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>The Board of Health of the Peterborough County — City Health Unit shall have six municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the County of Peterborough.</p> <p class=\"paragraph-e\">  2. Three members to be appointed by the Municipal Council of the City of Peterborough.  R.R.O. 1990, Reg. 559, s. 21; O. Reg. 524/99, s. 5.</p> <p class=\"heading1-e\">Porcupine Health Unit</p>"
        },
        {
            "id": "22.",
            "section": "Porcupine Health Unit",
            "content": " 22. The Board of Health of the Porcupine Health Unit shall have twelve municipal members as follows: 1. Four members to be appointed by the Municipal Council of the City of Timmins. 2. One member to be appointed by the Municipal Council of the Town of Iroquois Falls. 3. One member to be appointed by the Municipal Council of the Municipal Township of Black River-Matheson. 4. One member to be appointed by the Municipal Council of the Town of Smooth Rock Falls. 5. One member to be appointed by the Municipal Council of the Town of Kapuskasing and the Municipal Councils of the townships of Moonbeam and Fauquier-Strickland. 6. One member to be appointed by the Municipal Council of the Town of Cochrane who shall also represent the Town of Moosonee. 7. One member to be appointed by the Municipal Council of the Town of Hearst. 8. One member to be appointed by the Municipal Council of the Township of Hornepayne. 9. One member to be appointed by the Municipal Councils of the townships of Mattice-Val Coté, Opasatika and Val Rita-Harty.  R.R.O. 1990, Reg. 559, s. 22; O. Reg. 332/00, s. 4; O. Reg. 628/00, s. 4. Renfrew County and District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>The Board of Health of the Porcupine Health Unit shall have twelve municipal members as follows:</p> <p class=\"paragraph-e\">  1. Four members to be appointed by the Municipal Council of the City of Timmins.</p> <p class=\"paragraph-e\">  2. One member to be appointed by the Municipal Council of the Town of Iroquois Falls.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the Municipal Township of Black River-Matheson.</p> <p class=\"paragraph-e\">  4. One member to be appointed by the Municipal Council of the Town of Smooth Rock Falls.</p> <p class=\"paragraph-e\">  5. One member to be appointed by the Municipal Council of the Town of Kapuskasing and the Municipal Councils of the townships of Moonbeam and Fauquier-Strickland.</p> <p class=\"paragraph-e\">  6. One member to be appointed by the Municipal Council of the Town of Cochrane who shall also represent the Town of Moosonee. </p> <p class=\"paragraph-e\">  7. One member to be appointed by the Municipal Council of the Town of Hearst.</p> <p class=\"paragraph-e\">  8. One member to be appointed by the Municipal Council of the Township of Hornepayne.</p> <p class=\"paragraph-e\">  9. One member to be appointed by the Municipal Councils of the townships of Mattice-Val Coté, Opasatika and Val Rita-Harty.  R.R.O. 1990, Reg. 559, s. 22; O. Reg. 332/00, s. 4; O. Reg. 628/00, s. 4.</p> <p class=\"heading1-e\">Renfrew County and District Health Unit</p>"
        },
        {
            "id": "23.",
            "section": "Renfrew County and District Health Unit",
            "content": " 23. The Board of Health of the Renfrew County and District Health Unit shall have six municipal members as follows: 1. Four members to be appointed by the Municipal Council of the County of Renfrew. 2. One member to be appointed by the Municipal Council of the Municipality of South Algonquin. 3. One member to be appointed by the Municipal Council of the City of Pembroke.  R.R.O. 1990, Reg. 559, s. 23; O. Reg. 524/99, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>The Board of Health of the Renfrew County and District Health Unit shall have six municipal members as follows:</p> <p class=\"paragraph-e\">  1. Four members to be appointed by the Municipal Council of the County of Renfrew.</p> <p class=\"paragraph-e\">  2. One member to be appointed by the Municipal Council of the Municipality of South Algonquin.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the City of Pembroke.  R.R.O. 1990, Reg. 559, s. 23; O. Reg. 524/99, s. 6.</p>"
        },
        {
            "id": "24.",
            "section": "Renfrew County and District Health Unit",
            "content": " 24. Revoked:  O. Reg. 491/97, s. 1. Simcoe Muskoka District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>24. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 491/97, s. 1.</p> <p class=\"heading1-e\">Simcoe Muskoka District Health Unit</p>"
        },
        {
            "id": "25.",
            "section": "Simcoe Muskoka District Health Unit",
            "content": " 25. The Board of Health of the Simcoe Muskoka District Health Unit shall have nine municipal members as follows: 1. Four members to be appointed by the Municipal Council of the County of Simcoe. 2. Two members to be appointed by the Municipal Council of the City of Barrie. 3. One member to be appointed by the Municipal Council of the City of Orillia. 4. Two members to be appointed by the Municipal Council of The District Municipality of Muskoka.  O. Reg. 65/05, s. 2. Sudbury and District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>The Board of Health of the Simcoe Muskoka District Health Unit shall have nine municipal members as follows:</p> <p class=\"paragraph-e\">  1. Four members to be appointed by the Municipal Council of the County of Simcoe.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of the City of Barrie.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the City of Orillia.</p> <p class=\"paragraph-e\">  4. Two members to be appointed by the Municipal Council of The District Municipality of Muskoka.  O. Reg. 65/05, s. 2.</p> <p class=\"heading1-e\">Sudbury and District Health Unit</p>"
        },
        {
            "id": "26.",
            "section": "Sudbury and District Health Unit",
            "content": " 26. The Board of Health of the Sudbury and District Health Unit shall have eleven municipal members as follows: 1. Seven members appointed by the Municipal Council of the City of Greater Sudbury. 2. One member to be appointed jointly by the Municipal Council of the Town of Gore Bay, the Municipal Councils of The Corporation of the Town of Northeastern Manitoulin and the Islands and The Corporation of the Municipality of Killarney and the Municipal Councils of the townships of Assiginack, Barrie Island, Billings, Burpee and Mills, Central Manitoulin, Cockburn Island, Gordon and Tehkummah. 3. One member to be appointed jointly by the Municipal Council of the Town of Espanola, the Municipal Councils of the townships of Baldwin and Sables-Spanish River and the Municipal Council of The Corporation of the Township of Nairn and Hyman. 4. One member to be appointed jointly by the Municipal Councils of the municipalities of French River, Markstay-Warren and St. Charles. 5. One member to be appointed by the Municipal Council of the Township of Chapleau.  R.R.O. 1990, Reg. 559, s. 26; O. Reg. 351/98, s. 9; O. Reg. 524/99, s. 7; O. Reg. 628/00, s. 5; O. Reg. 198/01, s. 7. Thunder Bay District Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>The Board of Health of the Sudbury and District Health Unit shall have eleven municipal members as follows:</p> <p class=\"paragraph-e\">  1. Seven members appointed by the Municipal Council of the City of Greater Sudbury.</p> <p class=\"paragraph-e\">  2. One member to be appointed jointly by the Municipal Council of the Town of Gore Bay, the Municipal Councils of The Corporation of the Town of Northeastern Manitoulin and the Islands and The Corporation of the Municipality of Killarney and the Municipal Councils of the townships of Assiginack, Barrie Island, Billings, Burpee and Mills, Central Manitoulin, Cockburn Island, Gordon and Tehkummah.</p> <p class=\"paragraph-e\">  3. One member to be appointed jointly by the Municipal Council of the Town of Espanola, the Municipal Councils of the townships of Baldwin and Sables-Spanish River and the Municipal Council of The Corporation of the Township of Nairn and Hyman.</p> <p class=\"paragraph-e\">  4. One member to be appointed jointly by the Municipal Councils of the municipalities of French River, Markstay-Warren and St. Charles.</p> <p class=\"paragraph-e\">  5. One member to be appointed by the Municipal Council of the Township of Chapleau.  R.R.O. 1990, Reg. 559, s. 26; O. Reg. 351/98, s. 9; O. Reg. 524/99, s. 7; O. Reg. 628/00, s. 5; O. Reg. 198/01, s. 7.</p> <p class=\"heading1-e\">Thunder Bay District Health Unit</p>"
        },
        {
            "id": "27.",
            "section": "Thunder Bay District Health Unit",
            "content": " 27. The Board of Health of the Thunder Bay District Health Unit shall have 12 municipal members as follows: 1. Three members to be appointed by the Municipal Council of the City of Thunder Bay. 2. One member to be appointed by the Municipal Council of the Town of Marathon. 3. One member to be appointed by the Municipal Council of the Township of Manitouwadge. 4. One member to be appointed by the Municipal Council of The Corporation of the Municipality of Oliver Paipoonge. 5. One member to be appointed by the Municipal Council of the Township of Shuniah. 6. One member to be appointed by the Municipal Councils of The Corporation of the Municipality of Neebing and the Township of Gillies. 7. One member to be appointed by the Municipal Councils of the townships of Conmee and O’Connor. 8. One member to be appointed by the Municipal Council of The Corporation of the Municipality of Greenstone. 9. One member to be appointed jointly by the Municipal Councils of the townships of Terrace Bay and Schreiber. 10. One member to be appointed jointly\nby the Municipal Councils of the townships of Dorion, Nipigon and Red Rock.  O. Reg. 351/98, s. 10; O. Reg. 198/01, s. 8. Timiskaming Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>The Board of Health of the Thunder Bay District Health Unit shall have 12 municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the City of Thunder Bay.</p> <p class=\"paragraph-e\">  2. One member to be appointed by the Municipal Council of the Town of Marathon.</p> <p class=\"paragraph-e\">  3. One member to be appointed by the Municipal Council of the Township of Manitouwadge.</p> <p class=\"paragraph-e\">  4. One member to be appointed by the Municipal Council of The Corporation of the Municipality of Oliver Paipoonge.</p> <p class=\"paragraph-e\">  5. One member to be appointed by the Municipal Council of the Township of Shuniah.</p> <p class=\"paragraph-e\">  6. One member to be appointed by the Municipal Councils of The Corporation of the Municipality of Neebing and the Township of Gillies.</p> <p class=\"paragraph-e\">  7. One member to be appointed by the Municipal Councils of the townships of Conmee and O’Connor.</p> <p class=\"paragraph-e\">  8. One member to be appointed by the Municipal Council of The Corporation of the Municipality of Greenstone.</p> <p class=\"paragraph-e\">  9. One member to be appointed jointly by the Municipal Councils of the townships of Terrace Bay and Schreiber.</p> <p class=\"paragraph-e\">  10. One member to be appointed jointly<b>\n</b>by the Municipal Councils of the townships of Dorion, Nipigon and Red Rock.  O. Reg. 351/98, s. 10; O. Reg. 198/01, s. 8.</p> <p class=\"heading1-e\">Timiskaming Health Unit</p>"
        },
        {
            "id": "28.",
            "section": "Timiskaming Health Unit",
            "content": " 28. The Board of Health of the Timiskaming Health Unit shall have ten municipal members as follows: 1. One member to be appointed jointly by the Municipal Councils of the towns of Cobalt and Latchford, the Municipal Council of the Municipality of Temagami and the Municipal Council of the Township of Coleman. 2. One member to be appointed jointly by the Municipal Councils of the townships of Larder Lake, Gauthier and McGarry. 3. One member to be appointed jointly by the Municipal Councils of the townships of Brethour, Casey, Harley and Harris, and the Municipal Council of the Village of Thornloe. 4. One member to be appointed jointly by the Municipal Councils of the townships of Armstrong, Hudson, James, Kerns and Matachewan. 5. Two members to be appointed by the Municipal Council of the Town of Kirkland Lake. 6. One member to be appointed jointly by the Municipal Council of the Municipality of Charlton and Dack, the Municipal Council of the Town of Englehart, the Municipal Council of the Township of Chamberlain, the Municipal Council of the Township of Evanturel and the Municipal Council of the Township of Hilliard. 7. Three members to be appointed by the Municipal Council of the City of Temiskaming Shores.  O. Reg. 387/05, s. 2. City of Toronto Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>The Board of Health of the Timiskaming Health Unit shall have ten municipal members as follows:</p> <p class=\"paragraph-e\">  1. One member to be appointed jointly<b> </b>by the Municipal Councils of the towns of Cobalt and Latchford, the Municipal Council of the Municipality of Temagami and the Municipal Council of the Township of Coleman.</p> <p class=\"paragraph-e\">  2. One member to be appointed jointly<b> </b>by the Municipal Councils of the townships of Larder Lake, Gauthier and McGarry.</p> <p class=\"paragraph-e\">  3. One member to be appointed jointly by the Municipal Councils of the townships of Brethour, Casey, Harley and Harris, and the Municipal Council of the Village of Thornloe.</p> <p class=\"paragraph-e\">  4. One member to be appointed jointly<b> </b>by the Municipal Councils of the townships of Armstrong, Hudson, James, Kerns and Matachewan.</p> <p class=\"paragraph-e\">  5. Two members to be appointed by the Municipal Council of the Town of Kirkland Lake.</p> <p class=\"paragraph-e\">  6. One member to be appointed jointly by the Municipal Council of the Municipality of Charlton and Dack, the Municipal Council of the Town of Englehart, the Municipal Council of the Township of Chamberlain, the Municipal Council of the Township of Evanturel and the Municipal Council of the Township of Hilliard.</p> <p class=\"paragraph-e\">  7. Three members to be appointed by the Municipal Council of the City of Temiskaming Shores.  O. Reg. 387/05, s. 2.</p> <p class=\"heading1-e\">City of Toronto Health Unit</p>"
        },
        {
            "id": "29.",
            "section": "City of Toronto Health Unit",
            "content": " 29. The Board of Health for the City of Toronto Health Unit shall have the number of members established under subsection 46 (2) of the City of Toronto Act, 1997 (No. 2), who shall be appointed in accordance with subsection 46 (3) of that Act.  O. Reg. 491/97, s. 2. Wellington-Dufferin-Guelph Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>The Board of Health for the City of Toronto Health Unit shall have the number of members established under subsection 46 (2) of the <i>City of Toronto Act, 1997 (No. 2)</i>, who shall be appointed in accordance with subsection 46 (3) of that Act.  O. Reg. 491/97, s. 2.</p> <p class=\"heading1-e\">Wellington-Dufferin-Guelph Health Unit</p>"
        },
        {
            "id": "30.",
            "section": "Wellington-Dufferin-Guelph Health Unit",
            "content": " 30. The Board of Health of the Wellington-Dufferin-Guelph Health Unit shall have eight municipal members as follows: 1. Three members to be appointed by the Municipal Council of the County of Wellington. 2. Two members to be appointed by the Municipal Council of the County of Dufferin. 3. Three members to be appointed by the Municipal Council of the City of Guelph.  R.R.O. 1990, Reg. 559, s. 30. Windsor-Essex County Health Unit",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>The Board of Health of the Wellington-Dufferin-Guelph Health Unit shall have eight municipal members as follows:</p> <p class=\"paragraph-e\">  1. Three members to be appointed by the Municipal Council of the County of Wellington.</p> <p class=\"paragraph-e\">  2. Two members to be appointed by the Municipal Council of the County of Dufferin.</p> <p class=\"paragraph-e\">  3. Three members to be appointed by the Municipal Council of the City of Guelph.  R.R.O. 1990, Reg. 559, s. 30.</p> <p class=\"heading1-e\">Windsor-Essex County Health Unit</p>"
        },
        {
            "id": "31.",
            "section": "Windsor-Essex County Health Unit",
            "content": " 31. The Board of Health of the Windsor-Essex County Health Unit shall have eight municipal members as follows: 1. Four members to be appointed by the Municipal Council of the City of Windsor. 2. Four members to be appointed by the Municipal Council of the County of Essex, one of whom shall represent the separated Township of Pelee.  R.R.O. 1990, Reg. 559, s. 31.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>The Board of Health of the Windsor-Essex County Health Unit shall have eight municipal members as follows:</p> <p class=\"paragraph-e\">  1. Four members to be appointed by the Municipal Council of the City of Windsor.</p> <p class=\"paragraph-e\">  2. Four members to be appointed by the Municipal Council of the County of Essex, one of whom shall represent the separated Township of Pelee.  R.R.O. 1990, Reg. 559, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Windsor-Essex County Health Unit",
            "content": " 32. Revoked:  O. Reg. 491/97, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 491/97, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Windsor-Essex County Health Unit",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900559\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}