{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 390: ASPARAGUS - MARKETING",
        "reg_name_text": "ASPARAGUS — MARKETING",
        "citation": "R.R.O. 1990, Reg. 390: ASPARAGUS - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900390",
        "date_scraped": "2023-12-19 05:01:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  1, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900390/v2",
            "valid_from": "September 23, 2005",
            "valid_to": "October 31, 2012"
        },
        {
            "a_href": "/laws/regulation/900390/v1",
            "valid_from": "December 17, 2001",
            "valid_to": "September 22, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “asparagus” means asparagus produced in Ontario; (“asperges”) “fresh asparagus” means asparagus, except asparagus that is used by a processor for processing; (“asperges fraîches”) “local board” means the local board known as Asparagus Farmers of Ontario; (“commission locale”) “processing” means canning, dehydrating, drying, freezing or processing with sugar or sulphur dioxide or any other chemical; (“transformation”) “processor” means a person engaged in the business of processing asparagus; (“transformateur”) “producer” means a person engaged in the production of asparagus. (“producteur”) R.R.O. 1990, Reg. 390, s. 1; O. Reg. 326/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“asparagus” means asparagus produced in Ontario; (“asperges”)</p> <p class=\"definition-e\">“fresh asparagus” means asparagus, except asparagus that is used by a processor for processing; (“asperges fraîches”)</p> <p class=\"definition-e\">“local board” means the local board known as Asparagus Farmers of Ontario; (“commission locale”)</p> <p class=\"definition-e\"> “processing” means canning, dehydrating, drying, freezing or processing with sugar or sulphur dioxide or any other chemical; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in the business of processing asparagus; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of asparagus. (“producteur”) R.R.O. 1990, Reg. 390, s. 1; O. Reg. 326/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation provides for the control and regulation, in any or all respects, of the producing and marketing within Ontario of asparagus, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 390, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation, in any or all respects, of the producing and marketing within Ontario of asparagus, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 390, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The Commission exempts from section 10 of this Regulation, (a) a producer who produces two acres of asparagus or less; and (b) a producer of asparagus in respect of any acreage of asparagus that has been planted for less than twenty-four months.  R.R.O. 1990, Reg. 390, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission exempts from section 10 of this Regulation,</p> <p class=\"clause-e\">  (a) a producer who produces two acres of asparagus or less; and</p> <p class=\"clause-e\">  (b) a producer of asparagus in respect of any acreage of asparagus that has been planted for less than twenty-four months.  R.R.O. 1990, Reg. 390, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) No person shall engage in the processing of asparagus except under the authority of and in accordance with a licence as a processor from the Commission.  R.R.O. 1990, Reg. 390, s. 4 (1). (2) A licence expires on the date set out in the licence as the expiry date.  O. Reg. 903/93, s. 1. (2.1) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to engage in the processing of asparagus.  O. Reg. 903/93, s. 1. (3) A licence shall be issued to a processor of asparagus without charge.  R.R.O. 1990, Reg. 390, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No person shall engage in the processing of asparagus except under the authority of and in accordance with a licence as a processor from the Commission.  R.R.O. 1990, Reg. 390, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A licence expires on the date set out in the licence as the expiry date.  O. Reg. 903/93, s. 1.</p> <p class=\"subsection-e\">  (2.1) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to engage in the processing of asparagus.  O. Reg. 903/93, s. 1.</p> <p class=\"subsection-e\">  (3) A licence shall be issued to a processor of asparagus without charge.  R.R.O. 1990, Reg. 390, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The Commission may refuse to grant or renew a licence or may suspend or revoke a licence where the applicant or licensee, (a) is not qualified by experience or equipment to properly engage in the business for which the application was made or the licence granted; or (b) has failed to comply with or has contravened the Act, the regulations, the plan or an order or direction of the Commission.  R.R.O. 1990, Reg. 390, s. 5; O. Reg. 537/91, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Commission may refuse to grant or renew a licence or may suspend or revoke a licence where the applicant or licensee,</p> <p class=\"clause-e\">  (a) is not qualified by experience or equipment to properly engage in the business for which the application was made or the licence granted; or</p> <p class=\"clause-e\">  (b) has failed to comply with or has contravened the Act, the regulations, the plan or an order or direction of the Commission.  R.R.O. 1990, Reg. 390, s. 5; O. Reg. 537/91, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. The Commission may impose such conditions on a licence as the Commission considers proper.  R.R.O. 1990, Reg. 390, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission may impose such conditions on a licence as the Commission considers proper.  R.R.O. 1990, Reg. 390, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Where, after a hearing, the Commission is of the opinion that an applicant or licensee has contravened a condition of the licence or the Act, the regulations, the plan or an order or direction of the Commission, the Commission may impose a penalty on the applicant or licensee.  R.R.O. 1990, Reg. 390, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Where, after a hearing, the Commission is of the opinion that an applicant or licensee has contravened a condition of the licence or the Act, the regulations, the plan or an order or direction of the Commission, the Commission may impose a penalty on the applicant or licensee.  R.R.O. 1990, Reg. 390, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Revoked:  O. Reg. 537/91, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b><span class=\"ovsmallcap\">Revoked</span><span>:</span>  O. Reg. 537/91, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) If a penalty is imposed under section 7, the Commission shall pay it to the local board for proportionate distribution among the producers of asparagus who sold asparagus to the processor and who did not receive the minimum price for it.  O. Reg. 537/91, s. 3. (2) If there are no producers as described in subsection (1), the Commission shall pay the penalty to the Minister of Finance.  O. Reg. 537/91, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) If a penalty is imposed under section 7, the Commission shall pay it to the local board for proportionate distribution among the producers of asparagus who sold asparagus to the processor and who did not receive the minimum price for it.  O. Reg. 537/91, s. 3.</p> <p class=\"subsection-e\">  (2) If there are no producers as described in subsection (1), the Commission shall pay the penalty to the Minister of Finance.  O. Reg. 537/91, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. Every producer shall pay to the local board the licence fees fixed by the local board.  R.R.O. 1990, Reg. 390, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Every producer shall pay to the local board the licence fees fixed by the local board.  R.R.O. 1990, Reg. 390, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Every producer and person engaged in the marketing of asparagus shall pay to the local board interest on licence fees and service charges in arrears at the rate of 1.5 per cent per month.  R.R.O. 1990, Reg. 390, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Every producer and person engaged in the marketing of asparagus shall pay to the local board interest on licence fees and service charges in arrears at the rate of 1.5 per cent per month.  R.R.O. 1990, Reg. 390, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing asparagus to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing asparagus to furnish such information relating to the producing or marketing of asparagus, including the filing of completed returns, as the local board determines; (c) to appoint persons to, (i) inspect the books, records, documents, lands and premises and any asparagus of persons engaged in producing or marketing asparagus, and (ii) enter on land or premises used for the producing of asparagus and measure the area of land used to produce asparagus; (d) to stimulate, increase and improve the marketing of asparagus by such means at it considers proper; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province of Canada for the purpose of marketing asparagus; and (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 390, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in producing or marketing asparagus to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b) to require persons engaged in producing or marketing asparagus to furnish such information relating to the producing or marketing of asparagus, including the filing of completed returns, as the local board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to,</p> <p class=\"subclause-e\">  (i) inspect the books, records, documents, lands and premises and any asparagus of persons engaged in producing or marketing asparagus, and</p> <p class=\"subclause-e\">  (ii) enter on land or premises used for the producing of asparagus and measure the area of land used to produce asparagus;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of asparagus by such means at it considers proper;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province of Canada for the purpose of marketing asparagus; and</p> <p class=\"clause-e\">  (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 390, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. Every producer shall, not later than May 21 in each year, complete and file with the local board at its head office a return as required by the local board.  O. Reg. 496/01, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>13.</b><b> </b>Every producer shall, not later than May 21 in each year, complete and file with the local board at its head office a return as required by the local board.  O. Reg. 496/01, s. 1.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. The Commission delegates to the local board its powers to make regulations with respect to asparagus, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of asparagus; (b) prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence; (c) prohibiting persons from engaging in the producing or marketing of asparagus except under the authority of a licence and except in compliance with the terms and conditions of the licence; (d) providing for the suspension or revocation of, or the refusal to grant or renew, a licence where the applicant or licensee, (i) is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or (ii) has contravened the Act, the regulations, the plan or an order or direction of the Commission or local board; (e) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of the licence or the Act or regulations, the plan or any order or direction of the local board; (f) providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing asparagus; (g) providing for the control and regulation of the producing and marketing of asparagus including the times and places at which asparagus may be produced and marketed; (h) providing for the collection of licence fees from any or all persons producing or marketing asparagus and the recovering of such licence fees by suit in a court of competent jurisdiction; (i) requiring any person who receives asparagus to deduct from the money payable for the asparagus any licence fees payable to the local board by the person from whom the asparagus is received and to forward such licence fees to the local board; (j) prescribing the form of licences; (k) requiring any person who produces and processes asparagus to furnish to the local board statements of the amount of asparagus that the person produced in any year and used for processing; (l) subject to section 3, providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of asparagus, or any person or class of persons engaged in the producing or marketing of asparagus or any class, variety, grade or size of asparagus; (m) requiring and providing for the furnishing of security or a performance bond or proof of financial responsibility by a person or class of persons engaged in the marketing of asparagus and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds from these; (n) authorizing the fixing of prompt payments discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing or marketing of asparagus; (o) providing for the control and regulation of agreements entered into by producers of asparagus with persons engaged in marketing or processing asparagus, and the prohibition of any provision or clause in such agreements; (p) requiring any person who produces asparagus to offer to sell and to sell the asparagus to or through the local board; (q) prohibiting any person from processing, packing or packaging any asparagus that has not been sold by or through the local board; (r) providing for the making of agreements relating to the marketing of asparagus by or through the local board and prescribing the forms and the terms and conditions of such agreements; and (s) providing for the making of such orders and the issuing of such directions as are necessary to ensure compliance with the Act, the regulations, the plan or any order or direction of the local board.  R.R.O. 1990, Reg. 390, s. 14; O. Reg. 537/91, s. 4; O. Reg. 162/92, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The Commission delegates to the local board its powers to make regulations with respect to asparagus,</p> <p class=\"clause-e\">  (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of asparagus;</p> <p class=\"clause-e\">  (b) prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence;</p> <p class=\"clause-e\">  (c) prohibiting persons from engaging in the producing or marketing of asparagus except under the authority of a licence and except in compliance with the terms and conditions of the licence;</p> <p class=\"clause-e\">  (d) providing for the suspension or revocation of, or the refusal to grant or renew, a licence where the applicant or licensee,</p> <p class=\"subclause-e\">  (i) is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">  (ii) has contravened the Act, the regulations, the plan or an order or direction of the Commission or local board;</p> <p class=\"clause-e\">  (e) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of the licence or the Act or regulations, the plan or any order or direction of the local board;</p> <p class=\"clause-e\">  (f) providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing asparagus;</p> <p class=\"clause-e\">  (g) providing for the control and regulation of the producing and marketing of asparagus including the times and places at which asparagus may be produced and marketed;</p> <p class=\"clause-e\">  (h) providing for the collection of licence fees from any or all persons producing or marketing asparagus and the recovering of such licence fees by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (i) requiring any person who receives asparagus to deduct from the money payable for the asparagus any licence fees payable to the local board by the person from whom the asparagus is received and to forward such licence fees to the local board;</p> <p class=\"clause-e\">  (j) prescribing the form of licences;</p> <p class=\"clause-e\">  (k) requiring any person who produces and processes asparagus to furnish to the local board statements of the amount of asparagus that the person produced in any year and used for processing;</p> <p class=\"clause-e\">  (l) subject to section 3, providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of asparagus, or any person or class of persons engaged in the producing or marketing of asparagus or any class, variety, grade or size of asparagus;</p> <p class=\"clause-e\">  (m) requiring and providing for the furnishing of security or a performance bond or proof of financial responsibility by a person or class of persons engaged in the marketing of asparagus and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds from these;</p> <p class=\"clause-e\">  (n) authorizing the fixing of prompt payments discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing or marketing of asparagus;</p> <p class=\"clause-e\">  (o) providing for the control and regulation of agreements entered into by producers of asparagus with persons engaged in marketing or processing asparagus, and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">  (p) requiring any person who produces asparagus to offer to sell and to sell the asparagus to or through the local board;</p> <p class=\"clause-e\">  (q) prohibiting any person from processing, packing or packaging any asparagus that has not been sold by or through the local board;</p> <p class=\"clause-e\">  (r) providing for the making of agreements relating to the marketing of asparagus by or through the local board and prescribing the forms and the terms and conditions of such agreements; and</p> <p class=\"clause-e\">  (s) providing for the making of such orders and the issuing of such directions as are necessary to ensure compliance with the Act, the regulations, the plan or any order or direction of the local board.  R.R.O. 1990, Reg. 390, s. 14; O. Reg. 537/91, s. 4; O. Reg. 162/92, s. 1.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. The local board may impose such terms and conditions upon a licence as the local board considers proper.  R.R.O. 1990, Reg. 390, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The local board may impose such terms and conditions upon a licence as the local board considers proper.  R.R.O. 1990, Reg. 390, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. (1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of The Ontario Asparagus Growers’ Marketing Plan.  R.R.O. 1990, Reg. 390, s. 16 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 390, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of The Ontario Asparagus Growers’ Marketing Plan.  R.R.O. 1990, Reg. 390, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 390, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of asparagus and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of asparagus delivered, and authorizes such local board to make an initial payment on delivery of the asparagus and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 390, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of asparagus and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of asparagus delivered, and authorizes such local board to make an initial payment on delivery of the asparagus and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 390, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 390, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 390, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. The Commission vests in the local board the following powers: 1. To direct and control, by order or direction, either as principal or agent, the producing and marketing of asparagus including the times and places at which asparagus may be produced and marketed. 2. To determine the quality of each class, variety, grade and size of asparagus that shall be marketed by each producer. 3. To prohibit the marketing of any class, variety, grade or size of asparagus. 4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for asparagus or any class, variety, grade or size of asparagus and to determine different prices for different parts of Ontario. 5. To fix and impose service charges from time to time for the marketing of asparagus. 6. To require the price or prices payable or owing to the producer for asparagus to be paid to or through the local board. 7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of asparagus. 8. To purchase or otherwise acquire such quantity or quantities of asparagus as the local board considers advisable and to sell or otherwise dispose of any of the asparagus so purchased or acquired. 9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan. 10. To pay to the producers the price or prices for asparagus less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 390, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>The Commission vests in the local board the following powers:</p> <p class=\"paragraph-e\">  1. To direct and control, by order or direction, either as principal or agent, the producing and marketing of asparagus including the times and places at which asparagus may be produced and marketed.</p> <p class=\"paragraph-e\">  2. To determine the quality of each class, variety, grade and size of asparagus that shall be marketed by each producer.</p> <p class=\"paragraph-e\">  3. To prohibit the marketing of any class, variety, grade or size of asparagus.</p> <p class=\"paragraph-e\">  4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for asparagus or any class, variety, grade or size of asparagus and to determine different prices for different parts of Ontario.</p> <p class=\"paragraph-e\">  5. To fix and impose service charges from time to time for the marketing of asparagus.</p> <p class=\"paragraph-e\">  6. To require the price or prices payable or owing to the producer for asparagus to be paid to or through the local board.</p> <p class=\"paragraph-e\">  7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of asparagus.</p> <p class=\"paragraph-e\">  8. To purchase or otherwise acquire such quantity or quantities of asparagus as the local board considers advisable and to sell or otherwise dispose of any of the asparagus so purchased or acquired.</p> <p class=\"paragraph-e\">  9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan.</p> <p class=\"paragraph-e\">  10. To pay to the producers the price or prices for asparagus less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 390, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. Each payment under paragraph 10 of section 19 shall be accompanied by a statement showing the grades and quantity of each grade of asparagus sold, the price or prices paid and the particulars of the service charges imposed by the local board.  R.R.O. 1990, Reg. 390, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>Each payment under paragraph 10 of section 19 shall be accompanied by a statement showing the grades and quantity of each grade of asparagus sold, the price or prices paid and the particulars of the service charges imposed by the local board.  R.R.O. 1990, Reg. 390, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": " 21. (1) There shall be an advisory committee to be known as “The Asparagus Industry Advisory Committee” composed of seven members.  R.R.O. 1990, Reg. 390, s. 21 (1). (2) After the 1st day of January and before the 31st day of January in each year, (a) the Commission shall appoint one member; (b) the local board shall appoint three members; and (c) the Ontario Food Processors’ Association shall appoint three members, to The Asparagus Industry Advisory Committee.  R.R.O. 1990, Reg. 390, s. 21 (2). (3) Subject to subsections (4) and (5), the members of the advisory committee appointed under subsection (2) are and remain members thereof until the 31st day of January in the year following the year in which they were appointed.  R.R.O. 1990, Reg. 390, s. 21 (3). (4) Where a member of the advisory committee dies or resigns or is unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term of the member who died or resigned or was unavailable to act.  R.R.O. 1990, Reg. 390, s. 21 (4). (5) Where the local board or the Ontario Food Processors’ Association, as the case may be, fails to appoint a member or members to the advisory committee in accordance with subsection (2) or (4), the Commission may appoint such members as are necessary to complete the advisory committee.  R.R.O. 1990, Reg. 390, s. 21 (5). (6) The Asparagus Industry Advisory Committee is empowered to advise and make representations to the local board or to the Ontario Food Processors’ Association in respect of, (a) the promotion of harmonious relationships between persons engaged in the production and marketing of asparagus for processing; (b) the promotion of greater efficiency in the production and marketing of asparagus for processing; (c) the prevention and correction of irregularities and inequities in the marketing of asparagus for processing; (d) the improvement of the quality and variety of asparagus for processing; (e) the improvement of the circulation of market information respecting asparagus for processing; and (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations, relating to asparagus for processing, under the Act.  R.R.O. 1990, Reg. 390, s. 21 (6).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) There shall be an advisory committee to be known as “The Asparagus Industry Advisory Committee” composed of seven members.  R.R.O. 1990, Reg. 390, s. 21 (1).</p> <p class=\"subsection-e\">  (2) After the 1st day of January and before the 31st day of January in each year,</p> <p class=\"clause-e\">  (a) the Commission shall appoint one member;</p> <p class=\"clause-e\">  (b) the local board shall appoint three members; and</p> <p class=\"clause-e\">  (c) the Ontario Food Processors’ Association shall appoint three members,</p> <p class=\"Ssubsection-e\">to The Asparagus Industry Advisory Committee.  R.R.O. 1990, Reg. 390, s. 21 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) and (5), the members of the advisory committee appointed under subsection (2) are and remain members thereof until the 31st day of January in the year following the year in which they were appointed.  R.R.O. 1990, Reg. 390, s. 21 (3).</p> <p class=\"subsection-e\">  (4) Where a member of the advisory committee dies or resigns or is unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term of the member who died or resigned or was unavailable to act.  R.R.O. 1990, Reg. 390, s. 21 (4).</p> <p class=\"subsection-e\">  (5) Where the local board or the Ontario Food Processors’ Association, as the case may be, fails to appoint a member or members to the advisory committee in accordance with subsection (2) or (4), the Commission may appoint such members as are necessary to complete the advisory committee.  R.R.O. 1990, Reg. 390, s. 21 (5).</p> <p class=\"subsection-e\">  (6) The Asparagus Industry Advisory Committee is empowered to advise and make representations to the local board or to the Ontario Food Processors’ Association in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the production and marketing of asparagus for processing;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the production and marketing of asparagus for processing;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of asparagus for processing;</p> <p class=\"clause-e\">  (d) the improvement of the quality and variety of asparagus for processing;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting asparagus for processing; and</p> <p class=\"clause-e\">  (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations, relating to asparagus for processing, under the Act.  R.R.O. 1990, Reg. 390, s. 21 (6).</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": " 22. (1) There shall be an advisory committee to be known as the “Fresh Asparagus Advisory Committee” composed of eight members.  R.R.O. 1990, Reg. 390, s. 22 (1). (2) After the 1st day of January and before the 31st day of January in each year, (a) the local board shall appoint three members of the advisory committee to represent producers; (b) the Commission shall appoint one member of the advisory committee to represent consumers; (c) the Commission shall appoint one member of the advisory committee to represent retailers; (d) the Commission shall appoint one member of the advisory committee to represent wholesalers who do not carry on business at the Ontario Food Terminal at Toronto; (e) the Commission shall appoint one member of the advisory committee to represent wholesalers who carry on business at the Ontario Food Terminal at Toronto; and (f) the Commission shall appoint one member to be chair of the advisory committee.  R.R.O. 1990, Reg. 390, s. 22 (2). (3) Subject to subsections (4) and (5), the members of the advisory committee appointed under subsection (2) are and remain members thereof until the 31st day of January in the year following the year in which they were appointed.  R.R.O. 1990, Reg. 390, s. 22 (3). (4) Where a member of the advisory committee dies or resigns or is unavailable to act before the expiration of his or her term, the local board or the Commission, as the case may be, shall appoint a person for the unexpired term of the member who dies or resigned or was unavailable to act.  R.R.O. 1990, Reg. 390, s. 22 (4). (5) Where the local board fails to appoint a member or members to the advisory committee in accordance with subsection (2) or (4), the Commission may appoint such members as are necessary to complete the advisory committee.  R.R.O. 1990, Reg. 390, s. 22 (5). (6) The advisory committee is empowered to advise and make representations to the local board in respect of, (a) the promotion of harmonious relationships between persons engaged in the production and marketing of fresh asparagus; (b) the promotion of greater efficiency in the production and marketing of fresh asparagus; (c) the prevention and correction of irregularities and inequities in the marketing of fresh asparagus; (d) the improvement of the quality and variety of fresh asparagus; (e) the improvement of the circulation of market information respecting fresh asparagus; and (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations, relating to fresh asparagus, under the Act.  R.R.O. 1990, Reg. 390, s. 22 (6). Form 1 Revoked:  O. Reg. 496/01, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) There shall be an advisory committee to be known as the “Fresh Asparagus Advisory Committee” composed of eight members.  R.R.O. 1990, Reg. 390, s. 22 (1).</p> <p class=\"subsection-e\">  (2) After the 1st day of January and before the 31st day of January in each year,</p> <p class=\"clause-e\">  (a) the local board shall appoint three members of the advisory committee to represent producers;</p> <p class=\"clause-e\">  (b) the Commission shall appoint one member of the advisory committee to represent consumers;</p> <p class=\"clause-e\">  (c) the Commission shall appoint one member of the advisory committee to represent retailers;</p> <p class=\"clause-e\">  (d) the Commission shall appoint one member of the advisory committee to represent wholesalers who do not carry on business at the Ontario Food Terminal at Toronto;</p> <p class=\"clause-e\">  (e) the Commission shall appoint one member of the advisory committee to represent wholesalers who carry on business at the Ontario Food Terminal at Toronto; and</p> <p class=\"clause-e\">  (f) the Commission shall appoint one member to be chair of the advisory committee.  R.R.O. 1990, Reg. 390, s. 22 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) and (5), the members of the advisory committee appointed under subsection (2) are and remain members thereof until the 31st day of January in the year following the year in which they were appointed.  R.R.O. 1990, Reg. 390, s. 22 (3).</p> <p class=\"subsection-e\">  (4) Where a member of the advisory committee dies or resigns or is unavailable to act before the expiration of his or her term, the local board or the Commission, as the case may be, shall appoint a person for the unexpired term of the member who dies or resigned or was unavailable to act.  R.R.O. 1990, Reg. 390, s. 22 (4).</p> <p class=\"subsection-e\">  (5) Where the local board fails to appoint a member or members to the advisory committee in accordance with subsection (2) or (4), the Commission may appoint such members as are necessary to complete the advisory committee.  R.R.O. 1990, Reg. 390, s. 22 (5).</p> <p class=\"subsection-e\">  (6) The advisory committee is empowered to advise and make representations to the local board in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the production and marketing of fresh asparagus;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the production and marketing of fresh asparagus;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of fresh asparagus;</p> <p class=\"clause-e\">  (d) the improvement of the quality and variety of fresh asparagus;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting fresh asparagus; and</p> <p class=\"clause-e\">  (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations, relating to fresh asparagus, under the Act.  R.R.O. 1990, Reg. 390, s. 22 (6).</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 1 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 496/01, s. 2.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900390\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}