{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 769: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 769: ",
        "act_under": "Mining Tax Act   Loi de l’impôt sur l’exploitation minière",
        "url": "https://www.ontario.ca/laws/regulation/900769",
        "date_scraped": "2023-12-19 17:25:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 23, 2006",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900769/v1",
            "valid_from": "August 25, 2000",
            "valid_to": "May 22, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “bullion” means a precious metal alloy product of processing in the form of bars, plates, lumps or other masses and includes, (a) “crude bullion” where the specific quality is 99.5 per cent or less gold and silver by weight, and (b) “refined bullion” where the specific quality is greater than 99.5 per cent gold and silver by weight; “concentrating” means the separation and accumulation of economic minerals by separating out the valuable mineral constituent as a concentrate in several stages from the valueless gangue, waste, rock, tails or rejects, by essentially physical means, without changing the physical or chemical identity of the ores and minerals; “concentrator” means a processing plant in which concentrating occurs; “disposition” means, with respect to property, the sale or transfer of a right in, title to or an interest in property to another person and “disposed of ” has a corresponding meaning; “mining operation” means the extraction of mineral substances and includes associated mining activities and activities other than processing that are normally carried out by the operator to obtain a commercially marketable mineral product; “Northern Ontario” means all those parts of Ontario lying north and west of the Mattawa River, Lake Nipissing and the French River and includes the Territorial District of Manitoulin; “pit’s mouth” means the loading point at ground level of the conveyor or other transportation facility that delivers a mineral substance to the pick-up point for shipment from the mine property to market or that delivers it to the processing plant; “refinery” means a processing plant in which refining occurs; “refining” means the processes of metal or mineral recovery, other than mining, concentrating and smelting, for removal of impurities from a relatively impure product or metal product (the product of a smelter or leaching plant) by means of, (a) heat-induced chemical reactions between constituents in a molten state with a high metal content, (b) electrolytic methods, (c) solvent extraction, (d) hydrometallurgical methods, (e) vapometallurgical methods, or (f) any combination of the above methods, in order to achieve a very high degree of purity in the resulting metal or a product suitable for direct use in the arts within the meaning of section 91 of the Mining Act; “semi-fabricating plant” means a processing plant taking material of mineral origin beyond the refined or primary metal stage and includes a semi-alloys plant, a chemical plant utilizing acid derived from sulphide ores, a zinc diecasting plant, a rolling mill or a small diameter tube mill, or any other plant designated by the Lieutenant Governor in Council to be a semi-fabricating plant; “smelter” means a processing plant in which smelting occurs; “smelting” means, (a) the process of roasting or melting an ore or concentrate accompanied by a chemical change that results in products that are different from the mineral substance existing before the conversion, (b) chemical reduction to the metallic state, or (c) the process of treating an ore or concentrate to produce a product suitable as feed to a refinery.  R.R.O. 1990, Reg. 769, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“bullion” means a precious metal alloy product of processing in the form of bars, plates, lumps or other masses and includes,</p> <p class=\"defclause-e\">  (a) “crude bullion” where the specific quality is 99.5 per cent or less gold and silver by weight, and</p> <p class=\"defclause-e\">  (b) “refined bullion” where the specific quality is greater than 99.5 per cent gold and silver by weight;</p> <p class=\"definition-e\">“concentrating” means the separation and accumulation of economic minerals by separating out the valuable mineral constituent as a concentrate in several stages from the valueless gangue, waste, rock, tails or rejects, by essentially physical means, without changing the physical or chemical identity of the ores and minerals;</p> <p class=\"definition-e\">“concentrator” means a processing plant in which concentrating occurs;</p> <p class=\"definition-e\">“disposition” means, with respect to property, the sale or transfer of a right in, title to or an interest in property to another person and “disposed of ” has a corresponding meaning;</p> <p class=\"definition-e\">“mining operation” means the extraction of mineral substances and includes associated mining activities and activities other than processing that are normally carried out by the operator to obtain a commercially marketable mineral product;</p> <p class=\"definition-e\">“Northern Ontario” means all those parts of Ontario lying north and west of the Mattawa River, Lake Nipissing and the French River and includes the Territorial District of Manitoulin;</p> <p class=\"definition-e\">“pit’s mouth” means the loading point at ground level of the conveyor or other transportation facility that delivers a mineral substance to the pick-up point for shipment from the mine property to market or that delivers it to the processing plant;</p> <p class=\"definition-e\">“refinery” means a processing plant in which refining occurs;</p> <p class=\"definition-e\">“refining” means the processes of metal or mineral recovery, other than mining, concentrating and smelting, for removal of impurities from a relatively impure product or metal product (the product of a smelter or leaching plant) by means of,</p> <p class=\"defclause-e\">  (a) heat-induced chemical reactions between constituents in a molten state with a high metal content,</p> <p class=\"defclause-e\">  (b) electrolytic methods,</p> <p class=\"defclause-e\">  (c) solvent extraction,</p> <p class=\"defclause-e\">  (d) hydrometallurgical methods,</p> <p class=\"defclause-e\">  (e) vapometallurgical methods, or</p> <p class=\"defclause-e\">  (f) any combination of the above methods,</p> <p class=\"Sdefinition-e\">in order to achieve a very high degree of purity in the resulting metal or a product suitable for direct use in the arts within the meaning of section 91 of the <i>Mining Act</i>;</p> <p class=\"definition-e\">“semi-fabricating plant” means a processing plant taking material of mineral origin beyond the refined or primary metal stage and includes a semi-alloys plant, a chemical plant utilizing acid derived from sulphide ores, a zinc diecasting plant, a rolling mill or a small diameter tube mill, or any other plant designated by the Lieutenant Governor in Council to be a semi-fabricating plant;</p> <p class=\"definition-e\">“smelter” means a processing plant in which smelting occurs;</p> <p class=\"definition-e\">“smelting” means,</p> <p class=\"defclause-e\">  (a) the process of roasting or melting an ore or concentrate accompanied by a chemical change that results in products that are different from the mineral substance existing before the conversion,</p> <p class=\"defclause-e\">  (b) chemical reduction to the metallic state, or</p> <p class=\"defclause-e\">  (c) the process of treating an ore or concentrate to produce a product suitable as feed to a refinery.  R.R.O. 1990, Reg. 769, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. For the purposes of the definition of “mineral substance” in subsection 1 (1) of the Act, “limestone” means limestone which is mined and sold for use as a construction material but does not include limestone which is mined for the purpose of being processed to extract elements or compounds which form part of the limestone.  R.R.O. 1990, Reg. 769, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of the definition of “mineral substance” in subsection 1 (1) of the Act,</p> <p class=\"firstdef-e\">“limestone” means limestone which is mined and sold for use as a construction material but does not include limestone which is mined for the purpose of being processed to extract elements or compounds which form part of the limestone.  R.R.O. 1990, Reg. 769, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) For the purposes of this Regulation, (a) an iron ore pelletizing plant, a direct-reduction or sponge iron plant or a multiple product iron plant that produces a product, other than concentrate, (i) with more than 60 per cent iron content but less than 90 per cent iron content, is a smelter, and, (ii) with 90 per cent or more iron content, or if the metals or other saleable production, whether of iron, nickel, platinum group metals or other primary product, can be used directly in the arts within the meaning of section 91 of the Mining Act, is a refinery; (b) a processing plant or asset at a mine, that produces, (i) crude bullion, is a smelter, and (ii) refined bullion, is a refinery; (c) a uranium processing plant that produces, (i) a product containing 50 per cent or less by weight uranium (U), is a concentrator, (ii) a product containing more than 50 per cent by weight uranium (U), and not meeting the criteria described in subclause (iii), is a smelter, (iii) a product containing less than 1 per cent by weight of elements other than uranium, fluorine, carbon or oxygen, provided that the product can be used directly for the production of reactor grade fuel for a reactor, or used directly as a metal for alloying purposes or used directly as a feed to a uranium enrichment plant, is a refinery; (d) a processing plant that crushes, grinds screens, mills, calcines, dries or otherwise processes any non-metallic mineral from a mine, is a concentrator.  R.R.O. 1990, Reg. 769, s. 3 (1). (2) For the purposes of this Regulation, a reference to a processing plant means only a processing plant that is a concentrator, refinery, semi-fabricating plant or smelter, as the context requires.  R.R.O. 1990, Reg. 769, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of this Regulation,</p> <p class=\"clause-e\">  (a) an iron ore pelletizing plant, a direct-reduction or sponge iron plant or a multiple product iron plant that produces a product, other than concentrate,</p> <p class=\"subclause-e\">  (i) with more than 60 per cent iron content but less than 90 per cent iron content, is a smelter, and,</p> <p class=\"subclause-e\">  (ii) with 90 per cent or more iron content, or if the metals or other saleable production, whether of iron, nickel, platinum group metals or other primary product, can be used directly in the arts within the meaning of section 91 of the <i>Mining Act</i>, is a refinery;</p> <p class=\"clause-e\">  (b) a processing plant or asset at a mine, that produces,</p> <p class=\"subclause-e\">  (i) crude bullion, is a smelter, and</p> <p class=\"subclause-e\">  (ii) refined bullion, is a refinery;</p> <p class=\"clause-e\">  (c) a uranium processing plant that produces,</p> <p class=\"subclause-e\">  (i) a product containing 50 per cent or less by weight uranium (U), is a concentrator,</p> <p class=\"subclause-e\">  (ii) a product containing more than 50 per cent by weight uranium (U), and not meeting the criteria described in subclause (iii), is a smelter,</p> <p class=\"subclause-e\">  (iii) a product containing less than 1 per cent by weight of elements other than uranium, fluorine, carbon or oxygen, provided that the product can be used directly for the production of reactor grade fuel for a reactor, or used directly as a metal for alloying purposes or used directly as a feed to a uranium enrichment plant, is a refinery;</p> <p class=\"clause-e\">  (d) a processing plant that crushes, grinds screens, mills, calcines, dries or otherwise processes any non-metallic mineral from a mine, is a concentrator.  R.R.O. 1990, Reg. 769, s. 3 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a reference to a processing plant means only a processing plant that is a concentrator, refinery, semi-fabricating plant or smelter, as the context requires.  R.R.O. 1990, Reg. 769, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. For the purposes of clause 3 (5) (j) of the Act, the operator’s prescribed deduction for a taxation year in respect of contributions to a registered pension fund or plan accepted for registration by the Minister of National Revenue is the amount of contributions that may be deducted under paragraph 20 (1) (q) of the Income Tax Act (Canada) for the taxation year in respect of services rendered by employees of the operator that are reasonably related to mining operations in Ontario or processing of output in Canada, to the extent that such contributions were not deducted in respect of a previous taxation year.  R.R.O. 1990, Reg. 769, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of clause 3 (5) (j) of the Act, the operator’s prescribed deduction for a taxation year in respect of contributions to a registered pension fund or plan accepted for registration by the Minister of National Revenue is the amount of contributions that may be deducted under paragraph 20 (1) (q) of the <i>Income Tax Act </i>(Canada) for the taxation year in respect of services rendered by employees of the operator that are reasonably related to mining operations in Ontario or processing of output in Canada, to the extent that such contributions were not deducted in respect of a previous taxation year.  R.R.O. 1990, Reg. 769, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) For the purposes of clause 3 (12) (c) of the Act, a mine project may be designated by the Minister as a new mine where, (a) the mine is separate and distinct geologically and has had no common workings with any other mine during the five calendar years before the calendar year in which the Minister makes the designation; or (b) the mine is a re-opened mine that had been closed down for a continuous period of at least sixty months before the month in which the Minister makes the designation.  R.R.O. 1990, Reg. 769, s. 5 (1). (2) For the purposes of clause 3 (12) (c) of the Act, a mine project may be designated by the Minister as a major expansion of an existing mine where investment in an existing mine results in an increase in the daily rate of production of mineral substances from the mine by at least 30 per cent over the average daily rate of production of the mine during each of the five calendar years ending immediately before the calendar year in which the first outlay was made to expand the mine.  R.R.O. 1990, Reg. 769, s. 5 (2). (3) For the purposes of clause 3 (12) (c) of the Act, (a) the date of completion of a new mine is the first day of the month when the operator of the mine first becomes entitled to receive proceeds from the output of the mine; and (b) the date of completion of a major expansion of an existing mine is the first day that the rate of production of mineral substances from the expanded mine reaches the level of production described in subsection (2).  R.R.O. 1990, Reg. 769, s. 5 (3). (4) For the purposes of subclause 3 (12) (c) (i) of the Act, the profits from a mine that is designated as a new mine or a major expansion of an existing mine shall be determined under subsection 3 (5) of the Act as if the new mine or the major expansion of the existing mine is the only mine in which the operator has an interest.  R.R.O. 1990, Reg. 769, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of clause 3 (12) (c) of the Act, a mine project may be designated by the Minister as a new mine where,</p> <p class=\"clause-e\">  (a) the mine is separate and distinct geologically and has had no common workings with any other mine during the five calendar years before the calendar year in which the Minister makes the designation; or</p> <p class=\"clause-e\">  (b) the mine is a re-opened mine that had been closed down for a continuous period of at least sixty months before the month in which the Minister makes the designation.  R.R.O. 1990, Reg. 769, s. 5 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of clause 3 (12) (c) of the Act, a mine project may be designated by the Minister as a major expansion of an existing mine where investment in an existing mine results in an increase in the daily rate of production of mineral substances from the mine by at least 30 per cent over the average daily rate of production of the mine during each of the five calendar years ending immediately before the calendar year in which the first outlay was made to expand the mine.  R.R.O. 1990, Reg. 769, s. 5 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause 3 (12) (c) of the Act,</p> <p class=\"clause-e\">  (a) the date of completion of a new mine is the first day of the month when the operator of the mine first becomes entitled to receive proceeds from the output of the mine; and</p> <p class=\"clause-e\">  (b) the date of completion of a major expansion of an existing mine is the first day that the rate of production of mineral substances from the expanded mine reaches the level of production described in subsection (2).  R.R.O. 1990, Reg. 769, s. 5 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subclause 3 (12) (c) (i) of the Act, the profits from a mine that is designated as a new mine or a major expansion of an existing mine shall be determined under subsection 3 (5) of the Act as if the new mine or the major expansion of the existing mine is the only mine in which the operator has an interest.  R.R.O. 1990, Reg. 769, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) For the purposes of the definition of “proceeds” in subsection 1 (1) of the Act, the amount of the operator’s proceeds from the output of an iron ore mine where iron ore is not sold as ore shall be the sum of, (a) the amount determined on the basis of the price established in Skilling’s Mining Review, (i) the Pickands Mather and Co., Pointe Noire, Quebec, iron ore pellet price plus transportation costs from Pointe Noire, Quebec to the processing plant where the iron ore pellets are processed, less transportation costs from the mine to the processing plant, or (ii) the lower Great Lakes Port price less transportation costs from the mine; and (b) all amounts deducted by the operator under subsection 3 (5) of the Act that are reasonably attributable to the processing of the iron ore beyond the stage of processing to which the price in clause (a) used by the operator applies.  R.R.O. 1990, Reg. 769, s. 6 (1). (2) For the purposes of subsection (1), the price established in Skilling’s Mining Review shall be the price in the most recent issue published on or before the date that the operator commences processing the output beyond the stage to which the price in clause (1) (a) used by the operator applies.  R.R.O. 1990, Reg. 769, s. 6 (2). (3) For the purposes of the definition of “proceeds” in subsection 1 (1) of the Act, the amount of the operator’s proceeds from non-metallic mineral substances that are not sold in their raw state shall be, (a) the fair market value of the non-metallic mineral substances at the pit’s mouth; and (b) the aggregate of all amounts deducted under subsection 3 (5) of the Act that are reasonably attributable to the processing of the non-metallic mineral substances or to any other activity carried out in relation to output beyond the pit’s mouth.  R.R.O. 1990, Reg. 769, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) For the purposes of the definition of “proceeds” in subsection 1 (1) of the Act, the amount of the operator’s proceeds from the output of an iron ore mine where iron ore is not sold as ore shall be the sum of,</p> <p class=\"clause-e\">  (a) the amount determined on the basis of the price established in Skilling’s Mining Review,</p> <p class=\"subclause-e\">  (i) the Pickands Mather and Co., Pointe Noire, Quebec, iron ore pellet price plus transportation costs from Pointe Noire, Quebec to the processing plant where the iron ore pellets are processed, less transportation costs from the mine to the processing plant, or</p> <p class=\"subclause-e\">  (ii) the lower Great Lakes Port price less transportation costs from the mine; and</p> <p class=\"clause-e\">  (b) all amounts deducted by the operator under subsection 3 (5) of the Act that are reasonably attributable to the processing of the iron ore beyond the stage of processing to which the price in clause (a) used by the operator applies.  R.R.O. 1990, Reg. 769, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the price established in Skilling’s Mining Review shall be the price in the most recent issue published on or before the date that the operator commences processing the output beyond the stage to which the price in clause (1) (a) used by the operator applies.  R.R.O. 1990, Reg. 769, s. 6 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of the definition of “proceeds” in subsection 1 (1) of the Act, the amount of the operator’s proceeds from non-metallic mineral substances that are not sold in their raw state shall be,</p> <p class=\"clause-e\">  (a) the fair market value of the non-metallic mineral substances at the pit’s mouth; and</p> <p class=\"clause-e\">  (b) the aggregate of all amounts deducted under subsection 3 (5) of the Act that are reasonably attributable to the processing of the non-metallic mineral substances or to any other activity carried out in relation to output beyond the pit’s mouth.  R.R.O. 1990, Reg. 769, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) For the purposes of subsection 3 (6) of the Act, a mine shall be considered to be a new mine that has come into existence after the 20th day of May, 1987, (a) where, (i) no operator of the mine was entitled to receive proceeds from the output of the mine before the 21st day of May, 1987, and (ii) the mine is separate and distinct geologically and has had no common workings with any other mine that has been operated at any time during the five calendar years ending before the calendar year in which an operator first becomes entitled to receive proceeds from the output of the mine; (b) where the mine was inactive on the 20th day of May, 1987 and subsequently resumes production in reasonable commercial quantities; or (c) where the mine resumes production in reasonable commercial quantities after having been closed down after the 20th day of May, 1987 for a continuous period of at least sixty months.  R.R.O. 1990, Reg. 769, s. 7 (1). (1.1) For the purposes of section 3.1 of the Act, for taxation years of operators ending after April 30, 1991, a mine shall be considered to be a new mine that has come into existence after May 20, 1987, (a) where, (i) no operator of the mine was entitled to receive proceeds from the output of the mine before May 21, 1987, and (ii) the mine is separate and distinct geologically and has had no common workings with any other mine that has been operated at any time during the five calendar years ending before the calendar year in which an operator first becomes entitled to receive proceeds from the output of the mine; (b) where the mine was inactive on May 20, 1987 and subsequently resumes production in reasonable commercial quantities; or (c) where the mine resumes production in reasonable commercial quantities after having been closed down after May 20, 1987 for a continuous period of at least 60 months.  O. Reg. 817/94, s. 1. (2) For the purposes of subsection 3 (6) of the Act, a major expansion of an existing mine shall be considered to occur after the 20th day of May, 1987 where, (a) as a result of an investment in an existing mine, the daily rate of production of mineral substances from the mine exceeds by at least 30 per cent the average daily rate of production of the mine during each of the five calendar years ending immediately before the calendar year in which the first outlay was made to expand the mine; and (b) the first day that the rate of production of mineral substances from the expanded mine reaches the level of production described in clause (a) is after the 20th day of May, 1987.  R.R.O. 1990, Reg. 769, s. 7 (2). (2.1) For the purposes of section 3.1 of the Act, for taxation years of operators ending after April 30, 1991, a major expansion of an existing mine shall be considered to occur after May 20, 1987 where, (a) as a result of an investment in an existing mine, the daily rate of production of mineral substances from the mine exceeds by at least 30 per cent the average daily rate of production of the mine during each of the five calendar years ending immediately before the calendar year in which the first outlay was made to expand the mine; and (b) the first day that the rate of production of mineral substances from the expanded mine reaches the level of production described in clause (a) is after May 20, 1987.  O. Reg. 817/94, s. 1. (3) For taxation years of operators ending after April 30, 1991, the prescribed time at which an operator is required under subsection 3.1 (1) of the Act to file the prescribed form is on or before the day on which the operator is required to deliver a return under section 7 of the Act for the first taxation year in which the operator elects under section 3.1 to exclude an amount from profit in respect of the mine.  O. Reg. 817/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) For the purposes of subsection 3 (6) of the Act, a mine shall be considered to be a new mine that has come into existence after the 20th day of May, 1987,</p> <p class=\"clause-e\">  (a) where,</p> <p class=\"subclause-e\">  (i) no operator of the mine was entitled to receive proceeds from the output of the mine before the 21st day of May, 1987, and</p> <p class=\"subclause-e\">  (ii) the mine is separate and distinct geologically and has had no common workings with any other mine that has been operated at any time during the five calendar years ending before the calendar year in which an operator first becomes entitled to receive proceeds from the output of the mine;</p> <p class=\"clause-e\">  (b) where the mine was inactive on the 20th day of May, 1987 and subsequently resumes production in reasonable commercial quantities; or</p> <p class=\"clause-e\">  (c) where the mine resumes production in reasonable commercial quantities after having been closed down after the 20th day of May, 1987 for a continuous period of at least sixty months.  R.R.O. 1990, Reg. 769, s. 7 (1).</p> <p class=\"subsection-e\">  (1.1) For the purposes of section 3.1 of the Act, for taxation years of operators ending after April 30, 1991, a mine shall be considered to be a new mine that has come into existence after May 20, 1987,</p> <p class=\"clause-e\">  (a) where,</p> <p class=\"subclause-e\">  (i) no operator of the mine was entitled to receive proceeds from the output of the mine before May 21, 1987, and</p> <p class=\"subclause-e\">  (ii) the mine is separate and distinct geologically and has had no common workings with any other mine that has been operated at any time during the five calendar years ending before the calendar year in which an operator first becomes entitled to receive proceeds from the output of the mine;</p> <p class=\"clause-e\">  (b) where the mine was inactive on May 20, 1987 and subsequently resumes production in reasonable commercial quantities; or</p> <p class=\"clause-e\">  (c) where the mine resumes production in reasonable commercial quantities after having been closed down after May 20, 1987 for a continuous period of at least 60 months.  O. Reg. 817/94, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 3 (6) of the Act, a major expansion of an existing mine shall be considered to occur after the 20th day of May, 1987 where,</p> <p class=\"clause-e\">  (a) as a result of an investment in an existing mine, the daily rate of production of mineral substances from the mine exceeds by at least 30 per cent the average daily rate of production of the mine during each of the five calendar years ending immediately before the calendar year in which the first outlay was made to expand the mine; and</p> <p class=\"clause-e\">  (b) the first day that the rate of production of mineral substances from the expanded mine reaches the level of production described in clause (a) is after the 20th day of May, 1987.  R.R.O. 1990, Reg. 769, s. 7 (2).</p> <p class=\"subsection-e\">  (2.1) For the purposes of section 3.1 of the Act, for taxation years of operators ending after April 30, 1991, a major expansion of an existing mine shall be considered to occur after May 20, 1987 where,</p> <p class=\"clause-e\">  (a) as a result of an investment in an existing mine, the daily rate of production of mineral substances from the mine exceeds by at least 30 per cent the average daily rate of production of the mine during each of the five calendar years ending immediately before the calendar year in which the first outlay was made to expand the mine; and</p> <p class=\"clause-e\">  (b) the first day that the rate of production of mineral substances from the expanded mine reaches the level of production described in clause (a) is after May 20, 1987.  O. Reg. 817/94, s. 1.</p> <p class=\"subsection-e\">  (3) For taxation years of operators ending after April 30, 1991, the prescribed time at which an operator is required under subsection 3.1 (1) of the Act to file the prescribed form is on or before the day on which the operator is required to deliver a return under section 7 of the Act for the first taxation year in which the operator elects under section 3.1 to exclude an amount from profit in respect of the mine.  O. Reg. 817/94, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) For the purposes of the Act, “depreciable property” means mining assets, processing assets and assets that are used for transporting processed mineral substances to market from the point at which processing is completed.  R.R.O. 1990, Reg. 769, s. 8 (1). (2) Subject to subsection (4), where, by one or more transactions between persons not dealing at arm’s length, there is a disposition of depreciable property by an operator to another operator for an amount in excess of the capital cost to the transferor, (a) the transferor shall be deemed to have disposed of the depreciable property for proceeds of disposition equal to the capital cost to the transferor; and (b) the transferee shall be deemed to have acquired the depreciable property at a capital cost equal to the capital cost to the transferor.  R.R.O. 1990, Reg. 769, s. 8 (2). (3) Subject to subsection (4), where, by one or more transactions between persons not dealing at arm’s length, there is a disposition of depreciable property by an operator to another operator for no proceeds or for proceeds less than or equal to the capital cost of the depreciable property to the transferor, the amount of the proceeds of disposition shall be the amount of the proceeds of disposition to the transferor and the capital cost of the depreciable property to the transferee.  R.R.O. 1990, Reg. 769, s. 8 (3). (4) An operator shall be deemed to have received proceeds of disposition equal to the undepreciated capital cost of the depreciable property where, (a) there is a disposition of all or substantially all of the depreciable property of a mine owned by an operator to a corporation resident in Canada with which the operator does not deal at arm’s length; (b) the Minister is satisfied that the disposition of the depreciable property is not intended to reduce the amount of tax otherwise payable under the Act; and (c) the only consideration received by the operator on the disposition is shares of the corporation or shares of the corporation and the assumption by the corporation of liabilities owed by the operator.  R.R.O. 1990, Reg. 769, s. 8 (4). (5) Where subsection (4) applies with respect to the disposition of depreciable property, (a) the capital cost of the depreciable property to the corporation shall be deemed to be the amount that was the capital cost thereof to the operator; and (b) the excess of the capital cost over the undepreciated capital cost shall be deemed to have been allowed previously to the corporation as an allowance for depreciation under subsection 3 (12) of the Act.  R.R.O. 1990, Reg. 769, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) For the purposes of the Act,</p> <p class=\"firstdef-e\">“depreciable property” means mining assets, processing assets and assets that are used for transporting processed mineral substances to market from the point at which processing is completed.  R.R.O. 1990, Reg. 769, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), where, by one or more transactions between persons not dealing at arm’s length, there is a disposition of depreciable property by an operator to another operator for an amount in excess of the capital cost to the transferor,</p> <p class=\"clause-e\">  (a) the transferor shall be deemed to have disposed of the depreciable property for proceeds of disposition equal to the capital cost to the transferor; and</p> <p class=\"clause-e\">  (b) the transferee shall be deemed to have acquired the depreciable property at a capital cost equal to the capital cost to the transferor.  R.R.O. 1990, Reg. 769, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), where, by one or more transactions between persons not dealing at arm’s length, there is a disposition of depreciable property by an operator to another operator for no proceeds or for proceeds less than or equal to the capital cost of the depreciable property to the transferor, the amount of the proceeds of disposition shall be the amount of the proceeds of disposition to the transferor and the capital cost of the depreciable property to the transferee.  R.R.O. 1990, Reg. 769, s. 8 (3).</p> <p class=\"subsection-e\">  (4) An operator shall be deemed to have received proceeds of disposition equal to the undepreciated capital cost of the depreciable property where,</p> <p class=\"clause-e\">  (a) there is a disposition of all or substantially all of the depreciable property of a mine owned by an operator to a corporation resident in Canada with which the operator does not deal at arm’s length;</p> <p class=\"clause-e\">  (b) the Minister is satisfied that the disposition of the depreciable property is not intended to reduce the amount of tax otherwise payable under the Act; and</p> <p class=\"clause-e\">  (c) the only consideration received by the operator on the disposition is shares of the corporation or shares of the corporation and the assumption by the corporation of liabilities owed by the operator.  R.R.O. 1990, Reg. 769, s. 8 (4).</p> <p class=\"subsection-e\">  (5) Where subsection (4) applies with respect to the disposition of depreciable property,</p> <p class=\"clause-e\">  (a) the capital cost of the depreciable property to the corporation shall be deemed to be the amount that was the capital cost thereof to the operator; and</p> <p class=\"clause-e\">  (b) the excess of the capital cost over the undepreciated capital cost shall be deemed to have been allowed previously to the corporation as an allowance for depreciation under subsection 3 (12) of the Act.  R.R.O. 1990, Reg. 769, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) Subject to subsections (2) and (5), the following processing allowance is prescribed for the purposes of clause 3 (5) (k) of the Act: 1. Where the output has been processed in a concentrator situated in Canada and owned by the operator at the end of the taxation year and operated by the operator, but has not been processed in a smelter or refinery owned and operated by the operator, the processing allowance shall be 8 per cent of the capital cost to the operator of the processing assets used in processing the output. 2. Where the output has been processed in a concentrator and a smelter both of which are situated in Canada and owned by the operator at the end of the taxation year and operated by the operator, but has not been processed in a refinery owned and operated by the operator, the processing allowance shall be 12 per cent of the capital cost to the operator of the processing assets used in processing the output. 3. Where the output has been processed in a concentrator, a smelter and a refinery, all of which are situated in Canada and all of which are owned by the operator at the end of the taxation year and operated by the operator, the processing allowance shall be 16 per cent of the capital cost to the operator of the processing assets used in processing the output. 4. In lieu of the processing allowance under paragraph 3, where the output has been processed in, i. a concentrator, a smelter and a refinery, or ii. a concentrator, a smelter, a refinery and a semi-fabricating plant, all of which are situated in Northern Ontario and all of which are owned by the operator at the end of the taxation year and operated by the operator and 80 per cent or more of the value of the input to the semi-fabricating plant, if applicable, originates from a mine situated in Ontario that is owned by the operator, the processing allowance shall be 20 per cent of the capital cost of the processing assets used in processing the output.  R.R.O. 1990, Reg. 769, s. 9 (1). (2) Where at any stage prior to the final stage of processing in Canada undertaken by the operator, a portion of the output of the processing plant located in Canada leaves a stage of processing without proceeding to the next stage of processing in Canada, the processing allowance at each stage shall be reduced by the proportion that the value of the output that has left the stage of processing bears to the total value of the output of the processing plant at that stage.  R.R.O. 1990, Reg. 769, s. 9 (2). (3) The processing allowance shall apply to processing assets as constructed only to the extent that they remain in use after construction, provided that where processing assets are not fully completed within eight years from the date of commencement of construction, the processing allowance shall be suspended for those processing assets.  R.R.O. 1990, Reg. 769, s. 9 (3). (4) An operator’s processing allowance calculated under this section with respect to processing assets under construction and not yet in use shall be determined on the basis of a progress report to support the claim, showing the work done and the money expended on the processing assets during the taxation year.  R.R.O. 1990, Reg. 769, s. 9 (4). (5) An operator who, (a) does not own processing assets and sells output that has been processed by another person on behalf of the operator is entitled in any taxation year to claim a processing allowance under clause 3 (5) (k) of the Act equal to 15 per cent of the operator’s profit otherwise determined under subsection 3 (5) of the Act before deduction of the processing allowance; and (b) owns processing assets and sells output in a taxation year that has been processed shall claim a processing allowance under clause 3 (5) (k) of the Act in determining profit for the taxation year of not less than 15 per cent and not more than 65 per cent of the profit otherwise determined under subsection 3 (5) of the Act before deduction of the processing allowance.  R.R.O. 1990, Reg. 769, s. 9 (5). (6) Despite subsection (5), the Lieutenant Governor in Council may increase the 65 per cent rate referred to in subsection (5) where a semi-fabricating plant is constructed in Northern Ontario.  R.R.O. 1990, Reg. 769, s. 9 (6). (7) Where 80 per cent or more of the value of the input to a processing plant located in Ontario and owned and operated by the operator is from mineral substances mined in Ontario or outside Canada, whether from the operator’s mines or not, the operator is entitled to a processing allowance determined under this section with respect to the processing plant.  R.R.O. 1990, Reg. 769, s. 9 (7). (8) Where less than 80 per cent of the value of the input to a processing plant located in Ontario and owned and operated by the operator is from mineral substances mined in Ontario or outside Canada, whether from the operator’s mines or not, the processing allowance determined under subsection (1) with respect to the processing plant shall be reduced by the proportion that the value of the input of mineral substances mined in Canada outside Ontario bears to the total value of the input of mineral substances to the processing plant.  R.R.O. 1990, Reg. 769, s. 9 (8). (9) Where a processing plant owned and operated by the operator is located in Canada and outside Ontario, the operator’s processing allowance as determined under subsection (1) with respect to the processing plant shall be reduced by the proportion that the aggregate of the value of the input of, (a) mineral substances from Ontario mines, other than mineral substances from the operator’s Ontario mines, and (b) mineral substances from mines located outside Ontario whether from the operator’s mines or not, bears to the value of the total input of mineral substances to the processing plant.  R.R.O. 1990, Reg. 769, s. 9 (9).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Subject to subsections (2) and (5), the following processing allowance is prescribed for the purposes of clause 3 (5) (k) of the Act:</p> <p class=\"paragraph-e\">  1. Where the output has been processed in a concentrator situated in Canada and owned by the operator at the end of the taxation year and operated by the operator, but has not been processed in a smelter or refinery owned and operated by the operator, the processing allowance shall be 8 per cent of the capital cost to the operator of the processing assets used in processing the output.</p> <p class=\"paragraph-e\">  2. Where the output has been processed in a concentrator and a smelter both of which are situated in Canada and owned by the operator at the end of the taxation year and operated by the operator, but has not been processed in a refinery owned and operated by the operator, the processing allowance shall be 12 per cent of the capital cost to the operator of the processing assets used in processing the output.</p> <p class=\"paragraph-e\">  3. Where the output has been processed in a concentrator, a smelter and a refinery, all of which are situated in Canada and all of which are owned by the operator at the end of the taxation year and operated by the operator, the processing allowance shall be 16 per cent of the capital cost to the operator of the processing assets used in processing the output.</p> <p class=\"paragraph-e\">  4. In lieu of the processing allowance under paragraph 3, where the output has been processed in,</p> <p class=\"subpara-e\">  i. a concentrator, a smelter and a refinery, or</p> <p class=\"subpara-e\">  ii. a concentrator, a smelter, a refinery and a semi-fabricating plant,</p> <p class=\"paragraph-e\">  all of which are situated in Northern Ontario and all of which are owned by the operator at the end of the taxation year and operated by the operator and 80 per cent or more of the value of the input to the semi-fabricating plant, if applicable, originates from a mine situated in Ontario that is owned by the operator, the processing allowance shall be 20 per cent of the capital cost of the processing assets used in processing the output.  R.R.O. 1990, Reg. 769, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Where at any stage prior to the final stage of processing in Canada undertaken by the operator, a portion of the output of the processing plant located in Canada leaves a stage of processing without proceeding to the next stage of processing in Canada, the processing allowance at each stage shall be reduced by the proportion that the value of the output that has left the stage of processing bears to the total value of the output of the processing plant at that stage.  R.R.O. 1990, Reg. 769, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The processing allowance shall apply to processing assets as constructed only to the extent that they remain in use after construction, provided that where processing assets are not fully completed within eight years from the date of commencement of construction, the processing allowance shall be suspended for those processing assets.  R.R.O. 1990, Reg. 769, s. 9 (3).</p> <p class=\"subsection-e\">  (4) An operator’s processing allowance calculated under this section with respect to processing assets under construction and not yet in use shall be determined on the basis of a progress report to support the claim, showing the work done and the money expended on the processing assets during the taxation year.  R.R.O. 1990, Reg. 769, s. 9 (4).</p> <p class=\"subsection-e\">  (5) An operator who,</p> <p class=\"clause-e\">  (a) does not own processing assets and sells output that has been processed by another person on behalf of the operator is entitled in any taxation year to claim a processing allowance under clause 3 (5) (k) of the Act equal to 15 per cent of the operator’s profit otherwise determined under subsection 3 (5) of the Act before deduction of the processing allowance; and</p> <p class=\"clause-e\">  (b) owns processing assets and sells output in a taxation year that has been processed shall claim a processing allowance under clause 3 (5) (k) of the Act in determining profit for the taxation year of not less than 15 per cent and not more than 65 per cent of the profit otherwise determined under subsection 3 (5) of the Act before deduction of the processing allowance.  R.R.O. 1990, Reg. 769, s. 9 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), the Lieutenant Governor in Council may increase the 65 per cent rate referred to in subsection (5) where a semi-fabricating plant is constructed in Northern Ontario.  R.R.O. 1990, Reg. 769, s. 9 (6).</p> <p class=\"subsection-e\">  (7) Where 80 per cent or more of the value of the input to a processing plant located in Ontario and owned and operated by the operator is from mineral substances mined in Ontario or outside Canada, whether from the operator’s mines or not, the operator is entitled to a processing allowance determined under this section with respect to the processing plant.  R.R.O. 1990, Reg. 769, s. 9 (7).</p> <p class=\"subsection-e\">  (8) Where less than 80 per cent of the value of the input to a processing plant located in Ontario and owned and operated by the operator is from mineral substances mined in Ontario or outside Canada, whether from the operator’s mines or not, the processing allowance determined under subsection (1) with respect to the processing plant shall be reduced by the proportion that the value of the input of mineral substances mined in Canada outside Ontario bears to the total value of the input of mineral substances to the processing plant.  R.R.O. 1990, Reg. 769, s. 9 (8).</p> <p class=\"subsection-e\">  (9) Where a processing plant owned and operated by the operator is located in Canada and outside Ontario, the operator’s processing allowance as determined under subsection (1) with respect to the processing plant shall be reduced by the proportion that the aggregate of the value of the input of,</p> <p class=\"clause-e\">  (a) mineral substances from Ontario mines, other than mineral substances from the operator’s Ontario mines, and</p> <p class=\"clause-e\">  (b) mineral substances from mines located outside Ontario whether from the operator’s mines or not,</p> <p class=\"Ssubsection-e\">bears to the value of the total input of mineral substances to the processing plant.  R.R.O. 1990, Reg. 769, s. 9 (9).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) For the purposes of subsection 9 (3) of the Act, the amount of the contribution to the fund or plan for a prior taxation year ending before the taxation year during which the withdrawal is made shall be determined by calculating the amount that is the lesser of, (a) the amount of all contributions previously allowed as deductions in the calculation of the profit under the Act of the operator and any predecessor thereof for the prior taxation year; and (b) the amount, if any, by which the amount withdrawn exceeds the aggregate of, (i) the contributions of the operator and any predecessor thereof to the fund or plan for taxation years commencing after the end of the prior taxation year and ending before the taxation year during which the withdrawal is made that were allowed as deductions in the calculation of the profit under the Act of the operator and any predecessor thereof for those taxation years, and (ii) all earnings from the contributions referred to in clause (a) and subclause (i), and from any property substituted therefor, for the period when the contributions and substituted property formed part of the fund or plan.  R.R.O. 1990, Reg. 769, s. 10 (1). (2) For the purposes of subsection (1), the amount of the contribution of the operator and any predecessor thereof to the fund or plan for a taxation year commencing after the end of the prior taxation year and ending before the taxation year during which the withdrawal was made shall include, for the purposes of subclause (1) (b) (i), the portion, if any, of the contribution that has been disallowed as a deduction in the calculation of the profit under subsection 9 (3) of the Act of the operator and any predecessor thereof.  R.R.O. 1990, Reg. 769, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) For the purposes of subsection 9 (3) of the Act, the amount of the contribution to the fund or plan for a prior taxation year ending before the taxation year during which the withdrawal is made shall be determined by calculating the amount that is the lesser of,</p> <p class=\"clause-e\">  (a) the amount of all contributions previously allowed as deductions in the calculation of the profit under the Act of the operator and any predecessor thereof for the prior taxation year; and</p> <p class=\"clause-e\">  (b) the amount, if any, by which the amount withdrawn exceeds the aggregate of,</p> <p class=\"subclause-e\">  (i) the contributions of the operator and any predecessor thereof to the fund or plan for taxation years commencing after the end of the prior taxation year and ending before the taxation year during which the withdrawal is made that were allowed as deductions in the calculation of the profit under the Act of the operator and any predecessor thereof for those taxation years, and</p> <p class=\"subclause-e\">  (ii) all earnings from the contributions referred to in clause (a) and subclause (i), and from any property substituted therefor, for the period when the contributions and substituted property formed part of the fund or plan.  R.R.O. 1990, Reg. 769, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the amount of the contribution of the operator and any predecessor thereof to the fund or plan for a taxation year commencing after the end of the prior taxation year and ending before the taxation year during which the withdrawal was made shall include, for the purposes of subclause (1) (b) (i), the portion, if any, of the contribution that has been disallowed as a deduction in the calculation of the profit under subsection 9 (3) of the Act of the operator and any predecessor thereof.  R.R.O. 1990, Reg. 769, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 311/97, s. 1. (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1 The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. 5. In the case of an objection or appeal referred to in subsection 8 (13) of the Act for a taxation year ending after December 31, 1997, the interest rate prescribed for the purposes of subsection 8 (13) of the Act for a particular day is the base rate of interest in effect for that day.  O. Reg. 311/97, s. 1; O. Reg. 457/99, s. 1; O. Reg. 218/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 311/97, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  4.1 The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  5. In the case of an objection or appeal referred to in subsection 8 (13) of the Act for a taxation year ending after December 31, 1997, the interest rate prescribed for the purposes of subsection 8 (13) of the Act for a particular day is the base rate of interest in effect for that day.  O. Reg. 311/97, s. 1; O. Reg. 457/99, s. 1; O. Reg. 218/06, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. Revoked:  O. Reg. 483/00, s. 1. FormS 1-4 Revoked:  O. Reg. 483/00, s. 2. Form 5 Revoked:  O. Reg. 817/94, s. 3.    ",
            "raw_html": "<p class=\"section-e\"> <b>12. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 483/00, s. 1.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">FormS</span> 1-4 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 483/00, s. 2.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 5 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 817/94, s. 3.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}