{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 155: FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS - LOWER THAMES VALLEY",
        "reg_name_text": "FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS — LOWER THAMES VALLEY",
        "citation": "R.R.O. 1990, Reg. 155: FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS - LOWER THAMES VALLEY",
        "act_under": "Conservation Authorities Act   Loi sur les offices de protection de la nature",
        "url": "https://www.ontario.ca/laws/regulation/900155",
        "date_scraped": "2023-12-19 17:36:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900155/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "May  3, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Authority” means the Lower Thames Valley Conservation Authority; “building or structure” means a building or structure of any kind; “fill” means material of any kind used or capable of being used to raise, lower or in any way affect the contours of the ground; “fill line” means any line designated as such on the maps referred to in the schedules; “river”, “lake”, “creek”, “stream”, or “watercourse” means any river, lake, creek, stream or watercourse under the jurisdiction of the Authority. R.R.O. 1990, Reg. 155, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Authority” means the Lower Thames Valley Conservation Authority;</p> <p class=\"definition-e\">“building or structure” means a building or structure of any kind;</p> <p class=\"definition-e\">“fill” means material of any kind used or capable of being used to raise, lower or in any way affect the contours of the ground;</p> <p class=\"definition-e\">“fill line” means any line designated as such on the maps referred to in the schedules;</p> <p class=\"definition-e\">“river”, “lake”, “creek”, “stream”, or “watercourse” means any river, lake, creek, stream or watercourse under the jurisdiction of the Authority. R.R.O. 1990, Reg. 155, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The areas described in the Schedules are areas in which, in the opinion of the Authority, the control of flooding or pollution or the conservation of land may be affected by the placing or dumping of fill. R.R.O. 1990, Reg. 155, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The areas described in the Schedules are areas in which, in the opinion of the Authority, the control of flooding or pollution or the conservation of land may be affected by the placing or dumping of fill. R.R.O. 1990, Reg. 155, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Subject to section 4, no person shall, (a) construct any building or structure or permit any building or structure to be constructed in or on a pond or swamp or in any area below the high-water mark of a lake, river, creek or stream in or on the area under the jurisdiction of the Authority; (b) place or dump fill or permit fill to be placed or dumped in the areas described in the schedules; or (c) straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse. R.R.O. 1990, Reg. 155, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Subject to section 4, no person shall,</p> <p class=\"clause-e\">(a) construct any building or structure or permit any building or structure to be constructed in or on a pond or swamp or in any area below the high-water mark of a lake, river, creek or stream in or on the area under the jurisdiction of the Authority;</p> <p class=\"clause-e\">(b) place or dump fill or permit fill to be placed or dumped in the areas described in the schedules; or</p> <p class=\"clause-e\">(c) straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse. R.R.O. 1990, Reg. 155, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Subject to the Ontario Water Resources Act or to any private interest, the Authority may permit in writing the construction of any building or structure or the placing or dumping of fill or the straightening, changing, diverting or interfering with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies if, in the opinion of the Authority, the site of the building or structure or the placing or dumping and the method of construction or placing or dumping will not affect the control of flooding or pollution or the conservation of land. R.R.O. 1990, Reg. 155, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Subject to the <i>Ontario Water Resources Act</i> or to any private interest, the Authority may permit in writing the construction of any building or structure or the placing or dumping of fill or the straightening, changing, diverting or interfering with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies if, in the opinion of the Authority, the site of the building or structure or the placing or dumping and the method of construction or placing or dumping will not affect the control of flooding or pollution or the conservation of land. R.R.O. 1990, Reg. 155, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. No person shall commence to construct any building or structure or dump or place fill or straighten, change, divert or interfere with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies before the permission required by section 4 has been obtained. R.R.O. 1990, Reg. 155, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person shall commence to construct any building or structure or dump or place fill or straighten, change, divert or interfere with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies before the permission required by section 4 has been obtained. R.R.O. 1990, Reg. 155, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A signed application for permission to construct a building or structure shall be filed with the Authority and shall include, (a) four copies of a plan of the property showing the proposed location of the building or structure, its elevation and the proposed final grade plan; (b) four copies of a complete description of the type of building or structure to be constructed, including drainage details; (c) four copies of a statement of the dates between which the construction will be carried out; and (d) four copies of a statement of the proposed use of the building or structure following completion of the construction. R.R.O. 1990, Reg. 155, s. 6 (1). (2) A signed application for permission to place or dump fill shall be filed with the Authority and shall include, (a) four copies of a plan of the property on which the fill is to be placed, showing the proposed location of filling, the depth to which it is proposed to fill and the proposed final grade of the land when filling is completed; (b) four copies of a complete description of the type of fill proposed to be placed or dumped; (c) four copies of a statement of the dates between which the placing or dumping will be carried out; and (d) four copies of a statement of the proposed use of the land following completion of placing or dumping. R.R.O. 1990, Reg. 155, s. 6 (2). (3) A signed application for permission to straighten, change, divert or interfere in any way the existing channel of a river, creek, stream or watercourse shall be filed with the Authority and shall include, (a) four copies of a plan of the property and cross-sections showing the existing channel and the proposed channel, with proposed bank protection clearly indicated; (b) four copies of a complete description of the proposed bank protection; and (c) four copies of a statement of the dates between which the construction will be carried out. R.R.O. 1990, Reg. 155, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A signed application for permission to construct a building or structure shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) four copies of a plan of the property showing the proposed location of the building or structure, its elevation and the proposed final grade plan;</p> <p class=\"clause-e\">(b) four copies of a complete description of the type of building or structure to be constructed, including drainage details;</p> <p class=\"clause-e\">(c) four copies of a statement of the dates between which the construction will be carried out; and</p> <p class=\"clause-e\">(d) four copies of a statement of the proposed use of the building or structure following completion of the construction. R.R.O. 1990, Reg. 155, s. 6 (1).</p> <p class=\"subsection-e\">(2) A signed application for permission to place or dump fill shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) four copies of a plan of the property on which the fill is to be placed, showing the proposed location of filling, the depth to which it is proposed to fill and the proposed final grade of the land when filling is completed;</p> <p class=\"clause-e\">(b) four copies of a complete description of the type of fill proposed to be placed or dumped;</p> <p class=\"clause-e\">(c) four copies of a statement of the dates between which the placing or dumping will be carried out; and</p> <p class=\"clause-e\">(d) four copies of a statement of the proposed use of the land following completion of placing or dumping. R.R.O. 1990, Reg. 155, s. 6 (2).</p> <p class=\"subsection-e\">(3) A signed application for permission to straighten, change, divert or interfere in any way the existing channel of a river, creek, stream or watercourse shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) four copies of a plan of the property and cross-sections showing the existing channel and the proposed channel, with proposed bank protection clearly indicated;</p> <p class=\"clause-e\">(b) four copies of a complete description of the proposed bank protection; and</p> <p class=\"clause-e\">(c) four copies of a statement of the dates between which the construction will be carried out. R.R.O. 1990, Reg. 155, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The Authority may, at any time, withdraw any permission given under section 4 if, in the opinion of the Authority, the representations contained in the application for the permission are not carried out. R.R.O. 1990, Reg. 155, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Authority may, at any time, withdraw any permission given under section 4 if, in the opinion of the Authority, the representations contained in the application for the permission are not carried out. R.R.O. 1990, Reg. 155, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The executive committee of the Authority may appoint one or more officers for the purpose of enforcing any regulation made under section 28 of the Act. R.R.O. 1990, Reg. 155, s. 8. SCHEDULE 1 That land along the River Thames from the easterly limits of the City of Chatham in the County of Kent to the line between Lots 20 and 21 formerly the Township of Dover and the production of that line to the south, and being those areas shown on defined area maps Nos. 1, 2 and 3 labelled Fill Regulations, Defined Area, Thames River, City of Chatham filed in the office of the Registrar of Regulations at Toronto as Nos. 918 to 920, both inclusive. R.R.O. 1990, Reg. 155, Sched. 1. SCHEDULE 2 That land along McGregor’s Creek from its confluence with the Thames River to the southerly limits of the City of Chatham in the County of Kent, and being those areas shown on defined area maps Nos. 2, 4 and 5 labelled Fill Regulations, Defined Area, McGregor’s Creek, City of Chatham filed in the office of the Registrar of Regulations at Toronto as Nos. 921 to 923, both inclusive. R.R.O. 1990, Reg. 155, Sched. 2. SCHEDULE 3 That land along the River Thames from the line between Lots 20 and 21, formerly the Township of Dover and the projection of that line to the south and the mouth of the River Thames at Lake St. Clair, through parts of the City of Chatham, the Township of Dover, the Township of Raleigh and the Township of Tilbury East in the County of Kent and the Township of Tilbury North in the County of Essex, and being those areas shown on defined area maps Nos. 1, 2, 3, 4, 5, 6, 7, 8, 9 and 10 filed in the office of the Registrar of Regulations at Toronto as Nos. 1283 to 1292, both inclusive. R.R.O. 1990, Reg. 155, Sched. 3. ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The executive committee of the Authority may appoint one or more officers for the purpose of enforcing any regulation made under section 28 of the Act. R.R.O. 1990, Reg. 155, s. 8.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"parawtab-e\">That land along the River Thames from the easterly limits of the City of Chatham in the County of Kent to the line between Lots 20 and 21 formerly the Township of Dover and the production of that line to the south, and being those areas shown on defined area maps Nos. 1, 2 and 3 labelled Fill Regulations, Defined Area, Thames River, City of Chatham filed in the office of the Registrar of Regulations at Toronto as Nos. 918 to 920, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 155, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"parawtab-e\">That land along McGregor’s Creek from its confluence with the Thames River to the southerly limits of the City of Chatham in the County of Kent, and being those areas shown on defined area maps Nos. 2, 4 and 5 labelled Fill Regulations, Defined Area, McGregor’s Creek, City of Chatham filed in the office of the Registrar of Regulations at Toronto as Nos. 921 to 923, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 155, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"parawtab-e\">That land along the River Thames from the line between Lots 20 and 21, formerly the Township of Dover and the projection of that line to the south and the mouth of the River Thames at Lake St. Clair, through parts of the City of Chatham, the Township of Dover, the Township of Raleigh and the Township of Tilbury East in the County of Kent and the Township of Tilbury North in the County of Essex, and being those areas shown on defined area maps Nos. 1, 2, 3, 4, 5, 6, 7, 8, 9 and 10 filed in the office of the Registrar of Regulations at Toronto as Nos. 1283 to 1292, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 155, Sched. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}