{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 876: GRANTS AND LOANS",
        "reg_name_text": "GRANTS AND LOANS",
        "citation": "R.R.O. 1990, Reg. 876: ",
        "act_under": "Ontario Heritage Act   Loi sur le patrimoine de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/900876",
        "date_scraped": "2023-12-19 06:46:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900876/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "May  2, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “architect” means a person who is a member of the Ontario Association of Architects or a person who is licensed to practise as an architect under the Architects Act; “professional engineer” means a person registered as a professional engineer or a person who is licensed to practise as a professional engineer under the Professional Engineers Act; “project” means any proposal or planned undertaking for which a person is seeking financial assistance by way of grant or loan from the Foundation under the Act. R.R.O. 1990, Reg. 876, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“architect” means a person who is a member of the Ontario Association of Architects or a person who is licensed to practise as an architect under the <i>Architects Act</i>;</p> <p class=\"definition-e\">“professional engineer” means a person registered as a professional engineer or a person who is licensed to practise as a professional engineer under the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“project” means any proposal or planned undertaking for which a person is seeking financial assistance by way of grant or loan from the Foundation under the Act. R.R.O. 1990, Reg. 876, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. An application for a grant or loan shall be made to the Foundation in the form prescribed by the Minister. R.R.O. 1990, Reg. 876, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>An application for a grant or loan shall be made to the Foundation in the form prescribed by the Minister. R.R.O. 1990, Reg. 876, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Where required by the Foundation, an applicant shall furnish the Foundation with, (a) where the applicant is seeking a capital grant or capital loan, a statement containing, (i) a general description of the property including the historical background, structural condition and authenticity together with a general description of the area surrounding the property, (ii) a description of the project, including its objectives and an estimated date for completion, (iii) whether the applicant is an individual, partnership or corporation, (iv) if the applicant is a corporation or partnership, the names and occupations of all the officers or partners, as the case may be, (v) the name and address of the person or persons to be contacted with respect to the grant or loan, (vi) the names and addresses of the applicant’s banker, lawyer and auditor, (vii) the names and addresses of the architects, professional engineers and planners, if any, associated with the project, (viii) an assessment of community involvement, support and benefit with respect to the project, (ix) a detailed estimate of the cost of the project, (x) a description of the financing available for the project together with the sources and amounts, (xi) a list of the financial and technical assistance sought from government and other sources, (xii) information as to the fiscal controls to be applied to the project including the provisions for audit, if any, (xiii) a description of the plans with respect to the ongoing administration and maintenance of the property together with estimates of the costs of such plans, and (xiv) information as to whether the applicant is prepared to enter into an easement with respect to the property; (b) where the applicant is seeking a grant for educational, research or communications programs, a statement containing, (i) the plans the applicant may have for the publication of a report or the dissemination of information about the project, and (ii) the material required to be furnished under subclauses (a) (ii), (iii) and (v), and subclauses (a) (vii) to (xii); (c) where the applicant is seeking an archaeological grant, a statement containing the material required to be furnished under subclauses (a) (i) to (v) and (viii) to (xii); and (d) where the applicant is seeking an operational grant or loan a statement containing, (i) the material required to be furnished under subclauses (a) (iii) to (vi) and (viii) to (xii), and (ii) a description of any plans concerning the custody, management, maintenance and security of the property. R.R.O. 1990, Reg. 876, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Where required by the Foundation, an applicant shall furnish the Foundation with,</p> <p class=\"clause-e\">(a) where the applicant is seeking a capital grant or capital loan, a statement containing,</p> <p class=\"subclause-e\">(i) a general description of the property including the historical background, structural condition and authenticity together with a general description of the area surrounding the property,</p> <p class=\"subclause-e\">(ii) a description of the project, including its objectives and an estimated date for completion,</p> <p class=\"subclause-e\">(iii) whether the applicant is an individual, partnership or corporation,</p> <p class=\"subclause-e\">(iv) if the applicant is a corporation or partnership, the names and occupations of all the officers or partners, as the case may be,</p> <p class=\"subclause-e\">(v) the name and address of the person or persons to be contacted with respect to the grant or loan,</p> <p class=\"subclause-e\">(vi) the names and addresses of the applicant’s banker, lawyer and auditor,</p> <p class=\"subclause-e\">(vii) the names and addresses of the architects, professional engineers and planners, if any, associated with the project,</p> <p class=\"subclause-e\">(viii) an assessment of community involvement, support and benefit with respect to the project,</p> <p class=\"subclause-e\">(ix) a detailed estimate of the cost of the project,</p> <p class=\"subclause-e\">(x) a description of the financing available for the project together with the sources and amounts,</p> <p class=\"subclause-e\">(xi) a list of the financial and technical assistance sought from government and other sources,</p> <p class=\"subclause-e\">(xii) information as to the fiscal controls to be applied to the project including the provisions for audit, if any,</p> <p class=\"subclause-e\">(xiii) a description of the plans with respect to the ongoing administration and maintenance of the property together with estimates of the costs of such plans, and</p> <p class=\"subclause-e\">(xiv) information as to whether the applicant is prepared to enter into an easement with respect to the property;</p> <p class=\"clause-e\">(b) where the applicant is seeking a grant for educational, research or communications programs, a statement containing,</p> <p class=\"subclause-e\">(i) the plans the applicant may have for the publication of a report or the dissemination of information about the project, and</p> <p class=\"subclause-e\">(ii) the material required to be furnished under subclauses (a) (ii), (iii) and (v), and subclauses (a) (vii) to (xii);</p> <p class=\"clause-e\">(c) where the applicant is seeking an archaeological grant, a statement containing the material required to be furnished under subclauses (a) (i) to (v) and (viii) to (xii); and</p> <p class=\"clause-e\">(d) where the applicant is seeking an operational grant or loan a statement containing,</p> <p class=\"subclause-e\">(i) the material required to be furnished under subclauses (a) (iii) to (vi) and (viii) to (xii), and</p> <p class=\"subclause-e\">(ii) a description of any plans concerning the custody, management, maintenance and security of the property. R.R.O. 1990, Reg. 876, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}