{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 288: DESIGNATION OF SUPPORT STAFF",
        "reg_name_text": "DESIGNATION OF SUPPORT STAFF",
        "citation": "R.R.O. 1990, Reg. 288: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/900288",
        "date_scraped": "2023-12-19 04:51:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900288/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "January 24, 2013"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “enrolment shift” means, (a) in the case of the elementary school pupils of a public board, the reduction in enrolment determined under subsection 4 (6) of Regulation 289 of the Revised Regulations of Ontario, 1990, and (b) in the case of the secondary school pupils of a public board, the enrolment shift determined under subsection 4 (7) of Regulation 289 of the Revised Regulations of Ontario, 1990; “person” means a member of the support staff of the board; “that is coterminous with the public board” means that has jurisdiction in an area that is also the area or part of the area of jurisdiction of the public board and “that is coterminous with the Roman Catholic school board” has a corresponding meaning. R.R.O. 1990, Reg. 288, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“enrolment shift” means,</p> <p class=\"defclause-e\">(a) in the case of the elementary school pupils of a public board, the reduction in enrolment determined under subsection 4 (6) of Regulation 289 of the Revised Regulations of Ontario, 1990, and</p> <p class=\"defclause-e\">(b) in the case of the secondary school pupils of a public board, the enrolment shift determined under subsection 4 (7) of Regulation 289 of the Revised Regulations of Ontario, 1990;</p> <p class=\"definition-e\">“person” means a member of the support staff of the board;</p> <p class=\"definition-e\">“that is coterminous with the public board” means that has jurisdiction in an area that is also the area or part of the area of jurisdiction of the public board and “that is coterminous with the Roman Catholic school board” has a corresponding meaning. R.R.O. 1990, Reg. 288, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) This Regulation applies to a public board in each of the first ten years or for the remainder of the ten-year period that commenced with the year in which a separate school board that is coterminous with the public board elects, with the approval of the Minister, to perform the duties of a secondary school board. R.R.O. 1990, Reg. 288, s. 2 (1). (2) This Regulation does not apply to a public board that has entered or enters into an agreement within the meaning of subsection 135 (1) of the Act with respect to the designation of persons. R.R.O. 1990, Reg. 288, s. 2 (2). (3) This Regulation does not apply where a public board has part of the same area of jurisdiction as a Roman Catholic school board as a result of the fact that a separate school zone that comprises part of the county or district combined Roman Catholic school board for which the Roman Catholic school board was established has a centre that is situate within 4.8 kilometres of the boundary of the public board and is not situate within the area of jurisdiction of the public board. R.R.O. 1990, Reg. 288, s. 2 (3). (4) Nothing in this Regulation prevents a public board that has jurisdiction in an area that is also the area or part of the area of jurisdiction of two or more Roman Catholic school boards from having an agreement within the meaning of subsection 135 (1) of the Act with one or more of the Roman Catholic school boards with respect to the designation of persons under section 135 of the Act while at the same time dealing with one or more of the Roman Catholic school boards under this Regulation. R.R.O. 1990, Reg. 288, s. 2 (4). (5) Each public board that operates a school or class under Part XII of the Act shall make the determinations and designations required to be made under this Regulation separately for, (a) the French-language schools and classes operated by it under Part XII of the Act; and (b) all schools and classes other than those referred to in clause (a) that it operates. R.R.O. 1990, Reg. 288, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Regulation applies to a public board in each of the first ten years or for the remainder of the ten-year period that commenced with the year in which a separate school board that is coterminous with the public board elects, with the approval of the Minister, to perform the duties of a secondary school board. R.R.O. 1990, Reg. 288, s. 2 (1).</p> <p class=\"subsection-e\">(2) This Regulation does not apply to a public board that has entered or enters into an agreement within the meaning of subsection 135 (1) of the Act with respect to the designation of persons. R.R.O. 1990, Reg. 288, s. 2 (2).</p> <p class=\"subsection-e\">(3) This Regulation does not apply where a public board has part of the same area of jurisdiction as a Roman Catholic school board as a result of the fact that a separate school zone that comprises part of the county or district combined Roman Catholic school board for which the Roman Catholic school board was established has a centre that is situate within 4.8 kilometres of the boundary of the public board and is not situate within the area of jurisdiction of the public board. R.R.O. 1990, Reg. 288, s. 2 (3).</p> <p class=\"subsection-e\">(4) Nothing in this Regulation prevents a public board that has jurisdiction in an area that is also the area or part of the area of jurisdiction of two or more Roman Catholic school boards from having an agreement within the meaning of subsection 135 (1) of the Act with one or more of the Roman Catholic school boards with respect to the designation of persons under section 135 of the Act while at the same time dealing with one or more of the Roman Catholic school boards under this Regulation. R.R.O. 1990, Reg. 288, s. 2 (4).</p> <p class=\"subsection-e\">(5) Each public board that operates a school or class under Part XII of the Act shall make the determinations and designations required to be made under this Regulation separately for,</p> <p class=\"clause-e\">(a) the French-language schools and classes operated by it under Part XII of the Act; and</p> <p class=\"clause-e\">(b) all schools and classes other than those referred to in clause (a) that it operates. R.R.O. 1990, Reg. 288, s. 2 (5).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. If a school operated by a public board under Part XII of the Act is transferred to a Roman Catholic school board and the transfer is approved by the Minister, the public board shall designate all persons employed in the school under section 135 of the Act. R.R.O. 1990, Reg. 288, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>If a school operated by a public board under Part XII of the Act is transferred to a Roman Catholic school board and the transfer is approved by the Minister, the public board shall designate all persons employed in the school under section 135 of the Act. R.R.O. 1990, Reg. 288, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) For the purpose of determining the persons that it shall designate under section 135 of the Act, every public board shall, on or before the 30th day of April in each year, identify, (a) the number of positions that it believes will not be required in the next following school year because of the anticipated enrolment shift; and (b) by seniority, the persons who in accordance with its agreements or board policy are surplus to the needs of the board because of the anticipated shift of enrolment. R.R.O. 1990, Reg. 288, s. 4 (1). (2) In identifying persons under clause (1) (b), each person who is employed on a part-time basis shall be counted towards the number of persons to be identified only to the proportion of a full-time employee that the person represents. R.R.O. 1990, Reg. 288, s. 4 (2). (3) The number of persons identified under clause (1) (b) shall be equal to or shall differ by less than one from the number of positions determined under clause (1) (a). R.R.O. 1990, Reg. 288, s. 4 (3). (4) The public board, on or before the 30th day of April in each year, shall provide to each of the parties with which it has agreements in respect of persons in its employ and to each Roman Catholic school board that is coterminous with the public board, a list of the names and positions of all persons identified under clause (1) (b). R.R.O. 1990, Reg. 288, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For the purpose of determining the persons that it shall designate under section 135 of the Act, every public board shall, on or before the 30th day of April in each year, identify,</p> <p class=\"clause-e\">(a) the number of positions that it believes will not be required in the next following school year because of the anticipated enrolment shift; and</p> <p class=\"clause-e\">(b) by seniority, the persons who in accordance with its agreements or board policy are surplus to the needs of the board because of the anticipated shift of enrolment. R.R.O. 1990, Reg. 288, s. 4 (1).</p> <p class=\"subsection-e\">(2) In identifying persons under clause (1) (b), each person who is employed on a part-time basis shall be counted towards the number of persons to be identified only to the proportion of a full-time employee that the person represents. R.R.O. 1990, Reg. 288, s. 4 (2).</p> <p class=\"subsection-e\">(3) The number of persons identified under clause (1) (b) shall be equal to or shall differ by less than one from the number of positions determined under clause (1) (a). R.R.O. 1990, Reg. 288, s. 4 (3).</p> <p class=\"subsection-e\">(4) The public board, on or before the 30th day of April in each year, shall provide to each of the parties with which it has agreements in respect of persons in its employ and to each Roman Catholic school board that is coterminous with the public board, a list of the names and positions of all persons identified under clause (1) (b). R.R.O. 1990, Reg. 288, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Every Roman Catholic school board shall, on or before the 30th day of April in each year, provide to each public board that is coterminous with the Roman Catholic school board, a list of the positions for persons that are expected to be vacant in the Roman Catholic school board in the following school year. R.R.O. 1990, Reg. 288, s. 5 (1). (2) A public board that receives a list under subsection (1) shall forthwith make the list known to all persons in the employ of the public board. R.R.O. 1990, Reg. 288, s. 5 (2). (3) A person employed by a public board may volunteer to transfer in accordance with subsection 6 (1) to the Roman Catholic school board to fill a vacant position identified under subsection (1), whether or not the person is identified according to clause 4 (1) (b). R.R.O. 1990, Reg. 288, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Every Roman Catholic school board shall, on or before the 30th day of April in each year, provide to each public board that is coterminous with the Roman Catholic school board, a list of the positions for persons that are expected to be vacant in the Roman Catholic school board in the following school year. R.R.O. 1990, Reg. 288, s. 5 (1).</p> <p class=\"subsection-e\">(2) A public board that receives a list under subsection (1) shall forthwith make the list known to all persons in the employ of the public board. R.R.O. 1990, Reg. 288, s. 5 (2).</p> <p class=\"subsection-e\">(3) A person employed by a public board may volunteer to transfer in accordance with subsection 6 (1) to the Roman Catholic school board to fill a vacant position identified under subsection (1), whether or not the person is identified according to clause 4 (1) (b). R.R.O. 1990, Reg. 288, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Every public board shall designate each year in accordance with section 135 of the Act the number of persons identified under clause 4 (1) (a) according to the following rules: 1. Designate persons identified under clause 4 (1) (b) who are willing to transfer voluntarily to the Roman Catholic school board to fill the vacant positions identified under subsection 5 (1). 2. If there are vacant positions remaining to be filled after designating the persons referred to in paragraph 1, in order of seniority, designate the persons who have volunteered under subsection 5 (3). 3. If there are positions remaining to be designated after designating the persons referred to in paragraphs 1 and 2, designate, in accordance with the public boards agreements, board policy or an understanding with its employees or their authorized representatives, from the persons identified under clause 4 (1) (b), a number of persons equal to the remaining number of positions identified under clause 4 (1) (a). R.R.O. 1990, Reg. 288, s. 6 (1). (2) A designation under paragraph 2 of subsection (1) shall only be made if the designation of the person leaves open a permanent position with the public board that is filled by a person identified under clause 4 (1) (b) who has not volunteered to fill a vacancy in the Roman Catholic school board. R.R.O. 1990, Reg. 288, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Every public board shall designate each year in accordance with section 135 of the Act the number of persons identified under clause 4 (1) (a) according to the following rules:</p> <p class=\"paragraph-e\">1. Designate persons identified under clause 4 (1) (b) who are willing to transfer voluntarily to the Roman Catholic school board to fill the vacant positions identified under subsection 5 (1).</p> <p class=\"paragraph-e\">2. If there are vacant positions remaining to be filled after designating the persons referred to in paragraph 1, in order of seniority, designate the persons who have volunteered under subsection 5 (3).</p> <p class=\"paragraph-e\">3. If there are positions remaining to be designated after designating the persons referred to in paragraphs 1 and 2, designate, in accordance with the public boards agreements, board policy or an understanding with its employees or their authorized representatives, from the persons identified under clause 4 (1) (b), a number of persons equal to the remaining number of positions identified under clause 4 (1) (a). R.R.O. 1990, Reg. 288, s. 6 (1).</p> <p class=\"subsection-e\">(2) A designation under paragraph 2 of subsection (1) shall only be made if the designation of the person leaves open a permanent position with the public board that is filled by a person identified under clause 4 (1) (b) who has not volunteered to fill a vacancy in the Roman Catholic school board. R.R.O. 1990, Reg. 288, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Each public board shall provide, within thirty days of receiving the list of vacant positions for persons in the Roman Catholic school board, to each Roman Catholic school board that is coterminous with the public board a list, (a) of all persons who have been identified under subsection 4 (1) who are willing to transfer voluntarily to the Roman Catholic school board to fill the vacant positions of persons in the Roman Catholic school board; and (b) showing each person, in addition to those persons referred to in clause (a), who is willing to transfer voluntarily to the Roman Catholic school board to fill a vacancy in the Roman Catholic school board. R.R.O. 1990, Reg. 288, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Each public board shall provide, within thirty days of receiving the list of vacant positions for persons in the Roman Catholic school board, to each Roman Catholic school board that is coterminous with the public board a list,</p> <p class=\"clause-e\">(a) of all persons who have been identified under subsection 4 (1) who are willing to transfer voluntarily to the Roman Catholic school board to fill the vacant positions of persons in the Roman Catholic school board; and</p> <p class=\"clause-e\">(b) showing each person, in addition to those persons referred to in clause (a), who is willing to transfer voluntarily to the Roman Catholic school board to fill a vacancy in the Roman Catholic school board. R.R.O. 1990, Reg. 288, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Each public board that makes a designation under this Regulation and each Roman Catholic school board that is coterminous with the public board shall provide a list of persons so designated to each of the parties with which it has agreements in respect of persons in its employ. R.R.O. 1990, Reg. 288, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Each public board that makes a designation under this Regulation and each Roman Catholic school board that is coterminous with the public board shall provide a list of persons so designated to each of the parties with which it has agreements in respect of persons in its employ. R.R.O. 1990, Reg. 288, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) If a position with a public board becomes vacant within the year in which a person is designated under section 5, up to and including the 31st day of May in the year next following, and no person employed or eligible to be employed under the recall provisions of a collective agreement with the public board in respect of persons is available to fill the position, the public board shall offer the right of first refusal with respect to the position to the designated person with the greatest seniority who is qualified to fill the position. R.R.O. 1990, Reg. 288, s. 9 (1). (2) If the person with the greatest seniority refuses or cannot fill the position referred to in subsection (1), (a) the position shall be offered to other designated persons with the qualifications to fill the position in descending order of seniority until the position is filled or there are no more designated persons; and (b) the public board shall not be obligated to continue offering positions to that person. R.R.O. 1990, Reg. 288, s. 9 (2). (3) If a person accepts an offer referred to in subsection (1), the Roman Catholic school board shall transfer the employment contract of the person to the public board and the public board shall treat the employment contract of the person as if the person had never left the employ of the public board. R.R.O. 1990, Reg. 288, s. 9 (3). (4) If a person accepts an offer referred to in subsection (1), the public board shall allow the Roman Catholic school board a reasonable length of time in the circumstances to fill the vacancy thus created before requiring the transfer of the person. R.R.O. 1990, Reg. 288, s. 9 (4). (5) If, as a result of a person accepting an offer referred to in subsection (1), a position becomes vacant in the Roman Catholic school board and there are still persons unemployed who were identified in accordance with clause 4 (1) (b), the public board may designate the next person identified under clause 4 (1) (b) to fill the position. R.R.O. 1990, Reg. 288, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) If a position with a public board becomes vacant within the year in which a person is designated under section 5, up to and including the 31st day of May in the year next following, and no person employed or eligible to be employed under the recall provisions of a collective agreement with the public board in respect of persons is available to fill the position, the public board shall offer the right of first refusal with respect to the position to the designated person with the greatest seniority who is qualified to fill the position. R.R.O. 1990, Reg. 288, s. 9 (1).</p> <p class=\"subsection-e\">(2) If the person with the greatest seniority refuses or cannot fill the position referred to in subsection (1),</p> <p class=\"clause-e\">(a) the position shall be offered to other designated persons with the qualifications to fill the position in descending order of seniority until the position is filled or there are no more designated persons; and</p> <p class=\"clause-e\">(b) the public board shall not be obligated to continue offering positions to that person. R.R.O. 1990, Reg. 288, s. 9 (2).</p> <p class=\"subsection-e\">(3) If a person accepts an offer referred to in subsection (1), the Roman Catholic school board shall transfer the employment contract of the person to the public board and the public board shall treat the employment contract of the person as if the person had never left the employ of the public board. R.R.O. 1990, Reg. 288, s. 9 (3).</p> <p class=\"subsection-e\">(4) If a person accepts an offer referred to in subsection (1), the public board shall allow the Roman Catholic school board a reasonable length of time in the circumstances to fill the vacancy thus created before requiring the transfer of the person. R.R.O. 1990, Reg. 288, s. 9 (4).</p> <p class=\"subsection-e\">(5) If, as a result of a person accepting an offer referred to in subsection (1), a position becomes vacant in the Roman Catholic school board and there are still persons unemployed who were identified in accordance with clause 4 (1) (b), the public board may designate the next person identified under clause 4 (1) (b) to fill the position. R.R.O. 1990, Reg. 288, s. 9 (5).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. If a person files an objection under subsection 135 (13) of the Act and the public board is of the opinion that the objection is made in good faith, the public board may designate another person in place of the person making the objection, in accordance with its agreements in respect of such persons or board policy. R.R.O. 1990, Reg. 288, s. 10. ",
            "raw_html": "<p class=\"section-e\"><b>10. </b>If a person files an objection under subsection 135 (13) of the Act and the public board is of the opinion that the objection is made in good faith, the public board may designate another person in place of the person making the objection, in accordance with its agreements in respect of such persons or board policy. R.R.O. 1990, Reg. 288, s. 10.</p> <p class=\"Normal\"></p>"
        }
    ]
}