{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1079: STEAMFITTER",
        "reg_name_text": "STEAMFITTER",
        "citation": "R.R.O. 1990, Reg. 1079: ",
        "act_under": "Trades Qualification and Apprenticeship Act   Loi sur la qualification professionnelle et l’apprentissage des gens de métier",
        "url": "https://www.ontario.ca/laws/regulation/901079",
        "date_scraped": "2023-12-19 04:44:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901079/v2",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901079/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December 17, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “certified trade” means the trade of steamfitter; “steamfitter” means a person who, (a) lays out, assembles, installs, maintains or repairs any heating system, cooling system, process system or industrial system, (b) installs or connects piping in any building or structure, (c) installs the piping for any process, including a process that conveys gas, or the tubing for any pneumatic or airhandling system, or (d) reads and understands design drawings, manufacturer’s literature and installation diagrams for any system referred to in clause (a), but does not include a person engaged in the manufacture of equipment or the assembly of a unit, prior to delivery to a building, structure or site. R.R.O. 1990, Reg. 1079, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“certified trade” means the trade of steamfitter;</p> <p class=\"definition-e\">“steamfitter” means a person who,</p> <p class=\"defclause-e\">(a) lays out, assembles, installs, maintains or repairs any heating system, cooling system, process system or industrial system,</p> <p class=\"defclause-e\">(b) installs or connects piping in any building or structure,</p> <p class=\"defclause-e\">(c) installs the piping for any process, including a process that conveys gas, or the tubing for any pneumatic or airhandling system, or</p> <p class=\"defclause-e\">(d) reads and understands design drawings, manufacturer’s literature and installation diagrams for any system referred to in clause (a),</p> <p class=\"Sdefinition-e\">but does not include a person engaged in the manufacture of equipment or the assembly of a unit, prior to delivery to a building, structure or site. R.R.O. 1990, Reg. 1079, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of steamfitter is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1079, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of steamfitter is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1079, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An apprentice training program is established for the certified trade and shall consist of five periods of related training and work experience training of 1,800 hours for each period, (a) at full-time education day classes provided at a College of Applied Arts and Technology or in courses that, in the opinion of the Director, are equivalent thereto in the subjects contained in Schedule 1; and (b) in work experience training provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1079, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An apprentice training program is established for the certified trade and shall consist of five periods of related training and work experience training of 1,800 hours for each period,</p> <p class=\"clause-e\">(a) at full-time education day classes provided at a College of Applied Arts and Technology or in courses that, in the opinion of the Director, are equivalent thereto in the subjects contained in Schedule 1; and</p> <p class=\"clause-e\">(b) in work experience training provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1079, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The subjects of examination for an apprentice in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1079, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The subjects of examination for an apprentice in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1079, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. A person is exempt from subsection 10 (2) of the Act, if he or she, (a) applies in the prescribed form for apprenticeship in the certified trade; and (b) works in the certified trade for three months or less. R.R.O. 1990, Reg. 1079, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A person is exempt from subsection 10 (2) of the Act, if he or she,</p> <p class=\"clause-e\">(a) applies in the prescribed form for apprenticeship in the certified trade; and</p> <p class=\"clause-e\">(b) works in the certified trade for three months or less. R.R.O. 1990, Reg. 1079, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The rate of wages for an apprentice in the certified trade whether for regular hours or for hours in excess of regular daily hours shall not be less than, (a) 40 per cent during the first period of training and instruction; (b) 50 per cent during the second period of training and instruction; (c) 60 per cent during the third period of training and instruction; (d) 70 per cent during the fourth period of training and instruction; and (e) 80 per cent during the fifth period of training and instruction, of the average hourly rate of wages or its equivalent for journeypersons employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1079, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The rate of wages for an apprentice in the certified trade whether for regular hours or for hours in excess of regular daily hours shall not be less than,</p> <p class=\"clause-e\">(a) 40 per cent during the first period of training and instruction;</p> <p class=\"clause-e\">(b) 50 per cent during the second period of training and instruction;</p> <p class=\"clause-e\">(c) 60 per cent during the third period of training and instruction;</p> <p class=\"clause-e\">(d) 70 per cent during the fourth period of training and instruction; and</p> <p class=\"clause-e\">(e) 80 per cent during the fifth period of training and instruction,</p> <p class=\"Ssection-e\">of the average hourly rate of wages or its equivalent for journeypersons employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1079, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The number of apprentices who may be employed by an employer in the certified trade shall not exceed, (a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for every three journeypersons employed by the employer in the trade and with whom the apprentice is working; and (b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional three journeypersons employed by the employer in the trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1079, s. 7. SCHEDULE 1   STEAMFITTER In-School Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nCourse\n\nSubject\n\nInstruction to be Given\n\n\n1\n\nMathematics (Trade Related)\n\nMathematics\n\nAddition, subtraction, multiplication, division of whole numbers, fractions, decimals. Metric system; conversion methods. Weights and measures. Ratio and proportion. Percentage, discounts, simple interest. Areas, volumes, linear, angular mensuration. Square root. Right angle triangle. Scale conversion. Simple equations and formulae calculations (tanks, pipes; capacities, rate of flow).\n\n\n2\n\nScience (Trade Related)\n\nPhysics\n\nProperties of matter; solids, liquids, gases. Hydrostatics; atmospheric pressure, manometer, mercury barometer, gauge and absolute pressure, syphon principle. Hydraulics; Pascals Law, fluids under pressure. Gas laws; expansion and compression, Boyles Law, vacuum pump, compression pump. Work, energy and power; units of energy, horse power calculations. Basic electricity; amperes, voltage, resistance, Ohm’s Law. Electron flow. Electromagnetism. Series and parallel circuits. Voltage drop. Conductors and insulators. Heat; temperature scales, heat capacity. Specific heat of solids, liquids, gases. Coefficients of expansion, expansion of gases, Charles Law. Changes of state; evaporization, condensation, freezing. Pressure effects, sensible and latent heats, B.T.U. graph. Heat transmission; radiation, convection, conduction. Properties of steam; sensible and latent heats, saturated and super-heated steam, heat content, mechanical equivalent of heat, heating plant efficiency, heat loss and prevention. Properties of materials; tensile and compressive stress. Basic metallurgy; ferrous and non-ferrous metals, corrosion, electrolysis, electropotential series, welding effects.\n\n\n3\n\nEnglish\n\nUsage and Business Communication\n\nReading comprehension. Trade terminology, usage. Sentence, paragraph structure. Letter, report writing. Work and parts orders. Interpretation and use of manufacturer’s manuals and job specifications. Oral communication.\n\n\n4\n\nDrafting and Blue Print Reading\n\nBasic Drafting and Interpretation\n\nUse of lines, views, projections, sections, developments, dimensions, lettering. Threads and fasteners. Material specifications. Reading and interpretation of frame, masonry and concrete construction plans; materials, construction members, dimensioning, sections, elevations, details, scales, schedules, standard architectural symbols. Piping drawings; single line, double line, isometric. Pipe fabrication, piping and welding symbols. Steam and hot water systems. Boiler room and diesel engine piping, pipe hangers. Preparation of elementary trade related working drawings, dimensioned sketches, piping systems and layouts, material estimates.\n\n\n5\n\nTrade Practice    General\n\nSafety\n\nSafety rules and safe operating procedures. Protective clothing and equipment. First aid. Fire prevention, location, use and maintenance of fire fighting equipment. The Workers’ Compensation Act, the Building Code Act, the Boilers and Pressure Vessels Act, the Occupational Health and Safety Act, the Energy Act and the regulations thereunder. Handling and storage of flammable liquids, gases, acids and sealants. Safe use of lifting and hoisting equipment, pneumatic and electrical tools and equipment, welding equipment. Powder actuated tools. Good housekeeping.\n\n\n \r\n\n \r\n\nHand Tools\n\nSelection, care and use of hammers, screwdrivers, wrenches, wood saws, hacksaws, chisels and drill bits (metal, wood, masonry), files, hand shears, hand drills, pipe cutting, threading, reaming, flaring and bending tools.\n\n\n \r\n\n \r\n\nPower Tools, Equipment\n\nCare and use of portable pneumatic and electric drills, grinders, circular and sabre saws. Powder actuated tools. Pipe bending equipment (mechanical, hydraulic). Pipe cutting, reaming, threading equipment. Pedestal and bench grinders, abrasive cut-off tools. Grinding drill bits, cutting tools. Materials handling devices, scaffolds, ladders, ropes, cables, slings, hoists.\n\n\n \r\n\n \r\n\nMeasuring Devices\n\nCare and use of rules, tapes, builders’ levels, calipers, micrometers, squares, straightedges, hand levels, plumb bobs.\n\n\n6\n\nTrade Practice\n\nErection Details\n\nHeat source location. Direction and location of runs, risers, other features. Blueprint use, relevant codes, specifications.\n\n\n \r\n\nPipe Work\n\nFerrous Pipe and Tubing\n\nTypes and uses; wrought iron, genuine wrought iron, galvanized, seamless, welded seam, steel, stainless steel. Weights; standard-schedule 40, extra strong schedule 80, double extra strong-schedule 160. Nominal sizes and dimensions. Manufacturing methods, possible defects. Bending methods and allowances. Joining methods. Fitting types, sizes, uses. Threaded joints; pipe and fitting measurements, thread allowances, tolerances. Colour coding. Protection and storage.\n\n\n \r\n\n \r\n\n(Cutting, Reaming and Threading)\n\nPipe holding devices. Cutting oils. Hand and power cutting and reaming. Thread identification, usage, standard pipe threads. Hand and power threading procedures.\n\n\n \r\n\n \r\n\n(Fitting Joints)\n\nGood piping practices. Assembly stresses, expansion and contraction. Thread lubricants. Making up pipe and fittings, installation and aligning.\n\n\n \r\n\n \r\n\nNon-ferrous Pipe and Tubing\n\nTypes and uses; brass, copper, aluminum, bronze, nickel, monel, other. Sizes and weights. Protection and storage. Bending methods and allowances. Types, sizes and uses of fittings. Joint types. Effects of condensate, electrolysis, expansion and contraction, capillary action, oxidation. Pipe cutting, reaming and threading procedures. Thread lubricants. Pipe and fitting measurements, thread allowances.\n\n\n \r\n\n \r\n\n(Making Joints)\n\nPipe and tubing practices. Brazing methods. Hard and soft soldering Silver soldering. Cleaning methods, fluxes. Heat application, working temperatures. Tube flaring methods.\n\n\n \r\n\n \r\n\nNon-metallic Pipe\n\nTypes, properties, sizes, uses; polyethylene, bituminized fibre, glass. Protection and storage. Types of joints. Pipe and fitting measurements, allowances. Cutting, reaming and flaring methods. Making cemented and fused joints; capillary action, expansion and contraction. Pipe bending methods, allowances, stresses.\n\n\n \r\n\n \r\n\nHangers and supports\n\nBuilding structure details; pipe runs and hanging methods, hanger types and spacing. Hanger rods; standard rod sizes and bolt threads, hand and power cutting and threading methods.\n\n\n \r\n\n \r\n\n(Installation)\n\nConcrete construction; inserts and setting methods. Cutting and drilling concrete. Anticipating locations. Use of stud guns and pin drivers. Co-operation with other trades. Steel structures; clamp types, standard bolts and nuts. Drilling steel joists. Use of stud guns and pin drivers. Wood construction; types and uses of bolts, lag and wood screws. Joist drilling and cutting methods. Construction methods for pipe, angle and channel iron supports. Fabricated and welded supports. Vibration and isolation springs. Flexible connections; applications, installation, short circuiting.\n\n\n \r\n\n \r\n\nFlanged Joints\n\nTypes and advantages; flanged fittings, valves, unions, companion flanges. Flange bolt types, material, sizes, threads. Threading pipe for flanges and joints. Cutting pipe for welded flanges. Preparing threaded flanges; use of pipe vise, drift pins. Gaskets and gasket materials; cutting methods. Flanged joint assembly; wrenches, lubricants, alignment, bolt tightening sequence. Misalignment effects.\n\n\n \r\n\n \r\n\nExpansion Accommodating Theory and Methods\n\nTypes, making up, locating, installation. Swing and scissors joints; piping direction changes, determining offsets. Expansion loops and bends; standard pipe bends, calculations and bending methods for circle, U, expansion U, double offset U bends.\n\n\n \r\n\n \r\n\n \n\nMechanical expansion joints; bellows and sleeve types, manufacturers specifications. Expansion joint anchors; location, expansion direction. Anchoring methods; before and after concrete pouring, steel construction, underground. Guide types; installation, manufacturers recommendations.\n\n\n \r\n\n \r\n\nPipe Welding and Fabrication\n\nTerminology. Safety practices. Relevant Boilers and Pressure Vessels Regulations, qualification tests. Welding and brazing rods, fluxes. Electrode types, classification, sizes, colour coding. Basic weld joints and symbols, pipe template development and use, plate and edge preparation, distortion prevention, stress relieving. Weld faults.\n\n\n \r\n\n \r\n\n(Oxyacetylene)\n\nEquipment and operation; regulated pressures, flame types, purpose, adjustments. All-position welding and braze welding techniques. Manual torch cutting.\n\n\n \r\n\n \r\n\n(Arc)\n\nA.C. and D.C. equipment types, operation, running maintenance. Polarity. Current requirements. Electrode selection factors. All-position single and multipass welding techniques.\n\n\n7\n\nHot Water Systems\n\nRoughing-in Procedures Installing System\n\nUnit layout and requirements, blue print use. Hot water heating theory; gravity and forced. System types; direct return, reverse return, monoflo, perimeter, radiant, heating and cooling, high temperature, snow melting, greenhouse heating. Advantages and disadvantages. Calculating quantities, pipe capacities, heat losses. Use of U factor and pipe sizing tables.\n\n\n \r\n\n \r\n\n(Roughing-in Pipe)\n\nPlanning necessary cutting and sleeving. Co-operation with other trades. Piping methods for; one pipe, up feed and down feed systems, reverse return, perimeter, radiant and high temperature hot water heating. Grading supply and return. Typical takeoff connections. By-passing obstacles. Providing for pipe expansion; guiding, anchoring. Standard piping practices.\n\n\n \r\n\n \r\n\n(Zoning of System)\n\nZoning theory and heat requirements. Length of circuits and balancing. Provision of circulators.\n\n\n \r\n\n \r\n\n(High Temperature Hot Water Systems)\n\nOn site fabrication of special fittings. Venting. Special installation requirements. Pump types; water cooled. Expansion provision; guiding and anchoring, advantages and disadvantages. Safety precautions and hazards.\n\n\n \r\n\n \r\n\nBoilers\n\nSectional and package unit types; manufacturers specifications and rated capacities. Determining type and location from plans and specifications. Receiving, handling and erecting procedures for damage prevention, ease of maintenance. Making connections; headers (supply and return). Water supply; back syphonage prevention, provision for draining.\n\n\n \r\n\n \r\n\n(Boiler Trim)\n\nFlow control valve. Operation of aquastats; single and multiple zone control. Safety features; pressure and temperature relief, pressure reducing (water), thermometers and location. Pressure gauge. Low water cut-offs. Circulators; types, necessity for use, water velocity, by-pass.\n\n\n \r\n\n \r\n\n(Hot Water Converters)\n\nTypes and operation; steam and water connections, pressure reduction (water and steam).\n\n\n \r\n\n \r\n\nExpansion Tanks\n\nLocating considerations and purpose. Connections for venting, overflow, water level gauge, air inlet valve, open systems. Tank supports. Compression or cushion tanks; purpose, location, connections. Air charging. Water-logging effects. Closed systems. Air control; air charging valve, boilertrol and airtrol fittings. Venting of systems; purpose, methods, types of vents. Manual venting.\n\n\n \r\n\n \r\n\nRadiation\n\nRadiation theory, types, sizing. Heat transfer. Venting. E.D.R. and M.B.H. Use of U factor tables. Hanging wall type radiators. Types of hangers. Fastening to masonry, concrete, wood frame construction. Piping connections for supply and return. Proper placement. Controls. Installing radiators or convectors, unit heaters, baseboard heating, radiant panels, heating and cooling units.\n\n\n \r\n\n \r\n\nMiscellaneous Procedures\n\nInstalling controls; relief valve, temperature gauges, flow control valves, pressure regulating devices, pressure gauges, automatic valves; electric and pneumatic. Electric and pneumatic radiator valves, thermostats, aquastats. Venting of systems. Manufacturers specifications. Relevant codes and regulations.\n\n\n \r\n\n \r\n\n(Firing of boilers)\n\nCombustion theory. Fuel types; coal, oil, gas. Firing controls. Draft regulation. Safety precautions, and applicable regulations.\n\n\n \r\n\n \r\n\n(Testing System)\n\nTesting methods. Noise elimination. Balancing system. Responsibilities to contractor and owner. Good housekeeping. Precautions against using oxygen for testing.\n\n\n8\n\nLow Pressure Systems\n\nInstallation Procedures Steam Mains\n\nLayout and requirements of systems; gravity and mechanical types. Advantages and disadvantages. Use of blueprints, specifications, piping and steam tables. Heat and friction losses. Use of manufacturers design data. Effect of air in system. Piping installation techniques; preparing for sleeving and inserts, co-operating with other trades. Grading and anchoring. Accommodating expansion. Hangers and supports. Necessity for drips and location.\n\n\n \r\n\n \r\n\n(Return Mains)\n\nTheory of returns; dry and wet returns, sub-atmospheric, gravity pump. Making return and boiler connections; standard practice. Proper grading. Scale and dirt elimination.\n\n\n \r\n\n \r\n\n(Risers)\n\nTaking off connections, supporting. Expansion provision. Up feed and down feed connections.\n\n\n \r\n\n \r\n\n(Special Accessories)\n\nInterpreting specifications and certified drawings. Air elimination devices. Design and function of return traps, equalizers and bleeders. Safety requirements, applicable codes.\n\n\n \r\n\n \r\n\nLow Pressure Boilers\n\nBlueprint use for building details, location of various units. Interpreting manufacturers specifications. Boiler types and construction; fire tube, water tube, cast iron. B.T.U. ratings. Boiler horse-power. Boiler rating calculations. Heat loss causes. E.D.R. ratings. Provision for sufficient unit space, ease of maintenance. Boiler assembly sequence; good trade practices. Effects of air in system, elimination methods.\n\n\n \r\n\n \r\n\n(Connections and Trim)\n\nConnections required for various heating systems. Steam headers; construction and purpose. Piping practices. Theory of return lines. Return headers. Safety practices. Trim installation; boiler code requirements. Local regulations. Manufacturers specifications. Safety equipment. Water feed connections; water pressure required and temperature effects, location of control and check valves. Water feeder types.\n\n\n \r\n\n \r\n\n(Cleaning and Testing)\n\nBoiler operating procedures. Possible adjustments. Conditions requiring water treatment. Water testing and cleaning methods.\n\n\n \r\n\n \r\n\n(Operating and Start-up)\n\nElectrical and fuel controls. Design and function of flues, breeching, chimney and draft controls. Safety practices. Instructions to owner. Peak boiler loads. Initial start-up procedures.\n\n\n \r\n\n \r\n\nRadiation\n\nPosition of units, building details. Use of blueprints and specifications. Radiation types; convectors, unit heaters. Wall hung radiators. Circulation. Heat loss factors. E.D.R. and B.T.U. ratings. Heat transmission; U factor tables. Piping connections.\n\n\n \r\n\n \r\n\n \r\n\nRadiator valves; manual and automatic. Regulating fittings. Radiator traps; types, operation and maintenance, failure results. Venting radiation; manual and automatic air vents.\n\n\n \r\n\n \r\n\n(Piping Connections)\n\nGround floor and riser connections. Grading heating element. Length of branch run outs. 3-elbow swing joints. Grade on branches. Use of angle and vertical traps and valves, regulating fittings. Condensate eliminating methods. Riser expansion compensation. Down feed connections.\n\n\n \r\n\n \r\n\n(Steam Traps)\n\nTheory of condensation return, steam traps. Location, types, operation and sizing. Testing methods; failure causes and effects. Water hammer. Trap connections for wall hung, floor mounted and recessed radiation.\n\n\n \r\n\n \r\n\n \r\n\nDripping of risers and steam mains. Connections for dry and wet returns. Boiler water level relationship. Thermostatic traps. Air elimination. Drip connections. Eccentric reducer use. Scale pockets; size and length. Connections for valve and strainer, float and thermostatic trap. Cooling legs. Expansion movement allowance.\n\n\n \r\n\n \r\n\n(Bucket Traps)\n\nTheory and operation; installations requiring use. Piping and by-pass connections; necessary precautions.\n\n\n \r\n\n \r\n\n(Return Trap or alternate Receiver)\n\nOperation of boiler return trap; piping connections. Piping connections to Hartfordloop and return main.\n\n\n \r\n\n \r\n\nUnit Heaters\n\nTypes and operation. Unit locations, building details, type of system and units. Hanging, supporting units, piping procedures. Conditions requiring recirculation ducts; sizing, E.D.R. ratings. Thermostat and starting switch operation, locating factors. Limit controls. Testing installation; adjusting controls, temperature fluctuation causes.\n\n\n \r\n\n \r\n\n(Cabinet Heaters and Window Units)\n\nTypes and operation. Blueprint, specification and shop drawing use. Piping connections. Controls and damper linkage adjustments. Combing and cleaning.\n\n\n9\n\nHigh Pressure Systems\n\nSteam Supply Installation Boilers and Accessories\n\nBuilding and boiler room details. Unit location, type, capacity, setting specifications. Fire tube and water tube boilers. Super-heaters, economizers, condensers, deaerators. Steam table use. Pressure regulation devices.\n\n\n \r\n\n \r\n\n(Boiler Trim)\n\nUse of specifications, schematic and working drawings. Applicable regulations. Piping connections to safety valves, blow-down valves, boiler header, gauges. Safety features; valves, low water cut-off. Blowdown valves, tanks and piping. Water columns. Steam separators. Fusible plugs; internal, external. Pressure gauge. Gauge glass.\n\n\n \r\n\n \r\n\n(Pipeline Accessories)\n\nPiping symbols; significance and use. Controllers and regulators. Expansion joints; anchoring and guides. Steam headers. Pressure reducing stations. Condensate elimination. Exhaust heads. Back pressure valves.\n\n\n \r\n\n \r\n\n(Exhaust Steam Equipment)\n\nExhaust steam uses. Back pressure effects. Oil separators. Fluctuating pressure effect. Continuous service connections. Condensate elimination.\n\n\n \r\n\n \r\n\n(Power Equipment)\n\nPiping connections to steam engines, turbines, water heaters and process equipment in hospitals, kitchens, laundries.\n\n\n \r\n\n \r\n\n(Heating Equipment)\n\nInstalling water supply. Pump types; turbine, reciprocating, centrifugal. Water treatment. Float and thermal controls. Injector. Water softeners. Feed water heaters; open, closed types.\n\n\n \r\n\n \r\n\n(Firing of Boilers)\n\nCombustion and fuels; coal, gas, oil. Firing, draft and combustion controls. Soot blower. Ash removal systems. Coal conveyors. Fuel supply; tower and bin feed stokers, light and bunker fuel oils, gas, pulverized coal. Oil piping and storage tanks. Oil pre-heater and pumping set types, connections.\n\n\n \r\n\n \r\n\nReturn and Accessories\n\nCondensate return; temperature, high pressure effects on piping and handling methods. Condensate cooler to vacuum return; specifications, piping and by-pass connections, air elimination. Flash tank to vacuum return; theory, piping connections, venting, types of controls. Designs and function of high pressure steam traps. Accumulator tanks; piping connections, venting methods, low return lines. Co-operation with electrical and plumbing trades. Designs of controls. Vacuum breakers.\n\n\n10\n\nProcess Piping\n\nInstallation Procedures Piping\n\nSystem requirements; blueprint and specification use. Action of chemicals on pipe materials. Pipe selection. Quantities, capacities, schedules for pressures. Pipe joining methods.\n\n\n \r\n\n \r\n\nPumps\n\nTypes and location; centrifugal, rotary, reciprocating, injector. Vibration isolation. Base material, anchor bolt location and measurement checks. Pump shaft alignment with driving mechanism. Pump lubrication, seals, rotation. Volume and pressure rating tests. Leak detection.\n\n\n \r\n\n \r\n\nValves\n\nLocation, type and construction; gate, globe, plug, cylinder, check, ball, butterfly, needle. Operating methods; manual, motorized, pneumatic, hydraulic. Use for controlling material flow, safety, automatic control, metering, venting, vacuum breaking. Valve servicing procedures.\n\n\n \r\n\n \r\n\nMiscellaneous Systems (Automatic Sprinkler)\n\nRegulations, codes. Locating, sizing pipe, sprinkler heads. Wet and dry systems.\n\n\n \r\n\n \r\n\n(Heating and Cooling)\n\nPiping systems. Free-standing heating and cooling coils. Controls. Place and set industrial equipment; cooling towers, absorption units, condensers and compressors.\n\n\n \r\n\n \r\n\n(Control Systems)\n\nPurpose of various controls, sensing devices, thermostats, aquastats, humidistats.\n\n\n \r\n\n \r\n\n(Gas)\n\nPiping systems for air, natural or manufactured gas, oxygen, acetylene, nitrogen, carbon dioxide, carbon monoxide. Applicable regulations and codes. Proper installation procedures, hanging, insulation, moisture elimination, material selection, special equipment.\n\n\n \r\n\n \r\n\n(Testing and Purging)\n\nLocal codes. Pressure requirements and procedures. Manufacturers specifications.\n\n\n11\n\nPumps\n\nInstallation Condensate and Circulating Pumps\n\nTypes and theory. Locating position. Conditions requiring pump use. Other trades co-operation. High temperature effects. Piping procedures. Alignment. Noise and vibration elimination.\n\n\n \r\n\n \r\n\n(Boiler Feed Pumps)\n\nRequired boiler water level. Return connections. Make-up water supply. Multiple boiler installations. Duplex pump connections. Suction head. Safety features. Vibration isolation.\n\n\n \r\n\n \r\n\n(Pump Discharge)\n\nLength of discharge run. Sizing; use of friction loss tables. Pump pressure head calculations.\n\n\n \r\n\n \r\n\n(Testing and Servicing)\n\nManufacturers specifications. Pump failure causes and effects. Lubrication, cooling, adjustments. Pump alignment and rotation. Electrical requirements.\n\n\n \r\n\n \r\n\nVacuum Pumps\n\nTypes and operation. Location requirements. Heating system type. Condensate and vacuum system theory. Steam and condensate temperatures. Requirements for high pressure steam systems. Co-operation with electrical trade. Use of manufacturers specifications, working drawings. Installation and piping procedures. Discharge pipe sizing, friction loss. Pump negative and positive pressure. Boiler pressure. By-pass connections. Venting. Vacuum pump testing methods. Control adjustments; high and low limits. Noise and vibration elimination.\n\n\n \r\n\n \r\n\n(Lift Fittings)\n\nTheory. Steam pressure and vacuum. Water hammer. Lift fitting types and connections.\n\n\n12\n\nControls and Valves\n\nInstallation Procedures Operating Controls\n\nLocation of units. Use of plans, blueprints, specifications, symbols. Valve designs and operation; manual, automatic. Piping connections; alignment and support. Location relationship to controlled unit. By-pass. Direction of flow effects. Co-operation with electrical trade. Circulator control. Testing controls; valve opening and closing methods, noise elimination, common faults and adjustment. Safety procedures.\n\n\n \r\n\n \r\n\nSafety Controls\n\nSystem requirements, location of units. Safety controls, designs and operation; pressure reducing, temperature and humidity control, pressure relief, pressure regulating, steam control, check and non-return. Alignment and support. Direction of flow effects. Gauges; principles, manufacturers specifications. Local regulations, boiler codes. Motorized feed water control valve. Indoor-outdoor controls.\n\n\n \r\n\n \r\n\n(Pneumatic Controls)\n\nSystem theory and operation. Compressors. Controllers. Controlled devices; fans, dampers, valves. Control panels. Pressure regulating control. Piping connections.\n\n\n \r\n\n \r\n\n(Valve Testing)\n\nCorrect operating characteristics. Common faults, necessary adjustments. Preventive maintenance.\n\n\n13\n\nEquipment Maintenance and Repair\n\nValves\n\nDesign and function of components. Packing types and purpose. Valve service ratings. Deterioration causes; pressure, temperature, corrosion, improper use, wire drawing. Trouble shooting, evaluating conditions. Repair and adjustment procedures. Preventive maintenance.\n\n\n \r\n\n \r\n\nBoilers\n\nOperation and servicing; conditions and symptoms. Safe shut down procedures; normal, emergency (low water, relief valve failure). Cleaning methods; blowdown, scale removal. Boiler compounds. Water treatment. Manufacturers specifications.\n\n\n \r\n\n \r\n\n(Controls)\n\nCleaning and adjustment procedures. Boiler codes. Safety valves. Low water cut-off. Water columns. Automatic water feeder. Feed-water pump control. Firing and limit controls.\n\n\n \r\n\n \r\n\n(Fuel Quality)\n\nTesting procedures. Characteristics of fuels and combustion. Elimination of combustion products. Chimney effect. Flues and breeching.\n\n\n \r\n\n \r\n\n(Repair or Replacement)\n\nEconomics and comparative costs. Safety considerations. Working with other trades.\n\n\n \r\n\n \r\n\nHeating Systems\n\nOperation of systems. Trouble shooting procedures; common problems, causes, effects. Routine tests. Power source related problems. Isolating trouble. Shut down procedures; effects, local conditions, building type, usage. Protecting water coils and piping against freezing; draining, use of anti-freeze.\n\n\n \r\n\n \r\n\n(Steam Supply)\n\nAdjusting to overcome related troubles; failure of controls, corrosion and scale, riser drips, steam pressure, venting, location of thermostats, building construction changes.\n\n\n \r\n\n \r\n\n(Return Lines)\n\nAdjusting to correct trap failure, sagging or low spots, insufficient vacuum, corrosion and scale, condensate return to boiler.\n\n\n \r\n\n \r\n\n(Accessories)\n\nServicing procedures. Use of working drawings, manufacturers specifications. Miscellaneous valves; pressure reducing, pressure regulating; temperature, flow and zone control. Condensate receivers. Cushion tanks. Altitude gauge. Circulation pumps. Thermometers. Repairing valve and expansion joint leaks. Packing types and methods, parts replacement, safety precautions.\n\n\n14\n\nUnderground Distribution Systems\n\nPipework\n\nUnderground system types; ric-wil, ebco, clay pipe installation, trycilite, durante, others. Installation methods. Curing, testing. Backfilling (materials). External corrosion of casings. Cathodic protection. Trenchwork safety precautions.\n\n\n15\n\nRigging\n\nScaffolding and Ladders\n\nTypes, uses, safe handling, erecting and securing methods. Clearance from high voltage lines. Building and safety codes. Care and maintenance.\n\n\n \r\n\n \r\n\nHoists\n\nTypes and use of chain hoists, rope blocks, winches, tripods. Anchoring hoists. Safe loads. Gin pole. Hooks. Air tuggers. Snatch blocks. Care and maintenance.\n\n\n \r\n\n \r\n\nPlacing Equipment\n\nJacking, blocking procedures. Use of rollers. Lowering, raising and handling. Standard hoist signals.\n\n\n \r\n\n \r\n\nRopes and Slings\n\nRope and cable sizes, materials, load capacities. Sling fabrication. Rope splicing, cable clamping, Knot tying. R.R.O. 1990, Reg. 1079, Sched. 1. SCHEDULE 2   STEAMFITTER Work Experience Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nCourse\n\nSubject\n\nWork Experience Training\n\n\n1\n\nTrade Practice (As detailed in Schedule 1)\n\nGeneral\n\nSafety rules and removal of all hazards. The Workers’ Compensation Act, the Building Code Act, the Boilers and Pressure Vessels Act, the Energy Act and the regulations thereunder. The Occupational Health and Safety Act. Care and use of hand and portable power tools and equipment, measuring devices. Pipe work (ferrous, non-ferrous and non-metallic); cutting, reaming, threading, bending, flaring. Making, fitting and installing joints, flanges, expansion joints, hangers and supports. Pipe and tubing welding, cutting, brazing and soldering.\n\n\n2\n\nHot Water Systems\n\nInstalling Systems\n\nFamiliarization with gravity and forced hot water heating theory and types of systems. Roughing-in piping. Zoning and balancing systems. High temperature hot water systems.\n\n\n \r\n\n \r\n\nBoilers\n\nSetting and erecting sectional and package units. Making boiler connections. Installing boiler trim, circulators, hot water converters.\n\n\n \r\n\n \r\n\nExpansion Tanks\n\nInstalling expansion, compression and cushion tanks. Venting systems.\n\n\n \r\n\n \r\n\nRadiation\n\nFamiliarization with radiation theory. Installing radiators and convectors, unit heaters, base board heating, radiant panels, heating and cooling units.\n\n\n \r\n\n \r\n\nMiscellaneous Operations\n\nInstalling controls. Firing of boiler. Testing system. Balancing. Noise elimination.\n\n\n3\n\nLow Pressure Systems\n\nInstalling Systems\n\nFamiliarization with gravity and mechanical systems, theory of returns. Installing steam mains, return mains, risers. Special accessories.\n\n\n \r\n\n \r\n\nBoilers\n\nInstalling low pressure boilers. Boiler connections. Installing boiler trim. Making water feed connections. Cleaning and testing boiler, operating and initial start-up. Water tests and treatment.\n\n\n \r\n\n \r\n\nRadiation\n\nInstallation of convectors, wall hung radiators. Radiator valves, traps. Manual and automatic venting. Piping connections.\n\n\n \r\n\n \r\n\nSteam Traps\n\nInstalling and testing steam traps. Dripping of risers and steam mains. Installing bucket traps, return traps, alternate receivers.\n\n\n \r\n\n \r\n\nUnit Heaters\n\nInstalling unit heaters, cabinet heaters and window units. Thermostats. Testing installations.\n\n\n4\n\nHigh Pressure Systems\n\nSteam Supply\n\nInstalling boilers and accessories, boiler trim. Pipeline accessories. Exhaust steam equipment. Piping connections to steam engines, turbines, water heaters and process equipment in hospitals, kitchens, laundries. Installing water supply to heating equipment; pumps, controls, injector. Feedwater heaters. Water treatment. Water softeners. Firing of boilers.\n\n\n \r\n\n \r\n\nReturn and Accessories\n\nInstalling condensate return, condensate cooler to vacuum return, flash tank to vacuum return, accumulator tanks.\n\n\n5\n\nProcess Piping\n\nGeneral\n\nSelecting and installing pipe to carry various materials. Pump installation, alignment and testing. Valve installation and servicing.\n\n\n \r\n\n \r\n\n \r\n\nInstalling wet and dry automatic sprinkler systems to relevant codes. Heating and cooling piping systems and controls, cooling towers, absorption units, condensers and compressors. Miscellaneous gas piping systems. Testing and purging in accordance with relevant codes and specifications.\n\n\n6\n\nPumps\n\nGeneral\n\nInstalling condensate, circulating and boiler feed pumps, pump discharge. Testing and servicing. Installing vacuum pump and testing. Installing lift fittings.\n\n\n7\n\nControls and Valves\n\nGeneral\n\nInstalling operating controls and testing. Installing safety controls and accessories. Pneumatic control systems. Valve testing.\n\n\n8\n\nEquipment Maintenance and Repair\n\nValves\n\nEvaluating deterioration. Repairing, repacking, reseating, adjusting, lubrication. Preventive maintenance.\n\n\n \r\n\n \r\n\nBoilers\n\nServicing operations; familiarization with operation, conditions and symptoms, safe normal and emergency shut down. Cleaning boilers; blowdown, scale removal, boiler compounds and water treatment. Cleaning and adjusting boiler controls. Fuel quality tests. Economical and safe boiler repairs or replacement.\n\n\n \r\n\n \r\n\nHeating Systems\n\nFamiliarization with types and operation. Isolating trouble. Shutting down systems. Protecting against freezing. Correcting steam supply and return line troubles. Servicing pressure reducing and regulating valves; temperature, flow and zone control valves. Condensate receivers, cushion tanks, altitude gauges, circulation pumps, thermometers. Repairing valve and expansion joint leaks.\n\n\n9\n\nUnderground Distribution Systems\n\nPipework\n\nFamiliarization with system types and installation. Curing, testing, backfilling. Cathodic protection of casings.\n\n\n10\n\nRigging\n\nGeneral\n\nErecting scaffolding and ladders. Use of hoists, ropes, cables, slings. Placing equipment, use of hand signals. Care and maintenance of rigging equipment. R.R.O. 1990, Reg. 1079, Sched. 2. ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The number of apprentices who may be employed by an employer in the certified trade shall not exceed,</p> <p class=\"clause-e\">(a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for every three journeypersons employed by the employer in the trade and with whom the apprentice is working; and</p> <p class=\"clause-e\">(b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional three journeypersons employed by the employer in the trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1079, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  STEAMFITTER</p> <p class=\"heading1x-e\">In-School Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Course</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Instruction to be Given</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Mathematics (Trade Related)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Mathematics</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Addition, subtraction, multiplication, division of whole numbers, fractions, decimals. Metric system; conversion methods. Weights and measures. Ratio and proportion. Percentage, discounts, simple interest. Areas, volumes, linear, angular mensuration. Square root. Right angle triangle. Scale conversion. Simple equations and formulae calculations (tanks, pipes; capacities, rate of flow).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Science (Trade Related)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Physics</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Properties of matter; solids, liquids, gases. Hydrostatics; atmospheric pressure, manometer, mercury barometer, gauge and absolute pressure, syphon principle. Hydraulics; Pascals Law, fluids under pressure. Gas laws; expansion and compression, Boyles Law, vacuum pump, compression pump. Work, energy and power; units of energy, horse power calculations. Basic electricity; amperes, voltage, resistance, Ohm’s Law. Electron flow. Electromagnetism. Series and parallel circuits. Voltage drop. Conductors and insulators. Heat; temperature scales, heat capacity. Specific heat of solids, liquids, gases. Coefficients of expansion, expansion of gases, Charles Law. Changes of state; evaporization, condensation, freezing. Pressure effects, sensible and latent heats, B.T.U. graph. Heat transmission; radiation, convection, conduction. Properties of steam; sensible and latent heats, saturated and super-heated steam, heat content, mechanical equivalent of heat, heating plant efficiency, heat loss and prevention. Properties of materials; tensile and compressive stress. Basic metallurgy; ferrous and non-ferrous metals, corrosion, electrolysis, electropotential series, welding effects.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">English</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Usage and Business Communication</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Reading comprehension. Trade terminology, usage. Sentence, paragraph structure. Letter, report writing. Work and parts orders. Interpretation and use of manufacturer’s manuals and job specifications. Oral communication.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Drafting and Blue Print Reading</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Basic Drafting and Interpretation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Use of lines, views, projections, sections, developments, dimensions, lettering. Threads and fasteners. Material specifications. Reading and interpretation of frame, masonry and concrete construction plans; materials, construction members, dimensioning, sections, elevations, details, scales, schedules, standard architectural symbols. Piping drawings; single line, double line, isometric. Pipe fabrication, piping and welding symbols. Steam and hot water systems. Boiler room and diesel engine piping, pipe hangers. Preparation of elementary trade related working drawings, dimensioned sketches, piping systems and layouts, material estimates.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Trade Practice <br/> <br/>  General</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Safety</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Safety rules and safe operating procedures. Protective clothing and equipment. First aid. Fire prevention, location, use and maintenance of fire fighting equipment. The <i>Workers’ Compensation Act</i>, the <i>Building Code Act</i>, the <i>Boilers and Pressure Vessels Act</i>, the <i>Occupational Health and Safety Act</i>, the <i>Energy Act</i> and the regulations thereunder. Handling and storage of flammable liquids, gases, acids and sealants. Safe use of lifting and hoisting equipment, pneumatic and electrical tools and equipment, welding equipment. Powder actuated tools. Good housekeeping.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hand Tools</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection, care and use of hammers, screwdrivers, wrenches, wood saws, hacksaws, chisels and drill bits (metal, wood, masonry), files, hand shears, hand drills, pipe cutting, threading, reaming, flaring and bending tools.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Power Tools, Equipment</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Care and use of portable pneumatic and electric drills, grinders, circular and sabre saws. Powder actuated tools. Pipe bending equipment (mechanical, hydraulic). Pipe cutting, reaming, threading equipment. Pedestal and bench grinders, abrasive cut-off tools. Grinding drill bits, cutting tools. Materials handling devices, scaffolds, ladders, ropes, cables, slings, hoists.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Measuring Devices</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Care and use of rules, tapes, builders’ levels, calipers, micrometers, squares, straightedges, hand levels, plumb bobs.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Trade Practice</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Erection Details</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Heat source location. Direction and location of runs, risers, other features. Blueprint use, relevant codes, specifications.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Pipe Work</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Ferrous Pipe and Tubing</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and uses; wrought iron, genuine wrought iron, galvanized, seamless, welded seam, steel, stainless steel. Weights; standard-schedule 40, extra strong schedule 80, double extra strong-schedule 160. Nominal sizes and dimensions. Manufacturing methods, possible defects. Bending methods and allowances. Joining methods. Fitting types, sizes, uses. Threaded joints; pipe and fitting measurements, thread allowances, tolerances. Colour coding. Protection and storage.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Cutting, Reaming and Threading)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Pipe holding devices. Cutting oils. Hand and power cutting and reaming. Thread identification, usage, standard pipe threads. Hand and power threading procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Fitting Joints)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Good piping practices. Assembly stresses, expansion and contraction. Thread lubricants. Making up pipe and fittings, installation and aligning.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Non-ferrous Pipe and Tubing</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and uses; brass, copper, aluminum, bronze, nickel, monel, other. Sizes and weights. Protection and storage. Bending methods and allowances. Types, sizes and uses of fittings. Joint types. Effects of condensate, electrolysis, expansion and contraction, capillary action, oxidation. Pipe cutting, reaming and threading procedures. Thread lubricants. Pipe and fitting measurements, thread allowances.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Making Joints)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Pipe and tubing practices. Brazing methods. Hard and soft soldering Silver soldering. Cleaning methods, fluxes. Heat application, working temperatures. Tube flaring methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Non-metallic Pipe</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types, properties, sizes, uses; polyethylene, bituminized fibre, glass. Protection and storage. Types of joints. Pipe and fitting measurements, allowances. Cutting, reaming and flaring methods. Making cemented and fused joints; capillary action, expansion and contraction. Pipe bending methods, allowances, stresses.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hangers and supports</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Building structure details; pipe runs and hanging methods, hanger types and spacing. Hanger rods; standard rod sizes and bolt threads, hand and power cutting and threading methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Concrete construction; inserts and setting methods. Cutting and drilling concrete. Anticipating locations. Use of stud guns and pin drivers. Co-operation with other trades. Steel structures; clamp types, standard bolts and nuts. Drilling steel joists. Use of stud guns and pin drivers. Wood construction; types and uses of bolts, lag and wood screws. Joist drilling and cutting methods. Construction methods for pipe, angle and channel iron supports. Fabricated and welded supports. Vibration and isolation springs. Flexible connections; applications, installation, short circuiting.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Flanged Joints</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and advantages; flanged fittings, valves, unions, companion flanges. Flange bolt types, material, sizes, threads. Threading pipe for flanges and joints. Cutting pipe for welded flanges. Preparing threaded flanges; use of pipe vise, drift pins. Gaskets and gasket materials; cutting methods. Flanged joint assembly; wrenches, lubricants, alignment, bolt tightening sequence. Misalignment effects.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Expansion Accommodating Theory and Methods</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types, making up, locating, installation. Swing and scissors joints; piping direction changes, determining offsets. Expansion loops and bends; standard pipe bends, calculations and bending methods for circle, U, expansion U, double offset U bends.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\"> </p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Mechanical expansion joints; bellows and sleeve types, manufacturers specifications. Expansion joint anchors; location, expansion direction. Anchoring methods; before and after concrete pouring, steel construction, underground. Guide types; installation, manufacturers recommendations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Pipe Welding and Fabrication</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Terminology. Safety practices. Relevant Boilers and Pressure Vessels Regulations, qualification tests. Welding and brazing rods, fluxes. Electrode types, classification, sizes, colour coding. Basic weld joints and symbols, pipe template development and use, plate and edge preparation, distortion prevention, stress relieving. Weld faults.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Oxyacetylene)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Equipment and operation; regulated pressures, flame types, purpose, adjustments. All-position welding and braze welding techniques. Manual torch cutting.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Arc)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">A.C. and D.C. equipment types, operation, running maintenance. Polarity. Current requirements. Electrode selection factors. All-position single and multipass welding techniques.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Hot Water Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Roughing-in Procedures Installing System</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Unit layout and requirements, blue print use. Hot water heating theory; gravity and forced. System types; direct return, reverse return, monoflo, perimeter, radiant, heating and cooling, high temperature, snow melting, greenhouse heating. Advantages and disadvantages. Calculating quantities, pipe capacities, heat losses. Use of U factor and pipe sizing tables.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Roughing-in Pipe)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Planning necessary cutting and sleeving. Co-operation with other trades. Piping methods for; one pipe, up feed and down feed systems, reverse return, perimeter, radiant and high temperature hot water heating. Grading supply and return. Typical takeoff connections. By-passing obstacles. Providing for pipe expansion; guiding, anchoring. Standard piping practices.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Zoning of System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Zoning theory and heat requirements. Length of circuits and balancing. Provision of circulators.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(High Temperature Hot Water Systems)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">On site fabrication of special fittings. Venting. Special installation requirements. Pump types; water cooled. Expansion provision; guiding and anchoring, advantages and disadvantages. Safety precautions and hazards.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Boilers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Sectional and package unit types; manufacturers specifications and rated capacities. Determining type and location from plans and specifications. Receiving, handling and erecting procedures for damage prevention, ease of maintenance. Making connections; headers (supply and return). Water supply; back syphonage prevention, provision for draining.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Boiler Trim)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Flow control valve. Operation of aquastats; single and multiple zone control. Safety features; pressure and temperature relief, pressure reducing (water), thermometers and location. Pressure gauge. Low water cut-offs. Circulators; types, necessity for use, water velocity, by-pass.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Hot Water Converters)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and operation; steam and water connections, pressure reduction (water and steam).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Expansion Tanks</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Locating considerations and purpose. Connections for venting, overflow, water level gauge, air inlet valve, open systems. Tank supports. Compression or cushion tanks; purpose, location, connections. Air charging. Water-logging effects. Closed systems. Air control; air charging valve, boilertrol and airtrol fittings. Venting of systems; purpose, methods, types of vents. Manual venting.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Radiation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Radiation theory, types, sizing. Heat transfer. Venting. E.D.R. and M.B.H. Use of U factor tables. Hanging wall type radiators. Types of hangers. Fastening to masonry, concrete, wood frame construction. Piping connections for supply and return. Proper placement. Controls. Installing radiators or convectors, unit heaters, baseboard heating, radiant panels, heating and cooling units.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Miscellaneous Procedures</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing controls; relief valve, temperature gauges, flow control valves, pressure regulating devices, pressure gauges, automatic valves; electric and pneumatic. Electric and pneumatic radiator valves, thermostats, aquastats. Venting of systems. Manufacturers specifications. Relevant codes and regulations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Firing of boilers)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Combustion theory. Fuel types; coal, oil, gas. Firing controls. Draft regulation. Safety precautions, and applicable regulations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Testing methods. Noise elimination. Balancing system. Responsibilities to contractor and owner. Good housekeeping. Precautions against using oxygen for testing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Low Pressure Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installation Procedures Steam Mains</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Layout and requirements of systems; gravity and mechanical types. Advantages and disadvantages. Use of blueprints, specifications, piping and steam tables. Heat and friction losses. Use of manufacturers design data. Effect of air in system. Piping installation techniques; preparing for sleeving and inserts, co-operating with other trades. Grading and anchoring. Accommodating expansion. Hangers and supports. Necessity for drips and location.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Return Mains)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Theory of returns; dry and wet returns, sub-atmospheric, gravity pump. Making return and boiler connections; standard practice. Proper grading. Scale and dirt elimination.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Risers)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Taking off connections, supporting. Expansion provision. Up feed and down feed connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Special Accessories)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpreting specifications and certified drawings. Air elimination devices. Design and function of return traps, equalizers and bleeders. Safety requirements, applicable codes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Low Pressure Boilers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Blueprint use for building details, location of various units. Interpreting manufacturers specifications. Boiler types and construction; fire tube, water tube, cast iron. B.T.U. ratings. Boiler horse-power. Boiler rating calculations. Heat loss causes. E.D.R. ratings. Provision for sufficient unit space, ease of maintenance. Boiler assembly sequence; good trade practices. Effects of air in system, elimination methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Connections and Trim)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Connections required for various heating systems. Steam headers; construction and purpose. Piping practices. Theory of return lines. Return headers. Safety practices. Trim installation; boiler code requirements. Local regulations. Manufacturers specifications. Safety equipment. Water feed connections; water pressure required and temperature effects, location of control and check valves. Water feeder types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Cleaning and Testing)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Boiler operating procedures. Possible adjustments. Conditions requiring water treatment. Water testing and cleaning methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Operating and Start-up)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Electrical and fuel controls. Design and function of flues, breeching, chimney and draft controls. Safety practices. Instructions to owner. Peak boiler loads. Initial start-up procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Radiation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Position of units, building details. Use of blueprints and specifications. Radiation types; convectors, unit heaters. Wall hung radiators. Circulation. Heat loss factors. E.D.R. and B.T.U. ratings. Heat transmission; U factor tables. Piping connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"> \r\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Radiator valves; manual and automatic. Regulating fittings. Radiator traps; types, operation and maintenance, failure results. Venting radiation; manual and automatic air vents.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Piping Connections)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Ground floor and riser connections. Grading heating element. Length of branch run outs. 3-elbow swing joints. Grade on branches. Use of angle and vertical traps and valves, regulating fittings. Condensate eliminating methods. Riser expansion compensation. Down feed connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Steam Traps)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Theory of condensation return, steam traps. Location, types, operation and sizing. Testing methods; failure causes and effects. Water hammer. Trap connections for wall hung, floor mounted and recessed radiation.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"> \r\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Dripping of risers and steam mains. Connections for dry and wet returns. Boiler water level relationship. Thermostatic traps. Air elimination. Drip connections. Eccentric reducer use. Scale pockets; size and length. Connections for valve and strainer, float and thermostatic trap. Cooling legs. Expansion movement allowance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Bucket Traps)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Theory and operation; installations requiring use. Piping and by-pass connections; necessary precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Return Trap or alternate Receiver)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Operation of boiler return trap; piping connections. Piping connections to Hartfordloop and return main.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Unit Heaters</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and operation. Unit locations, building details, type of system and units. Hanging, supporting units, piping procedures. Conditions requiring recirculation ducts; sizing, E.D.R. ratings. Thermostat and starting switch operation, locating factors. Limit controls. Testing installation; adjusting controls, temperature fluctuation causes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Cabinet Heaters and Window Units)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and operation. Blueprint, specification and shop drawing use. Piping connections. Controls and damper linkage adjustments. Combing and cleaning.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">High Pressure Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Steam Supply Installation Boilers and Accessories</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Building and boiler room details. Unit location, type, capacity, setting specifications. Fire tube and water tube boilers. Super-heaters, economizers, condensers, deaerators. Steam table use. Pressure regulation devices.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Boiler Trim)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Use of specifications, schematic and working drawings. Applicable regulations. Piping connections to safety valves, blow-down valves, boiler header, gauges. Safety features; valves, low water cut-off. Blowdown valves, tanks and piping. Water columns. Steam separators. Fusible plugs; internal, external. Pressure gauge. Gauge glass.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Pipeline Accessories)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Piping symbols; significance and use. Controllers and regulators. Expansion joints; anchoring and guides. Steam headers. Pressure reducing stations. Condensate elimination. Exhaust heads. Back pressure valves.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Exhaust Steam Equipment)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Exhaust steam uses. Back pressure effects. Oil separators. Fluctuating pressure effect. Continuous service connections. Condensate elimination.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Power Equipment)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Piping connections to steam engines, turbines, water heaters and process equipment in hospitals, kitchens, laundries.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Heating Equipment)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing water supply. Pump types; turbine, reciprocating, centrifugal. Water treatment. Float and thermal controls. Injector. Water softeners. Feed water heaters; open, closed types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Firing of Boilers)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Combustion and fuels; coal, gas, oil. Firing, draft and combustion controls. Soot blower. Ash removal systems. Coal conveyors. Fuel supply; tower and bin feed stokers, light and bunker fuel oils, gas, pulverized coal. Oil piping and storage tanks. Oil pre-heater and pumping set types, connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Return and Accessories</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Condensate return; temperature, high pressure effects on piping and handling methods. Condensate cooler to vacuum return; specifications, piping and by-pass connections, air elimination. Flash tank to vacuum return; theory, piping connections, venting, types of controls. Designs and function of high pressure steam traps. Accumulator tanks; piping connections, venting methods, low return lines. Co-operation with electrical and plumbing trades. Designs of controls. Vacuum breakers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Process Piping</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installation Procedures Piping</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">System requirements; blueprint and specification use. Action of chemicals on pipe materials. Pipe selection. Quantities, capacities, schedules for pressures. Pipe joining methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Pumps</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and location; centrifugal, rotary, reciprocating, injector. Vibration isolation. Base material, anchor bolt location and measurement checks. Pump shaft alignment with driving mechanism. Pump lubrication, seals, rotation. Volume and pressure rating tests. Leak detection.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Valves</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Location, type and construction; gate, globe, plug, cylinder, check, ball, butterfly, needle. Operating methods; manual, motorized, pneumatic, hydraulic. Use for controlling material flow, safety, automatic control, metering, venting, vacuum breaking. Valve servicing procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Miscellaneous Systems (Automatic Sprinkler)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Regulations, codes. Locating, sizing pipe, sprinkler heads. Wet and dry systems.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Heating and Cooling)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Piping systems. Free-standing heating and cooling coils. Controls. Place and set industrial equipment; cooling towers, absorption units, condensers and compressors.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Control Systems)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Purpose of various controls, sensing devices, thermostats, aquastats, humidistats.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Gas)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Piping systems for air, natural or manufactured gas, oxygen, acetylene, nitrogen, carbon dioxide, carbon monoxide. Applicable regulations and codes. Proper installation procedures, hanging, insulation, moisture elimination, material selection, special equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing and Purging)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Local codes. Pressure requirements and procedures. Manufacturers specifications.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Pumps</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installation Condensate and Circulating Pumps</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and theory. Locating position. Conditions requiring pump use. Other trades co-operation. High temperature effects. Piping procedures. Alignment. Noise and vibration elimination.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Boiler Feed Pumps)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Required boiler water level. Return connections. Make-up water supply. Multiple boiler installations. Duplex pump connections. Suction head. Safety features. Vibration isolation.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Pump Discharge)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Length of discharge run. Sizing; use of friction loss tables. Pump pressure head calculations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing and Servicing)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Manufacturers specifications. Pump failure causes and effects. Lubrication, cooling, adjustments. Pump alignment and rotation. Electrical requirements.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Vacuum Pumps</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and operation. Location requirements. Heating system type. Condensate and vacuum system theory. Steam and condensate temperatures. Requirements for high pressure steam systems. Co-operation with electrical trade. Use of manufacturers specifications, working drawings. Installation and piping procedures. Discharge pipe sizing, friction loss. Pump negative and positive pressure. Boiler pressure. By-pass connections. Venting. Vacuum pump testing methods. Control adjustments; high and low limits. Noise and vibration elimination.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Lift Fittings)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Theory. Steam pressure and vacuum. Water hammer. Lift fitting types and connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Controls and Valves</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installation Procedures Operating Controls</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Location of units. Use of plans, blueprints, specifications, symbols. Valve designs and operation; manual, automatic. Piping connections; alignment and support. Location relationship to controlled unit. By-pass. Direction of flow effects. Co-operation with electrical trade. Circulator control. Testing controls; valve opening and closing methods, noise elimination, common faults and adjustment. Safety procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Safety Controls</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">System requirements, location of units. Safety controls, designs and operation; pressure reducing, temperature and humidity control, pressure relief, pressure regulating, steam control, check and non-return. Alignment and support. Direction of flow effects. Gauges; principles, manufacturers specifications. Local regulations, boiler codes. Motorized feed water control valve. Indoor-outdoor controls.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Pneumatic Controls)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">System theory and operation. Compressors. Controllers. Controlled devices; fans, dampers, valves. Control panels. Pressure regulating control. Piping connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Valve Testing)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Correct operating characteristics. Common faults, necessary adjustments. Preventive maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">13</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Equipment Maintenance and Repair</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Valves</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Design and function of components. Packing types and purpose. Valve service ratings. Deterioration causes; pressure, temperature, corrosion, improper use, wire drawing. Trouble shooting, evaluating conditions. Repair and adjustment procedures. Preventive maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Boilers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Operation and servicing; conditions and symptoms. Safe shut down procedures; normal, emergency (low water, relief valve failure). Cleaning methods; blowdown, scale removal. Boiler compounds. Water treatment. Manufacturers specifications.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Controls)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Cleaning and adjustment procedures. Boiler codes. Safety valves. Low water cut-off. Water columns. Automatic water feeder. Feed-water pump control. Firing and limit controls.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Fuel Quality)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Testing procedures. Characteristics of fuels and combustion. Elimination of combustion products. Chimney effect. Flues and breeching.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Repair or Replacement)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Economics and comparative costs. Safety considerations. Working with other trades.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Heating Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Operation of systems. Trouble shooting procedures; common problems, causes, effects. Routine tests. Power source related problems. Isolating trouble. Shut down procedures; effects, local conditions, building type, usage. Protecting water coils and piping against freezing; draining, use of anti-freeze.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Steam Supply)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Adjusting to overcome related troubles; failure of controls, corrosion and scale, riser drips, steam pressure, venting, location of thermostats, building construction changes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Return Lines)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Adjusting to correct trap failure, sagging or low spots, insufficient vacuum, corrosion and scale, condensate return to boiler.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Accessories)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Servicing procedures. Use of working drawings, manufacturers specifications. Miscellaneous valves; pressure reducing, pressure regulating; temperature, flow and zone control. Condensate receivers. Cushion tanks. Altitude gauge. Circulation pumps. Thermometers. Repairing valve and expansion joint leaks. Packing types and methods, parts replacement, safety precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">14</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Underground Distribution Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Pipework</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Underground system types; ric-wil, ebco, clay pipe installation, trycilite, durante, others. Installation methods. Curing, testing. Backfilling (materials). External corrosion of casings. Cathodic protection. Trenchwork safety precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Rigging</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Scaffolding and Ladders</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types, uses, safe handling, erecting and securing methods. Clearance from high voltage lines. Building and safety codes. Care and maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hoists</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and use of chain hoists, rope blocks, winches, tripods. Anchoring hoists. Safe loads. Gin pole. Hooks. Air tuggers. Snatch blocks. Care and maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Placing Equipment</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Jacking, blocking procedures. Use of rollers. Lowering, raising and handling. Standard hoist signals.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Ropes and Slings</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Rope and cable sizes, materials, load capacities. Sling fabrication. Rope splicing, cable clamping, Knot tying.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1079, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  STEAMFITTER</p> <p class=\"heading1x-e\">Work Experience Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Course</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Work Experience Training</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Trade Practice (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Safety rules and removal of all hazards. The <i>Workers’ Compensation Act</i>, the <i>Building Code Act</i>, the <i>Boilers and Pressure Vessels Act</i>, the <i>Energy Act</i> and the regulations thereunder. The <i>Occupational Health and Safety Act</i>. Care and use of hand and portable power tools and equipment, measuring devices. Pipe work (ferrous, non-ferrous and non-metallic); cutting, reaming, threading, bending, flaring. Making, fitting and installing joints, flanges, expansion joints, hangers and supports. Pipe and tubing welding, cutting, brazing and soldering.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Hot Water Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installing Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with gravity and forced hot water heating theory and types of systems. Roughing-in piping. Zoning and balancing systems. High temperature hot water systems.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Boilers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Setting and erecting sectional and package units. Making boiler connections. Installing boiler trim, circulators, hot water converters.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Expansion Tanks</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing expansion, compression and cushion tanks. Venting systems.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Radiation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with radiation theory. Installing radiators and convectors, unit heaters, base board heating, radiant panels, heating and cooling units.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Miscellaneous Operations</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing controls. Firing of boiler. Testing system. Balancing. Noise elimination.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Low Pressure Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installing Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with gravity and mechanical systems, theory of returns. Installing steam mains, return mains, risers. Special accessories.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Boilers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing low pressure boilers. Boiler connections. Installing boiler trim. Making water feed connections. Cleaning and testing boiler, operating and initial start-up. Water tests and treatment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Radiation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installation of convectors, wall hung radiators. Radiator valves, traps. Manual and automatic venting. Piping connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Steam Traps</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing and testing steam traps. Dripping of risers and steam mains. Installing bucket traps, return traps, alternate receivers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Unit Heaters</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing unit heaters, cabinet heaters and window units. Thermostats. Testing installations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">High Pressure Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Steam Supply</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing boilers and accessories, boiler trim. Pipeline accessories. Exhaust steam equipment. Piping connections to steam engines, turbines, water heaters and process equipment in hospitals, kitchens, laundries. Installing water supply to heating equipment; pumps, controls, injector. Feedwater heaters. Water treatment. Water softeners. Firing of boilers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Return and Accessories</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing condensate return, condensate cooler to vacuum return, flash tank to vacuum return, accumulator tanks.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Process Piping</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selecting and installing pipe to carry various materials. Pump installation, alignment and testing. Valve installation and servicing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"> \r\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing wet and dry automatic sprinkler systems to relevant codes. Heating and cooling piping systems and controls, cooling towers, absorption units, condensers and compressors. Miscellaneous gas piping systems. Testing and purging in accordance with relevant codes and specifications.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Pumps</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing condensate, circulating and boiler feed pumps, pump discharge. Testing and servicing. Installing vacuum pump and testing. Installing lift fittings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Controls and Valves</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Installing operating controls and testing. Installing safety controls and accessories. Pneumatic control systems. Valve testing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Equipment Maintenance and Repair</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Valves</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Evaluating deterioration. Repairing, repacking, reseating, adjusting, lubrication. Preventive maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Boilers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Servicing operations; familiarization with operation, conditions and symptoms, safe normal and emergency shut down. Cleaning boilers; blowdown, scale removal, boiler compounds and water treatment. Cleaning and adjusting boiler controls. Fuel quality tests. Economical and safe boiler repairs or replacement.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Heating Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with types and operation. Isolating trouble. Shutting down systems. Protecting against freezing. Correcting steam supply and return line troubles. Servicing pressure reducing and regulating valves; temperature, flow and zone control valves. Condensate receivers, cushion tanks, altitude gauges, circulation pumps, thermometers. Repairing valve and expansion joint leaks.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Underground Distribution Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Pipework</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with system types and installation. Curing, testing, backfilling. Cathodic protection of casings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Rigging</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Erecting scaffolding and ladders. Use of hoists, ropes, cables, slings. Placing equipment, use of hand signals. Care and maintenance of rigging equipment.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1079, Sched. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}