{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 857: TEACHERS",
        "reg_name_text": "TEACHERS",
        "citation": "R.R.O. 1990, Reg. 857: ",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/900857",
        "date_scraped": "2023-12-20 01:55:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 28, 1991",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The purpose of this Regulation is to make the Act apply to teachers in a manner that is consistent with the Education Act.  R.R.O. 1990, Reg. 857, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The purpose of this Regulation is to make the Act apply to teachers in a manner that is consistent with the <i>Education Act</i>.  R.R.O. 1990, Reg. 857, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Subject to section 3, the Act applies to all persons who are employed as teachers as defined in the Education Act.  R.R.O. 1990, Reg. 857, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Subject to section 3, the Act applies to all persons who are employed as teachers as defined in the <i>Education Act</i>.  R.R.O. 1990, Reg. 857, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The following conditions and limitations apply to the application of the Act to teachers: 1. A principal, vice-principal or teacher appointed by an employer of teachers to direct and supervise a school or an organizational unit of a school is a person who has charge of a school or authority over a teacher and exercises managerial functions. 2. An employer of teachers that establishes and maintains one joint health and safety committee for all its teachers shall be deemed to have complied with subsection 9 (2) of the Act with respect to all its teachers but nothing in this paragraph requires the discontinuance of any joint health and safety committee or committee of a like nature in existence on the 1st day of October, 1979 or prevents the employer from establishing more than one joint health and safety committee for its teachers. 3. Part V of the Act does not apply to a teacher where the circumstances are such that the life, health or safety of a pupil is in imminent jeopardy.  R.R.O. 1990, Reg. 857, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following conditions and limitations apply to the application of the Act to teachers:</p> <p class=\"paragraph-e\">  1. A principal, vice-principal or teacher appointed by an employer of teachers to direct and supervise a school or an organizational unit of a school is a person who has charge of a school or authority over a teacher and exercises managerial functions.</p> <p class=\"paragraph-e\">  2. An employer of teachers that establishes and maintains one joint health and safety committee for all its teachers shall be deemed to have complied with subsection 9 (2) of the Act with respect to all its teachers but nothing in this paragraph requires the discontinuance of any joint health and safety committee or committee of a like nature in existence on the 1st day of October, 1979 or prevents the employer from establishing more than one joint health and safety committee for its teachers.</p> <p class=\"paragraph-e\">  3. Part V of the Act does not apply to a teacher where the circumstances are such that the life, health or safety of a pupil is in imminent jeopardy.  R.R.O. 1990, Reg. 857, s. 3.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900857\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}