{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 897: GRANTS",
        "reg_name_text": "GRANTS",
        "citation": "R.R.O. 1990, Reg. 897: ",
        "act_under": "Ontario Pensioners Property Tax Assistance Act   Loi sur l’allégement de l’impôt foncier des retraités de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/900897",
        "date_scraped": "2023-12-19 21:01:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) An application referred to in subsection 2 (1) of the Act shall be in Form 1 or Form 2, as the case may be. (2) A notice of objection under subsection 9 (4) of the Act shall be in Form 3. R.R.O. 1990, Reg. 897, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) An application referred to in subsection 2 (1) of the Act shall be in Form 1 or Form 2, as the case may be.</p> <p class=\"subsection-e\">(2) A notice of objection under subsection 9 (4) of the Act shall be in Form 3. R.R.O. 1990, Reg. 897, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. For the purposes of clause (b) of the definition of “housing unit” in section 1 of the Act, premises included in the following kinds of institutions are not housing units: 1. An “institution” as defined in subsection 21 (1) of the Health Protection and Promotion Act. 2. A hospital for chronic patients listed under the headings “Group F Hospitals” and “Group G Hospitals” in the Schedule to Regulation 964 of the Revised Regulations of Ontario, 1990 (Classification of Hospitals). 3. A “satellite home” as defined in section 1 of Regulation 637 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 897, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of clause (b) of the definition of “housing unit” in section 1 of the Act, premises included in the following kinds of institutions are not housing units:</p> <p class=\"paragraph-e\">1. An “institution” as defined in subsection 21 (1) of the <i>Health Protection and Promotion Act.</i></p> <p class=\"paragraph-e\">2. A hospital for chronic patients listed under the headings “Group F Hospitals” and “Group G Hospitals” in the Schedule to Regulation 964 of the Revised Regulations of Ontario, 1990 (Classification of Hospitals).</p> <p class=\"paragraph-e\">3. A “satellite home” as defined in section 1 of Regulation 637 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 897, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. When an individual would, within the meaning of the definition of “eligible person” in section 1 of the Act, be an eligible person in a year except for the fact that his or her principal residence is not a housing unit, the individual shall, for the purposes of the Act, be treated as an eligible person in that year if, (a) taxes for municipal and school purposes are paid or payable in that year for the premises that are not a housing unit and in which the person resides; and (b) no financial assistance is given by a government body or agency to reduce the cost of occupation of the person in the premises. R.R.O. 1990, Reg. 897, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>When an individual would, within the meaning of the definition of “eligible person” in section 1 of the Act, be an eligible person in a year except for the fact that his or her principal residence is not a housing unit, the individual shall, for the purposes of the Act, be treated as an eligible person in that year if,</p> <p class=\"clause-e\">(a) taxes for municipal and school purposes are paid or payable in that year for the premises that are not a housing unit and in which the person resides; and</p> <p class=\"clause-e\">(b) no financial assistance is given by a government body or agency to reduce the cost of occupation of the person in the premises. R.R.O. 1990, Reg. 897, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) For the purposes of apportioning a grant as described in subsection 4 (2) of the Act, the occupancy costs attributable to each co-applicant who is entitled to share in the grant are, (a) where the applicant is not the spouse of a co-applicant, the occupancy cost paid or payable by the co-applicant in the year to which the application relates with respect to the principal residence or residences to which the joint application relates; and (b) where the applicant is the spouse of a co-applicant, one-half of the total occupancy costs paid or payable by both spouses in the year to which the application relates with respect to the principal residence or residences to which the joint application relates. (2) Despite clause (1) (b), where an individual and his or her spouse who have shared a principal residence for part of a year separate and enter into a separation agreement, the occupancy costs attributable to each spouse for the year are, (a) for that portion of the year during which the spouse was an eligible person and shared a principal residence with his or her spouse, one-half of the total occupancy costs paid during such time by both spouses with respect to their principal residence; and (b) for any other portion of the year during which the spouse was an eligible person, the occupancy costs paid or payable by him or her with respect to his or her principal residence. R.R.O. 1990, Reg. 897, s. 4. FORM 1 Ontario Pensioners Property Tax Assistance Act     FORMULE 1 Loi sur l’allégement de l’impôt foncier des retraités de l’Ontario     R.R.O. 1990, Reg. 897, Form 1. FORM 2 Ontario Pensioners Property Tax Assistance Act   FORMULE 2 Loi sur l’allégement de l’impôt foncier des retraités de l’Ontario   R.R.O. 1990, Reg. 897, Form 2. FORM 3 Ontario Pensioners Property Tax Assistance Act   R.R.O. 1990, Reg. 897, Form 3. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For the purposes of apportioning a grant as described in subsection 4 (2) of the Act, the occupancy costs attributable to each co-applicant who is entitled to share in the grant are,</p> <p class=\"clause-e\">(a) where the applicant is not the spouse of a co-applicant, the occupancy cost paid or payable by the co-applicant in the year to which the application relates with respect to the principal residence or residences to which the joint application relates; and</p> <p class=\"clause-e\">(b) where the applicant is the spouse of a co-applicant, one-half of the total occupancy costs paid or payable by both spouses in the year to which the application relates with respect to the principal residence or residences to which the joint application relates.</p> <p class=\"subsection-e\">(2) Despite clause (1) (b), where an individual and his or her spouse who have shared a principal residence for part of a year separate and enter into a separation agreement, the occupancy costs attributable to each spouse for the year are,</p> <p class=\"clause-e\">(a) for that portion of the year during which the spouse was an eligible person and shared a principal residence with his or her spouse, one-half of the total occupancy costs paid during such time by both spouses with respect to their principal residence; and</p> <p class=\"clause-e\">(b) for any other portion of the year during which the spouse was an eligible person, the occupancy costs paid or payable by him or her with respect to his or her principal residence. R.R.O. 1990, Reg. 897, s. 4.</p> <p class=\"form-e\">FORM 1</p> <p class=\"act-e\"><i>Ontario Pensioners Property Tax Assistance Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"863\" src=\"images/elaws_rev_regs_900897_e-1.gif\" width=\"559\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"Normal\"><img border=\"0\" height=\"863\" src=\"images/elaws_rev_regs_900897_e-2.gif\" width=\"557\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"form-f\">FORMULE 1</p> <p class=\"act-f\"><i>Loi sur l’allégement de l’impôt foncier des retraités de l’Ontario</i></p> <p class=\"Normal\"><img border=\"0\" height=\"860\" src=\"images/elaws_rev_regs_900897_e-3.gif\" width=\"596\"/></p> <p class=\"scanned-f\"> <br/> </p> <p class=\"Normal\"><img border=\"0\" height=\"864\" src=\"images/elaws_rev_regs_900897_e-4.gif\" width=\"557\"/></p> <p class=\"scanned-f\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 897, Form 1.</p> <p class=\"form-e\">FORM 2</p> <p class=\"act-e\"><i>Ontario Pensioners Property Tax Assistance Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"864\" src=\"images/elaws_rev_regs_900897_e-5.gif\" width=\"563\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"form-f\">FORMULE 2</p> <p class=\"act-f\"><i>Loi sur l’allégement de l’impôt foncier des retraités de l’Ontario</i></p> <p class=\"Normal\"><img border=\"0\" height=\"863\" src=\"images/elaws_rev_regs_900897_e-6.gif\" width=\"565\"/></p> <p class=\"scanned-f\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 897, Form 2.</p> <p class=\"form-e\">FORM 3</p> <p class=\"act-e\"><i>Ontario Pensioners Property Tax Assistance Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"820\" src=\"images/elaws_rev_regs_900897_e-7.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 897, Form 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}