{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 838: DESIGNATED SUBSTANCE - ASBESTOS ON CONSTRUCTION PROJECTS AND IN BUILDINGS AND REPAIR OPERATIONS",
        "reg_name_text": "DESIGNATED SUBSTANCE — ASBESTOS ON CONSTRUCTION PROJECTS AND IN BUILDINGS AND REPAIR OPERATIONS",
        "citation": "R.R.O. 1990, Reg. 838: DESIGNATED SUBSTANCE - ASBESTOS ON CONSTRUCTION PROJECTS AND IN BUILDINGS AND REPAIR OPERATIONS",
        "act_under": "Occupational Health and Safety Act   Loi sur la santé et la sécurité au travail",
        "url": "https://www.ontario.ca/laws/regulation/900838",
        "date_scraped": "2023-12-19 17:57:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900838/v3",
            "valid_from": "June 10, 2005",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/regulation/900838/v2",
            "valid_from": "April 21, 2004",
            "valid_to": "June  9, 2005"
        },
        {
            "a_href": "/laws/regulation/900838/v1",
            "valid_from": "August 28, 1992",
            "valid_to": "April 20, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “asbestos” means any of the following fibrous silicates: actinolite, amosite, anthophyllite, chrysotile, crocidolite or tremolite; “building” includes a structure, and without restricting the generality of the foregoing, includes the electrical, plumbing, heating and air handling equipment, including rigid duct work, of a building or structure; “demolition” includes dismantling and breaking-up; “friable material” means material that when dry can be crumbled, pulverized or powdered by hand pressure and includes such material that is crumbled, pulverized or powdered; “HEPA filter” means a high efficiency particulate aerosol filter that is at least 99.97 per cent efficient in collecting a 0.3 micrometre aerosol; “joint health and safety committee” includes a joint health and safety committee established under section 9 of the Act, a committee of like nature and the workers or their representatives who participate in an arrangement, program or system conforming to subsection 9 (4) of the Act; “Type 1 operation”, “Type 2 operation” and “Type 3 operation” mean respectively an operation described in clause 9 (1) (a), (b) or (c), as the case may be, as a Type 1, Type 2 or Type 3 operation. R.R.O. 1990, Reg. 838, s. 1; O. Reg. 510/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“asbestos” means any of the following fibrous silicates: actinolite, amosite, anthophyllite, chrysotile, crocidolite or tremolite;</p> <p class=\"definition-e\">“building” includes a structure, and without restricting the generality of the foregoing, includes the electrical, plumbing, heating and air handling equipment, including rigid duct work, of a building or structure;</p> <p class=\"definition-e\">“demolition” includes dismantling and breaking-up;</p> <p class=\"definition-e\">“friable material” means material that when dry can be crumbled, pulverized or powdered by hand pressure and includes such material that is crumbled, pulverized or powdered;</p> <p class=\"definition-e\">“HEPA filter” means a high efficiency particulate aerosol filter that is at least 99.97 per cent efficient in collecting a 0.3 micrometre aerosol;</p> <p class=\"definition-e\">“joint health and safety committee” includes a joint health and safety committee established under section 9 of the Act, a committee of like nature and the workers or their representatives who participate in an arrangement, program or system conforming to subsection 9 (4) of the Act;</p> <p class=\"definition-e\">“Type 1 operation”, “Type 2 operation” and “Type 3 operation” mean respectively an operation described in clause 9 (1) (a), (b) or (c), as the case may be, as a Type 1, Type 2 or Type 3 operation. R.R.O. 1990, Reg. 838, s. 1; O. Reg. 510/92, s. 3.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) This Regulation applies to, (a) every project and to the owner thereof, and to every constructor, employer and worker engaged in or on the project; (b) the repair, alteration or maintenance of a building and to the owner thereof, and to every employer and worker engaged in such repair, alteration or maintenance; (c) every building in which friable material that may contain asbestos has been used as fireproofing or as insulation and to the owner thereof; (d) the demolition of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles and to every employer and worker engaged in such demolition; (e) subject to subsection (2), (i) the repair, alteration or maintenance of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles and to every employer and worker engaged in such repair, alteration or maintenance, and (ii) work on a building that is necessarily incidental to the repair, alteration or maintenance of machinery or equipment and to every employer and worker engaged in such work, where material containing asbestos is likely to be handled, dealt with, disturbed or removed. (2) This Regulation does not apply to an employer to whom Regulation 837 of the Revised Regulations of Ontario, 1990 applies in respect of those workers employed by the employer and engaged in the activities described in clause (1) (e) if the employer has on or before the 16th day of December, 1985 put into effect and maintained measures and procedures to control the exposure of workers to asbestos and has incorporated the same in an asbestos control program in accordance with Regulation 837 of the Revised Regulations of Ontario, 1990. (3) This Regulation does not apply to an owner of a private residence occupied by the owner or the owner’s family or to an owner of a residential building that contains not more than four dwelling units, one of which is occupied by the registered owner or family of the registered owner. R.R.O. 1990, Reg. 838, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Regulation applies to,</p> <p class=\"clause-e\">(a) every project and to the owner thereof, and to every constructor, employer and worker engaged in or on the project;</p> <p class=\"clause-e\">(b) the repair, alteration or maintenance of a building and to the owner thereof, and to every employer and worker engaged in such repair, alteration or maintenance;</p> <p class=\"clause-e\">(c) every building in which friable material that may contain asbestos has been used as fireproofing or as insulation and to the owner thereof;</p> <p class=\"clause-e\">(d) the demolition of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles and to every employer and worker engaged in such demolition;</p> <p class=\"clause-e\">(e) subject to subsection (2),</p> <p class=\"subclause-e\">(i) the repair, alteration or maintenance of machinery, equipment, aircraft, ships, locomotives, railway cars and vehicles and to every employer and worker engaged in such repair, alteration or maintenance, and</p> <p class=\"subclause-e\">(ii) work on a building that is necessarily incidental to the repair, alteration or maintenance of machinery or equipment and to every employer and worker engaged in such work,</p> <p class=\"Ssection-e\">where material containing asbestos is likely to be handled, dealt with, disturbed or removed.</p> <p class=\"subsection-e\">(2) This Regulation does not apply to an employer to whom Regulation 837 of the Revised Regulations of Ontario, 1990 applies in respect of those workers employed by the employer and engaged in the activities described in clause (1) (e) if the employer has on or before the 16th day of December, 1985 put into effect and maintained measures and procedures to control the exposure of workers to asbestos and has incorporated the same in an asbestos control program in accordance with Regulation 837 of the Revised Regulations of Ontario, 1990.</p> <p class=\"subsection-e\">(3) This Regulation does not apply to an owner of a private residence occupied by the owner or the owner’s family or to an owner of a residential building that contains not more than four dwelling units, one of which is occupied by the registered owner or family of the registered owner. R.R.O. 1990, Reg. 838, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) No person shall apply or install by spraying or cause to be applied or installed by spraying material containing more than 1 per cent asbestos by dry weight that can become friable. (2) No person shall apply or install as pipe or boiler insulation or cause to be applied or installed as pipe or boiler insulation material containing more than 1 per cent asbestos by dry weight that can become friable. (3) A liquid sealant shall not be applied to friable material that contains asbestos if the friable material has visibly deteriorated or there is insufficient strength and adhesion of the friable material to its underlaying materials and surfaces to support the weight of the sealant and the friable material. (4) Where work is likely to disturb friable material containing asbestos or work is to be carried on in close proximity to and may disturb friable material containing asbestos, the constructor or employer shall advise a worker accordingly. R.R.O. 1990, Reg. 838, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) No person shall apply or install by spraying or cause to be applied or installed by spraying material containing more than 1 per cent asbestos by dry weight that can become friable.</p> <p class=\"subsection-e\">(2) No person shall apply or install as pipe or boiler insulation or cause to be applied or installed as pipe or boiler insulation material containing more than 1 per cent asbestos by dry weight that can become friable.</p> <p class=\"subsection-e\">(3) A liquid sealant shall not be applied to friable material that contains asbestos if the friable material has visibly deteriorated or there is insufficient strength and adhesion of the friable material to its underlaying materials and surfaces to support the weight of the sealant and the friable material.</p> <p class=\"subsection-e\">(4) Where work is likely to disturb friable material containing asbestos or work is to be carried on in close proximity to and may disturb friable material containing asbestos, the constructor or employer shall advise a worker accordingly. R.R.O. 1990, Reg. 838, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The demolition of machinery or equipment or of a building, aircraft, ship, locomotive, railway car or vehicle, or any part thereof, shall be carried out or continued only when all friable material containing asbestos that may be disturbed during the course of the work has been removed to the extent practicable. (2) Subsection (1) does not apply so as to prevent work necessary to gain access to the friable material containing asbestos to be removed, if the workers doing the work are protected from the hazard. R.R.O. 1990, Reg. 838, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The demolition of machinery or equipment or of a building, aircraft, ship, locomotive, railway car or vehicle, or any part thereof, shall be carried out or continued only when all friable material containing asbestos that may be disturbed during the course of the work has been removed to the extent practicable.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply so as to prevent work necessary to gain access to the friable material containing asbestos to be removed, if the workers doing the work are protected from the hazard. R.R.O. 1990, Reg. 838, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Where an owner knows or an inspection required under section 7 or an examination under subsection (3) establishes that friable material containing asbestos has been used in a building, as fireproofing or as acoustical or thermal insulation, the owner shall, (a) prepare and maintain on the premises a record of the location of the friable material; (b) where the owner is not the tenant or lessee of the building, notify in writing the tenants or lessees, if any, at or adjacent to the location of the friable material; (c) advise workers of the owner, and workers of whose presence the owner is aware, who may work in close proximity to the friable material and who may disturb the material of its presence; (d) institute and maintain a program for the training and instruction of every worker employed in the building by the owner who is likely to work in close proximity to and may disturb the friable material in, (i) the hazards of asbestos exposure, (ii) the use, care and disposal of protective equipment and clothing to be used and worn, and personal hygiene, and (iii) the work practices and procedures to be used in doing the work as prescribed by this Regulation; and (e) inspect the friable material at reasonable intervals in order to determine its condition. (2) Where a tenant or lessee has received a notice under clause (1) (b), the tenant or lessee shall be responsible for performing the duties set out in clauses (1) (c) and (d) with respect to the workers of the tenant or lessee. (3) Where in a building it is readily apparent that friable material used therein as fireproofing or acoustical or thermal insulation has fallen and is being disturbed so that exposure to the friable material is likely to occur, the owner shall cause the material to be examined to establish whether the material contains asbestos. (4) Where the examination mentioned in subsection (3) discloses that the friable material contains asbestos, (a) the owner shall cause the fallen material to be cleaned up and removed; and (b) where it is readily apparent that friable material will continue to fall because of the deterioration of the fireproofing or insulation, the owner shall repair, seal, remove or permanently enclose the fireproofing or insulation. R.R.O. 1990, Reg. 838, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Where an owner knows or an inspection required under section 7 or an examination under subsection (3) establishes that friable material containing asbestos has been used in a building, as fireproofing or as acoustical or thermal insulation, the owner shall,</p> <p class=\"clause-e\">(a) prepare and maintain on the premises a record of the location of the friable material;</p> <p class=\"clause-e\">(b) where the owner is not the tenant or lessee of the building, notify in writing the tenants or lessees, if any, at or adjacent to the location of the friable material;</p> <p class=\"clause-e\">(c) advise workers of the owner, and workers of whose presence the owner is aware, who may work in close proximity to the friable material and who may disturb the material of its presence;</p> <p class=\"clause-e\">(d) institute and maintain a program for the training and instruction of every worker employed in the building by the owner who is likely to work in close proximity to and may disturb the friable material in,</p> <p class=\"subclause-e\">(i) the hazards of asbestos exposure,</p> <p class=\"subclause-e\">(ii) the use, care and disposal of protective equipment and clothing to be used and worn, and personal hygiene, and</p> <p class=\"subclause-e\">(iii) the work practices and procedures to be used in doing the work as prescribed by this Regulation; and</p> <p class=\"clause-e\">(e) inspect the friable material at reasonable intervals in order to determine its condition.</p> <p class=\"subsection-e\">(2) Where a tenant or lessee has received a notice under clause (1) (b), the tenant or lessee shall be responsible for performing the duties set out in clauses (1) (c) and (d) with respect to the workers of the tenant or lessee.</p> <p class=\"subsection-e\">(3) Where in a building it is readily apparent that friable material used therein as fireproofing or acoustical or thermal insulation has fallen and is being disturbed so that exposure to the friable material is likely to occur, the owner shall cause the material to be examined to establish whether the material contains asbestos.</p> <p class=\"subsection-e\">(4) Where the examination mentioned in subsection (3) discloses that the friable material contains asbestos,</p> <p class=\"clause-e\">(a) the owner shall cause the fallen material to be cleaned up and removed; and</p> <p class=\"clause-e\">(b) where it is readily apparent that friable material will continue to fall because of the deterioration of the fireproofing or insulation, the owner shall repair, seal, remove or permanently enclose the fireproofing or insulation. R.R.O. 1990, Reg. 838, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. For the purposes of this Regulation, the procedures for establishing whether asbestos is present in material shall be those set out in the Code for the Determination of Asbestos from Bulk Samples dated the 23rd day of August, 1985 and issued by the Ministry. R.R.O. 1990, Reg. 838, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>For the purposes of this Regulation, the procedures for establishing whether asbestos is present in material shall be those set out in the <i>Code for the Determination of Asbestos from Bulk Samples</i> dated the 23rd day of August, 1985 and issued by the Ministry. R.R.O. 1990, Reg. 838, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Before asking for tenders for the demolition, alteration or repair of machinery or equipment or a building, or an aircraft, locomotive, railway car, vehicle or ship, or any part thereof, or where tenders are not asked for the doing of such work before arranging for or contracting for the doing of the work, the owner, (a) subject to subsection (2), shall cause an inspection to be made to establish whether or not any friable material that is likely to be handled, dealt with, disturbed or removed contains asbestos; and (b) whether or not an inspection is required under clause (a), shall cause a report to be prepared which report shall state whether or not the friable material that is likely to be handled, dealt with, disturbed or removed contains asbestos and, if the friable material contains asbestos, the report shall name the type of asbestos and shall contain drawings, plans and specifications, as appropriate, to show the location of the friable material containing asbestos that will be handled, dealt with, disturbed or removed. (2) An inspection is not required under clause (1) (a) if, (a) the owner knows that the friable material contains asbestos and knows the type of asbestos it contains; or (b) the friable material does not contain asbestos. (3) In asking for tenders for the doing of the work mentioned in subsection (1) or, where tenders are not asked for the doing of such work, before arranging for or contracting for the doing of the work, the owner, except where the owner is a constructor, shall furnish to any prospective constructor a copy of the report including the drawings, plans and specifications mentioned in clause (1) (b). (4) In asking for tenders for the doing of the work or part of the work mentioned in subsection (1) or, where tenders are not asked for the doing of such work, before arranging for or contracting for the doing of the work, a constructor, including an owner who is a constructor, shall furnish to all prospective contractors and a contractor shall furnish to all prospective subcontractors a copy of the report including the drawings, plans and specifications required to be furnished by the owner under subsection (3). R.R.O. 1990, Reg. 838, s. 7 (1-4). (5) Where friable material is discovered during any work and the friable material was not referred to in a report prepared under subsection (1), the constructor or employer shall forthwith report the discovery, orally and in writing, to an inspector at the office of the Ministry of Labour nearest the workplace. R.R.O. 1990, Reg. 838, s. 7 (5); O. Reg. 510/92, s. 1. (6) The written report to an inspector required by subsection (5) shall contain the information referred to in clauses 8 (2) (a) to (f) and no work that will disturb the friable material shall be carried out until it is determined whether the friable material contains asbestos unless the work is carried out as though it contains asbestos of a type other than chrysotile. (7) Subsections (1) to (4) do not apply where the work is arranged for or contracted for as though the friable material that is likely to be handled, dealt with, disturbed or removed contains asbestos of a type other than chrysotile and subsection (5) does not apply where the work is carried out as though the friable material contains asbestos of a type other than the chrysotile. R.R.O. 1990, Reg. 838, s. 7 (6, 7).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Before asking for tenders for the demolition, alteration or repair of machinery or equipment or a building, or an aircraft, locomotive, railway car, vehicle or ship, or any part thereof, or where tenders are not asked for the doing of such work before arranging for or contracting for the doing of the work, the owner,</p> <p class=\"clause-e\">(a) subject to subsection (2), shall cause an inspection to be made to establish whether or not any friable material that is likely to be handled, dealt with, disturbed or removed contains asbestos; and</p> <p class=\"clause-e\">(b) whether or not an inspection is required under clause (a), shall cause a report to be prepared which report shall state whether or not the friable material that is likely to be handled, dealt with, disturbed or removed contains asbestos and, if the friable material contains asbestos, the report shall name the type of asbestos and shall contain drawings, plans and specifications, as appropriate, to show the location of the friable material containing asbestos that will be handled, dealt with, disturbed or removed.</p> <p class=\"subsection-e\">(2) An inspection is not required under clause (1) (a) if,</p> <p class=\"clause-e\">(a) the owner knows that the friable material contains asbestos and knows the type of asbestos it contains; or</p> <p class=\"clause-e\">(b) the friable material does not contain asbestos.</p> <p class=\"subsection-e\">(3) In asking for tenders for the doing of the work mentioned in subsection (1) or, where tenders are not asked for the doing of such work, before arranging for or contracting for the doing of the work, the owner, except where the owner is a constructor, shall furnish to any prospective constructor a copy of the report including the drawings, plans and specifications mentioned in clause (1) (b).</p> <p class=\"subsection-e\">(4) In asking for tenders for the doing of the work or part of the work mentioned in subsection (1) or, where tenders are not asked for the doing of such work, before arranging for or contracting for the doing of the work, a constructor, including an owner who is a constructor, shall furnish to all prospective contractors and a contractor shall furnish to all prospective subcontractors a copy of the report including the drawings, plans and specifications required to be furnished by the owner under subsection (3). R.R.O. 1990, Reg. 838, s. 7 (1-4).</p> <p class=\"subsection-e\">(5) Where friable material is discovered during any work and the friable material was not referred to in a report prepared under subsection (1), the constructor or employer shall forthwith report the discovery, orally and in writing, to an inspector at the office of the Ministry of Labour nearest the workplace. R.R.O. 1990, Reg. 838, s. 7 (5); O. Reg. 510/92, s. 1.</p> <p class=\"subsection-e\">(6) The written report to an inspector required by subsection (5) shall contain the information referred to in clauses 8 (2) (a) to (f) and no work that will disturb the friable material shall be carried out until it is determined whether the friable material contains asbestos unless the work is carried out as though it contains asbestos of a type other than chrysotile.</p> <p class=\"subsection-e\">(7) Subsections (1) to (4) do not apply where the work is arranged for or contracted for as though the friable material that is likely to be handled, dealt with, disturbed or removed contains asbestos of a type other than chrysotile and subsection (5) does not apply where the work is carried out as though the friable material contains asbestos of a type other than the chrysotile. R.R.O. 1990, Reg. 838, s. 7 (6, 7).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) Before commencing a Type 3 operation, the constructor, in the case of a project, and the employer, in any other case, shall notify, orally and in writing, an inspector at the office of the Ministry of Labour nearest the workplace of the operation. R.R.O. 1990, Reg. 838, s. 8 (1); O. Reg. 510/92, s. 1. (2) The written notice required by subsection (1) shall set out, (a) the name and address of the person giving the notice; (b) the name and address of the owner of the place where the work will be carried out; (c) the municipal address or other description of the place where the work will be carried out sufficient to permit the inspector to locate the place, including the location with respect to the nearest public highway; (d) a description of the work that will be carried out; (e) the starting date and expected duration of the work; and (f) the name and address of the supervisor in charge of the work. R.R.O. 1990, Reg. 838, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Before commencing a Type 3 operation, the constructor, in the case of a project, and the employer, in any other case, shall notify, orally and in writing, an inspector at the office of the Ministry of Labour nearest the workplace of the operation. R.R.O. 1990, Reg. 838, s. 8 (1); O. Reg. 510/92, s. 1.</p> <p class=\"subsection-e\">(2) The written notice required by subsection (1) shall set out,</p> <p class=\"clause-e\">(a) the name and address of the person giving the notice;</p> <p class=\"clause-e\">(b) the name and address of the owner of the place where the work will be carried out;</p> <p class=\"clause-e\">(c) the municipal address or other description of the place where the work will be carried out sufficient to permit the inspector to locate the place, including the location with respect to the nearest public highway;</p> <p class=\"clause-e\">(d) a description of the work that will be carried out;</p> <p class=\"clause-e\">(e) the starting date and expected duration of the work; and</p> <p class=\"clause-e\">(f) the name and address of the supervisor in charge of the work. R.R.O. 1990, Reg. 838, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) For the purposes of this Regulation, operations that may cause exposure of a worker to asbestos are classified as, (a) Type 1 operations, being, (i) the installation or removal of manufactured products containing asbestos, including, without limiting the generality of the foregoing, products such as vinyl or acoustic tiles, gaskets, seals, packings, friction products, or asbestos cement products, (ii) the cutting and shaping of a product mentioned in subclause (i) by the use of hand-powered tools only, (iii) the use of power tools equipped with a dust collection device equipped with a HEPA filter to cut, grind or abrade a product mentioned in subclause (i), (iv) the drilling of a product mentioned in subclause (i), or (v) the removal of drywall where asbestos joint filling compounds have been used; (b) Type 2 operations, being, (i) the removal of a false ceiling or part thereof to obtain access to a work area, where a significant quantity of friable material containing asbestos is likely to be lying on the surface of the false ceiling, (ii) the minor removal or minor disturbance of friable material containing asbestos during the repair, alteration, maintenance or demolition of a building, aircraft, ship, locomotive, railway car or vehicle or any machinery or equipment, or part thereof, other than the equipment mentioned in subclause (c) (iii) or where the minor removal or disturbance is not a Type 1 operation, (iii) the enclosure of friable material containing asbestos, (iv) the application of tape or a sealant or other covering to pipe or boiler insulation containing asbestos, or (v) any operation not mentioned in subclause (i) to (iv) that may cause exposure of a worker to asbestos and that is not classified as a Type 1 or a Type 3 operation; and (c) Type 3 operations, being, (i) the removal other than the minor removal of friable material containing asbestos during the repair, alteration, maintenance or demolition of a building, aircraft, ship, locomotive, railway car or vehicle or any machinery or equipment, or part thereof, (ii) the spray application of a sealant to friable material containing asbestos, (iii) the cleaning or removal of air-handling equipment, including rigid ducting, in a building that has sprayed fireproofing containing asbestos, (iv) the repair, alteration or demolition of a kiln, metallurgical furnace or similar device or part thereof, made in part of refractory materials containing asbestos, (v) the use of power tools not equipped with a dust collection device equipped with a HEPA filter to grind, cut or abrade a product mentioned in subclause (a) (i), or (vi) the repair, alteration or demolition of any building or part thereof in which asbestos is or was used in the manufacture of products unless the asbestos was cleaned up and removed before the 16th day of March, 1986. (2) Where a dispute arises as to the classification of an operation under this section, a party to the dispute may notify an inspector thereof who shall investigate and give a decision in writing to the parties. (3) Nothing in subsection (2) applies so as to affect the power of an inspector to issue an order for a contravention of this Regulation. R.R.O. 1990, Reg. 838, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) For the purposes of this Regulation, operations that may cause exposure of a worker to asbestos are classified as,</p> <p class=\"clause-e\">(a) Type 1 operations, being,</p> <p class=\"subclause-e\">(i) the installation or removal of manufactured products containing asbestos, including, without limiting the generality of the foregoing, products such as vinyl or acoustic tiles, gaskets, seals, packings, friction products, or asbestos cement products,</p> <p class=\"subclause-e\">(ii) the cutting and shaping of a product mentioned in subclause (i) by the use of hand-powered tools only,</p> <p class=\"subclause-e\">(iii) the use of power tools equipped with a dust collection device equipped with a HEPA filter to cut, grind or abrade a product mentioned in subclause (i),</p> <p class=\"subclause-e\">(iv) the drilling of a product mentioned in subclause (i), or</p> <p class=\"subclause-e\">(v) the removal of drywall where asbestos joint filling compounds have been used;</p> <p class=\"clause-e\">(b) Type 2 operations, being,</p> <p class=\"subclause-e\">(i) the removal of a false ceiling or part thereof to obtain access to a work area, where a significant quantity of friable material containing asbestos is likely to be lying on the surface of the false ceiling,</p> <p class=\"subclause-e\">(ii) the minor removal or minor disturbance of friable material containing asbestos during the repair, alteration, maintenance or demolition of a building, aircraft, ship, locomotive, railway car or vehicle or any machinery or equipment, or part thereof, other than the equipment mentioned in subclause (c) (iii) or where the minor removal or disturbance is not a Type 1 operation,</p> <p class=\"subclause-e\">(iii) the enclosure of friable material containing asbestos,</p> <p class=\"subclause-e\">(iv) the application of tape or a sealant or other covering to pipe or boiler insulation containing asbestos, or</p> <p class=\"subclause-e\">(v) any operation not mentioned in subclause (i) to (iv) that may cause exposure of a worker to asbestos and that is not classified as a Type 1 or a Type 3 operation; and</p> <p class=\"clause-e\">(c) Type 3 operations, being,</p> <p class=\"subclause-e\">(i) the removal other than the minor removal of friable material containing asbestos during the repair, alteration, maintenance or demolition of a building, aircraft, ship, locomotive, railway car or vehicle or any machinery or equipment, or part thereof,</p> <p class=\"subclause-e\">(ii) the spray application of a sealant to friable material containing asbestos,</p> <p class=\"subclause-e\">(iii) the cleaning or removal of air-handling equipment, including rigid ducting, in a building that has sprayed fireproofing containing asbestos,</p> <p class=\"subclause-e\">(iv) the repair, alteration or demolition of a kiln, metallurgical furnace or similar device or part thereof, made in part of refractory materials containing asbestos,</p> <p class=\"subclause-e\">(v) the use of power tools not equipped with a dust collection device equipped with a HEPA filter to grind, cut or abrade a product mentioned in subclause (a) (i), or</p> <p class=\"subclause-e\">(vi) the repair, alteration or demolition of any building or part thereof in which asbestos is or was used in the manufacture of products unless the asbestos was cleaned up and removed before the 16th day of March, 1986.</p> <p class=\"subsection-e\">(2) Where a dispute arises as to the classification of an operation under this section, a party to the dispute may notify an inspector thereof who shall investigate and give a decision in writing to the parties.</p> <p class=\"subsection-e\">(3) Nothing in subsection (2) applies so as to affect the power of an inspector to issue an order for a contravention of this Regulation. R.R.O. 1990, Reg. 838, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) A respirator provided by an employer and used by a worker in a Type 1, Type 2 or Type 3 operation, (a) except for a powered air purifying positive pressure respirator or a supplied air positive pressure respirator, shall be fitted so that there is an effective seal between the respirator and the worker’s face; (b) where practicable, shall be assigned to a worker for the worker’s exclusive use; (c) shall be used and maintained in accordance with the procedures specified by the equipment manufacturer; (d) if of the supplied air type, shall have compressed air meeting the requirements of CSA Standard Z180.1-M1978; (e) shall be cleaned, disinfected and inspected after use on each shift, or more often if necessary, when issued for the exclusive use of one worker, or after each use when used by more than one worker; (f) shall have damaged or deteriorated parts replaced prior to being used by a worker; and (g) when not in use, shall be stored in a convenient, clean and sanitary location. (2) Where a respirator is used or is to be used, the employer shall establish written procedures regarding the selection, use and care of respirators and a copy of the procedures shall be provided to and reviewed with each worker required to wear a respirator. (3) A worker shall not be assigned to an operation requiring the use of a respirator unless he or she is physically able to perform the operation while using the respirator. (4) For the purposes of this Regulation, “supplied air positive pressure respirator” does not include a powered air purifying positive pressure dust respirator. R.R.O. 1990, Reg. 838, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) A respirator provided by an employer and used by a worker in a Type 1, Type 2 or Type 3 operation,</p> <p class=\"clause-e\">(a) except for a powered air purifying positive pressure respirator or a supplied air positive pressure respirator, shall be fitted so that there is an effective seal between the respirator and the worker’s face;</p> <p class=\"clause-e\">(b) where practicable, shall be assigned to a worker for the worker’s exclusive use;</p> <p class=\"clause-e\">(c) shall be used and maintained in accordance with the procedures specified by the equipment manufacturer;</p> <p class=\"clause-e\">(d) if of the supplied air type, shall have compressed air meeting the requirements of CSA Standard Z180.1-M1978;</p> <p class=\"clause-e\">(e) shall be cleaned, disinfected and inspected after use on each shift, or more often if necessary, when issued for the exclusive use of one worker, or after each use when used by more than one worker;</p> <p class=\"clause-e\">(f) shall have damaged or deteriorated parts replaced prior to being used by a worker; and</p> <p class=\"clause-e\">(g) when not in use, shall be stored in a convenient, clean and sanitary location.</p> <p class=\"subsection-e\">(2) Where a respirator is used or is to be used, the employer shall establish written procedures regarding the selection, use and care of respirators and a copy of the procedures shall be provided to and reviewed with each worker required to wear a respirator.</p> <p class=\"subsection-e\">(3) A worker shall not be assigned to an operation requiring the use of a respirator unless he or she is physically able to perform the operation while using the respirator.</p> <p class=\"subsection-e\">(4) For the purposes of this Regulation, “supplied air positive pressure respirator” does not include a powered air purifying positive pressure dust respirator. R.R.O. 1990, Reg. 838, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The following measures and procedures apply to Type 1 operations: 1. Before beginning work, visible dust shall be removed with a damp cloth or a vacuum equipped with a HEPA filter from any surface in the work area, including the thing to be worked on, if the dust on that surface is likely to be disturbed. 2. The spread of asbestos dust from the work area shall be controlled by measures appropriate to the work to be done including the use of drop sheets of polyethylene or other suitable material. 3. In the case of an operation mentioned in subclause 9 (1) (a) (ii), (iii) or (iv), the product shall be wetted unless wetting creates a hazard or causes damage. 4. Frequently and at regular intervals during the doing of the work and immediately upon completion of the work, i. dust and waste containing asbestos shall be cleaned up and removed using a vacuum equipped with a HEPA filter, or by damp mopping or wet sweeping and placed in a container as described in paragraph 3 of section 12, ii. drop sheets that will be reused shall be cleaned using a vacuum equipped with a HEPA filter or by damp wiping, and iii. drop sheets that are to be disposed of shall be wetted and folded to contain the dust and placed in a container as described in paragraph 3 of section 12. 5. Compressed air shall not be used to clean up and remove dust from any surface. 6. Eating, drinking, chewing or smoking shall not be permitted in the work area. 7. Where a worker requests that the employer provide a respirator to be used by the worker, the employer shall provide the worker with a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos and the worker shall wear and use the respirator. 8. Facilities for the washing of hands and face shall be made available to a worker and shall be used by every worker when leaving the work area. R.R.O. 1990, Reg. 838, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The following measures and procedures apply to Type 1 operations:</p> <p class=\"paragraph-e\">1. Before beginning work, visible dust shall be removed with a damp cloth or a vacuum equipped with a HEPA filter from any surface in the work area, including the thing to be worked on, if the dust on that surface is likely to be disturbed.</p> <p class=\"paragraph-e\">2. The spread of asbestos dust from the work area shall be controlled by measures appropriate to the work to be done including the use of drop sheets of polyethylene or other suitable material.</p> <p class=\"paragraph-e\">3. In the case of an operation mentioned in subclause 9 (1) (a) (ii), (iii) or (iv), the product shall be wetted unless wetting creates a hazard or causes damage.</p> <p class=\"paragraph-e\">4. Frequently and at regular intervals during the doing of the work and immediately upon completion of the work,</p> <p class=\"subpara-e\">i. dust and waste containing asbestos shall be cleaned up and removed using a vacuum equipped with a HEPA filter, or by damp mopping or wet sweeping and placed in a container as described in paragraph 3 of section 12,</p> <p class=\"subpara-e\">ii. drop sheets that will be reused shall be cleaned using a vacuum equipped with a HEPA filter or by damp wiping, and</p> <p class=\"subpara-e\">iii. drop sheets that are to be disposed of shall be wetted and folded to contain the dust and placed in a container as described in paragraph 3 of section 12.</p> <p class=\"paragraph-e\">5. Compressed air shall not be used to clean up and remove dust from any surface.</p> <p class=\"paragraph-e\">6. Eating, drinking, chewing or smoking shall not be permitted in the work area.</p> <p class=\"paragraph-e\">7. Where a worker requests that the employer provide a respirator to be used by the worker, the employer shall provide the worker with a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos and the worker shall wear and use the respirator.</p> <p class=\"paragraph-e\">8. Facilities for the washing of hands and face shall be made available to a worker and shall be used by every worker when leaving the work area. R.R.O. 1990, Reg. 838, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The following measures and procedures apply to Type 2 operations and to Type 3 operations: 1. A wetting agent shall be added to water that is to be used to control the spread of asbestos dust. 2. Eating, drinking, chewing or smoking shall not be permitted in the work area. 3. Containers for dust and waste containing asbestos shall be, i. dust tight, ii. suitable for the type of waste, iii. impervious to asbestos, iv. identified as containing asbestos waste, v. cleaned with a damp cloth or a vacuum equipped with a HEPA filter immediately before being removed from the work area, and vi. removed from the workplace frequently and at regular intervals. 4. The employer shall provide every worker who will enter the work area with respiratory protective equipment and the worker shall wear and use the equipment. 5. Protective clothing shall be provided by an employer and worn by every worker who enters the work area and the protective clothing, i. shall be made of a material which does not readily retain nor permit penetration of asbestos fibres, ii. shall consist of full body covering including head covering with snug fitting cuffs at the wrists, ankles and neck, iii. shall include suitable footwear, and iv. shall be repaired or replaced if torn. 6. Compressed air shall not be used to clean up and remove asbestos dust from any surface. 7. Only persons wearing protective clothing and equipment shall enter a work area where there is an asbestos dust hazard. R.R.O. 1990, Reg. 838, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The following measures and procedures apply to Type 2 operations and to Type 3 operations:</p> <p class=\"paragraph-e\">1. A wetting agent shall be added to water that is to be used to control the spread of asbestos dust.</p> <p class=\"paragraph-e\">2. Eating, drinking, chewing or smoking shall not be permitted in the work area.</p> <p class=\"paragraph-e\">3. Containers for dust and waste containing asbestos shall be,</p> <p class=\"subpara-e\">i. dust tight,</p> <p class=\"subpara-e\">ii. suitable for the type of waste,</p> <p class=\"subpara-e\">iii. impervious to asbestos,</p> <p class=\"subpara-e\">iv. identified as containing asbestos waste,</p> <p class=\"subpara-e\">v. cleaned with a damp cloth or a vacuum equipped with a HEPA filter immediately before being removed from the work area, and</p> <p class=\"subpara-e\">vi. removed from the workplace frequently and at regular intervals.</p> <p class=\"paragraph-e\">4. The employer shall provide every worker who will enter the work area with respiratory protective equipment and the worker shall wear and use the equipment.</p> <p class=\"paragraph-e\">5. Protective clothing shall be provided by an employer and worn by every worker who enters the work area and the protective clothing,</p> <p class=\"subpara-e\">i. shall be made of a material which does not readily retain nor permit penetration of asbestos fibres,</p> <p class=\"subpara-e\">ii. shall consist of full body covering including head covering with snug fitting cuffs at the wrists, ankles and neck,</p> <p class=\"subpara-e\">iii. shall include suitable footwear, and</p> <p class=\"subpara-e\">iv. shall be repaired or replaced if torn.</p> <p class=\"paragraph-e\">6. Compressed air shall not be used to clean up and remove asbestos dust from any surface.</p> <p class=\"paragraph-e\">7. Only persons wearing protective clothing and equipment shall enter a work area where there is an asbestos dust hazard. R.R.O. 1990, Reg. 838, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. In addition to the measures and procedures prescribed by section 12, the following measures and procedures apply to Type 2 operations: 1. Where the operation is one mentioned in subclause 9 (1) (b) (i) or (ii), the work area shall be identified by clearly visible signs warning of the asbestos dust hazard. 2. Where the operation is one mentioned in subclause 9 (1) (b) (i), the friable material that is likely to be disturbed shall be cleaned up and removed by using a vacuum equipped with a HEPA filter when access to the work area is obtained. 3. Before commencing work that is likely to disturb friable material containing asbestos that is crumbled, pulverized or powdered and that is lying on the surface of any article, thing or place, the friable material shall be cleaned up and removed by damp wiping or by using a vacuum equipped with a HEPA filter. 4. Friable material containing asbestos that is not crumbled, pulverized or powdered and that will be disturbed or removed during the work shall be thoroughly wetted before and during the work unless wetting creates a hazard or causes damage. 5. Subject to paragraph 6, the spread of asbestos dust from a work area shall be controlled by measures appropriate to the work to be done including the use of drop sheets of polyethylene or other suitable material. 6. Where the operation is one mentioned in subclause 9 (1) (b) (i) or (ii) and the operation is being carried on indoors, the spread of asbestos dust from the work area shall be prevented where practicable by, i. an enclosure of polyethylene or other suitable material where walls do not enclose the work area, and ii. disabling the mechanical ventilation system serving the work area and by sealing the ventilation ducts to and from the work area. 7. Frequently and at regular intervals during the doing of the work and immediately upon completion of the work, i. dust and waste containing asbestos shall be cleaned up and removed by wet sweeping or damp mopping and placed in a container as described in paragraph 3 of section 12 or by using a vacuum equipped with a HEPA filter, ii. drop sheets and barriers that are to be reused shall be cleaned by using a vacuum equipped with a HEPA filter or by damp wiping, and iii. drop sheets and barriers that are to be disposed of shall be wetted and folded to contain the dust and placed in a container as described in paragraph 3 of section 12. 8. The respirator required by paragraph 4 of section 12 shall be a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos. 9. Before leaving the work area, a worker shall decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter or by damp wiping. 10. If protective clothing will not be reused, the worker, after complying with paragraph 9, shall place the protective clothing in a container as described in paragraph 3 of section 12. 11. Facilities for the washing of hands and face shall be made available to a worker and shall be used by every worker when leaving the work area. R.R.O. 1990, Reg. 838, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>In addition to the measures and procedures prescribed by section 12, the following measures and procedures apply to Type 2 operations:</p> <p class=\"paragraph-e\">1. Where the operation is one mentioned in subclause 9 (1) (b) (i) or (ii), the work area shall be identified by clearly visible signs warning of the asbestos dust hazard.</p> <p class=\"paragraph-e\">2. Where the operation is one mentioned in subclause 9 (1) (b) (i), the friable material that is likely to be disturbed shall be cleaned up and removed by using a vacuum equipped with a HEPA filter when access to the work area is obtained.</p> <p class=\"paragraph-e\">3. Before commencing work that is likely to disturb friable material containing asbestos that is crumbled, pulverized or powdered and that is lying on the surface of any article, thing or place, the friable material shall be cleaned up and removed by damp wiping or by using a vacuum equipped with a HEPA filter.</p> <p class=\"paragraph-e\">4. Friable material containing asbestos that is not crumbled, pulverized or powdered and that will be disturbed or removed during the work shall be thoroughly wetted before and during the work unless wetting creates a hazard or causes damage.</p> <p class=\"paragraph-e\">5. Subject to paragraph 6, the spread of asbestos dust from a work area shall be controlled by measures appropriate to the work to be done including the use of drop sheets of polyethylene or other suitable material.</p> <p class=\"paragraph-e\">6. Where the operation is one mentioned in subclause 9 (1) (b) (i) or (ii) and the operation is being carried on indoors, the spread of asbestos dust from the work area shall be prevented where practicable by,</p> <p class=\"subpara-e\">i. an enclosure of polyethylene or other suitable material where walls do not enclose the work area, and</p> <p class=\"subpara-e\">ii. disabling the mechanical ventilation system serving the work area and by sealing the ventilation ducts to and from the work area.</p> <p class=\"paragraph-e\">7. Frequently and at regular intervals during the doing of the work and immediately upon completion of the work,</p> <p class=\"subpara-e\">i. dust and waste containing asbestos shall be cleaned up and removed by wet sweeping or damp mopping and placed in a container as described in paragraph 3 of section 12 or by using a vacuum equipped with a HEPA filter,</p> <p class=\"subpara-e\">ii. drop sheets and barriers that are to be reused shall be cleaned by using a vacuum equipped with a HEPA filter or by damp wiping, and</p> <p class=\"subpara-e\">iii. drop sheets and barriers that are to be disposed of shall be wetted and folded to contain the dust and placed in a container as described in paragraph 3 of section 12.</p> <p class=\"paragraph-e\">8. The respirator required by paragraph 4 of section 12 shall be a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos.</p> <p class=\"paragraph-e\">9. Before leaving the work area, a worker shall decontaminate his or her protective clothing by using a vacuum equipped with a HEPA filter or by damp wiping.</p> <p class=\"paragraph-e\">10. If protective clothing will not be reused, the worker, after complying with paragraph 9, shall place the protective clothing in a container as described in paragraph 3 of section 12.</p> <p class=\"paragraph-e\">11. Facilities for the washing of hands and face shall be made available to a worker and shall be used by every worker when leaving the work area. R.R.O. 1990, Reg. 838, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. In addition to the measures and procedures prescribed by section 12, the following measures and procedures apply to Type 3 operations: 1. The work area shall be identified by signs warning of an asbestos dust hazard. 2. The work area shall be separated from the rest of the workplace by walls or by the placing of barricades or fencing or by other suitable means. 3. Signs required by paragraph 1 shall be posted in sufficient numbers to warn of the hazard and shall state in large clearly visible letters that, i. there is an asbestos dust hazard, and ii. access to the work area is restricted to persons wearing protective clothing and equipment. 4. In the case of an operation mentioned in subclause 9 (1) (c) (v), i. the spread of asbestos dust from the work area shall be prevented by the use of, A. enclosures of polyethylene or other suitable material where walls do not enclose the work area, and B. curtains of polyethylene sheeting or other suitable material fitted on each side of each entrance or exit from the work area, ii. frequently and at regular intervals during the doing of the work and immediately upon completion of the work, dust and waste containing asbestos shall be cleaned up and removed and placed in a container as described in paragraph 3 of section 12, iii. polyethylene sheeting and other material used for barriers or enclosures shall not be reused after completion of the work and immediately upon completion of the work shall be wetted and placed in containers as described in paragraph 3 of section 12, iv. the respirator required by paragraph 4 of section 12 shall be a powered air purifying positive pressure dust respirator suitable for protection against asbestos, v. before leaving the work area, a worker shall decontaminate his or her protective clothing using a vacuum equipped with a HEPA filter or by damp wiping prior to removing it and shall then remove it, vi. if protective clothing will not be reused, the worker shall place the protective clothing in a container as described in paragraph 3 of section 12, and vii. facilities for the washing of hands and face shall be made available to a worker and shall be used by every worker when leaving the work area. 5. In the case of an operation mentioned in subclause 9 (1) (c) (i) that is being carried on out-of-doors, i. where practicable the material to be removed shall be thoroughly wetted before and during removal unless wetting creates a hazard or causes damage, ii. dust and waste containing asbestos shall not be permitted to fall freely from one work level to another, iii. frequently and at regular intervals during the doing of the work and immediately upon completion of the work, dust and waste containing asbestos shall be cleaned up and removed and placed in a container as described in paragraph 3 of section 12, iv. wherever practicable, the work area shall be washed down with water after completion of the clean-up and removal, v. temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters, vi. a decontamination facility shall be located as close as practicable to the work area and shall consist of, A. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment, B. a shower room as described in subparagraph iv of paragraph 6, and C. a room suitable for changing into street clothes and for storing clean clothing and equipment, arranged in sequence and constructed so as to prevent the spread of asbestos dust, vii. when leaving the work area, a worker shall enter the decontamination facility and shall, in the following order, A. where the protective clothing will be reused, decontaminate the protective clothing using a vacuum equipped with a HEPA filter or damp wiping prior to removing it and shall then remove it, B. where the protective clothing will not be reused, place the protective clothing in a container as described in paragraph 3 of section 12, C. shower, and D. remove and clean the respirator, and viii. the respirator required by paragraph 4 of section 12 shall be, A. a supplied air, positive pressure full facepiece respirator where the friable material containing asbestos cannot be wetted, B. a powered air purifying positive pressure dust respirator suitable for protection against asbestos where the friable material contains a type of asbestos other than chrysotile and can be and is wetted, or C. a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos when the friable material contains chrysotile asbestos only and can be and is wetted. 6. In the case of an operation mentioned in subclause 9 (1) (c) (i) that is carried on indoors or an operation mentioned in subclause 9 (1) (c) (ii), (iii), (iv) or (vi), i. friable material containing asbestos that is crumbled, pulverized or powdered and that is lying on the surface of any thing or place in the work area shall be cleaned up and removed using a vacuum equipped with a HEPA filter or by damp wiping and all things shall be removed from the work area or covered with polyethylene sheeting or other suitable material, ii. the spread of asbestos dust from the work area shall be prevented by an enclosure of polyethylene or other suitable material where walls do not enclose the work area and by a decontamination facility consisting of a series of interconnecting rooms including, A. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment, B. a shower room as described in subparagraph iv, C. a room suitable for changing into street clothes and for storing clean clothing and equipment, and D. curtains of polyethylene sheeting or other suitable material fitted to each side of the entrance or exit to each room, arranged in sequence and constructed so that any person entering or leaving the work area must pass through each room in the decontamination facility, iii. the mechanical ventilation system serving the work area shall be disabled and all openings or voids, including ventilation ducts to or from the work area, shall be sealed by tape or other appropriate means, iv. the shower room in the decontamination facility, A. shall be provided with hot and cold water or water of a constant temperature that is not less than 40° Celsius or more than 50° Celsius, B. shall have individual controls inside the room to regulate water flow and, if there is hot and cold water, individual controls inside the room to regulate temperature, C. shall be capable of providing adequate supplies of hot water to maintain a water temperature of at least 40° Celsius, and D. shall be provided with clean towels, v. when leaving the work area, a worker shall enter the decontamination facility and shall, in the following order, A. where the protective clothing will be reused, decontaminate the protective clothing using a vacuum equipped with a HEPA filter or damp wiping prior to removing it and shall then remove it, B. where the protective clothing will not be reused, place the protective clothing in a container as described in paragraph 3 of section 12, C. shower, and D. remove and clean the respirator, vi. where practicable, existing electrical power distribution systems that are not water-tight shall be de-energized and locked out where wet removal operations are to be carried out, vii. temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters, viii. friable material containing asbestos shall be thoroughly wetted before and during removal unless wetting creates a hazard or causes damage, ix. the respirator required by paragraph 4 of section 12 shall be, A. a supplied air, positive pressure full facepiece respirator where the friable material containing asbestos cannot be wetted, B. a powered air purifying positive pressure dust respirator suitable for protection against asbestos where the friable material contains a type of asbestos other than chrysotile and can be and is wetted, or C. a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos when the friable material contains chrysotile asbestos only and can be and is wetted, x. the work area shall be inspected by a competent person for defects in the enclosure, barriers and decontamination facility, A. at the beginning of each shift, B. at the end of a shift where there is no shift beginning immediately following the shift that is ending, C. at least once each day on days when there are no shifts, xi. defects observed during an inspection under subparagraph x shall be repaired forthwith and no work, other than such repair work, shall be carried out in the work area until the repair work is completed, xii. where practicable, dust and waste containing asbestos shall be kept wet, xiii. frequently and at regular intervals during the doing of the work and immediately upon completion of the work, dust and waste containing asbestos shall be cleaned up and removed and placed in a container as described in paragraph 3 of section 12, xiv. upon completion of the work and before removing or dismantling the barriers, enclosure and decontamination facility, A. the work area shall be cleaned by a thorough washing where practicable and by vacuuming with a vacuum equipped with a HEPA filter, and B. equipment, tools and other items used in the work area shall be cleaned with a damp cloth and by vacuuming with a vacuum equipped with a HEPA filter or they shall be placed in a container as described in paragraph 3 of section 12 before being removed from the work area, and xv. polyethylene sheeting or other material used for barriers or enclosures or the decontamination facility shall not be reused and shall be wetted and placed in a container as described in paragraph 3 of section 12 as soon as practicable after complying with subparagraph xiv. R.R.O. 1990, Reg. 838, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>In addition to the measures and procedures prescribed by section 12, the following measures and procedures apply to Type 3 operations:</p> <p class=\"paragraph-e\">1. The work area shall be identified by signs warning of an asbestos dust hazard.</p> <p class=\"paragraph-e\">2. The work area shall be separated from the rest of the workplace by walls or by the placing of barricades or fencing or by other suitable means.</p> <p class=\"paragraph-e\">3. Signs required by paragraph 1 shall be posted in sufficient numbers to warn of the hazard and shall state in large clearly visible letters that,</p> <p class=\"subpara-e\">i. there is an asbestos dust hazard, and</p> <p class=\"subpara-e\">ii. access to the work area is restricted to persons wearing protective clothing and equipment.</p> <p class=\"paragraph-e\">4. In the case of an operation mentioned in subclause 9 (1) (c) (v),</p> <p class=\"subpara-e\">i. the spread of asbestos dust from the work area shall be prevented by the use of,</p> <p class=\"subsubpara-e\">A. enclosures of polyethylene or other suitable material where walls do not enclose the work area, and</p> <p class=\"subsubpara-e\">B. curtains of polyethylene sheeting or other suitable material fitted on each side of each entrance or exit from the work area,</p> <p class=\"subpara-e\">ii. frequently and at regular intervals during the doing of the work and immediately upon completion of the work, dust and waste containing asbestos shall be cleaned up and removed and placed in a container as described in paragraph 3 of section 12,</p> <p class=\"subpara-e\">iii. polyethylene sheeting and other material used for barriers or enclosures shall not be reused after completion of the work and immediately upon completion of the work shall be wetted and placed in containers as described in paragraph 3 of section 12,</p> <p class=\"subpara-e\">iv. the respirator required by paragraph 4 of section 12 shall be a powered air purifying positive pressure dust respirator suitable for protection against asbestos,</p> <p class=\"subpara-e\">v. before leaving the work area, a worker shall decontaminate his or her protective clothing using a vacuum equipped with a HEPA filter or by damp wiping prior to removing it and shall then remove it,</p> <p class=\"subpara-e\">vi. if protective clothing will not be reused, the worker shall place the protective clothing in a container as described in paragraph 3 of section 12, and</p> <p class=\"subpara-e\">vii. facilities for the washing of hands and face shall be made available to a worker and shall be used by every worker when leaving the work area.</p> <p class=\"paragraph-e\">5. In the case of an operation mentioned in subclause 9 (1) (c) (i) that is being carried on out-of-doors,</p> <p class=\"subpara-e\">i. where practicable the material to be removed shall be thoroughly wetted before and during removal unless wetting creates a hazard or causes damage,</p> <p class=\"subpara-e\">ii. dust and waste containing asbestos shall not be permitted to fall freely from one work level to another,</p> <p class=\"subpara-e\">iii. frequently and at regular intervals during the doing of the work and immediately upon completion of the work, dust and waste containing asbestos shall be cleaned up and removed and placed in a container as described in paragraph 3 of section 12,</p> <p class=\"subpara-e\">iv. wherever practicable, the work area shall be washed down with water after completion of the clean-up and removal,</p> <p class=\"subpara-e\">v. temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters,</p> <p class=\"subpara-e\">vi. a decontamination facility shall be located as close as practicable to the work area and shall consist of,</p> <p class=\"subsubpara-e\">A. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment,</p> <p class=\"subsubpara-e\">B. a shower room as described in subparagraph iv of paragraph 6, and</p> <p class=\"subsubpara-e\">C. a room suitable for changing into street clothes and for storing clean clothing and equipment,</p> <p class=\"Ssubpara-e\">arranged in sequence and constructed so as to prevent the spread of asbestos dust,</p> <p class=\"subpara-e\">vii. when leaving the work area, a worker shall enter the decontamination facility and shall, in the following order,</p> <p class=\"subsubpara-e\">A. where the protective clothing will be reused, decontaminate the protective clothing using a vacuum equipped with a HEPA filter or damp wiping prior to removing it and shall then remove it,</p> <p class=\"subsubpara-e\">B. where the protective clothing will not be reused, place the protective clothing in a container as described in paragraph 3 of section 12,</p> <p class=\"subsubpara-e\">C. shower, and</p> <p class=\"subsubpara-e\">D. remove and clean the respirator, and</p> <p class=\"subpara-e\">viii. the respirator required by paragraph 4 of section 12 shall be,</p> <p class=\"subsubpara-e\">A. a supplied air, positive pressure full facepiece respirator where the friable material containing asbestos cannot be wetted,</p> <p class=\"subsubpara-e\">B. a powered air purifying positive pressure dust respirator suitable for protection against asbestos where the friable material contains a type of asbestos other than chrysotile and can be and is wetted, or</p> <p class=\"subsubpara-e\">C. a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos when the friable material contains chrysotile asbestos only and can be and is wetted.</p> <p class=\"paragraph-e\">6. In the case of an operation mentioned in subclause 9 (1) (c) (i) that is carried on indoors or an operation mentioned in subclause 9 (1) (c) (ii), (iii), (iv) or (vi),</p> <p class=\"subpara-e\">i. friable material containing asbestos that is crumbled, pulverized or powdered and that is lying on the surface of any thing or place in the work area shall be cleaned up and removed using a vacuum equipped with a HEPA filter or by damp wiping and all things shall be removed from the work area or covered with polyethylene sheeting or other suitable material,</p> <p class=\"subpara-e\">ii. the spread of asbestos dust from the work area shall be prevented by an enclosure of polyethylene or other suitable material where walls do not enclose the work area and by a decontamination facility consisting of a series of interconnecting rooms including,</p> <p class=\"subsubpara-e\">A. a room suitable for changing into protective clothing and for storing contaminated protective clothing and equipment,</p> <p class=\"subsubpara-e\">B. a shower room as described in subparagraph iv,</p> <p class=\"subsubpara-e\">C. a room suitable for changing into street clothes and for storing clean clothing and equipment, and</p> <p class=\"subsubpara-e\">D. curtains of polyethylene sheeting or other suitable material fitted to each side of the entrance or exit to each room,</p> <p class=\"Ssubpara-e\">arranged in sequence and constructed so that any person entering or leaving the work area must pass through each room in the decontamination facility,</p> <p class=\"subpara-e\">iii. the mechanical ventilation system serving the work area shall be disabled and all openings or voids, including ventilation ducts to or from the work area, shall be sealed by tape or other appropriate means,</p> <p class=\"subpara-e\">iv. the shower room in the decontamination facility,</p> <p class=\"subsubpara-e\">A. shall be provided with hot and cold water or water of a constant temperature that is not less than 40° Celsius or more than 50° Celsius,</p> <p class=\"subsubpara-e\">B. shall have individual controls inside the room to regulate water flow and, if there is hot and cold water, individual controls inside the room to regulate temperature,</p> <p class=\"subsubpara-e\">C. shall be capable of providing adequate supplies of hot water to maintain a water temperature of at least 40° Celsius, and</p> <p class=\"subsubpara-e\">D. shall be provided with clean towels,</p> <p class=\"subpara-e\">v. when leaving the work area, a worker shall enter the decontamination facility and shall, in the following order,</p> <p class=\"subsubpara-e\">A. where the protective clothing will be reused, decontaminate the protective clothing using a vacuum equipped with a HEPA filter or damp wiping prior to removing it and shall then remove it,</p> <p class=\"subsubpara-e\">B. where the protective clothing will not be reused, place the protective clothing in a container as described in paragraph 3 of section 12,</p> <p class=\"subsubpara-e\">C. shower, and</p> <p class=\"subsubpara-e\">D. remove and clean the respirator,</p> <p class=\"subpara-e\">vi. where practicable, existing electrical power distribution systems that are not water-tight shall be de-energized and locked out where wet removal operations are to be carried out,</p> <p class=\"subpara-e\">vii. temporary electrical power distribution systems for tools and equipment involved in wet removal operations shall be equipped with ground fault circuit interrupters,</p> <p class=\"subpara-e\">viii. friable material containing asbestos shall be thoroughly wetted before and during removal unless wetting creates a hazard or causes damage,</p> <p class=\"subpara-e\">ix. the respirator required by paragraph 4 of section 12 shall be,</p> <p class=\"subsubpara-e\">A. a supplied air, positive pressure full facepiece respirator where the friable material containing asbestos cannot be wetted,</p> <p class=\"subsubpara-e\">B. a powered air purifying positive pressure dust respirator suitable for protection against asbestos where the friable material contains a type of asbestos other than chrysotile and can be and is wetted, or</p> <p class=\"subsubpara-e\">C. a non-powered reusable or replaceable air purifying dust respirator suitable for protection against asbestos when the friable material contains chrysotile asbestos only and can be and is wetted,</p> <p class=\"subpara-e\">x. the work area shall be inspected by a competent person for defects in the enclosure, barriers and decontamination facility,</p> <p class=\"subsubpara-e\">A. at the beginning of each shift,</p> <p class=\"subsubpara-e\">B. at the end of a shift where there is no shift beginning immediately following the shift that is ending,</p> <p class=\"subsubpara-e\">C. at least once each day on days when there are no shifts,</p> <p class=\"subpara-e\">xi. defects observed during an inspection under subparagraph x shall be repaired forthwith and no work, other than such repair work, shall be carried out in the work area until the repair work is completed,</p> <p class=\"subpara-e\">xii. where practicable, dust and waste containing asbestos shall be kept wet,</p> <p class=\"subpara-e\">xiii. frequently and at regular intervals during the doing of the work and immediately upon completion of the work, dust and waste containing asbestos shall be cleaned up and removed and placed in a container as described in paragraph 3 of section 12,</p> <p class=\"subpara-e\">xiv. upon completion of the work and before removing or dismantling the barriers, enclosure and decontamination facility,</p> <p class=\"subsubpara-e\">A. the work area shall be cleaned by a thorough washing where practicable and by vacuuming with a vacuum equipped with a HEPA filter, and</p> <p class=\"subsubpara-e\">B. equipment, tools and other items used in the work area shall be cleaned with a damp cloth and by vacuuming with a vacuum equipped with a HEPA filter or they shall be placed in a container as described in paragraph 3 of section 12 before being removed from the work area, and</p> <p class=\"subpara-e\">xv. polyethylene sheeting or other material used for barriers or enclosures or the decontamination facility shall not be reused and shall be wetted and placed in a container as described in paragraph 3 of section 12 as soon as practicable after complying with subparagraph xiv. R.R.O. 1990, Reg. 838, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) An employer shall ensure that instruction and training, (a) in the hazards of asbestos exposure; (b) in personal hygiene and work practices; and (c) in the use, cleaning and disposal of respirators and protective clothing, is provided by a competent person to every worker working in a Type 1, Type 2 or Type 3 operation. (2) Where a health and safety representative is selected under section 7 of the Act or where there is a joint health and safety committee, the representative or committee shall be advised of the time and place where the training and instruction prescribed by subsection (1) is to be carried out. (3) Without restricting the generality of clause (1) (c), the instruction and training related to respirators shall include instruction and training related to, (a) the limitations of the equipment; (b) the inspection and maintenance of the equipment; (c) the fitting of the equipment; and (d) the disinfecting of the equipment. R.R.O. 1990, Reg. 838, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) An employer shall ensure that instruction and training,</p> <p class=\"clause-e\">(a) in the hazards of asbestos exposure;</p> <p class=\"clause-e\">(b) in personal hygiene and work practices; and</p> <p class=\"clause-e\">(c) in the use, cleaning and disposal of respirators and protective clothing,</p> <p class=\"Ssection-e\">is provided by a competent person to every worker working in a Type 1, Type 2 or Type 3 operation.</p> <p class=\"subsection-e\">(2) Where a health and safety representative is selected under section 7 of the Act or where there is a joint health and safety committee, the representative or committee shall be advised of the time and place where the training and instruction prescribed by subsection (1) is to be carried out.</p> <p class=\"subsection-e\">(3) Without restricting the generality of clause (1) (c), the instruction and training related to respirators shall include instruction and training related to,</p> <p class=\"clause-e\">(a) the limitations of the equipment;</p> <p class=\"clause-e\">(b) the inspection and maintenance of the equipment;</p> <p class=\"clause-e\">(c) the fitting of the equipment; and</p> <p class=\"clause-e\">(d) the disinfecting of the equipment. R.R.O. 1990, Reg. 838, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. The employer of a worker working in a Type 2 operation or a Type 3 operation shall complete an asbestos work report in Form 1 for each such worker at least once in each twelve-month period and immediately upon the termination of the employment of the worker, and the employer shall forthwith forward the completed asbestos work report to the Provincial Physician, Ministry of Labour and give a copy to the worker. R.R.O. 1990, Reg. 838, s. 16; O. Reg. 510/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>The employer of a worker working in a Type 2 operation or a Type 3 operation shall complete an asbestos work report in Form 1 for each such worker at least once in each twelve-month period and immediately upon the termination of the employment of the worker, and the employer shall forthwith forward the completed asbestos work report to the Provincial Physician, Ministry of Labour and give a copy to the worker. R.R.O. 1990, Reg. 838, s. 16; O. Reg. 510/92, s. 2.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) The Provincial Physician, Ministry of Labour shall establish and maintain an Asbestos Workers Register consisting of the names of those workers for whom an asbestos work record form is submitted by an employer. R.R.O. 1990, Reg. 838, s. 17 (1); O. Reg. 510/92, s. 2. (2) A worker who is listed in the Asbestos Workers Register shall, at the expense of the employer, undergo examinations as may be required by the Provincial Physician, Ministry of Labour from time to time consisting of, (a) a medical questionnaire; and (b) clinical tests including chest x-rays and pulmonary function tests. R.R.O. 1990, Reg. 838, s. 17 (2); O. Reg. 510/92, s. 2. (3) The examinations required by subsection (2) shall take place in a Ministry of Labour Chest Clinic. R.R.O. 1990, Reg. 838, s. 17 (3). (4) A report of the examinations required by subsection (2) together with the interpretation to be placed thereon shall be mailed by the Provincial Physician, Ministry of Labour, (a) to the worker’s physician, if the worker has a physician, or to the worker, if the worker has no physician; and (b) to the next of kin or personal representative of a deceased worker, upon the request in writing of such next of kin or personal representative, and any authorization of another person by the worker or the worker’s next of kin or personal representative to examine or be given a copy of the report is of no effect. R.R.O. 1990, Reg. 838, s. 17 (4); O. Reg. 510/92, s. 2. (5) The Provincial Physician, Ministry of Labour shall advise a worker of any mailing made to the worker’s physician under clause (4) (a). R.R.O. 1990, Reg. 838, s. 17 (5); O. Reg. 510/92, s. 2. (6) Where a worker is removed from exposure to asbestos because a physical examination or clinical test discloses that the worker may have or has a condition resulting from exposure to asbestos and suffers a loss of earnings occasioned thereby, the worker is entitled to compensation for the loss in the manner and to the extent provided by the Workplace Safety and Insurance Act, 1997. R.R.O. 1990, Reg. 838, s. 17 (6); O. Reg. 104/04, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) The Provincial Physician, Ministry of Labour shall establish and maintain an Asbestos Workers Register consisting of the names of those workers for whom an asbestos work record form is submitted by an employer. R.R.O. 1990, Reg. 838, s. 17 (1); O. Reg. 510/92, s. 2.</p> <p class=\"subsection-e\">(2) A worker who is listed in the Asbestos Workers Register shall, at the expense of the employer, undergo examinations as may be required by the Provincial Physician, Ministry of Labour from time to time consisting of,</p> <p class=\"clause-e\">(a) a medical questionnaire; and</p> <p class=\"clause-e\">(b) clinical tests including chest x-rays and pulmonary function tests. R.R.O. 1990, Reg. 838, s. 17 (2); O. Reg. 510/92, s. 2.</p> <p class=\"subsection-e\">(3) The examinations required by subsection (2) shall take place in a Ministry of Labour Chest Clinic. R.R.O. 1990, Reg. 838, s. 17 (3).</p> <p class=\"subsection-e\">(4) A report of the examinations required by subsection (2) together with the interpretation to be placed thereon shall be mailed by the Provincial Physician, Ministry of Labour,</p> <p class=\"clause-e\">(a) to the worker’s physician, if the worker has a physician, or to the worker, if the worker has no physician; and</p> <p class=\"clause-e\">(b) to the next of kin or personal representative of a deceased worker, upon the request in writing of such next of kin or personal representative,</p> <p class=\"Ssubsection-e\">and any authorization of another person by the worker or the worker’s next of kin or personal representative to examine or be given a copy of the report is of no effect. R.R.O. 1990, Reg. 838, s. 17 (4); O. Reg. 510/92, s. 2.</p> <p class=\"subsection-e\">(5) The Provincial Physician, Ministry of Labour shall advise a worker of any mailing made to the worker’s physician under clause (4) (a). R.R.O. 1990, Reg. 838, s. 17 (5); O. Reg. 510/92, s. 2.</p> <p class=\"subsection-e\">(6) Where a worker is removed from exposure to asbestos because a physical examination or clinical test discloses that the worker may have or has a condition resulting from exposure to asbestos and suffers a loss of earnings occasioned thereby, the worker is entitled to compensation for the loss in the manner and to the extent provided by the <i>Workplace Safety and Insurance Act, 1997</i>. R.R.O. 1990, Reg. 838, s. 17 (6); O. Reg. 104/04, s. 1.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. For the purposes of this Regulation, upon the application of an employer in writing to the Director, the measures and procedures that are to be carried out or used may vary from those prescribed in this Regulation or required in a code issued by the Ministry where, (a) the employer establishes that the variation affords adequate protection for a worker or exceeds the factors of accuracy and precision required in the code; and (b) approval for the variance is obtained from the Director in writing before the measures and procedures as varied are carried out or used. R.R.O. 1990, Reg. 838, s. 18. FORM 1   ASBESTOS WORK REPORT Occupational Health and Safety Act   R.R.O. 1990, Reg. 838, Form 1; O. Reg. 510/92, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>18. </b>For the purposes of this Regulation, upon the application of an employer in writing to the Director, the measures and procedures that are to be carried out or used may vary from those prescribed in this Regulation or required in a code issued by the Ministry where,</p> <p class=\"clause-e\">(a) the employer establishes that the variation affords adequate protection for a worker or exceeds the factors of accuracy and precision required in the code; and</p> <p class=\"clause-e\">(b) approval for the variance is obtained from the Director in writing before the measures and procedures as varied are carried out or used. R.R.O. 1990, Reg. 838, s. 18.</p> <p class=\"form-e\">FORM 1 <br/>  ASBESTOS WORK REPORT</p> <p class=\"act-e\"><i>Occupational Health and Safety Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"864\" src=\"images/elaws_rev_regs_900838_e-1.gif\" width=\"354\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"462\" src=\"images/elaws_rev_regs_900838_e-2.gif\" width=\"320\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 838, Form 1; O. Reg. 510/92, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}