{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 272: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 272: ",
        "act_under": "Developmental Services Act   Loi sur les services aux personnes ayant une déficience intellectuelle",
        "url": "https://www.ontario.ca/laws/regulation/900272",
        "date_scraped": "2023-12-19 05:42:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900272/v3",
            "valid_from": "May 19, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900272/v2",
            "valid_from": "July 29, 2005",
            "valid_to": "May 18, 2011"
        },
        {
            "a_href": "/laws/regulation/900272/v1",
            "valid_from": "April  1, 2003",
            "valid_to": "July 28, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “group home” means a home providing staff-supported residential accommodation in a group setting for persons with a developmental disability, other than a facility listed in Schedule 1; “health care” means medical, surgical, obstetrical, optical, dental and nursing services, and includes drugs, dressings, prosthetic appliances and any other items or health services necessary to or commonly associated with the provision of any such specified services, but does not include any part of such items and health services payable under the Ontario Health Insurance Plan under the Health Insurance Act; “licensed public accountant” means a public accountant licensed under the Public Accountancy Act. R.R.O. 1990, Reg. 272, s. 1 (1); O. Reg. 124/00, s. 1; O. Reg. 434/01, s. 1 (1-3). (2) For the purposes of the Act and this Regulation, “assistance” means, (a) aid in any form to a resident for the purpose of providing all or any of the following, (i) care in a facility, (ii) food, shelter, clothing, fuel, utilities, household supplies and personal essentials, (iii) travel and transportation, (iv) a funeral and burial, (v) health care, and (vi) services purchased on behalf of a resident, (b) aid in any form to a person with a developmental disability other than a resident for the purpose of providing all or any of the following, (i) residential care, (ii) family respite, and (iii) travel and transportation; “services” means services for a person with a developmental disability and includes, (a) diagnosis and assessment, (b) Revoked: O. Reg. 434/01, s. 1 (6). (c) day program supports, (d) Revoked: O. Reg. 434/01, s. 1 (7). (e) casework and counselling, (f) health care, (g) research and evaluation, (h) training programs to offer instruction in the nature of developmental disabilities and their prevention, (i) Revoked: O. Reg. 434/01, s. 1 (8). (j) behaviour management, (k) demonstration projects, (l) training of staff who work with persons with a developmental disability, (m) information programs to increase awareness of existing services for persons with a developmental disability, and (n) life skills training. R.R.O. 1990, Reg. 272, s. 1 (2); O. Reg. 434/01, s. 1 (4-9). PART II   CLASSES OF FACILITIES",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“group home” means a home providing staff-supported residential accommodation in a group setting for persons with a developmental disability, other than a facility listed in Schedule 1;</p> <p class=\"definition-e\">“health care” means medical, surgical, obstetrical, optical, dental and nursing services, and includes drugs, dressings, prosthetic appliances and any other items or health services necessary to or commonly associated with the provision of any such specified services, but does not include any part of such items and health services payable under the Ontario Health Insurance Plan under the <i>Health Insurance Act</i>;</p> <p class=\"definition-e\">“licensed public accountant” means a public accountant licensed under the <i>Public Accountancy Act</i>. R.R.O. 1990, Reg. 272, s. 1 (1); O. Reg. 124/00, s. 1; O. Reg. 434/01, s. 1 (1-3).</p> <p class=\"subsection-e\">(2) For the purposes of the Act and this Regulation,</p> <p class=\"firstdef-e\">“assistance” means,</p> <p class=\"defclause-e\">(a) aid in any form to a resident for the purpose of providing all or any of the following,</p> <p class=\"defsubclause-e\">(i) care in a facility,</p> <p class=\"defsubclause-e\">(ii) food, shelter, clothing, fuel, utilities, household supplies and personal essentials,</p> <p class=\"defsubclause-e\">(iii) travel and transportation,</p> <p class=\"defsubclause-e\">(iv) a funeral and burial,</p> <p class=\"defsubclause-e\">(v) health care, and</p> <p class=\"defsubclause-e\">(vi) services purchased on behalf of a resident,</p> <p class=\"defclause-e\">(b) aid in any form to a person with a developmental disability other than a resident for the purpose of providing all or any of the following,</p> <p class=\"defsubclause-e\">(i) residential care,</p> <p class=\"defsubclause-e\">(ii) family respite, and</p> <p class=\"defsubclause-e\">(iii) travel and transportation;</p> <p class=\"definition-e\">“services” means services for a person with a developmental disability and includes,</p> <p class=\"defclause-e\">(a) diagnosis and assessment,</p> <p class=\"defclause-e\">(b) Revoked: O. Reg. 434/01, s. 1 (6).</p> <p class=\"defclause-e\">(c) day program supports,</p> <p class=\"defclause-e\">(d) Revoked: O. Reg. 434/01, s. 1 (7).</p> <p class=\"defclause-e\">(e) casework and counselling,</p> <p class=\"defclause-e\">(f) health care,</p> <p class=\"defclause-e\">(g) research and evaluation,</p> <p class=\"defclause-e\">(h) training programs to offer instruction in the nature of developmental disabilities and their prevention,</p> <p class=\"defclause-e\">(i) Revoked: O. Reg. 434/01, s. 1 (8).</p> <p class=\"defclause-e\">(j) behaviour management,</p> <p class=\"defclause-e\">(k) demonstration projects,</p> <p class=\"defclause-e\">(l) training of staff who work with persons with a developmental disability,</p> <p class=\"defclause-e\">(m) information programs to increase awareness of existing services for persons with a developmental disability, and</p> <p class=\"defclause-e\">(n) life skills training. R.R.O. 1990, Reg. 272, s. 1 (2); O. Reg. 434/01, s. 1 (4-9).</p> <p class=\"partnum-e\"><b>PART II <br/>  CLASSES OF FACILITIES</b></p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The facilities in Schedule 1 are designated as facilities to which the Act and this Regulation apply. R.R.O. 1990, Reg. 272, s. 2 (1); O. Reg. 124/00, s. 2 (1). (2) Group homes are designated as a class of facility to which the Act and this Regulation apply. O. Reg. 434/01, s. 2. (3) Revoked: O. Reg. 124/00, s. 2 (2). PART III (s. 3) Revoked: O. Reg. 124/00, s. 3. PART IV (ss. 4 - 9) Revoked: O. Reg. 434/01. s. 3. PART V   RULES GOVERNING FACILITIES",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The facilities in Schedule 1 are designated as facilities to which the Act and this Regulation apply. R.R.O. 1990, Reg. 272, s. 2 (1); O. Reg. 124/00, s. 2 (1).</p> <p class=\"subsection-e\">(2) Group homes are designated as a class of facility to which the Act and this Regulation apply. O. Reg. 434/01, s. 2.</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 124/00, s. 2 (2).</p> <p class=\"partnumRevoked-e\"><b>PART III </b>(s. 3) Revoked: O. Reg. 124/00, s. 3.</p> <p class=\"partnumRevoked-e\"><b>PART IV </b>(ss. 4 - 9) Revoked: O. Reg. 434/01. s. 3.</p> <p class=\"partnum-e\"><b>PART V <br/>  RULES GOVERNING FACILITIES</b></p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The board or, where there is no board, the owner of each facility, if requested by the Minister, shall provide to the Minister evidence that all or any part of a building or buildings used or to be used by the facility comply with, (a) the laws affecting the health of inhabitants of the municipality in which the facility is located; (b) any rule, regulation, direction or order of the local board of health and any direction or order of the medical officer of health; (c) any by-law of the municipality in which the facility is located or other law for the protection of persons from fire hazards; (d) any restricted area, standard of housing or building by-law passed by the municipality in which the facility is located pursuant to Part III of the Planning Act or any predecessor thereof; (e) the requirements of the building code made under the Building Code Act. R.R.O. 1990, Reg. 272, s. 10. (f) the requirements of the electrical safety code made under the Electricity Act, 1998; and (g) the requirements of the fire code made under the Fire Protection and Prevention Act, 1997. R.R.O. 1990, Reg. 272, s. 10; O. Reg. 434/01, s. 5 (1, 2).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The board or, where there is no board, the owner of each facility, if requested by the Minister, shall provide to the Minister evidence that all or any part of a building or buildings used or to be used by the facility comply with,</p> <p class=\"clause-e\">(a) the laws affecting the health of inhabitants of the municipality in which the facility is located;</p> <p class=\"clause-e\">(b) any rule, regulation, direction or order of the local board of health and any direction or order of the medical officer of health;</p> <p class=\"clause-e\">(c) any by-law of the municipality in which the facility is located or other law for the protection of persons from fire hazards;</p> <p class=\"clause-e\">(d) any restricted area, standard of housing or building by-law passed by the municipality in which the facility is located pursuant to Part III of the <i>Planning Act</i> or any predecessor thereof;</p> <p class=\"clause-e\">(e) the requirements of the building code made under the <i>Building Code Act</i>. R.R.O. 1990, Reg. 272, s. 10.</p> <p class=\"clause-e\">(f) the requirements of the electrical safety code made under the <i>Electricity Act, 1998</i>; and</p> <p class=\"clause-e\">(g) the requirements of the fire code made under the <i>Fire Protection and Prevention Act, 1997</i>. R.R.O. 1990, Reg. 272, s. 10; O. Reg. 434/01, s. 5 (1, 2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. In every facility, the board or where there is no board, the owner, shall ensure that, (a) the facility is inspected at least once a year by the fire department of the municipality where the facility is located or by a professional engineer as defined in the Professional Engineers Act or an architect as defined in the Architects Act and that all fire safety deficiencies are corrected; (b) there is adequate protection to avoid burn injury from radiators or other heating equipment; (c) the water supplies are adequate for all normal needs, including those of fire protection; (d) at least once a year the heating equipment is serviced by qualified personnel and a written record of the servicing is kept; (e) adequate supervision is provided at all times for the security of the residents and the facility; and (f) no portable electric heaters are used in the facility that are not in accordance with standards of approval set down by the Canadian Standards Association. O. Reg. 450/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>In every facility, the board or where there is no board, the owner, shall ensure that,</p> <p class=\"clause-e\">(a) the facility is inspected at least once a year by the fire department of the municipality where the facility is located or by a professional engineer as defined in the <i>Professional Engineers Act </i>or an architect as defined in the <i>Architects Act </i>and that all fire safety deficiencies are corrected;</p> <p class=\"clause-e\">(b) there is adequate protection to avoid burn injury from radiators or other heating equipment;</p> <p class=\"clause-e\">(c) the water supplies are adequate for all normal needs, including those of fire protection;</p> <p class=\"clause-e\">(d) at least once a year the heating equipment is serviced by qualified personnel and a written record of the servicing is kept;</p> <p class=\"clause-e\">(e) adequate supervision is provided at all times for the security of the residents and the facility; and</p> <p class=\"clause-e\">(f) no portable electric heaters are used in the facility that are not in accordance with standards of approval set down by the Canadian Standards Association. O. Reg. 450/05, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. A facility located in a municipality that does not have public fire protection shall be provided with a complete automatic sprinkler system that complies with standards prescribed under the Building Code Act. R.R.O. 1990, Reg. 272, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A facility located in a municipality that does not have public fire protection shall be provided with a complete automatic sprinkler system that complies with standards prescribed under the <i>Building Code Act</i>. R.R.O. 1990, Reg. 272, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. The board or, where there is no board, the owner of each facility shall keep and maintain an inventory of all furnishings and equipment acquired by the facility and the inventory shall set forth each addition to or removal from inventory and the reasons therefor and shall be prepared in such manner and contain such additional information as the Director may require. R.R.O. 1990, Reg. 272, s. 13; O. Reg. 434/01, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The board or, where there is no board, the owner of each facility shall keep and maintain an inventory of all furnishings and equipment acquired by the facility and the inventory shall set forth each addition to or removal from inventory and the reasons therefor and shall be prepared in such manner and contain such additional information as the Director may require. R.R.O. 1990, Reg. 272, s. 13; O. Reg. 434/01, s. 8.</p>"
        },
        {
            "id": "P67_5845",
            "section": null,
            "content": "13.1 In every group home, the board or, where there is no board, the owner shall, (a) provide nourishing meals at regular intervals prepared by or under the supervision of a competent person; (b) provide adequate and sanitary supplies of drinking water; (c) ensure that, if sleeping accommodation is provided in rooms located other than on the ground floor or the floor immediately above it, the building is equipped with, (i) the fire safety features identified in section 9.5 or 9.6, as applicable, of the fire code established under the Fire Protection and Prevention Act, 1997, despite Articles 9.1.2.2 and 9.5.1.1 of the fire code, or (ii) an automatic sprinkler system that complies with the standards prescribed for a care occupancy (Group B, Division 3) under Part 3 of the building code made under the Building Code Act, 1992; (d) provide an outside recreation area, maintained in a safe and sanitary condition; (e) provide an inside recreation area, maintained in a safe and sanitary condition; (f) ensure that a minimum temperature of 20 Celsius is maintained from October 1 to May 31 in each year; (g) ensure that a plan is developed for each resident, that the plan builds on the resident’s capacity to engage in activities which promote community life, that the plan honours the resident’s preferences, choices and abilities, that the resident participates in the development of the plan, that the plan is developed in a manner that respects the resident’s interests and concerns, and that the plan and the process of revising the plan change as the resident changes; (h) ensure that each resident has access to medical services in accordance with his or her needs; (i) ensure that each member of the staff has the qualifications and skill level required to perform the duties the member was hired to perform; (j) ensure that each member of the staff receives such immunization as is recommended by the local medical officer of health and a health assessment before the person commences employment; and (k) before hiring as a member of the staff or taking on as a volunteer a person who will have direct contact with residents, a personal reference check and a criminal reference check are completed with respect to the person. O. Reg. 434/01, s. 9; O. Reg. 450/05, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P67_5845\"></a><a name=\"s003\"></a><a name=\"s003e\"></a>13.1 </b>In every group home, the board or, where there is no board, the owner shall,</p> <p class=\"clause-e\"><a name=\"P68_5929\"></a><a name=\"c007\"></a>(a<a name=\"P68_5931\"></a><a name=\"c007e\"></a>) provide nourishing meals at regular intervals prepared by or under the supervision of a competent person;</p> <p class=\"clause-e\"><a name=\"P69_6037\"></a><a name=\"c008\"></a>(b)<a name=\"P69_6040\"> </a><a name=\"c008e\"></a>provide adequate and sanitary supplies of drinking water;</p> <p class=\"clause-e\">(c) ensure that, if sleeping accommodation is provided in rooms located other than on the ground floor or the floor immediately above it, the building is equipped with,</p> <p class=\"subclause-e\">(i) the fire safety features identified in section 9.5 or 9.6, as applicable, of the fire code established under the <i>Fire Protection and Prevention Act, 1997</i>, despite Articles 9.1.2.2 and 9.5.1.1 of the fire code, or</p> <p class=\"subclause-e\">(ii) an automatic sprinkler system that complies with the standards prescribed for a care occupancy (Group B, Division 3) under Part 3 of the building code made under the <i>Building Code Act, 1992</i>;</p> <p class=\"clause-e\"><a name=\"P73_6673\"></a><a name=\"c010\"></a>(d)<a name=\"P73_6676\"> </a><a name=\"c010e\"></a>provide an outside recreation area, maintained in a safe and sanitary condition;</p> <p class=\"clause-e\"><a name=\"P74_6756\"></a><a name=\"c011\"></a>(e)<a name=\"P74_6759\"> </a><a name=\"c011e\"></a>provide an inside recreation area, maintained in a safe and sanitary condition;</p> <p class=\"clause-e\">(f)<a name=\"P75_6841\"> </a><a name=\"ss001\"></a><a name=\"ss001e\"></a>ensure that a minimum temperature of 20 Celsius is maintained from October 1 to May 31 in each year;</p> <p class=\"clause-e\">(g) ensure that a plan is developed for each resident, that the plan builds on the resident’s capacity to engage in activities which promote community life, that the plan honours the resident’s preferences, choices and abilities, that the resident participates in the development of the plan, that the plan is developed in a manner that respects the resident’s interests and concerns, and that the plan and the process of revising the plan change as the resident changes;</p> <p class=\"clause-e\">(h) ensure that each resident has access to medical services in accordance with his or her needs;</p> <p class=\"clause-e\">(i) ensure that each member of the staff has the qualifications and skill level required to perform the duties the member was hired to perform;</p> <p class=\"clause-e\">(j) ensure that each member of the staff receives such immunization as is recommended by the local medical officer of health and a health assessment before the person commences employment; and</p> <p class=\"clause-e\">(k) before hiring as a member of the staff or taking on as a volunteer a person who will have direct contact with residents, a personal reference check and a criminal reference check are completed with respect to the person. O. Reg. 434/01, s. 9; O. Reg. 450/05, s. 2.</p>"
        },
        {
            "id": "13.2",
            "section": null,
            "content": "13.2 (1) The board or, where there is no board, the owner of each group home shall keep a written record for each resident and shall retain the record for at least 20 years after the date of the last entry with respect to the resident in the record or, if the resident dies, for at least five years after the date of death of the resident. O. Reg. 434/01, s. 9. (2) The record shall set out in respect of each resident, (a) his or her name, age and gender; (b) his or her address prior to admission to the group home; (c) the names, addresses and occupations of his or her parents or guardians; (d) his or her personal and family history; (e) the date and circumstances of his or her admission to the group home; (f) the terms of payment for his or her care and support; (g) a record of all medical, psychological and other similar examinations of the resident, together with the findings and recommendations; (h) an account of any matter or history that might affect the resident; (i) the date and circumstances of his or her discharge from the group home; and (j) the name and address of any person having charge of the resident at the time of his or her discharge and the relationship between them. O. Reg. 434/01, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>13.2 </b>(1) The board or, where there is no board, the owner of each group home shall keep a written record for each resident and shall retain the record for at least 20 years after the date of the last entry with respect to the resident in the record or, if the resident dies, for at least five years after the date of death of the resident. O. Reg. 434/01, s. 9.</p> <p class=\"subsection-e\">(2) The record shall set out in respect of each resident,</p> <p class=\"clause-e\">(a) his or her name, age and gender;</p> <p class=\"clause-e\">(b) his or her address prior to admission to the group home;</p> <p class=\"clause-e\">(c) the names, addresses and occupations of his or her parents or guardians;</p> <p class=\"clause-e\">(d) his or her personal and family history;</p> <p class=\"clause-e\">(e) the date and circumstances of his or her admission to the group home;</p> <p class=\"clause-e\">(f) the terms of payment for his or her care and support;</p> <p class=\"clause-e\">(g) a record of all medical, psychological and other similar examinations of the resident, together with the findings and recommendations;</p> <p class=\"clause-e\">(h) an account of any matter or history that might affect the resident;</p> <p class=\"clause-e\">(i) the date and circumstances of his or her discharge from the group home; and</p> <p class=\"clause-e\">(j) the name and address of any person having charge of the resident at the time of his or her discharge and the relationship between them. O. Reg. 434/01, s. 9.</p>"
        },
        {
            "id": "13.3",
            "section": null,
            "content": "13.3 (1) The board or, where there is no board, the owner of each group home shall prepare and maintain separate books of account and financial records for each group home for each fiscal year that accurately record, (a) all revenue and expenditures of the group home for the fiscal year; and (b) all money received by the group home for the fiscal year other than funds received from sources under the Act. O. Reg. 434/01, s. 9. (2) The books of account and financial records of each group home must be retained by the board or, where there is no board, the owner of the group home for at least seven years after the end of the fiscal year to which the books and records relate. O. Reg. 434/01, s. 9. (3) The board or, where there is no board, the owner of each group home shall ensure that the financial statements of the group home for each fiscal year are audited by a licensed public accountant who is not a member of the board or, where there is no board, by a licensed public accountant who is not an owner of the group home. O. Reg. 434/01, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>13.3 </b>(1) The board or, where there is no board, the owner of each group home shall prepare and maintain separate books of account and financial records for each group home for each fiscal year that accurately record,</p> <p class=\"clause-e\">(a) all revenue and expenditures of the group home for the fiscal year; and</p> <p class=\"clause-e\">(b) all money received by the group home for the fiscal year other than funds received from sources under the Act. O. Reg. 434/01, s. 9.</p> <p class=\"subsection-e\">(2) The books of account and financial records of each group home must be retained by the board or, where there is no board, the owner of the group home for at least seven years after the end of the fiscal year to which the books and records relate. O. Reg. 434/01, s. 9.</p> <p class=\"subsection-e\">(3) The board or, where there is no board, the owner of each group home shall ensure that the financial statements of the group home for each fiscal year are audited by a licensed public accountant who is not a member of the board or, where there is no board, by a licensed public accountant who is not an owner of the group home. O. Reg. 434/01, s. 9.</p>"
        },
        {
            "id": "13.4",
            "section": null,
            "content": "13.4 (1) The board or, where there is no board, the owner of each group home shall provide to the Minister, not later than the last day of the fourth month following the end of each fiscal year, (a) a copy of the audited financial statements of the group home for the fiscal year; (b) a statement reconciling the operating subsidy paid by the Province during the fiscal year with any operating surplus for the fiscal year repayable to the Province; and (c) a report of the auditor stating whether, in the auditor’s opinion, (i) the auditor has received sufficient information and explanations to report on the group home’s financial statements for the fiscal year, (ii) the financial statements for the fiscal year and the claims for provincial subsidy are in accordance with the books and records of the group home, and (iii) the financial statements have been prepared in accordance with generally accepted accounting principles applied on a basis consistent with those of prior years. O. Reg. 434/01, s. 9. (2) The fiscal year of a group home is the period designated by the Minister as the fiscal year of the group home. O. Reg. 434/01, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>13.4 </b>(1) The board or, where there is no board, the owner of each group home shall provide to the Minister, not later than the last day of the fourth month following the end of each fiscal year,</p> <p class=\"clause-e\">(a) a copy of the audited financial statements of the group home for the fiscal year;</p> <p class=\"clause-e\">(b) a statement reconciling the operating subsidy paid by the Province during the fiscal year with any operating surplus for the fiscal year repayable to the Province; and</p> <p class=\"clause-e\">(c) a report of the auditor stating whether, in the auditor’s opinion,</p> <p class=\"subclause-e\">(i) the auditor has received sufficient information and explanations to report on the group home’s financial statements for the fiscal year,</p> <p class=\"subclause-e\">(ii) the financial statements for the fiscal year and the claims for provincial subsidy are in accordance with the books and records of the group home, and</p> <p class=\"subclause-e\">(iii) the financial statements have been prepared in accordance with generally accepted accounting principles applied on a basis consistent with those of prior years. O. Reg. 434/01, s. 9.</p> <p class=\"subsection-e\">(2) The fiscal year of a group home is the period designated by the Minister as the fiscal year of the group home. O. Reg. 434/01, s. 9.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. The charge for any resident shall be equal to the cost of providing assistance to him or her. R.R.O. 1990, Reg. 272, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The charge for any resident shall be equal to the cost of providing assistance to him or her. R.R.O. 1990, Reg. 272, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) An application for admission to a facility and for assistance shall be made to an administrator who shall determine whether the applicant is eligible for admission to the facility and for assistance and whether the applicant is able to contribute to all or any part of the cost of the assistance. R.R.O. 1990, Reg. 272, s. 15 (1). (2) In determining whether an applicant is able to contribute to all or any part of the cost of assistance, the amount referred to in clause 32 (2) (a) of Ontario Regulation 222/98 in respect of the applicant shall not be considered, and the applicant shall be permitted to retain that amount for personal use. O. Reg. 124/00, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) An application for admission to a facility and for assistance shall be made to an administrator who shall determine whether the applicant is eligible for admission to the facility and for assistance and whether the applicant is able to contribute to all or any part of the cost of the assistance. R.R.O. 1990, Reg. 272, s. 15 (1).</p> <p class=\"subsection-e\">(2) In determining whether an applicant is able to contribute to all or any part of the cost of assistance, the amount referred to in clause 32 (2) (a) of Ontario Regulation 222/98 in respect of the applicant shall not be considered, and the applicant shall be permitted to retain that amount for personal use. O. Reg. 124/00, s. 6.</p>"
        },
        {
            "id": "15.1",
            "section": null,
            "content": "15.1 (1) The board or, where there is no board, the owner of each group home is entitled to recover without interest from a resident or former resident of the group home or from the estate of that resident, as a debt due to the corporation or owner, the amount of the costs paid by the corporation or owner for providing assistance to the resident, even if provincial aid has been paid under section 35 of the Act. O. Reg. 434/01, s. 9. (2) The Crown in right of Ontario is subrogated to the right of the corporation or owner to recover costs under subsection (1). O. Reg. 434/01, s. 9. (3) Where costs in respect of which provincial aid has been paid under section 35 of the Act are recovered under subsection (1) or (2), the Crown in right of Ontario is entitled to the same percentage of the amount recovered as the percentage on which the contribution by the Province to the corporation or owner in respect of the amount recovered was based. O. Reg. 434/01, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>15.1 </b>(1) The board or, where there is no board, the owner of each group home is entitled to recover without interest from a resident or former resident of the group home or from the estate of that resident, as a debt due to the corporation or owner, the amount of the costs paid by the corporation or owner for providing assistance to the resident, even if provincial aid has been paid under section 35 of the Act. O. Reg. 434/01, s. 9.</p> <p class=\"subsection-e\">(2) The Crown in right of Ontario is subrogated to the right of the corporation or owner to recover costs under subsection (1). O. Reg. 434/01, s. 9.</p> <p class=\"subsection-e\">(3) Where costs in respect of which provincial aid has been paid under section 35 of the Act are recovered under subsection (1) or (2), the Crown in right of Ontario is entitled to the same percentage of the amount recovered as the percentage on which the contribution by the Province to the corporation or owner in respect of the amount recovered was based. O. Reg. 434/01, s. 9.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) An application for services shall be made to the Director or to an administrator, and the Director or administrator, as the case may be, shall determine whether the applicant is eligible for the services and whether the applicant is able to contribute to all or any part of the cost thereof. R.R.O. 1990, Reg. 272, s. 16 (1). (2) In determining whether an applicant is able to contribute to all or any part of the cost of the services, the amount referred to in clause 32 (2) (a) of Ontario Regulation 222/98 in respect of the applicant shall not be considered, and the applicant shall be permitted to retain that amount for personal use. O. Reg. 124/00, s. 7. PART VI   RULES GOVERNING PHYSICAL RESTRAINT",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) An application for services shall be made to the Director or to an administrator, and the Director or administrator, as the case may be, shall determine whether the applicant is eligible for the services and whether the applicant is able to contribute to all or any part of the cost thereof. R.R.O. 1990, Reg. 272, s. 16 (1).</p> <p class=\"subsection-e\">(2) In determining whether an applicant is able to contribute to all or any part of the cost of the services, the amount referred to in clause 32 (2) (a) of Ontario Regulation 222/98 in respect of the applicant shall not be considered, and the applicant shall be permitted to retain that amount for personal use. O. Reg. 124/00, s. 7.</p> <p class=\"partnum-e\"><b>PART VI <br/>  RULES GOVERNING PHYSICAL RESTRAINT</b></p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) In this Part, “direct care staff member”, in relation to a facility, means, (a) a member of the facility’s staff who provides direct care to residents of the facility, and (b) an owner of the facility who is an individual providing direct care to residents of the facility; “physical restraint”, in relation to a resident, means using a holding technique to restrict the resident’s ability to move freely, and “physically restrain” has a corresponding meaning. O. Reg. 78/02, s. 1. (2) For greater certainty, physical restraint does not include, (a) restriction of movement, physical redirection or physical prompting, if the restriction of movement, physical redirection or physical prompting is brief, gentle and part of a behaviour teaching program; or (b) the use of helmets, protective mitts or other equipment to prevent a resident from physically injuring or further physically injuring himself or herself. O. Reg. 78/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“direct care staff member”, in relation to a facility, means,</p> <p class=\"defclause-e\">(a) a member of the facility’s staff who provides direct care to residents of the facility, and</p> <p class=\"defclause-e\">(b) an owner of the facility who is an individual providing direct care to residents of the facility;</p> <p class=\"definition-e\">“physical restraint”, in relation to a resident, means using a holding technique to restrict the resident’s ability to move freely, and “physically restrain” has a corresponding meaning. O. Reg. 78/02, s. 1.</p> <p class=\"subsection-e\">(2) For greater certainty, physical restraint does not include,</p> <p class=\"clause-e\">(a) restriction of movement, physical redirection or physical prompting, if the restriction of movement, physical redirection or physical prompting is brief, gentle and part of a behaviour teaching program; or</p> <p class=\"clause-e\">(b) the use of helmets, protective mitts or other equipment to prevent a resident from physically injuring or further physically injuring himself or herself. O. Reg. 78/02, s. 1.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) The board, or where there is no board, the owner of every facility shall ensure that physical restraint of residents of the facility is not carried out except in accordance with the following rules: 1. Physical restraint of a resident may be carried out only for the purpose of preventing the resident from physically injuring or further physically injuring himself or herself or others. 2. Physical restraint of a resident may never be carried out for the purpose of punishing the resident. 3. Physical restraint of a resident may be carried out only if there is a clear and imminent risk that the resident will physically injure or further physically injure himself or herself or others. 4. Physical restraint of a resident may be carried out only after it is determined that less intrusive interventions are or would be ineffective in preventing the resident from physically injuring or further physically injuring himself or herself or others. 5. Physical restraint of a resident may be carried out only by the facility’s direct care staff members who have received the training and education described in section 21. 6. A particular holding technique may be used only by the facility’s direct care staff members who have received specific training in that technique in a training program approved by the Minister. 7. When physical restraint of a resident is carried out, it must be carried out using the least amount of force that is necessary to restrict the resident’s ability to move freely. 8. During physical restraint of a resident, the resident’s condition must be continually monitored and assessed. 9. Physical restraint of a resident must be stopped upon the earlier of the following: i. When there is no longer a clear and imminent risk that the resident will physically injure himself or herself or others. ii. When there is a risk that the physical restraint itself will endanger the health or safety of the resident. O. Reg. 78/02, s. 1. (2) The board, or where there is no board, the owner of every facility shall establish, (a) a written policy concerning the interventions that must be employed or considered for the purpose of preventing a resident from physically injuring or further physically injuring himself or herself or others, in order to avoid the need to physically restrain the resident; and (b) a written policy concerning the protocols that must be followed in monitoring and assessing a resident’s condition during physical restraint. O. Reg. 78/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) The board, or where there is no board, the owner of every facility shall ensure that physical restraint of residents of the facility is not carried out except in accordance with the following rules:</p> <p class=\"paragraph-e\">1. Physical restraint of a resident may be carried out only for the purpose of preventing the resident from physically injuring or further physically injuring himself or herself or others.</p> <p class=\"paragraph-e\">2. Physical restraint of a resident may never be carried out for the purpose of punishing the resident.</p> <p class=\"paragraph-e\">3. Physical restraint of a resident may be carried out only if there is a clear and imminent risk that the resident will physically injure or further physically injure himself or herself or others.</p> <p class=\"paragraph-e\">4. Physical restraint of a resident may be carried out only after it is determined that less intrusive interventions are or would be ineffective in preventing the resident from physically injuring or further physically injuring himself or herself or others.</p> <p class=\"paragraph-e\">5. Physical restraint of a resident may be carried out only by the facility’s direct care staff members who have received the training and education described in section 21.</p> <p class=\"paragraph-e\">6. A particular holding technique may be used only by the facility’s direct care staff members who have received specific training in that technique in a training program approved by the Minister.</p> <p class=\"paragraph-e\">7. When physical restraint of a resident is carried out, it must be carried out using the least amount of force that is necessary to restrict the resident’s ability to move freely.</p> <p class=\"paragraph-e\">8. During physical restraint of a resident, the resident’s condition must be continually monitored and assessed.</p> <p class=\"paragraph-e\">9. Physical restraint of a resident must be stopped upon the earlier of the following:</p> <p class=\"subpara-e\">i. When there is no longer a clear and imminent risk that the resident will physically injure himself or herself or others.</p> <p class=\"subpara-e\">ii. When there is a risk that the physical restraint itself will endanger the health or safety of the resident. O. Reg. 78/02, s. 1.</p> <p class=\"subsection-e\">(2) The board, or where there is no board, the owner of every facility shall establish,</p> <p class=\"clause-e\">(a) a written policy concerning the interventions that must be employed or considered for the purpose of preventing a resident from physically injuring or further physically injuring himself or herself or others, in order to avoid the need to physically restrain the resident; and</p> <p class=\"clause-e\">(b) a written policy concerning the protocols that must be followed in monitoring and assessing a resident’s condition during physical restraint. O. Reg. 78/02, s. 1.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. Within 24 hours after physical restraint of a resident of a facility is carried out, the board, or where there is no board, the owner of the facility shall report the occurrence to, (a) the Minister; and (b) a parent, guardian or emergency contact of the resident. O. Reg. 78/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> Within 24 hours after physical restraint of a resident of a facility is carried out, the board, or where there is no board, the owner of the facility shall report the occurrence to,</p> <p class=\"clause-e\">(a) the Minister; and</p> <p class=\"clause-e\">(b) a parent, guardian or emergency contact of the resident. O. Reg. 78/02, s. 1.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. The board, or where there is no board, the owner of every facility shall, (a) ensure that after a resident is physically restrained, a debriefing process is conducted among the facility’s direct care staff members who were involved in the physical restraint; (b) ensure that after a resident is physically restrained, a debriefing process is conducted among the facility’s direct care staff members who were involved in the physical restraint and the resident who was physically restrained, and that the process is structured to accommodate the resident’s psychological and emotional needs and cognitive capacity; and (c) ensure, (i) that the debriefing processes referred to in clauses (a) and (b) are conducted within 48 hours after the physical restraint is carried out, or (ii) if circumstances do not permit a debriefing process to be conducted within the 48-hour period, that the debriefing process is conducted as soon as possible after the 48-hour period and that a record is kept of the circumstances which prevented the debriefing process from being conducted within the 48-hour period. O. Reg. 78/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> The board, or where there is no board, the owner of every facility shall,</p> <p class=\"clause-e\">(a) ensure that after a resident is physically restrained, a debriefing process is conducted among the facility’s direct care staff members who were involved in the physical restraint;</p> <p class=\"clause-e\">(b) ensure that after a resident is physically restrained, a debriefing process is conducted among the facility’s direct care staff members who were involved in the physical restraint and the resident who was physically restrained, and that the process is structured to accommodate the resident’s psychological and emotional needs and cognitive capacity; and</p> <p class=\"clause-e\">(c) ensure,</p> <p class=\"subclause-e\">(i) that the debriefing processes referred to in clauses (a) and (b) are conducted within 48 hours after the physical restraint is carried out, or</p> <p class=\"subclause-e\">(ii) if circumstances do not permit a debriefing process to be conducted within the 48-hour period, that the debriefing process is conducted as soon as possible after the 48-hour period and that a record is kept of the circumstances which prevented the debriefing process from being conducted within the 48-hour period. O. Reg. 78/02, s. 1.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. (1) The board, or where there is no board, the owner of every facility shall ensure that all of the facility’s direct care staff members successfully complete, (a) a training program that includes training in the use of physical restraint and that is approved by the Minister; and (b) all refresher courses required under the program. O. Reg. 78/02, s. 1. (2) The board, or where there is no board, the owner of every facility shall ensure that, (a) all of the facility’s direct care staff members receive education respecting, (i) the provisions of this Regulation concerning physical restraint of residents, (ii) the policies established by the Ministry concerning physical restraint of residents, and (iii) the facility’s policies concerning physical restraint of its residents; (b) the education of a current direct care staff member, (i) in the subject-matter described in subclause (a) (i) is completed within 30 days after each new regulatory provision concerning physical restraint of residents comes into force, (ii) in the subject-matter described in subclause (a) (ii) is completed within 30 days after each new Ministry policy concerning physical restraint of residents is received by the facility, and (iii) in the subject-matter described in subclause (a) (iii) is completed within 30 days after each new facility policy concerning physical restraint of its residents is established; (c) if a new direct care staff member, other than an owner of the facility, commences employment with the facility, the member’s education in the subject-matter described in clause (a) is completed within 30 days after the member commences employment with the facility; (d) if an owner of the facility who is an individual has not provided, but subsequently begins to provide, direct care to residents of the facility, the owner’s education in the subject-matter described in clause (a) is completed within 30 days after the owner begins to provide direct care to residents of the facility; and (e) a performance review is conducted annually for each direct care staff member, other than an owner of the facility, and that, during the performance review, the member’s understanding and application of the subject-matter described in clause (a) is assessed and recorded. O. Reg. 78/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The board, or where there is no board, the owner of every facility shall ensure that all of the facility’s direct care staff members successfully complete,</p> <p class=\"clause-e\">(a) a training program that includes training in the use of physical restraint and that is approved by the Minister; and</p> <p class=\"clause-e\">(b) all refresher courses required under the program. O. Reg. 78/02, s. 1.</p> <p class=\"subsection-e\">(2) The board, or where there is no board, the owner of every facility shall ensure that,</p> <p class=\"clause-e\">(a) all of the facility’s direct care staff members receive education respecting,</p> <p class=\"subclause-e\">(i) the provisions of this Regulation concerning physical restraint of residents,</p> <p class=\"subclause-e\">(ii) the policies established by the Ministry concerning physical restraint of residents, and</p> <p class=\"subclause-e\">(iii) the facility’s policies concerning physical restraint of its residents;</p> <p class=\"clause-e\">(b) the education of a current direct care staff member,</p> <p class=\"subclause-e\">(i) in the subject-matter described in subclause (a) (i) is completed within 30 days after each new regulatory provision concerning physical restraint of residents comes into force,</p> <p class=\"subclause-e\">(ii) in the subject-matter described in subclause (a) (ii) is completed within 30 days after each new Ministry policy concerning physical restraint of residents is received by the facility, and</p> <p class=\"subclause-e\">(iii) in the subject-matter described in subclause (a) (iii) is completed within 30 days after each new facility policy concerning physical restraint of its residents is established;</p> <p class=\"clause-e\">(c) if a new direct care staff member, other than an owner of the facility, commences employment with the facility, the member’s education in the subject-matter described in clause (a) is completed within 30 days after the member commences employment with the facility;</p> <p class=\"clause-e\">(d) if an owner of the facility who is an individual has not provided, but subsequently begins to provide, direct care to residents of the facility, the owner’s education in the subject-matter described in clause (a) is completed within 30 days after the owner begins to provide direct care to residents of the facility; and</p> <p class=\"clause-e\">(e) a performance review is conducted annually for each direct care staff member, other than an owner of the facility, and that, during the performance review, the member’s understanding and application of the subject-matter described in clause (a) is assessed and recorded. O. Reg. 78/02, s. 1.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. Revoked: O. Reg. 434/01, s. 10. SCHEDULE 1  Item\n\nLocation\n\nName\n\n\n1.\n\nCedar Springs\n\nSouthwestern Regional Centre\n\n\n2.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n3.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n4.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n5.\n\nLondon\n\nCPRI\n\n\n6.\n\nOrillia\n\nHuronia Regional Centre\n\n\n7.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n8.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n9.\n\nSmiths Falls\n\nRideau Regional Centre\n\n\n10.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n11.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n12.\n\nRevoked: O. Reg. 124/00, s. 8.\n\n\n13.\n\nRevoked: O. Reg. 124/00, s. 8. R.R.O. 1990, Reg. 272, Sched. 1; O. Reg. 124/00, s. 8. SCHEDULES 2, 3 Revoked: O. Reg. 124/00, s. 9. FORM 1 Revoked: O. Reg. 434/01, s. 11. FORM 2 Revoked: O. Reg. 434/01, s. 11. FORM 3 Revoked: O. Reg. 434/01, s. 11. ",
            "raw_html": "<p class=\"section-e\"><b>22. </b>Revoked: O. Reg. 434/01, s. 10.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"45\"></td>\n<td width=\"104\"></td>\n<td width=\"162\"></td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">Location</p>\n</td>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Name</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">Cedar Springs</p>\n</td>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Southwestern Regional Centre</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">2.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">3.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">4.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">London</p>\n</td>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">CPRI</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">Orillia</p>\n</td>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Huronia Regional Centre</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">7.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">8.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">Smiths Falls</p>\n</td>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Rideau Regional Centre</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">10.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">11.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">12.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"45\"><p class=\"table-e\">13.</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"266\"><p class=\"table-e\">Revoked: O. Reg. 124/00, s. 8.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 272, Sched. 1; O. Reg. 124/00, s. 8.</p> <p class=\"scheduleRevoked-e\">SCHEDULES 2, 3 Revoked: O. Reg. 124/00, s. 9.</p> <p class=\"formRevoked-e\">FORM 1 Revoked: O. Reg. 434/01, s. 11.</p> <p class=\"formRevoked-e\">FORM 2 Revoked: O. Reg. 434/01, s. 11.</p> <p class=\"formRevoked-e\">FORM 3 Revoked: O. Reg. 434/01, s. 11.</p> <p class=\"Normal\"></p>"
        }
    ]
}