{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 580: DESIGNATION OF PAVED SHOULDERS ON  KING'S HIGHWAY",
        "reg_name_text": "DESIGNATION OF PAVED SHOULDERS ON KING’S HIGHWAY",
        "citation": "R.R.O. 1990, Reg. 580: DESIGNATION OF PAVED SHOULDERS ON  KING'S HIGHWAY",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/900580",
        "date_scraped": "2023-12-19 17:55:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900580/v1",
            "valid_from": "February  8, 1999",
            "valid_to": "November 30, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. Those parts of the King’s Highway described in the Schedules are designated as having paved shoulders for use by vehicular traffic. R.R.O. 1990, Reg. 580, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Those parts of the King’s Highway described in the Schedules are designated as having paved shoulders for use by vehicular traffic. R.R.O. 1990, Reg. 580, s.1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A sign indicating a paved shoulder for use by vehicular traffic shall, (a) be not less than 120 centimetres in width and 150 centimetres in height; (b) bear the words “slower traffic may use shoulder to permit passing” in black letters not less than 15 centimetres in height on a white retro-reflective background; (c) be erected on the right side of the highway, facing approaching traffic, at a point not more than 4.5 metres from the roadway; and (d) be erected so that the bottom edge is not less than 1.25 metres and not more than 2 metres above the level of the roadway. R.R.O. 1990, Reg. 580, s.2 (1). (2) The sign referred to in subsection (1) shall be erected on any part of the King’s Highway designated as having a paved shoulder for use by vehicular traffic. R.R.O. 1990, Reg. 580, s.2 (2). SCHEDULES 1, 2 Revoked: O. Reg. 56/99, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A sign indicating a paved shoulder for use by vehicular traffic shall,</p> <p class=\"clause-e\">(a) be not less than 120 centimetres in width and 150 centimetres in height;</p> <p class=\"clause-e\">(b) bear the words “slower traffic may use shoulder to permit passing” in black letters not less than 15 centimetres in height on a white retro-reflective background;</p> <p class=\"clause-e\">(c) be erected on the right side of the highway, facing approaching traffic, at a point not more than 4.5 metres from the roadway; and</p> <p class=\"clause-e\">(d) be erected so that the bottom edge is not less than 1.25 metres and not more than 2 metres above the level of the roadway. R.R.O. 1990, Reg. 580, s.2 (1).</p> <p class=\"subsection-e\">(2) The sign referred to in subsection (1) shall be erected on any part of the King’s Highway designated as having a paved shoulder for use by vehicular traffic. R.R.O. 1990, Reg. 580, s.2 (2).</p> <p class=\"scheduleRevoked-e\">SCHEDULES 1, 2 Revoked: O. Reg. 56/99, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}