{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 267: DEVELOPMENT CHARGES",
        "reg_name_text": "DEVELOPMENT CHARGES",
        "citation": "R.R.O. 1990, Reg. 267: ",
        "act_under": "Development Charges Act",
        "url": "https://www.ontario.ca/laws/regulation/900267",
        "date_scraped": "2023-12-19 21:10:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The determination of capital cost shall not include costs levied in an agreement under section 51 or 53 of the Planning Act before the coming into force of a development charge by-law. R.R.O. 1990, Reg. 267, s. 1 (1). (2) Despite subsection (1), the determination of capital cost may include all costs related to buildings, structures or facilities that have been oversized so as to accommodate future growth. R.R.O. 1990, Reg. 267, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The determination of capital cost shall not include costs levied in an agreement under section 51 or 53 of the <i>Planning Act</i> before the coming into force of a development charge by-law. R.R.O. 1990, Reg. 267, s. 1 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the determination of capital cost may include all costs related to buildings, structures or facilities that have been oversized so as to accommodate future growth. R.R.O. 1990, Reg. 267, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Despite any provision of a development charge by-law, a municipality shall not include in its calculation of development charges the growth-related net capital cost of a service that is not being provided at the time the development charges are being calculated. R.R.O. 1990, Reg. 267, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Despite any provision of a development charge by-law, a municipality shall not include in its calculation of development charges the growth-related net capital cost of a service that is not being provided at the time the development charges are being calculated. R.R.O. 1990, Reg. 267, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Subject to subsection (2), a municipality shall base the calculation of development charges on the provision of services at standards no higher than the standards to which such services are currently provided or have been provided at any time in the ten years preceding the calculation. R.R.O. 1990, Reg. 267, s. 3 (1). (2) In calculating development charges, a municipality shall apply only those standards which have been approved by council and form part of an adopted official plan, an approved capital forecast or other similar expression of the intention of council. R.R.O. 1990, Reg. 267, s. 3 (2). (3) A standard approved under subsection (2) may be based on the provision of a service, (a) throughout the municipality; or (b) within a portion of the municipality as designated in a development charge by-law. R.R.O. 1990, Reg. 267, s. 3 (3). (4) A municipality may change the manner in which the services are provided. R.R.O. 1990, Reg. 267, s. 3 (4). (5) Any changes adopted under subsection (4) shall be based on changes in the design, delivery or operation of the affected services, and shall not provide for the imposition of a higher standard of service than the standard used under subsection (1). R.R.O. 1990, Reg. 267, s. 3 (5). (6) Despite subsections (1) and (5), if the standards which are currently applied are lower than the standards required under another Act, the calculation of development charges may be based on the provision of such services applying the standards required under such Act. R.R.O. 1990, Reg. 267, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Subject to subsection (2), a municipality shall base the calculation of development charges on the provision of services at standards no higher than the standards to which such services are currently provided or have been provided at any time in the ten years preceding the calculation. R.R.O. 1990, Reg. 267, s. 3 (1).</p> <p class=\"subsection-e\">(2) In calculating development charges, a municipality shall apply only those standards which have been approved by council and form part of an adopted official plan, an approved capital forecast or other similar expression of the intention of council. R.R.O. 1990, Reg. 267, s. 3 (2).</p> <p class=\"subsection-e\">(3) A standard approved under subsection (2) may be based on the provision of a service,</p> <p class=\"clause-e\">(a) throughout the municipality; or</p> <p class=\"clause-e\">(b) within a portion of the municipality as designated in a development charge by-law. R.R.O. 1990, Reg. 267, s. 3 (3).</p> <p class=\"subsection-e\">(4) A municipality may change the manner in which the services are provided. R.R.O. 1990, Reg. 267, s. 3 (4).</p> <p class=\"subsection-e\">(5) Any changes adopted under subsection (4) shall be based on changes in the design, delivery or operation of the affected services, and shall not provide for the imposition of a higher standard of service than the standard used under subsection (1). R.R.O. 1990, Reg. 267, s. 3 (5).</p> <p class=\"subsection-e\">(6) Despite subsections (1) and (5), if the standards which are currently applied are lower than the standards required under another Act, the calculation of development charges may be based on the provision of such services applying the standards required under such Act. R.R.O. 1990, Reg. 267, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The calculation of development charges shall be based on growth-related net capital costs for a period not exceeding ten years from the date a development charge by-law comes into force. R.R.O. 1990, Reg. 267, s. 4 (1). (2) Despite subsection (1), the calculation of development charges may be based on growth-related net capital costs for water supply services, sanitary sewer services, storm drainage services, transportation services and waste disposal services for a period exceeding ten years. R.R.O. 1990, Reg. 267, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The calculation of development charges shall be based on growth-related net capital costs for a period not exceeding ten years from the date a development charge by-law comes into force. R.R.O. 1990, Reg. 267, s. 4 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the calculation of development charges may be based on growth-related net capital costs for water supply services, sanitary sewer services, storm drainage services, transportation services and waste disposal services for a period exceeding ten years. R.R.O. 1990, Reg. 267, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A municipality may, in a development charge by-law, define uses as, (a) residential, commercial or other general category; and (b) specific categories within the general categories described in clause (a). R.R.O. 1990, Reg. 267, s. 5 (1). (2) A municipality shall calculate the growth-related net capital costs attributable to each of the uses of land, buildings or structures designated in a development charge by-law. R.R.O. 1990, Reg. 267, s. 5 (2). (3) A municipality may impose, with respect to each use of land, buildings or structures designated in a development charge by-law, only those growth-related net capital costs attributed to that use. R.R.O. 1990, Reg. 267, s. 5 (3). (4) A municipality that has provided, in its development charge by-law, for two or more specific use categories within a general category, may treat those specific use categories as a general use for the purposes of subsections (2) and (3). R.R.O. 1990, Reg. 267, s. 5 (4). (5) A municipality may treat any or all of the uses specified in its development charge by-law, except residential uses, as a single use for the purposes of subsections (2) and (3). R.R.O. 1990, Reg. 267, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A municipality may, in a development charge by-law, define uses as,</p> <p class=\"clause-e\">(a) residential, commercial or other general category; and</p> <p class=\"clause-e\">(b) specific categories within the general categories described in clause (a). R.R.O. 1990, Reg. 267, s. 5 (1).</p> <p class=\"subsection-e\">(2) A municipality shall calculate the growth-related net capital costs attributable to each of the uses of land, buildings or structures designated in a development charge by-law. R.R.O. 1990, Reg. 267, s. 5 (2).</p> <p class=\"subsection-e\">(3) A municipality may impose, with respect to each use of land, buildings or structures designated in a development charge by-law, only those growth-related net capital costs attributed to that use. R.R.O. 1990, Reg. 267, s. 5 (3).</p> <p class=\"subsection-e\">(4) A municipality that has provided, in its development charge by-law, for two or more specific use categories within a general category, may treat those specific use categories as a general use for the purposes of subsections (2) and (3). R.R.O. 1990, Reg. 267, s. 5 (4).</p> <p class=\"subsection-e\">(5) A municipality may treat any or all of the uses specified in its development charge by-law, except residential uses, as a single use for the purposes of subsections (2) and (3). R.R.O. 1990, Reg. 267, s. 5 (5).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) In this section, “grade” means the average level of finished ground adjoining a dwelling unit at all exterior walls; (“niveau du sol”) “gross floor area” means the total area of all floors above grade of a dwelling unit measured between the outside surfaces of exterior walls or between the outside surfaces of exterior walls and the centre line of party walls dividing the dwelling unit from another dwelling unit or other portion of a building; (“surface de plancher hors-tout”) “semi-detached or row dwelling” means a residential building consisting of one dwelling unit having one or two vertical walls, but no other parts, attached to another structure; (“habitation jumelée ou en rangée”) “single detached dwelling” means a residential building consisting of one dwelling unit and not attached to another structure. (“habitation unifamiliale isolée”) R.R.O. 1990, Reg. 267, s. 6 (1). (2) Subject to subsection (3), a development charge by-law shall not impose a development charge with respect to the creation of, (a) one or two additional dwelling units in an existing single detached dwelling; or (b) one additional dwelling unit in any other existing residential building. R.R.O. 1990, Reg. 267, s. 6 (2). (3) A development charge may be imposed under clause (2) (a) if the total gross floor area of the additional one or two units exceeds the gross floor area of the existing dwelling unit. R.R.O. 1990, Reg. 267, s. 6 (3). (4) A development charge may be imposed under clause (2) (b) if the additional unit has a gross floor area greater than, (a) in the case of a semi-detached or row dwelling, the gross floor area of the existing dwelling unit; and (b) in the case of any other residential building, the gross floor area of the smallest dwelling unit contained in the residential building. R.R.O. 1990, Reg. 267, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) In this section,</p> <p class=\"firstdef-e\">“grade” means the average level of finished ground adjoining a dwelling unit at all exterior walls; (“niveau du sol”)</p> <p class=\"definition-e\">“gross floor area” means the total area of all floors above grade of a dwelling unit measured between the outside surfaces of exterior walls or between the outside surfaces of exterior walls and the centre line of party walls dividing the dwelling unit from another dwelling unit or other portion of a building; (“surface de plancher hors-tout”)</p> <p class=\"definition-e\">“semi-detached or row dwelling” means a residential building consisting of one dwelling unit having one or two vertical walls, but no other parts, attached to another structure; (“habitation jumelée ou en rangée”)</p> <p class=\"definition-e\">“single detached dwelling” means a residential building consisting of one dwelling unit and not attached to another structure. (“habitation unifamiliale isolée”) R.R.O. 1990, Reg. 267, s. 6 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3), a development charge by-law shall not impose a development charge with respect to the creation of,</p> <p class=\"clause-e\">(a) one or two additional dwelling units in an existing single detached dwelling; or</p> <p class=\"clause-e\">(b) one additional dwelling unit in any other existing residential building. R.R.O. 1990, Reg. 267, s. 6 (2).</p> <p class=\"subsection-e\">(3) A development charge may be imposed under clause (2) (a) if the total gross floor area of the additional one or two units exceeds the gross floor area of the existing dwelling unit. R.R.O. 1990, Reg. 267, s. 6 (3).</p> <p class=\"subsection-e\">(4) A development charge may be imposed under clause (2) (b) if the additional unit has a gross floor area greater than,</p> <p class=\"clause-e\">(a) in the case of a semi-detached or row dwelling, the gross floor area of the existing dwelling unit; and</p> <p class=\"clause-e\">(b) in the case of any other residential building, the gross floor area of the smallest dwelling unit contained in the residential building. R.R.O. 1990, Reg. 267, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. A municipality may provide in a development charge by-law that development charges may be adjusted one or two times annually in accordance with, (a) the Composite Southam Construction Cost Index (Ontario Series); (b) the Engineering News Record Cost Indexes in 22 cities as published in the Engineering News Record; or (c) Statistics Canada quarterly, Construction Price Statistics, catalogue number 62-007. R.R.O. 1990, Reg. 267, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A municipality may provide in a development charge by-law that development charges may be adjusted one or two times annually in accordance with,</p> <p class=\"clause-e\">(a) the Composite Southam Construction Cost Index (Ontario Series);</p> <p class=\"clause-e\">(b) the Engineering News Record Cost Indexes in 22 cities as published in the Engineering News Record; or</p> <p class=\"clause-e\">(c) Statistics Canada quarterly, <i>Construction Price Statistics</i>, catalogue number 62-007. R.R.O. 1990, Reg. 267, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Notice of a public meeting under clause 4 (1) (b) of the Act may be given, (a) by personal service or prepaid first class mail to every owner of land in the area to which the proposed by-law would apply, at the address shown on the last revised assessment roll or, if the clerk of the municipality has received written notice of a change of ownership of land, at that address; or (b) by publication in a newspaper that is, in the clerk’s opinion, of sufficiently general circulation in the area to which the proposed by-law would apply to give the public reasonable notice of the meeting. R.R.O. 1990, Reg. 267, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Notice of a public meeting under clause 4 (1) (b) of the Act may be given,</p> <p class=\"clause-e\">(a) by personal service or prepaid first class mail to every owner of land in the area to which the proposed by-law would apply, at the address shown on the last revised assessment roll or, if the clerk of the municipality has received written notice of a change of ownership of land, at that address; or</p> <p class=\"clause-e\">(b) by publication in a newspaper that is, in the clerk’s opinion, of sufficiently general circulation in the area to which the proposed by-law would apply to give the public reasonable notice of the meeting. R.R.O. 1990, Reg. 267, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) The notice under subsection 4 (3) of the Act of the passing of a by-law shall be in Form 1. R.R.O. 1990, Reg. 267, s. 9 (1). (2) Notice under subsection 4 (3) of the Act shall be given in the same manner as described in section 8 and by personal service or prepaid first class mail, (a) to every person and agency that has given the clerk of the municipality a written request for notice of the passing of the by-law and has provided a return address; (b) in the case of a by-law passed by the council of an area municipality, to the clerk of the upper tier municipality in which the area municipality is located; (c) in the case of a by-law passed by the council of an upper tier municipality, to the clerks of the area municipalities; and (d) to the secretary of every school board having jurisdiction within the area to which the by-law applies. R.R.O. 1990, Reg. 267, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The notice under subsection 4 (3) of the Act of the passing of a by-law shall be in Form 1. R.R.O. 1990, Reg. 267, s. 9 (1).</p> <p class=\"subsection-e\">(2) Notice under subsection 4 (3) of the Act shall be given in the same manner as described in section 8 and by personal service or prepaid first class mail,</p> <p class=\"clause-e\">(a) to every person and agency that has given the clerk of the municipality a written request for notice of the passing of the by-law and has provided a return address;</p> <p class=\"clause-e\">(b) in the case of a by-law passed by the council of an area municipality, to the clerk of the upper tier municipality in which the area municipality is located;</p> <p class=\"clause-e\">(c) in the case of a by-law passed by the council of an upper tier municipality, to the clerks of the area municipalities; and</p> <p class=\"clause-e\">(d) to the secretary of every school board having jurisdiction within the area to which the by-law applies. R.R.O. 1990, Reg. 267, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) A municipality that has a development charge by-law in force shall prepare a pamphlet setting out, (a) a description of the general purpose for which the development charge is being imposed; (b) the schedule of development charges established under the by-law; and (c) the services for which the development charge is being imposed. R.R.O. 1990, Reg. 267, s. 10 (1). (2) A municipality shall prepare a revised pamphlet if the development charge by-law is amended or a new by-law comes into force. R.R.O. 1990, Reg. 267, s. 10 (2). (3) A municipality shall prepare the pamphlet referred to in subsection (1) or (2), (a) if the by-law or the amendment to the by-law is not appealed under subsection 4 (4) of the Act, within sixty days of the day the by-law or amendment to the by-law comes into force; (b) if the by-law or the amendment to the by-law is appealed and the appeal is dismissed, within sixty days of the date of dismissal; (c) if the by-law or the amendment to the by-law is appealed and the council is ordered to amend the by-law, within sixty days of the date the municipality passes the amended by-law; or (d) if the by-law or amendment to the by-law is appealed and the Board amends the by-law, within sixty days of the date of the order of the Board. R.R.O. 1990, Reg. 267, s. 10 (3). (4) The clerk shall provide one copy of the pamphlet to any person, without charge, upon request. R.R.O. 1990, Reg. 267, s. 10 (4). (5) On or before the 1st day of March in each year, the clerk shall provide to the Minister of Municipal Affairs a copy of the pamphlet setting out the development charges in effect on the 31st day of December in the previous year. R.R.O. 1990, Reg. 267, s. 10 (5). (6) The clerk may provide additional copies of the pamphlet to any person upon payment of a fee to cover the cost of printing the additional copies. R.R.O. 1990, Reg. 267, s. 10 (6). (7) Any person may make copies of the pamphlet and distribute the copies to other persons. R.R.O. 1990, Reg. 267, s. 10 (7).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) A municipality that has a development charge by-law in force shall prepare a pamphlet setting out,</p> <p class=\"clause-e\">(a) a description of the general purpose for which the development charge is being imposed;</p> <p class=\"clause-e\">(b) the schedule of development charges established under the by-law; and</p> <p class=\"clause-e\">(c) the services for which the development charge is being imposed. R.R.O. 1990, Reg. 267, s. 10 (1).</p> <p class=\"subsection-e\">(2) A municipality shall prepare a revised pamphlet if the development charge by-law is amended or a new by-law comes into force. R.R.O. 1990, Reg. 267, s. 10 (2).</p> <p class=\"subsection-e\">(3) A municipality shall prepare the pamphlet referred to in subsection (1) or (2),</p> <p class=\"clause-e\">(a) if the by-law or the amendment to the by-law is not appealed under subsection 4 (4) of the Act, within sixty days of the day the by-law or amendment to the by-law comes into force;</p> <p class=\"clause-e\">(b) if the by-law or the amendment to the by-law is appealed and the appeal is dismissed, within sixty days of the date of dismissal;</p> <p class=\"clause-e\">(c) if the by-law or the amendment to the by-law is appealed and the council is ordered to amend the by-law, within sixty days of the date the municipality passes the amended by-law; or</p> <p class=\"clause-e\">(d) if the by-law or amendment to the by-law is appealed and the Board amends the by-law, within sixty days of the date of the order of the Board. R.R.O. 1990, Reg. 267, s. 10 (3).</p> <p class=\"subsection-e\">(4) The clerk shall provide one copy of the pamphlet to any person, without charge, upon request. R.R.O. 1990, Reg. 267, s. 10 (4).</p> <p class=\"subsection-e\">(5) On or before the 1st day of March in each year, the clerk shall provide to the Minister of Municipal Affairs a copy of the pamphlet setting out the development charges in effect on the 31st day of December in the previous year. R.R.O. 1990, Reg. 267, s. 10 (5).</p> <p class=\"subsection-e\">(6) The clerk may provide additional copies of the pamphlet to any person upon payment of a fee to cover the cost of printing the additional copies. R.R.O. 1990, Reg. 267, s. 10 (6).</p> <p class=\"subsection-e\">(7) Any person may make copies of the pamphlet and distribute the copies to other persons. R.R.O. 1990, Reg. 267, s. 10 (7).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) A credit given under subsection 13 (1) of the Act shall not exceed the total development charge payable by an owner to the municipality. R.R.O. 1990, Reg. 267, s. 11 (1). (2) The reasonable cost to the owner of providing the services under subsection 13 (2) of the Act is the cost of providing the services in accordance with the standards described in section 3. R.R.O. 1990, Reg. 267, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A credit given under subsection 13 (1) of the Act shall not exceed the total development charge payable by an owner to the municipality. R.R.O. 1990, Reg. 267, s. 11 (1).</p> <p class=\"subsection-e\">(2) The reasonable cost to the owner of providing the services under subsection 13 (2) of the Act is the cost of providing the services in accordance with the standards described in section 3. R.R.O. 1990, Reg. 267, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The statement under section 17 of the Act shall contain the following information in respect of each service for which the development charge is being imposed: 1. The balance as of the 1st day of January. 2. The amounts of revenues received and expenditures made during the year. 3. The amount transferred to the capital fund. 4. The development charge amounts refunded or allocated to other services. 5. The apportionment of accrued interest. 6. The closing balance as of the 31st day of December. 7. An addendum indicating for each project the intended application of the amount transferred to the capital fund. 8. Amounts that have been allocated for a purpose but that, as of December 31, have not been spent. 9. For each owner or former owner, the balance of credits as of January 1, each change in the balance of credits during the year and the balance of credits as of December 31. This paragraph does not apply with respect to an owner or former owner whose balance of credits is nil throughout the entire year. R.R.O. 1990, Reg. 267, s. 12; O. Reg. 212/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The statement under section 17 of the Act shall contain the following information in respect of each service for which the development charge is being imposed:</p> <p class=\"paragraph-e\">1. The balance as of the 1st day of January.</p> <p class=\"paragraph-e\">2. The amounts of revenues received and expenditures made during the year.</p> <p class=\"paragraph-e\">3. The amount transferred to the capital fund.</p> <p class=\"paragraph-e\">4. The development charge amounts refunded or allocated to other services.</p> <p class=\"paragraph-e\">5. The apportionment of accrued interest.</p> <p class=\"paragraph-e\">6. The closing balance as of the 31st day of December.</p> <p class=\"paragraph-e\">7. An addendum indicating for each project the intended application of the amount transferred to the capital fund.</p> <p class=\"paragraph-e\">8. Amounts that have been allocated for a purpose but that, as of December 31, have not been spent.</p> <p class=\"paragraph-e\">9. For each owner or former owner, the balance of credits as of January 1, each change in the balance of credits during the year and the balance of credits as of December 31. This paragraph does not apply with respect to an owner or former owner whose balance of credits is nil throughout the entire year. R.R.O. 1990, Reg. 267, s. 12; O. Reg. 212/96, s. 1.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) A municipality shall pay interest on a refund under subsection 5 (3), (5) or 8 (14) of the Act at a rate not less than the Bank of Canada rate on the date the development charge by-law comes into force. R.R.O. 1990, Reg. 267, s. 13 (1). (2) Despite subsection (1), the municipality may adjust the interest rate on the first business day of January, April, July and October in each year to a rate not less than the rate established by the Bank of Canada on that date. R.R.O. 1990, Reg. 267, s. 13 (2). (3) A municipality that makes an adjustment under subsection (2) is required to continue making adjustments on the dates and at the rate set out in that subsection. R.R.O. 1990, Reg. 267, s. 13 (3). FORM 1 Development Charges Act  R.R.O. 1990, Reg. 267, Form 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) A municipality shall pay interest on a refund under subsection 5 (3), (5) or 8 (14) of the Act at a rate not less than the Bank of Canada rate on the date the development charge by-law comes into force. R.R.O. 1990, Reg. 267, s. 13 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the municipality may adjust the interest rate on the first business day of January, April, July and October in each year to a rate not less than the rate established by the Bank of Canada on that date. R.R.O. 1990, Reg. 267, s. 13 (2).</p> <p class=\"subsection-e\">(3) A municipality that makes an adjustment under subsection (2) is required to continue making adjustments on the dates and at the rate set out in that subsection. R.R.O. 1990, Reg. 267, s. 13 (3).</p> <p class=\"form-e\">FORM 1</p> <p class=\"act-e\"><i>Development Charges Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"487\" src=\"images/elaws_rev_regs_900267_e-1.gif\" width=\"328\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 267, Form 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900267_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900267_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}