{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 442: WHEAT - MARKETING",
        "reg_name_text": "WHEAT — MARKETING",
        "citation": "R.R.O. 1990, Reg. 442: WHEAT - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900442",
        "date_scraped": "2023-12-19 07:00:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900442/v3",
            "valid_from": "December 16, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/900442/v2",
            "valid_from": "December 23, 2004",
            "valid_to": "December 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900442/v1",
            "valid_from": "December 17, 2001",
            "valid_to": "December 22, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. In this Regulation, “agent” means a person who receives wheat from a producer as an agent of the local board; (“agent”) “local board” means The Ontario Wheat Producers’ Marketing Board; (“commission locale”) “plan” means The Ontario Wheat Producers’ Marketing Plan; (“plan”) “processing” includes cleaning, drying, treating, turning, washing, grinding, rolling, pulverizing, cracking, crimping or distilling, with or without other ingredients, and processing or manufacturing articles of food or drink in whole or in part from wheat; (“transformation”) “processor” means a person engaged in processing wheat; (“transformateur”) “producer” means a person engaged in the production of wheat; (“producteur”) “wheat” means wheat of every variety produced in Ontario. (“blé”) R.R.O. 1990, Reg. 442, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“agent” means a person who receives wheat from a producer as an agent of the local board; (“agent”)</p> <p class=\"definition-e\">“local board” means The Ontario Wheat Producers’ Marketing Board; (“commission locale”)</p> <p class=\"definition-e\">“plan” means The Ontario Wheat Producers’ Marketing Plan; (“plan”)</p> <p class=\"definition-e\">“processing” includes cleaning, drying, treating, turning, washing, grinding, rolling, pulverizing, cracking, crimping or distilling, with or without other ingredients, and processing or manufacturing articles of food or drink in whole or in part from wheat; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in processing wheat; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of wheat; (“producteur”)</p> <p class=\"definition-e\">“wheat” means wheat of every variety produced in Ontario. (“blé”) R.R.O. 1990, Reg. 442, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "2. This Regulation provides for the control and regulation in any or all respects of the marketing within Ontario of wheat, including the prohibition of such marketing in whole or in part. R.R.O. 1990, Reg. 442, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation provides for the control and regulation in any or all respects of the marketing within Ontario of wheat, including the prohibition of such marketing in whole or in part. R.R.O. 1990, Reg. 442, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Interpretation",
            "content": "3. The Commission exempts from this Regulation, (a) wheat used on the farm on which it was produced; and (b) wheat sold by a producer directly to another producer and used by that other producer on his, her or its farm. R.R.O. 1990, Reg. 442, s. 3. Licences",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Commission exempts from this Regulation,</p> <p class=\"clause-e\">(a) wheat used on the farm on which it was produced; and</p> <p class=\"clause-e\">(b) wheat sold by a producer directly to another producer and used by that other producer on his, her or its farm. R.R.O. 1990, Reg. 442, s. 3.</p> <p class=\"heading1-e\">Licences</p>"
        },
        {
            "id": "4.",
            "section": "Licences",
            "content": "4. (1) No person shall commence or continue to engage in the producing of wheat except under the authority of a licence. R.R.O. 1990, Reg. 442, s. 4 (1). (2) Every producer shall be deemed to be the holder of a licence while not in default of payment of the fees required under section 5 and not in breach of any terms and conditions imposed on the licence. O. Reg. 495/01, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No person shall commence or continue to engage in the producing of wheat except under the authority of a licence. R.R.O. 1990, Reg. 442, s. 4 (1).</p> <p class=\"subsection-e\">(2) Every producer shall be deemed to be the holder of a licence while not in default of payment of the fees required under section 5 and not in breach of any terms and conditions imposed on the licence. O. Reg. 495/01, s. 1 (1).</p>"
        },
        {
            "id": "5.",
            "section": "Licences",
            "content": "5. Every producer shall pay to the local board the licence fees fixed by the local board. R.R.O. 1990, Reg. 442, s. 5. Powers of Local Board",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Every producer shall pay to the local board the licence fees fixed by the local board. R.R.O. 1990, Reg. 442, s. 5.</p> <p class=\"heading1-e\">Powers of Local Board</p>"
        },
        {
            "id": "6.",
            "section": "Powers of Local Board",
            "content": "6. (1) The Commission authorizes the local board to use the licence fees and other money payable to it for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 442, s. 6 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 442, s. 6 (2). (3) The Commission delegates to the local board its power, (a) to require persons engaged in producing or marketing wheat to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing wheat to furnish such information relating to the production or marketing of wheat, including completing and filing of returns, as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any wheat of persons engaged in the marketing of wheat; (d) to stimulate, increase and improve the marketing of wheat by such means as it considers proper; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing wheat; and (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan. R.R.O. 1990, Reg. 442, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Commission authorizes the local board to use the licence fees and other money payable to it for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 442, s. 6 (1).</p> <p class=\"subsection-e\">(2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 442, s. 6 (2).</p> <p class=\"subsection-e\">(3) The Commission delegates to the local board its power,</p> <p class=\"clause-e\">(a) to require persons engaged in producing or marketing wheat to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">(b) to require persons engaged in producing or marketing wheat to furnish such information relating to the production or marketing of wheat, including completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">(c) to appoint persons to inspect the books, records, documents, lands and premises and any wheat of persons engaged in the marketing of wheat;</p> <p class=\"clause-e\">(d) to stimulate, increase and improve the marketing of wheat by such means as it considers proper;</p> <p class=\"clause-e\">(e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing wheat; and</p> <p class=\"clause-e\">(f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan. R.R.O. 1990, Reg. 442, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Powers of Local Board",
            "content": "7. Subject to section 4, the Commission delegates to the local board its powers to make regulations with respect to wheat, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the marketing of wheat; (a.1) providing that the local board may impose such terms and conditions upon a licence as the local board considers proper; (b) prohibiting persons from engaging in the marketing of wheat except under the authority of a licence and except in compliance with the terms and conditions of the licence; (c) providing for the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage properly in the business for which the application was made; (d) providing for the suspension or revocation of, or the refusal to renew, a licence for failure to observe or perform, or carry out the provisions of the Act, the regulations, the plan or any order or direction of the Commission or local board; (d.1) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of this Act, the regulations, any plan or any order or direction of the Commission, Director or local board; (e) providing for the fixing of licence fees payable yearly, quarterly or monthly at different amounts or in instalments from any or all persons producing wheat and the collecting of the licence fees and the recovering of such licence fees by suit in a court of competent jurisdiction; (f) requiring any person who receives wheat to deduct from the money payable for the wheat any licence fees payable to the local board by the person from whom the first mentioned person receives the wheat, and to forward such licence fees to the local board; (g) requiring any person who produces and processes wheat to furnish to the local board statements of the amounts of wheat that the person produced in any year and used for processing; (h) prescribing the form of licences; (i) subject to section 3, providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of wheat, or any person or class of persons engaged in the producing or marketing of wheat or any class, variety, grade or size of wheat; (j) requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of wheat and providing for the administration and disposition of any money or securities so furnished; (j.1) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing, marketing or processing of wheat; (k) providing for the control and regulation of the marketing of wheat, including the times and places at which wheat may be marketed; (l) requiring any person who produces wheat to offer to sell and to sell the wheat to or through the local board; (m) prohibiting any person from processing, packing or packaging any wheat that has not been sold to, by or through the local board; (n) providing for the control and regulation of agreements entered into by producers of wheat with persons engaged in marketing or processing wheat, and the prohibition of any provision or clause in such agreements; and (o) providing for the making of agreements relating to the marketing of wheat by or through the local board and prescribing the forms and terms and conditions of such agreements. R.R.O. 1990, Reg. 442, s. 7; O. Reg. 495/01, s. 1 (2-5). Appointment of Agents",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Subject to section 4, the Commission delegates to the local board its powers to make regulations with respect to wheat,</p> <p class=\"clause-e\">(a) providing for the licensing of any or all persons before commencing or continuing to engage in the marketing of wheat;</p> <p class=\"clause-e\">(a.1) providing that the local board may impose such terms and conditions upon a licence as the local board considers proper;</p> <p class=\"clause-e\">(b) prohibiting persons from engaging in the marketing of wheat except under the authority of a licence and except in compliance with the terms and conditions of the licence;</p> <p class=\"clause-e\">(c) providing for the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage properly in the business for which the application was made;</p> <p class=\"clause-e\">(d) providing for the suspension or revocation of, or the refusal to renew, a licence for failure to observe or perform, or carry out the provisions of the Act, the regulations, the plan or any order or direction of the Commission or local board;</p> <p class=\"clause-e\">(d.1) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of this Act, the regulations, any plan or any order or direction of the Commission, Director or local board;</p> <p class=\"clause-e\">(e) providing for the fixing of licence fees payable yearly, quarterly or monthly at different amounts or in instalments from any or all persons producing wheat and the collecting of the licence fees and the recovering of such licence fees by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">(f) requiring any person who receives wheat to deduct from the money payable for the wheat any licence fees payable to the local board by the person from whom the first mentioned person receives the wheat, and to forward such licence fees to the local board;</p> <p class=\"clause-e\">(g) requiring any person who produces and processes wheat to furnish to the local board statements of the amounts of wheat that the person produced in any year and used for processing;</p> <p class=\"clause-e\">(h) prescribing the form of licences;</p> <p class=\"clause-e\">(i) subject to section 3, providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of wheat, or any person or class of persons engaged in the producing or marketing of wheat or any class, variety, grade or size of wheat;</p> <p class=\"clause-e\">(j) requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of wheat and providing for the administration and disposition of any money or securities so furnished;</p> <p class=\"clause-e\">(j.1) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing, marketing or processing of wheat;</p> <p class=\"clause-e\">(k) providing for the control and regulation of the marketing of wheat, including the times and places at which wheat may be marketed;</p> <p class=\"clause-e\">(l) requiring any person who produces wheat to offer to sell and to sell the wheat to or through the local board;</p> <p class=\"clause-e\">(m) prohibiting any person from processing, packing or packaging any wheat that has not been sold to, by or through the local board;</p> <p class=\"clause-e\">(n) providing for the control and regulation of agreements entered into by producers of wheat with persons engaged in marketing or processing wheat, and the prohibition of any provision or clause in such agreements; and</p> <p class=\"clause-e\">(o) providing for the making of agreements relating to the marketing of wheat by or through the local board and prescribing the forms and terms and conditions of such agreements. R.R.O. 1990, Reg. 442, s. 7; O. Reg. 495/01, s. 1 (2-5).</p> <p class=\"heading1-e\">Appointment of Agents</p>"
        },
        {
            "id": "8.",
            "section": "Appointment of Agents",
            "content": "8. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 442, s. 8. Marketing of Wheat",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 442, s. 8.</p> <p class=\"heading1-e\">Marketing of Wheat</p>"
        },
        {
            "id": "9.",
            "section": "Marketing of Wheat",
            "content": "9. (1) All wheat shall be marketed by or through the local board. R.R.O. 1990, Reg. 442, s. 9 (1). (2) No person shall market wheat except by or through the local board. R.R.O. 1990, Reg. 442, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) All wheat shall be marketed by or through the local board. R.R.O. 1990, Reg. 442, s. 9 (1).</p> <p class=\"subsection-e\">(2) No person shall market wheat except by or through the local board. R.R.O. 1990, Reg. 442, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Marketing of Wheat",
            "content": "10. The Commission vests in the local board the following powers: 1. To direct and control, by order or direction, either as principal or agent, the marketing of wheat including the times and places at which wheat may be marketed. 2. To determine the quality of each class, variety, grade and size of wheat that shall be marketed by each producer. 3. To prohibit the marketing of any class, variety, grade or size of wheat. 4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for wheat or any class, variety, grade or size of wheat and to determine different prices for different parts of Ontario. 5. To fix and impose service charges from time to time for the marketing of wheat. 6. To require the price or prices payable or owing to the producer for wheat to be paid to or through the local board. 7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of wheat. 8. To purchase or otherwise acquire such quantity or quantities of wheat as the local board considers advisable and to sell or otherwise dispose of any wheat so purchased or acquired. 9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan. 10. To pay to the producers the price or prices for wheat less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made. R.R.O. 1990, Reg. 442, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The Commission vests in the local board the following powers:</p> <p class=\"paragraph-e\">1. To direct and control, by order or direction, either as principal or agent, the marketing of wheat including the times and places at which wheat may be marketed.</p> <p class=\"paragraph-e\">2. To determine the quality of each class, variety, grade and size of wheat that shall be marketed by each producer.</p> <p class=\"paragraph-e\">3. To prohibit the marketing of any class, variety, grade or size of wheat.</p> <p class=\"paragraph-e\">4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for wheat or any class, variety, grade or size of wheat and to determine different prices for different parts of Ontario.</p> <p class=\"paragraph-e\">5. To fix and impose service charges from time to time for the marketing of wheat.</p> <p class=\"paragraph-e\">6. To require the price or prices payable or owing to the producer for wheat to be paid to or through the local board.</p> <p class=\"paragraph-e\">7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of wheat.</p> <p class=\"paragraph-e\">8. To purchase or otherwise acquire such quantity or quantities of wheat as the local board considers advisable and to sell or otherwise dispose of any wheat so purchased or acquired.</p> <p class=\"paragraph-e\">9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan.</p> <p class=\"paragraph-e\">10. To pay to the producers the price or prices for wheat less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made. R.R.O. 1990, Reg. 442, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Marketing of Wheat",
            "content": "11. Each payment under paragraph 10 of section 10 shall be accompanied by a statement showing the class, variety, grade or size and the quantity of wheat marketed, the price or prices paid and the particulars of the service charges imposed. R.R.O. 1990, Reg. 442, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Each payment under paragraph 10 of section 10 shall be accompanied by a statement showing the class, variety, grade or size and the quantity of wheat marketed, the price or prices paid and the particulars of the service charges imposed. R.R.O. 1990, Reg. 442, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Marketing of Wheat",
            "content": "12. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of wheat, and after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of wheat delivered by the producer, and authorizes the local board to make an initial payment on delivery of the wheat and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers. R.R.O. 1990, Reg. 442, s. 12. Français ",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of wheat, and after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of wheat delivered by the producer, and authorizes the local board to make an initial payment on delivery of the wheat and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers. R.R.O. 1990, Reg. 442, s. 12.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900442_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900442_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}