{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1078: SPRINKLER AND FIRE PROTECTION INSTALLER",
        "reg_name_text": "SPRINKLER AND FIRE PROTECTION INSTALLER",
        "citation": "R.R.O. 1990, Reg. 1078: ",
        "act_under": "Trades Qualification and Apprenticeship Act   Loi sur la qualification professionnelle et l’apprentissage des gens de métier",
        "url": "https://www.ontario.ca/laws/regulation/901078",
        "date_scraped": "2023-12-19 04:45:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901078/v3",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901078/v2",
            "valid_from": "July  5, 2007",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/901078/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "July  4, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “certified trade” means the trade of sprinkler and fire protection installer; “sprinkler and fire protection installer” means a person who, (a) plans proposed installations from blueprints, sketches, specifications, standards and codes, (b) lays out, assembles, installs, tests and maintains high and low pressure pipeline systems for supplying water, air, foam, carbon dioxide or other materials to or for fire protection purposes, (c) measures, cuts, reams, threads, solders, bolts, screws, welds or joins all types of piping, fittings or equipment for fire protection of a building or structure, (d) installs clamps, brackets and hangers to support piping, fittings and equipment used in fire protection systems, (e) tests, adjusts and maintains pipe lines and all other equipment used in sprinkler and fire protection systems, (f) operates and utilizes necessary tools and equipment for the installation of sprinkler and fire protection systems, but does not include a person engaged in, (g) the manufacture of equipment or the assembly of a unit prior to delivery to a building or site, or (h) the installation of electrical equipment, devices and wiring not integral or attached to fire protection systems. R.R.O. 1990, Reg. 1078, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“certified trade” means the trade of sprinkler and fire protection installer;</p> <p class=\"definition-e\">“sprinkler and fire protection installer” means a person who,</p> <p class=\"defclause-e\">(a) plans proposed installations from blueprints, sketches, specifications, standards and codes,</p> <p class=\"defclause-e\">(b) lays out, assembles, installs, tests and maintains high and low pressure pipeline systems for supplying water, air, foam, carbon dioxide or other materials to or for fire protection purposes,</p> <p class=\"defclause-e\">(c) measures, cuts, reams, threads, solders, bolts, screws, welds or joins all types of piping, fittings or equipment for fire protection of a building or structure,</p> <p class=\"defclause-e\">(d) installs clamps, brackets and hangers to support piping, fittings and equipment used in fire protection systems,</p> <p class=\"defclause-e\">(e) tests, adjusts and maintains pipe lines and all other equipment used in sprinkler and fire protection systems,</p> <p class=\"defclause-e\">(f) operates and utilizes necessary tools and equipment for the installation of sprinkler and fire protection systems,</p> <p class=\"Sdefinition-e\">but does not include a person engaged in,</p> <p class=\"defclause-e\">(g) the manufacture of equipment or the assembly of a unit prior to delivery to a building or site, or</p> <p class=\"defclause-e\">(h) the installation of electrical equipment, devices and wiring not integral or attached to fire protection systems. R.R.O. 1990, Reg. 1078, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of sprinkler and fire protection installer is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1078, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of sprinkler and fire protection installer is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1078, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An apprentice training program is established for the certified trade and consists of four periods of related training and work experience training of 1,800 hours per period, (a) in courses provided at a location approved by the Director in the subjects contained in Schedule 1; and (b) in work experience training provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1078, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An apprentice training program is established for the certified trade and consists of four periods of related training and work experience training of 1,800 hours per period,</p> <p class=\"clause-e\">(a) in courses provided at a location approved by the Director in the subjects contained in Schedule 1; and</p> <p class=\"clause-e\">(b) in work experience training provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1078, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The subjects of examination in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1078, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The subjects of examination in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1078, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The rate of wages to be paid by an employer to an apprentice in the certified trade during each period of the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in that trade: 1. During the first period of related training and work experience, 40 per cent. 2. During the second period of related training and work experience, 60 per cent. 3. During the third period of related training and work experience, 70 per cent. 4. During the fourth period of related training and work experience, 80 per cent. O. Reg. 330/07, s. 1. (2) Subsection (1) applies to the determination of rate of wages for regular daily hours of work of an apprentice as well as for hours of work in excess of regular daily hours of work. O. Reg. 330/07, s. 1. (3) If an employer employs an apprentice in the certified trade but does not employ other journeypersons in the trade, the apprentice’s rate of wages shall be determined in accordance with subsections (1) and (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in the certified trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in the trade in the locality in which the apprentice is employed. O. Reg. 330/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The rate of wages to be paid by an employer to an apprentice in the certified trade during each period of the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in that trade:</p> <p class=\"paragraph-e\">1. During the first period of related training and work experience, 40 per cent.</p> <p class=\"paragraph-e\">2. During the second period of related training and work experience, 60 per cent.</p> <p class=\"paragraph-e\">3. During the third period of related training and work experience, 70 per cent.</p> <p class=\"paragraph-e\">4. During the fourth period of related training and work experience, 80 per cent. O. Reg. 330/07, s. 1.</p> <p class=\"subsection-e\">(2) Subsection (1) applies to the determination of rate of wages for regular daily hours of work of an apprentice as well as for hours of work in excess of regular daily hours of work. O. Reg. 330/07, s. 1.</p> <p class=\"subsection-e\">(3) If an employer employs an apprentice in the certified trade but does not employ other journeypersons in the trade, the apprentice’s rate of wages shall be determined in accordance with subsections (1) and (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in the certified trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in the trade in the locality in which the apprentice is employed. O. Reg. 330/07, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The number of apprentices who may be employed by an employer in the certified trade shall not exceed the number of journeypersons employed by the employer in the trade. O. Reg. 330/07, s. 1. (2) If an employer is a journeyperson, he or she shall be included in the number of journeypersons employed by the employer for the purposes of determining the number of apprentices who may be employed by the employer under subsection (1). O. Reg. 330/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The number of apprentices who may be employed by an employer in the certified trade shall not exceed the number of journeypersons employed by the employer in the trade. O. Reg. 330/07, s. 1.</p> <p class=\"subsection-e\">(2) If an employer is a journeyperson, he or she shall be included in the number of journeypersons employed by the employer for the purposes of determining the number of apprentices who may be employed by the employer under subsection (1). O. Reg. 330/07, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Revoked: O. Reg. 330/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Revoked: O. Reg. 330/07, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The Director shall issue a progress record book to an apprentice who shall record his or her related training and work experience training time and the apprentice shall be responsible for the safekeeping of the progress record book. R.R.O. 1990, Reg. 1078, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Director shall issue a progress record book to an apprentice who shall record his or her related training and work experience training time and the apprentice shall be responsible for the safekeeping of the progress record book. R.R.O. 1990, Reg. 1078, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1078, s. 9 (1). (2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1078, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1078, s. 9 (1).</p> <p class=\"subsection-e\">(2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1078, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1078, s. 10. SCHEDULE 1   SPRINKLER AND FIRE PROTECTION INSTALLER In-School Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nCourse\n\nSubject\n\nInstruction To Be Given\n\n\n1\n\nMathematics (Trade Related)\n\nMathematics\n\nWhole numbers, fractions, mixed numbers, decimals. Linear, square and cubic measure. Area and volume calculations. Square root. Angles and degrees. Ratio and proportion. Weights and measures. Percentage Discounts. Metric system and conversion methods. Algebra; fundamentals, linear equations, formulae, shop calculations. Right angled and oblique triangles, shop calculations. Tank and pipe capacities; rate of flow calculations.\n\n\n2\n\nBusiness Communications\n\nTechnical Reports\n\nCharacteristics; clearness, accuracy, facts. Trade types, reasons for, preparation; time sheets, accident reports, weekly progress reports, day work reports, test reports. Foreman’s final report. Contractor’s certificate. Bills of lading.\n\n\n \r\n\n \r\n\nRelated Basic Business Practices\n\nInventory. Business operations; practices, payroll and wages calculations; insurance, taxes, Workers’ Compensation, wage earner’s lien.\n\n\n3\n\nApplied Physics (Trade Related)\n\nGeneral\n\nUnits of measurement, symbols, formulae, conversions, constants, abbreviations. Hydraulics; chemical and physical properties of water. Density and specific gravity. Capillary action. Fluids under pressure. Transmission of pressure. Pressure and pressure units, equations, resistance. Fluid flow and velocity. Static and residual pressures, friction and energy losses, fluid energy. Pascal’s Law, Hazen and William’s Formula, Bernoulli’s Principle. Hydrostatics; atmospheric pressure, gauges and measurement. Pressure head and calculation of pressures. Siphon principle.\n\n\n4\n\nDrafting and Blueprint Reading\n\nBlueprints\n\nIntroduction. Drafting tools and equipment. Working drawings. Section views. Orthographic, isometric and multi-view projections, applications. Size and location dimensioning. Piping and material symbols. Cylinders. Thread representation and dimensioning. Sketching, working sketch, pictorial drawing. Piping sections. Material estimating.\n\n\n \r\n\n \r\n\nDrafting\n\nReproduction process. Three-view drawing. Alphabet of lines, invisible edges. Sections and material symbols. Dimensioning. Freehand sketching. Isometric drawing. Plan study of construction; materials, construction members, dimensioning methods, sections and details, schedules, architectural standard symbols. Types of piping drawings; single, double line, isometric. Piping symbols, pipe hangers. Making sketches from blueprints. Design of sprinkler systems showing necessary sections. Drawing completely approved sprinkler systems for all types of construction and occupancies, including hydraulically calculated systems. Interpretation of architects and contractors specifications, checking general contractor conditions. Co-ordination with other mechanical trades.\n\n\n5\n\nSafety\n\nGeneral\n\nSafety rules and safe operating procedures. Protective clothing and equipment. First aid, emergency treatment, artificial respiration. Fire Protection; location, types, use and maintenance of fire-fighting equipment.\n\n\n \r\n\n \r\n\n \n\nVentilation. The Workers’ Compensation Act. The Occupational Health and Safety Act.\n\n\n \r\n\n \r\n\n \n\nHandling and storage of flammable materials. Static electricity hazards. Sparkproof tool use. Safe use of hand tools, lifting, hoisting and rigging equipment, portable pneumatic and electric tools, electrical equipment and explosive actuated tools, heating and welding equipment. Temporary heating equipment. Tank interior and access hole work precautions. Warning and tagging procedures. Good housekeeping.\n\n\n6\n\nSprinkler Systems\n\nGeneral\n\nInterpretation of blueprints, specifications, symbols. Relevant codes and standards.\n\n\n \r\n\n \r\n\nSprinkler Head Selection\n\nIdentification and installation of sprinkler heads. Selection of correct type, characteristics and operation; standard upright, standard pendent, dry pendent, on-off, flush type. Sidewall type, window, cornice, large orifice, open sprinklers. Special, corrosion resistant sprinklers, other types. Guards. Deflector types. Pressure and discharge pattern. Sprinkler layout and spacing. Classification of occupancies. Types of construction.\n\n\n \r\n\n \r\n\nSprinkler Devices and Equipment\n\nInterpretation of blueprints, specifications and symbols. Identification and installation of; alarm valves, retarding chambers, excess pressure pumps, pressure gauges. Dry pipe valves, exhausters, accelerators, water flow alarm indicators. Pre-action valves, deluge valves, flow control and pressure reducing valves, water rotary gongs. Electric alarm switches, electric alarm gongs, local electric alarm systems. Annunciators, remote alarm systems, supervisory alarm systems. Air compressors, air supply from shop air system, relief valves, air pressure maintenance devices. Heat actuating devices, automatic releases, smoke detectors. Emergency cabinets, spare sprinklers, sprinkler head wrenches.\n\n\n \r\n\n \r\n\nWet-Pipe Systems\n\nInterpretation of blueprints, specifications and symbols. Purpose, characteristics and use of wet-pipe system, water supply, size of system.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nSprinkler head type. Control valve. Pipe, fittings, hangers. Anti-freeze systems. Back-flow preventers. Alarm test connections, other test connections. Drain connections.\n\n\n \r\n\n \r\n\n(Alarms and Alarm Devices)\n\nSelection and installation procedures for; water rotary gong, electric alarm gongs, other alarms. Supervisory service. Devices and equipment; alarm valves. Excess pressure pump. Emergency cabinet and spare sprinklers. Water flow alarm indicator.\n\n\n \r\n\n \r\n\n(Testing Systems)\n\nProcedures for hydrostatic test, water flow test. Inspection tests, drain tests. Anti-freeze solution tests. Filing of reports.\n\n\n \r\n\n \r\n\nDry-Pipe Systems\n\nInterpretation of blueprints, specifications and symbols. Purpose, characteristics and use of dry-pipe system. Water supply. Size of system. Operation time limitations. Sub-division of system.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nType of sprinkler head. Dry-pipe valve, quick opening devices. Air compressor, air pressure maintenance device, connection to owners plant air supply. Emergency cabinet and spare sprinklers. Pipe, fittings, hangers. Valve enclosure. Alarm test connections, other test connections. Drain connections. Use in cold storage rooms. Drainage of piping, low point drains. Drum drips.\n\n\n \r\n\n \r\n\n(Alarms and Alarm Devices)\n\nSelection and installation procedures for; water rotary gongs, electric alarm gongs. Other alarms. Supervisory service.\n\n\n \r\n\n \r\n\n(Testing System and Alarms)\n\nProcedures for hydrostatic test, air pressure test, water flow test. Drain tests. Inspection tests, other tests. Filing of reports.\n\n\n \r\n\n \r\n\nPre-Action and Deluge Systems\n\nInterpretation of blueprints, specifications and symbols. Purpose, characteristics and use of this system. Water supply. Size of system.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nType of sprinkler head. Control valves, pre-action valves, deluge valves. Heat responsive system, heat actuating devices. Manual operation equipment. Mercury checks. Supervisory air pressure, electric air pump panel. Monitor switch. Testing equipment. Pipe, fittings, hangers. Valve enclosures. Emergency cabinets and spare sprinklers. Drainage connections and test connections.\n\n\n \r\n\n \r\n\n(Alarms and Alarm Devices)\n\nSelection and installation procedures for; trouble alarms, low air pressure trouble alarms. Water rotary gongs, electric alarm gong, other alarms.\n\n\n \r\n\n \r\n\n(Testing Pre-Action and Deluge System)\n\nProcedures for hydrostatic test, air pressure test, water flow test. Drain tests. Inspection tests, other tests. Filing of reports.\n\n\n \r\n\n \r\n\nCombined Dry-Pipe and Pre-Action Systems\n\nInterpretation of blueprints, specifications and symbols. Purpose, characteristics, and use of this system. Sub-division of systems. Water supply. Size of system. Operation time limitations.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nType of sprinkler head. Control valves, check valves, dry-pipe valves. Exhausters. Tripping devices. Supplemental chamber. Heat responsive system, heat actuating devices. Air compressor, connection from owners air line, air maintenance device. Pipe, fittings, hangers. Valve enclosure. Emergency cabinet, spare sprinklers and head wrench. Cross connection at dry-pipe valves and at quick opening device. Low point drains (heated location). Drum drips (heated location).\n\n\n \r\n\n \r\n\n(Alarms and Alarm Devices)\n\nSelection and installation procedures for; automatic fire alarm systems. Water rotary gongs, electric alarm gongs. Other alarms.\n\n\n \r\n\n \r\n\n(Testing Combined System)\n\nProcedures for hydrostatic test, air pressure test, water flow test. Drain tests. Inspection tests, other tests. Filing of reports.\n\n\n \r\n\n \r\n\nOutside, Window or Cornice Systems\n\nInterpretation of blueprints, specifications and symbols. Purpose, characteristics, and use of this system. Water supply. Orifice size of sprinkler head.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nType of sprinkler head. Control valves, check valves. Strainers. Gauge connections. Pipe, fittings, hangers. Test connections, drain connections.\n\n\n \r\n\n \r\n\n(Testing System)\n\nWater pressure test methods.\n\n\n7\n\nSpecial Type Sprinkler Systems\n\nSpecial System Applications\n\nSelection for; transformers, outside storage, tanks and equipment. Hydraulically designed systems. Sprinklers in high rise buildings. Woodworking plants. Water curtains.\n\n\n \r\n\n \r\n\nHydraulically, Calculated Sprinkler Systems\n\nInterpretation of blueprints, specifications and symbols to determine; height of building, layout, type of structure. Steel column protection. Location of fire walls and draft curtains.\n\n\n \r\n\n \r\n\n(Job-Site Examination)\n\nVentilation and drainage facilities. Importance of adherence to relevant codes and specifications. Examination of storage or work areas to determine; types and value of materials in storage. General conditions. Height of stock piling, methods of stacking, unitizing, palletizing, pile stability. Aisle and exit locations. Water tests.\n\n\n \r\n\n \r\n\n(System Requirements)\n\nDetermining correct system: type and size, area of application, discharge density, sprinkler operating pressure, control of system. Coverage area per sprinkler head. Determining correct clearance below sprinkler heads, sprinkler orifice size. Designing the system.\n\n\n \r\n\n \r\n\n(Other Protection)\n\nSelection of portable extinguishers; types, purpose and characteristics. First aid fire hose connections, purpose and use. Outside hydrant protection. Smoke detectors, characteristics and application. CO2 systems, foam and dry chemicals.\n\n\n \r\n\n \r\n\n(Water Supply Requirements)\n\nWater supply location and application: city water, reservoirs, gravity tank, booster pump and fire pump secondary supplies. Fire department pumper connection, location, application.\n\n\n \r\n\n \r\n\nCarbon Dioxide and Halogenated Fire Extinguishing Systems\n\nInterpretation of blueprints, specifications, relevant codes and underwriter’s standards. Types and characteristics of CO2 and halogenated extinguisher systems for local application, total flooding. Purpose, scope and arrangement of system. Limitations. Carbon Dioxide and halogen characteristics, composition, hazards. Specifications, plans and approvals. Hazards to personnel, safety requirements, electrical clearances. CO2 supply: low pressure systems, high pressure systems. Quantities, quality, replenishment. Storage containers, high and low pressure. Use of manufacturers’ manuals.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nApproval of appropriate authority. Distribution systems: pipes and fittings, systems arrangement. Valves. Discharge nozzles. Orifice requirements.\n\n\n \r\n\n \r\n\n(Operation and Control of System)\n\nMethods of actuation. Detection of fires. Operating devices. Supervision. Alarms. Indicator troubles, defects. Annual inspection by qualified inspector. Procedures for semi-annual inspection. Maintaining, servicing and testing system. Regular periodic approved tests.\n\n\n \r\n\n \r\n\nFoam Extinguishing Systems\n\nInterpretation of blueprints, specifications, relevant codes, underwriters’ standards. Types and characteristics of foam extinguishing systems: fixed systems for indoor flammable liquid hazards. Fixed systems and portable tower systems for exterior storage tanks. Spray foam systems, monitor and hose nozzles for exterior protection. Purpose of system, methods of application. Scope, arrangement and limitations of system. Foam material types, quantity to be stored, density required. Rate of application (discharge), period of discharge, hydraulic calculations. Specifications, plans and approvals. Systems design: automatic and auxiliary manual operation.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nApproval of appropriate authority. Distribution systems: pipes and fittings, systems arrangement. Detailed layout of piping and automatic detection equipment. Use of pump charts for delivery efficiency, horsepower curves. Generators. Pump for air foam concentrate, water. Pump controller types, location. Storage of foam producing materials: location, capacity. Methods of construction and erection, supports. Access holes, sediment pockets. Necessary outlets and connections for materials and water. Gauges. Drainage. Cleaning and inspection methods. Alarms: electrical, water flow type. Detection equipment and operation. Trouble alarms, supervisory alarms. Water supply to system: correct capacity and pressure for sixty minutes operation. Correct temperature. Strainers. Acceptance tests.\n\n\n \r\n\n \r\n\n(Operation and Control of System)\n\nInstruction and training of other concerned personnel. Methods of actuation. Detection of fires. Operating devices. Supervision. Alarms. Indicator troubles, effects. Annual inspection by qualified inspector. Semi-annual inspection procedures. Maintaining, servicing and testing system. Regular periodic approved hydrostatic pressure tests.\n\n\n \r\n\n \r\n\nDry Chemical Extinguishing Systems\n\nInterpretation of blueprints, specifications, relevant codes, underwriters’ standards. Type and characteristics of dry chemical extinguishing systems: total flooding, local application, hand hose line. Purpose, scope, arrangement and limitations of system. Dry chemical requirements and distribution. Hazard classifications. Specifications plans and approvals.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nApproval of appropriate authority. Distribution systems: pipe and fittings, systems arrangement.\n\n\n \r\n\n \r\n\n(Operation and Control of System)\n\nInstruction and training of other concerned personnel. Methods of actuation. Detection of fires. Operating devices. Supervision. Alarms. Indicator troubles, defects. Annual inspection by qualified inspector. Semi-annual inspection procedures. Maintaining, servicing and testing system. Regular periodic approved tests.\n\n\n8\n\nWater Supply\n\nSource and Installation\n\nTypes of primary and secondary supplies. Public Utility water supplies. Elevated gravity tanks, pressure tanks, reservoirs. Wells, lagoons, penstocks or flumes, rivers or lakes. Fire pumps, booster pumps. Fire department connections.\n\n\n \r\n\n \r\n\nFire Pumps\n\nBlueprint reading for requirements of proposed installations. Selection of approved pumps for specific purposes. Determining size, capacity, location of unit, pump driven by electricity, diesel, gasoline, steam or other power. Determining pump type; horizontal, vertical shaft, centrifugal, or turbine. Suction water supply, source and quantity. Performance. Hose connections, pressure relief connection, circulation relief, test valves and manometers.\n\n\n \r\n\n \r\n\n(General)\n\nPump Room requirements, pump foundations, pump alignment, setting impellers, priming connections. Installation of pump drives; electric, gasoline, diesel, steam, other power. Water level indicators, gauges. Air release valves. Jockey pumps. Pump controllers; electric, manual, automatic, or any combination. Electric, diesel, gasoline and steam supply, including all equipment. Exhaust piping. Supply, suction and discharge piping, fittings, valves. Suction strainer. Testing of unit.\n\n\n \r\n\n \r\n\nGravity Tank Installation\n\nBlueprint reading for approval requirements. Type of tank required, capacity, construction; wood, steel. Frost protection. Foundations. Pipe connections and fittings at base. Riser piping and connection, expansion joints. Check valves and control valves. Tank filling and overflow connections. Water level indicator and/or mercury gauge, water temperature gauge. Tank heater and connections. Corrosion prevention. Testing connections.\n\n\n \r\n\n \r\n\nPressure Tanks\n\nBlueprint reading for requirements of proposed installation. Tank size and approved design for specific installation. Construction and location of tank. Air locks. Pipe connections, fittings, accessories. Relief valves. Testing the complete unit. Painting unit. Water supply to tank, including pump. Air supply to tank, including compressors. Tank drainage. Supports.\n\n\n \r\n\n \r\n\nInstallation of Fire Department Pumper Connections\n\nSize, types and location of pumper connections required. Types of threads on inlets and outlets. Connections to interior sprinkler systems, other fire protection systems. Piping, fittings, check valves, ball drip or drain connections. Identification plate showing use of unit. Connections to wet-pipe and dry-pipe sprinkler systems, multiple systems.\n\n\n9\n\nStandpipe and Hose Systems\n\nFire Line Systems\n\nInterpretation of drawings and specifications for: connection to source of supply, location of hose stations, type and sizes of pipe and fittings, size and location of mains and standpipes, siamese connections. Adherence to relevant codes and underwriters specifications. Function of check valves on fire line connection. Direct connection to source of supply. Hazards of intervening valves in fire line connection. Outside booster connection. Standard hose threads on all outlets. Siamese connection ball drip. Avoiding use of cast-iron fittings on fire protection lines.\n\n\n \r\n\n \r\n\nInstallation of Fire Protection Lines\n\nMethods of installing fire lines and standpipes. Supporting horizontal mains, vertical standpipes. Location of mains and stand-pipes in relation to building components, other trades, grades. Location of standpipe outlets in relation to accessibility, height from floor, physical characteristics of building, length of hose. Installation of hose cabinets, control valves, hose reels, hose racks. Selection factors for hose and nozzles; durability, type of materials, maximum length, frictional resistance to flow, available water pressure, type of spray. Placing hose on reel and rack, storing in closed cabinet. Conditions requiring booster pump. Connecting methods to prevent backflow in domestic system. Selection factors for hose valves. Testing system; type and duration of test. Type and use of test equipment. Evaluation of test to relevant codes. Safeguarding completed work.\n\n\n10\n\nHydrants\n\nFire Hydrant and Equipment Installation\n\nType and size of approved hydrants required: compression, gate valve, and wall type. Provision for drainage. Hose houses and characteristics: five-sided large type, wall hanging type, types for close proximity to building. Types and sizes of approved equipment: cotton rubber-lined fire hose, play pipes, gated “Y” fittings. Hydrant wrenches, spanners. Spare hose washers. Lanterns, axes, pry bars. Erection of hose houses and cabinets. Hose house foundations.\n\n\n11\n\nSupplementary Alarm Systems\n\nSelection and Installation Procedures\n\nTypes and characteristics of central station protection signalling systems: emergency action signals, maintenance action signals (alarms from manual boxes, waterflow alarms). Signals to cover other emergencies. Supervisory signal on valves: need for supervisory action, maintenance action signals. Manual fire alarm devices: distribution of equipment, coded signals. Guards’ tour supervisory service: correct number and location of stations, records and reports. Automatic fire detection and alarm service: supplementary manual system, locating detectors. Automatic smoke alarm service: locating detectors, connections to shut off blowers; fans, shutters.\n\n\n \r\n\n \r\n\nTesting and Maintenance\n\nProcedure for testing, restoring and maintaining alarms and systems.\n\n\n12\n\nPortable Fire Extinguishers\n\nEquipment Selection and Location\n\nExtinguisher types and characteristics: chemical solution (soda acid), water, loaded stream. Foam, carbon dioxide, dry chemical, bromotrifluormethane. Wheeled and pumper tank extinguisher. Fire pails, drums with pails, bucket tanks. Correct location: accessibility, conspicuousness, height from floor. Proper erection methods: on hangers or brackets, cabinets, shelves. Location of Operating Instructions.\n\n\n \r\n\n \r\n\nClassification of Fires and \n\n“A” — ordinary combustible materials, \n\n\n \r\n\n \r\n\nExtinguishers Used\n\n“B” — flammable liquids,\n\n\n \r\n\n \r\n\n \r\n\n“C” — electrical equipment,\n\n\n \r\n\n \r\n\n \r\n\n“D” — combustible metals.\n\n\n \r\n\n \r\n\n \n\nExtinguisher colour coding and symbols. Distribution and size for Class “A” fires: light hazard, ordinary hazard, extra hazard occupancies. Class “B” fires: light hazard, ordinary hazard, extra hazard occupancies, dip tanks. Class “C” and “D” fires.\n\n\n \r\n\n \r\n\nInspection, Testing and Maintenance\n\nRegular monthly inspection. Annual inspection, thorough check-up. Inspection tags, purpose and use. Recharging extinguishers. Hydrostatic check.\n\n\n13\n\nMaterials, Supports and Hangers\n\nHanging Pipe\n\nTypes of rings, characteristics and applications: clevis, swivel ring, solid ring, split ring, roller, post ring. Proper selection. Correct spacing. Determining load capabilities of supporting members and structures. Hanger selection for vertical runs of pipe: use of pipe clamps, “U” bolts. Hand and power cutting and threading rod for hangers.\n\n\n \r\n\n \r\n\nFastening Hangers to Concrete\n\nPre-set anchor boxes and application: protecting threads, correct locating of hangers. Expanding-type inserts: use of drills or impact tools, selection of drill bits and star drills, insertion of rawl plugs and expanding inserts. Selection and application of powder driven studs: correct charge, use of safety shields and protective devices.\n\n\n \r\n\n \r\n\nFastening Hangers to Wood\n\nFastener types and application: coach screw rods, “U” hangers. Clips, one and two-hole. Wood screws, drive screws, lag bolts, machine bolts. Selection and use of electric drills, hand brace. Correct bit type and size.\n\n\n \r\n\n \r\n\nFastening Hangers to Steel\n\nSelection and application of clamps, hangers and other devices: “C” clamps, “I” clamps. Cantilever hangers, eye rod hangers. “J” hooks, top and bottom beam types. “L” brackets. Selection and use of cutting and drilling equipment: electric drills, drill bits, cutting torches, beam punches. Fastening hangers by electric arc welding. Selection and application of powder driven studs: correct charge, use of safety shields and protective devices. Use of epoxies.\n\n\n \r\n\n \r\n\nBrackets and Hangers Fabrication\n\nTrapeze bracket types and purpose: pipe, angle iron, channel iron. Correct strength. Making angle or “L” brackets from channel or angle iron. Electric arc welded brackets. Saddles or stands. Multiple pipe hangers.\n\n\n \r\n\n \r\n\nBracing and Vibration\n\nUse of fabricated steel braces and supports of angle, channel or pipe against earth tremors. Stiffening rod with pipe. Riser supports. Support and hanger location to prevent oscillation. Compensating for sound and other vibration: use and selection of isolation springs.\n\n\n \r\n\n \r\n\nPiping (General)\n\nPipe types and selection factors: steel pipe (black and galvanized). Copper pipe and tubing. Other pipe. Characteristics and selection of fittings: cast iron (threaded, flanged or grooved types; standard pattern; extra heavy pattern). Malleable iron (threaded, flanged or grooved types; standard pattern; extra heavy pattern). Grooved type. Welding fittings. Copper (socket, soldered, brazed or screw type).\n\n\n \r\n\n \r\n\nUnderground Piping\n\nSelection of underground pipe and fitting types: mechanical joint, tyton joint, bell and spigot (lead joint). Ductile iron pipe, universal joint, asbestos cement pipe. Other types.\n\n\n \r\n\n \r\n\n(Installation Procedures)\n\nDepth of cover (frost level). Depth under roadways, railroad tracks. Hazards of running pipe under buildings, heavy piles. Arching foundation walls, if running pipe beneath buildings. Sleeving and sealing piping with mastic sealers. Prevention of foreign matter in pipe. Tight (approved) joints. Use of proper clamps and braces, concrete thrust blocks. Grounding methods. Anchoring underground fire mains at change of direction points, tees, plugs, caps, bends, hydrants. Use of pipe clamps, tie rods, thrust blocks.\n\n\n \r\n\n \r\n\n(Flushing and Testing)\n\nFlushing underground water mains before connection to interior piping. Adequate flushing capacity for system. Correct flow rate for pipe used. Time for proper cleansing. Testing before joints covered. Hydrostatic test, at prescribed pressure and duration. Procedures for testing: hydrants, control valves, fire pumps. Completing contractors’ test certificate.\n\n\n \r\n\n \r\n\nValves\n\nApproved valve types, characteristics and selection factors: gate, butterfly, check, globe and hose valves. Screw and flange, O, S and Y, mechanical joint, angle, straight, vertical and hub end types. Miscellaneous valves: tapping sleeves and valves, floor stand valves. Pressure relief valves, pressure reducing valves, safety valves. Underwriter foot valves, foot valves and strainers. Quick opening valves. Pet cocks, stop cocks. Ball valves. Approved back-flow preventers, detector check valves.\n\n\n \r\n\n \r\n\nMiscellaneous Materials\n\nTypes and characteristics: valve boxes and covers, sprocket wheels and chains. Sight test connections. Wall and floor plates. Sleeves (steel pipe, galvanized steel, plastic or fibre types). Nipples, machine bolts and nuts. Pipe joint compound, cutting and threading oil, anti-freeze solution. Identification plates and tags. Instruction charts and manuals. Corrosion preventive materials. Gaskets.\n\n\n14\n\nCare and Maintenance\n\nResponsibility of Owner\n\nDelegation of responsibility. Weekly inspections and reports. Instructions to watchmen and watchwomen. Use of contractors’ services. Maintenance of ample water supplies. Control valves must be open: when to shut off. Obstructions to sprinklers by partitions, stock and effects. Protection against freezing. Examination and sealing of control valves. Sprinkler pressure gauges. Water flow and alarm line tests. Necessary alterations, additions to sprinkler system. Condition of sprinkler heads, exterior and interior piping, hangers. Excess pressure, wet system. Air pressure, dry system. Priming water in dry-pipe valve. Low points on dry system. Trip and reset dry-pipe valve once yearly. Maintain supply of replaceable parts and gaskets. Valve enclosure heating and lighting. Water rotary alarm gong. Electric alarm gong. Local supervisory alarms. Central supervisory alarm service.\n\n\n \r\n\n \r\n\nSpecific Equipment Recommendations\n\nMaintaining fire pumps: operation of fire pump once each week. Check for efficient operation to capacity. Check suction line, intakes for obstructions. Check foot valves and hose connections. Maintaining gravity tanks: checking level of water in tank, mercury gauge, water temperature gauge. Filling connection, drain connections, expansion joint. Heating equipment and piping. Frost proof casing. Tank supports. Valve chamber and equipment. Maintaining fire hydrants and equipment: check hydrant opening and drainage. Lubrication. Hose house and hose cabinets, fire hose and couplings, equipment in hydrant house. Flushing underground mains at regular intervals. Fire department connection: checking condition, checking hose valves, caps, ball drain. Open sprinkler systems: warm weather yearly test. Special sprinkler systems: check required by governing authority to contractors and manufacturers’ instructions. Periodic checks of fire extinguishers and interior hose stations.\n\n\n15\n\nTools of the Trade\n\nWrenches\n\nTypes and characteristics. Selection for specific applications; pipe wrenches, lever or super wrenches. Chain tongs. Strap, valve, adjustable, socket and ratchet, open end and box, pin and torque wrenches. Installation of sprinkler heads; use of manufacturers’ special wrenches. Proper adjustments. Care and maintenance of wrenches.\n\n\n \r\n\n \r\n\nCutting and Threading Tools\n\nCutting steel pipe and tubing; use of single and three wheel cutters. Hand or power hacksaws. Cast iron pipe; use of three and four wheel cutters, chain cutters. Ductile iron; use of wheel cutters, electric or gasoline powered carborundum disc saw. Single wheel cutters for copper pipe and tubing. Threading pipe: use of ratchet type block and adjustable dies, stationary head adjustable and large ratchet or power drive pipe dies. Types, sizes and use of reamers. Reaming purpose and importance. Types, sizes and use of portable groovers. Threading rod: types and use of block, ratchet and adjustable bolt dies.\n\n\n \r\n\n \r\n\nHand Tools\n\nSelection, care and use of wood saws; rip, crosscut, keyhole. Hacksaws. Wood chisels, cold chisels. Caulking irons. Grinding procedures. Awls, center, drift and beam punches. Braces and wood bits—expansion and extension types. Hammers; claw, ball peen, sledge, mash. Screwdrivers; regular, phillips, robertson, ratchet. Files. Allen Keys. Types and sizes of pipe and tube benders and flaring tools for installing tubing. Miscellaneous; pliers, metal snips, side cutters and bolt cutters.\n\n\n \r\n\n \r\n\nMeasuring and Plumbing Tools\n\nTypes and use of tape measures, pocket rules, steel tapes. Steel square, adjustable pocket squares. Spirit levels, sight level and transits, plumb bobs, chalk line. Micrometers; inside and outside. Calipers. Block, wedge, feeler and dial gauges. Manometers. Pitot tube. Tachometers. Hydrometers. Vibration checking tool.\n\n\n \r\n\n \r\n\nPortable Power Tools\n\nUse of electric drills, steel and wood bits, bolt and pipe taps. Hole saws for wood and steel. Carbide concrete saws. Diamond core drills, star drills, stove pipe. Drilling concrete, chipping, setting anchors: use of electric hammers, rotating hammer bits. Self drilling anchors. Chipping chisels. Use of electric hand saws and electric or gasoline chain saws for cutting wood or concrete. Use of power hacksaws for cutting steel or cast iron pipe. Portable gasoline or electric saws and carborundum discs for cast iron, ductile iron and concrete pipe. Electric power vise: use for cutting and threading rod and pipe. Power drive to thread or groove larger pipe. Setting anchors: use of powder actuated tools for steel and concrete. Pneumatic tools, star drills. Safe handling of equipment. Pipe holding tools: type and use; bench vise, vanderman vise, chain vise. Tri-stand, four-legged and yoke vises.\n\n\n \r\n\n \r\n\nUnderground Piping Installation Tools\n\nLead joint type; use of caulking tools, cold chisels, yarning iron, running rope, melting pot and ladle for lead. Use of propane, acetylene or electric lead melting equipment. Cement asbestos pipe; use of pipe cutter, carborundum discs, pipe beveller and coupling tools. Mechanical joint, standard type (ductile and tyton pipe); use of ratchet and socket wrenches, adjustable wrenches. Wheel cutters, pressure cutters, carborundum discs. Grinders. Types and use of dewatering pumps; centrifugal, diaphragm, piston, gear. Crowbars and pinch bars.\n\n\n \r\n\n \r\n\nSpecial Purpose Tools and Equipment\n\nStoring; use of tool boxes and storage boxes. Equipment for testing pumps: gasoline, electric, hand operated. Gear, centrifugal, piston and turbine types.\n\n\n16\n\nWelding\n\nGeneral\n\nInterpretation of blueprints, specifications and symbols. Relevant codes. Gas and arc welding principles. Safety procedures. Use of protective clothing and equipment. Ventilation. Fire precautions and prevention, posting fire guard. First aid for arc burns, artificial respiration. Hazards when welding in or near tanks that contain, or have contained, combustible or volatile materials. Use of explosive meters. Welding types: oxyacetylene, electric arc; A.C. and D.C., TIG, MIG, Heliarc, semi-automatic. Arc welding power sources: gasoline, diesel. Electrical; DCW machine, AC-DC rectifiers, AC transformers.\n\n\n \r\n\n \r\n\nWelding Equipment Use and Maintenance\n\nCold weather starting. Common arc-welding machine troubles and correction. Connection of grounds, grounding machines to power source. Electrode holders. Welding cable types and grounds: correct use, splicing, length, fastening to holder and machine. Use, care and maintenance of oxyacetylene torches and equipment. Fueling, operating and servicing gasoline and diesel powered welding machines.\n\n\n \r\n\n \r\n\nArc Welding\n\nManual and semi-automatic arc welding of steel pipe, brackets, structural, vessels and tanks. Layout procedures. Electrode selection: checking drawings and specifications for electrodes required. Correct size electrode for weldment. Visual identification. Relevant codes and regulations. Types, purpose and characteristics of electrodes; carbon steel, alloy steel. Classification and identification of metals and steels. Effect of voltage, amperage, polarity, arc length. Types and characteristics of welds. Fusion and penetration. Wind, temperature and moisture effects during welding. Electrode storage. Use of electrode ovens: effects of moisture, prolonged heat. Selecting and estimating quantity of electrodes required at work site. Pre-heating, post-heating and stress relieving techniques. Controlling distortion during welding: by mechanical control, welding procedure. Size and strength of welds. Causes of porosity, undercuts, cracks, slag inclusions in weldments. Use of scaling and chipping hammers, power grinders. Carbon arc gouging. Surface preparation of weldments.\n\n\n17\n\nRigging and Scaffolding\n\nHoist Selection\n\nHoist types and characteristics, application. Care and use of electric, hand, pneumatic, hydraulic types. Chain and cable hoists, rope blocks. Winches, tuggers. Tripods, gin poles. Hooks. Determining a “safe load”; effects of size, weight and shape.\n\n\n \r\n\n \r\n\nHanging Hoists\n\nUse of proper anchoring or hanging methods and devices. Support member strengths. Isolated supporting methods: tripods, “A” frames and gibbets. Preventing unhooking.\n\n\n \r\n\n \r\n\n(Lifting and Pulling)\n\nLoad weight estimating. Load balance center. Moving techniques; drifting (2 or more hoists), balancing (auxiliary hoist), on inclined planes. Handling long equipment: upending, laying down. Use of winches and snatch blocks. Rollers, jacks and skids. Forklifts and scissor-type platform hoists. Hand signals. Regular hoist inspection and maintenance; effects of improper operation.\n\n\n \r\n\n \r\n\nSlings, Rope, Attachments (Selection)\n\nCorrect selection methods. Types, care and use of: rope, cable, chain, strap webbing. Adherence to manufacturers’ specifications. Types and strengths of splices, cable clamping. Knot tying.\n\n\n \r\n\n \r\n\n(Installation and Maintenance)\n\nStandard installation procedures. Positioning slings and guide-lines. Results of sharp bends, kinks and frayed cable. Hazards of improper rope storage. Hand protection. Dragging rope into bar.\n\n\n \r\n\n \r\n\nJacks\n\nTypes, care and use; ratchet, screw, hydraulic. Heavy equipment moving techniques; solid footing, jack positioning and support, blocking up, preventing equipment damage. Angle jacking, blocking and shimming. Correct jack bar length. Precautions.\n\n\n \r\n\n \r\n\nRollers\n\nTypes, care and use; wood, steel (solid, hollow pipe), special roller units. Skids and skid plates; lubricants. Controlling loads on slopes. Changing direction. Floor and equipment protection; roller size and spacing, runner types. Safety precautions.\n\n\n \r\n\n \r\n\nScaffolds\n\nTypes, care and use; ladders and planking. Platform scaffolds; single and multiple plank (wood, metal), rigid platform, ladder and plank, swing stages. Hanging scaffolds; multiple rope support, needle beams, rope blocks. Swing limiting methods. Types, sizes, care and use of standard unit scaffolds. Assembly of multiple units. Use of all safety devices; assembly and wheel locks, guard rails, rigid ladders, braces, plank positioning cleats. Types, characteristics and use of mobile power-operated hoists and scaffolding, cherry picker.\n\n\n18\n\nTrenching and Shoring\n\nEquipment and Safety Procedures\n\nTrenching and excavating for underground sprinkler piping and equipment. The Occupational Health and Safety Act, local regulations. Heavy mechanical equipment used; back hoe, bull-dozer, trucks, front-end loader. Compressors and accessories. Pavement cutting equipment. Boring and tunnelling equipment. Hand tools: shovels, pick, pinch bars, sledge hammer. Ditch pumps. Tampers. Safety Precautions during digging with back hoe or other heavy equipment. Working in trenches. Shoring and bracing. Protection of public. Storing material near excavations. Backfilling. Compaction methods and equipment. R.R.O. 1990, Reg. 1078, Sched. 1. SCHEDULE 2   SPRINKLER AND FIRE PROTECTION INSTALLER Work Experience Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nCourse\n\nSubject\n\nWork Experience Training\n\n\n1\n\nTrade Practices (As detailed in Schedule 1)\n\nGeneral\n\nSafety rules and removal of all hazards. The Workers’ Compensation Act. The Occupational Health and Safety Act. Care and use of hand and portable power tools and equipment, measuring and plumbing tools, underground piping installation tools, special purpose tools and test equipment. Oxyacetylene and arc welding equipment. Powder actuated tools. Layout, cutting, drilling, reaming, threading, grooving, grinding. Fastening, soldering; cutting, welding and brazing. Rigging and scaffolding erection.\n\n\n2\n\nBlueprint Reading\n\nGeneral\n\nFamiliarization, interpretation and use of architectural, structural, mechanical and piping drawings. Standard architectural and piping symbols. Fire protection systems layout. Specifications. Material estimating. Relevant codes and underwriters’ standards. General contractor conditions. Coordination with other mechanical trades.\n\n\n3\n\nMaterials, Supports and Hangers (As detailed in Schedule 1)\n\nGeneral\n\nPiping: selection of pipe, tubing and fittings for specific applications. Hanging pipe: fastening hangers to concrete, wood and steel. Fabrication of hangers and brackets. Bracing and vibration isolation. Underground piping installation, sleeving and sealing, flushing and testing. Valve selection and installation. Miscellaneous materials.\n\n\n4\n\nSprinkler Systems (As detailed in Schedule 1)\n\nGeneral\n\nSelection, layout, installation and testing of sprinkler heads, sprinkler devices and equipment. Wet-pipe systems, dry-pipe systems, pre-action and deluge systems, combined dry-pipe and pre-action systems, alarms and alarm devices. Outside, window and cornice systems. Special systems and applications. Maintenance and servicing.\n\n\n5\n\nSpecial Type Sprinkler Systems (As detailed in Schedule 1)\n\nGeneral\n\nLayout installation and testing of hydraulically calculated systems. Job-site examination. System requirements. Additional protection. Water supply. Layout, installation and testing of carbon dioxide and halogenated extinguishing systems (high and low pressure). For local application, total flooding. Operation and control of system. Maintenance and servicing. Layout, installation and testing of foam extinguishing systems: fixed systems for indoor flammable liquids, fixed systems and portable tower systems for exterior tanks; spray foam systems, monitor and hose nozzles for exterior protection. Automatic and auxiliary manual operation. Maintenance and servicing. Layout, installation and testing of dry chemical extinguishing systems for total flooding, local application, hand hose line. Operation and control of system. Maintenance and servicing.\n\n\n6\n\nWater Supply (As detailed in Schedule 1)\n\nGeneral\n\nFamiliarization with water supply sources and applications. Fire pumps; layout, installation, adjustment and testing of horizontal, vertical shaft, centrifugal and turbine pumps. Pump drives. Suction, supply, discharge and exhaust piping systems and fittings. Controllers. Maintenance and servicing. Layout, installation and testing of fire department pumper connections. Connecting to wet-pipe and dry-pipe sprinkler systems, multiple systems, other fire protection systems. Maintenance and servicing. Layout, installation and testing of gravity tanks, piping systems, fittings, indicators and gauges. Insulation. Tank heating systems. Corrosion prevention. Maintenance and servicing. Layout, installation and testing of pressure tanks, piping, connections, fittings and accessories. Maintenance and servicing.\n\n\n7\n\nStandpipe and Hose Systems (As detailed in Schedule 1)\n\nGeneral\n\nFamiliarization with fire line systems requirements. Layouts, installation and testing of fire lines and standpipes. Installation of hose cabinets, control valves, hose reels and racks. Safe-guarding completed work.\n\n\n8\n\nHydrants (As detailed in Schedule 1)\n\nGeneral\n\nLayout, installation and testing of approved compression, gate valve and wall type hydrants. Erection of hose houses and cabinets. Installation of approved equipment and accessories. Maintenance and servicing.\n\n\n9\n\nSupplementary Alarm Systems (As detailed in Schedule 1)\n\nGeneral\n\nLayout and installation of central station protection signalling systems. Manual fire alarm devices. Guards tour supervisory service. Automatic fire detection, alarm service and supplementary manual systems. Automatic smoke alarm service. Testing, restoring and maintaining alarms and systems.\n\n\n10\n\nPortable Fire Extinguishers (As detailed in Schedule 1)\n\nGeneral\n\nFamiliarization with classification of fires and extinguishers used. Colour coding and symbols. Equipment selection, location, distribution and size for occupancy hazards and dip tanks. Inspection, testing and maintenance.\n\n\n11\n\nCare and Maintenance (As detailed in Schedule 1)\n\nGeneral\n\nFamiliarization with owners responsibility for maintenance. Delegation of responsibility. Use of contractors services. Specific equipment maintenance; required periodic operation, testing and servicing to ensure readiness of all fire protection equipment.\n\n\n12\n\nTrenching and Shoring (As detailed in Schedule 1)\n\nGeneral\n\nFamiliarization with trenching and excavation procedures, equipment and safety precautions for installation of underground sprinkler piping and equipment. R.R.O. 1990, Reg. 1078, Sched. 2. ",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1078, s. 10.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  SPRINKLER AND FIRE PROTECTION INSTALLER</p> <p class=\"heading1x-e\">In-School Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Course</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Instruction To Be Given</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Mathematics (Trade Related)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Mathematics</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Whole numbers, fractions, mixed numbers, decimals. Linear, square and cubic measure. Area and volume calculations. Square root. Angles and degrees. Ratio and proportion. Weights and measures. Percentage Discounts. Metric system and conversion methods. Algebra; fundamentals, linear equations, formulae, shop calculations. Right angled and oblique triangles, shop calculations. Tank and pipe capacities; rate of flow calculations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Business Communications</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Technical Reports</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Characteristics; clearness, accuracy, facts. Trade types, reasons for, preparation; time sheets, accident reports, weekly progress reports, day work reports, test reports. Foreman’s final report. Contractor’s certificate. Bills of lading.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Related Basic Business Practices</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Inventory. Business operations; practices, payroll and wages calculations; insurance, taxes, Workers’ Compensation, wage earner’s lien.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Applied Physics (Trade Related)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Units of measurement, symbols, formulae, conversions, constants, abbreviations. Hydraulics; chemical and physical properties of water. Density and specific gravity. Capillary action. Fluids under pressure. Transmission of pressure. Pressure and pressure units, equations, resistance. Fluid flow and velocity. Static and residual pressures, friction and energy losses, fluid energy. Pascal’s Law, Hazen and William’s Formula, Bernoulli’s Principle. Hydrostatics; atmospheric pressure, gauges and measurement. Pressure head and calculation of pressures. Siphon principle.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Drafting and Blueprint Reading</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Blueprints</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Introduction. Drafting tools and equipment. Working drawings. Section views. Orthographic, isometric and multi-view projections, applications. Size and location dimensioning. Piping and material symbols. Cylinders. Thread representation and dimensioning. Sketching, working sketch, pictorial drawing. Piping sections. Material estimating.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Drafting</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Reproduction process. Three-view drawing. Alphabet of lines, invisible edges. Sections and material symbols. Dimensioning. Freehand sketching. Isometric drawing. Plan study of construction; materials, construction members, dimensioning methods, sections and details, schedules, architectural standard symbols. Types of piping drawings; single, double line, isometric. Piping symbols, pipe hangers. Making sketches from blueprints. Design of sprinkler systems showing necessary sections. Drawing completely approved sprinkler systems for all types of construction and occupancies, including hydraulically calculated systems. Interpretation of architects and contractors specifications, checking general contractor conditions. Co-ordination with other mechanical trades.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Safety</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Safety rules and safe operating procedures. Protective clothing and equipment. First aid, emergency treatment, artificial respiration. Fire Protection; location, types, use and maintenance of fire-fighting equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\"> </p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Ventilation. The <i>Workers’ Compensation Act</i>. The <i>Occupational Health and Safety Act</i>.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\"> </p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Handling and storage of flammable materials. Static electricity hazards. Sparkproof tool use. Safe use of hand tools, lifting, hoisting and rigging equipment, portable pneumatic and electric tools, electrical equipment and explosive actuated tools, heating and welding equipment. Temporary heating equipment. Tank interior and access hole work precautions. Warning and tagging procedures. Good housekeeping.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Sprinkler Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications, symbols. Relevant codes and standards.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Sprinkler Head Selection</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Identification and installation of sprinkler heads. Selection of correct type, characteristics and operation; standard upright, standard pendent, dry pendent, on-off, flush type. Sidewall type, window, cornice, large orifice, open sprinklers. Special, corrosion resistant sprinklers, other types. Guards. Deflector types. Pressure and discharge pattern. Sprinkler layout and spacing. Classification of occupancies. Types of construction.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Sprinkler Devices and Equipment</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Identification and installation of; alarm valves, retarding chambers, excess pressure pumps, pressure gauges. Dry pipe valves, exhausters, accelerators, water flow alarm indicators. Pre-action valves, deluge valves, flow control and pressure reducing valves, water rotary gongs. Electric alarm switches, electric alarm gongs, local electric alarm systems. Annunciators, remote alarm systems, supervisory alarm systems. Air compressors, air supply from shop air system, relief valves, air pressure maintenance devices. Heat actuating devices, automatic releases, smoke detectors. Emergency cabinets, spare sprinklers, sprinkler head wrenches.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Wet-Pipe Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Purpose, characteristics and use of wet-pipe system, water supply, size of system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Sprinkler head type. Control valve. Pipe, fittings, hangers. Anti-freeze systems. Back-flow preventers. Alarm test connections, other test connections. Drain connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Alarms and Alarm Devices)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection and installation procedures for; water rotary gong, electric alarm gongs, other alarms. Supervisory service. Devices and equipment; alarm valves. Excess pressure pump. Emergency cabinet and spare sprinklers. Water flow alarm indicator.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing Systems)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Procedures for hydrostatic test, water flow test. Inspection tests, drain tests. Anti-freeze solution tests. Filing of reports.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Dry-Pipe Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Purpose, characteristics and use of dry-pipe system. Water supply. Size of system. Operation time limitations. Sub-division of system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Type of sprinkler head. Dry-pipe valve, quick opening devices. Air compressor, air pressure maintenance device, connection to owners plant air supply. Emergency cabinet and spare sprinklers. Pipe, fittings, hangers. Valve enclosure. Alarm test connections, other test connections. Drain connections. Use in cold storage rooms. Drainage of piping, low point drains. Drum drips.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Alarms and Alarm Devices)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection and installation procedures for; water rotary gongs, electric alarm gongs. Other alarms. Supervisory service.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing System and Alarms)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Procedures for hydrostatic test, air pressure test, water flow test. Drain tests. Inspection tests, other tests. Filing of reports.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Pre-Action and Deluge Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Purpose, characteristics and use of this system. Water supply. Size of system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Type of sprinkler head. Control valves, pre-action valves, deluge valves. Heat responsive system, heat actuating devices. Manual operation equipment. Mercury checks. Supervisory air pressure, electric air pump panel. Monitor switch. Testing equipment. Pipe, fittings, hangers. Valve enclosures. Emergency cabinets and spare sprinklers. Drainage connections and test connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Alarms and Alarm Devices)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection and installation procedures for; trouble alarms, low air pressure trouble alarms. Water rotary gongs, electric alarm gong, other alarms.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing Pre-Action and Deluge System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Procedures for hydrostatic test, air pressure test, water flow test. Drain tests. Inspection tests, other tests. Filing of reports.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Combined Dry-Pipe and Pre-Action Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Purpose, characteristics, and use of this system. Sub-division of systems. Water supply. Size of system. Operation time limitations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Type of sprinkler head. Control valves, check valves, dry-pipe valves. Exhausters. Tripping devices. Supplemental chamber. Heat responsive system, heat actuating devices. Air compressor, connection from owners air line, air maintenance device. Pipe, fittings, hangers. Valve enclosure. Emergency cabinet, spare sprinklers and head wrench. Cross connection at dry-pipe valves and at quick opening device. Low point drains (heated location). Drum drips (heated location).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Alarms and Alarm Devices)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection and installation procedures for; automatic fire alarm systems. Water rotary gongs, electric alarm gongs. Other alarms.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing Combined System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Procedures for hydrostatic test, air pressure test, water flow test. Drain tests. Inspection tests, other tests. Filing of reports.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Outside, Window or Cornice Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Purpose, characteristics, and use of this system. Water supply. Orifice size of sprinkler head.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Type of sprinkler head. Control valves, check valves. Strainers. Gauge connections. Pipe, fittings, hangers. Test connections, drain connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Testing System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Water pressure test methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Special Type Sprinkler Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Special System Applications</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection for; transformers, outside storage, tanks and equipment. Hydraulically designed systems. Sprinklers in high rise buildings. Woodworking plants. Water curtains.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hydraulically, Calculated Sprinkler Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols to determine; height of building, layout, type of structure. Steel column protection. Location of fire walls and draft curtains.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Job-Site Examination)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Ventilation and drainage facilities. Importance of adherence to relevant codes and specifications. Examination of storage or work areas to determine; types and value of materials in storage. General conditions. Height of stock piling, methods of stacking, unitizing, palletizing, pile stability. Aisle and exit locations. Water tests.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(System Requirements)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Determining correct system: type and size, area of application, discharge density, sprinkler operating pressure, control of system. Coverage area per sprinkler head. Determining correct clearance below sprinkler heads, sprinkler orifice size. Designing the system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Other Protection)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection of portable extinguishers; types, purpose and characteristics. First aid fire hose connections, purpose and use. Outside hydrant protection. Smoke detectors, characteristics and application. CO2 systems, foam and dry chemicals.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Water Supply Requirements)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Water supply location and application: city water, reservoirs, gravity tank, booster pump and fire pump secondary supplies. Fire department pumper connection, location, application.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Carbon Dioxide and Halogenated Fire Extinguishing Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications, relevant codes and underwriter’s standards. Types and characteristics of CO2 and halogenated extinguisher systems for local application, total flooding. Purpose, scope and arrangement of system. Limitations. Carbon Dioxide and halogen characteristics, composition, hazards. Specifications, plans and approvals. Hazards to personnel, safety requirements, electrical clearances. CO2 supply: low pressure systems, high pressure systems. Quantities, quality, replenishment. Storage containers, high and low pressure. Use of manufacturers’ manuals.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Approval of appropriate authority. Distribution systems: pipes and fittings, systems arrangement. Valves. Discharge nozzles. Orifice requirements.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Operation and Control of System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Methods of actuation. Detection of fires. Operating devices. Supervision. Alarms. Indicator troubles, defects. Annual inspection by qualified inspector. Procedures for semi-annual inspection. Maintaining, servicing and testing system. Regular periodic approved tests.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Foam Extinguishing Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications, relevant codes, underwriters’ standards. Types and characteristics of foam extinguishing systems: fixed systems for indoor flammable liquid hazards. Fixed systems and portable tower systems for exterior storage tanks. Spray foam systems, monitor and hose nozzles for exterior protection. Purpose of system, methods of application. Scope, arrangement and limitations of system. Foam material types, quantity to be stored, density required. Rate of application (discharge), period of discharge, hydraulic calculations. Specifications, plans and approvals. Systems design: automatic and auxiliary manual operation.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Approval of appropriate authority. Distribution systems: pipes and fittings, systems arrangement. Detailed layout of piping and automatic detection equipment. Use of pump charts for delivery efficiency, horsepower curves. Generators. Pump for air foam concentrate, water. Pump controller types, location. Storage of foam producing materials: location, capacity. Methods of construction and erection, supports. Access holes, sediment pockets. Necessary outlets and connections for materials and water. Gauges. Drainage. Cleaning and inspection methods. Alarms: electrical, water flow type. Detection equipment and operation. Trouble alarms, supervisory alarms. Water supply to system: correct capacity and pressure for sixty minutes operation. Correct temperature. Strainers. Acceptance tests.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Operation and Control of System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Instruction and training of other concerned personnel. Methods of actuation. Detection of fires. Operating devices. Supervision. Alarms. Indicator troubles, effects. Annual inspection by qualified inspector. Semi-annual inspection procedures. Maintaining, servicing and testing system. Regular periodic approved hydrostatic pressure tests.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Dry Chemical Extinguishing Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications, relevant codes, underwriters’ standards. Type and characteristics of dry chemical extinguishing systems: total flooding, local application, hand hose line. Purpose, scope, arrangement and limitations of system. Dry chemical requirements and distribution. Hazard classifications. Specifications plans and approvals.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Approval of appropriate authority. Distribution systems: pipe and fittings, systems arrangement.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Operation and Control of System)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Instruction and training of other concerned personnel. Methods of actuation. Detection of fires. Operating devices. Supervision. Alarms. Indicator troubles, defects. Annual inspection by qualified inspector. Semi-annual inspection procedures. Maintaining, servicing and testing system. Regular periodic approved tests.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Water Supply</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Source and Installation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types of primary and secondary supplies. Public Utility water supplies. Elevated gravity tanks, pressure tanks, reservoirs. Wells, lagoons, penstocks or flumes, rivers or lakes. Fire pumps, booster pumps. Fire department connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Fire Pumps</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Blueprint reading for requirements of proposed installations. Selection of approved pumps for specific purposes. Determining size, capacity, location of unit, pump driven by electricity, diesel, gasoline, steam or other power. Determining pump type; horizontal, vertical shaft, centrifugal, or turbine. Suction water supply, source and quantity. Performance. Hose connections, pressure relief connection, circulation relief, test valves and manometers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(General)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Pump Room requirements, pump foundations, pump alignment, setting impellers, priming connections. Installation of pump drives; electric, gasoline, diesel, steam, other power. Water level indicators, gauges. Air release valves. Jockey pumps. Pump controllers; electric, manual, automatic, or any combination. Electric, diesel, gasoline and steam supply, including all equipment. Exhaust piping. Supply, suction and discharge piping, fittings, valves. Suction strainer. Testing of unit.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Gravity Tank Installation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Blueprint reading for approval requirements. Type of tank required, capacity, construction; wood, steel. Frost protection. Foundations. Pipe connections and fittings at base. Riser piping and connection, expansion joints. Check valves and control valves. Tank filling and overflow connections. Water level indicator and/or mercury gauge, water temperature gauge. Tank heater and connections. Corrosion prevention. Testing connections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Pressure Tanks</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Blueprint reading for requirements of proposed installation. Tank size and approved design for specific installation. Construction and location of tank. Air locks. Pipe connections, fittings, accessories. Relief valves. Testing the complete unit. Painting unit. Water supply to tank, including pump. Air supply to tank, including compressors. Tank drainage. Supports.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installation of Fire Department Pumper Connections</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Size, types and location of pumper connections required. Types of threads on inlets and outlets. Connections to interior sprinkler systems, other fire protection systems. Piping, fittings, check valves, ball drip or drain connections. Identification plate showing use of unit. Connections to wet-pipe and dry-pipe sprinkler systems, multiple systems.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Standpipe and Hose Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Fire Line Systems</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of drawings and specifications for: connection to source of supply, location of hose stations, type and sizes of pipe and fittings, size and location of mains and standpipes, siamese connections. Adherence to relevant codes and underwriters specifications. Function of check valves on fire line connection. Direct connection to source of supply. Hazards of intervening valves in fire line connection. Outside booster connection. Standard hose threads on all outlets. Siamese connection ball drip. Avoiding use of cast-iron fittings on fire protection lines.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Installation of Fire Protection Lines</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Methods of installing fire lines and standpipes. Supporting horizontal mains, vertical standpipes. Location of mains and stand-pipes in relation to building components, other trades, grades. Location of standpipe outlets in relation to accessibility, height from floor, physical characteristics of building, length of hose. Installation of hose cabinets, control valves, hose reels, hose racks. Selection factors for hose and nozzles; durability, type of materials, maximum length, frictional resistance to flow, available water pressure, type of spray. Placing hose on reel and rack, storing in closed cabinet. Conditions requiring booster pump. Connecting methods to prevent backflow in domestic system. Selection factors for hose valves. Testing system; type and duration of test. Type and use of test equipment. Evaluation of test to relevant codes. Safeguarding completed work.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Hydrants</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Fire Hydrant and Equipment Installation</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Type and size of approved hydrants required: compression, gate valve, and wall type. Provision for drainage. Hose houses and characteristics: five-sided large type, wall hanging type, types for close proximity to building. Types and sizes of approved equipment: cotton rubber-lined fire hose, play pipes, gated “Y” fittings. Hydrant wrenches, spanners. Spare hose washers. Lanterns, axes, pry bars. Erection of hose houses and cabinets. Hose house foundations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Supplementary Alarm Systems</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Selection and Installation Procedures</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and characteristics of central station protection signalling systems: emergency action signals, maintenance action signals (alarms from manual boxes, waterflow alarms). Signals to cover other emergencies. Supervisory signal on valves: need for supervisory action, maintenance action signals. Manual fire alarm devices: distribution of equipment, coded signals. Guards’ tour supervisory service: correct number and location of stations, records and reports. Automatic fire detection and alarm service: supplementary manual system, locating detectors. Automatic smoke alarm service: locating detectors, connections to shut off blowers; fans, shutters.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Testing and Maintenance</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Procedure for testing, restoring and maintaining alarms and systems.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Portable Fire Extinguishers</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Equipment Selection and Location</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Extinguisher types and characteristics: chemical solution (soda acid), water, loaded stream. Foam, carbon dioxide, dry chemical, bromotrifluormethane. Wheeled and pumper tank extinguisher. Fire pails, drums with pails, bucket tanks. Correct location: accessibility, conspicuousness, height from floor. Proper erection methods: on hangers or brackets, cabinets, shelves. Location of Operating Instructions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Classification of Fires and </p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">“A” — ordinary combustible materials, </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Extinguishers Used</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">“B” — flammable liquids,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"> \r\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">“C” — electrical equipment,</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"> \r\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">“D” — combustible metals.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\"> </p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Extinguisher colour coding and symbols. Distribution and size for Class “A” fires: light hazard, ordinary hazard, extra hazard occupancies. Class “B” fires: light hazard, ordinary hazard, extra hazard occupancies, dip tanks. Class “C” and “D” fires.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Inspection, Testing and Maintenance</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Regular monthly inspection. Annual inspection, thorough check-up. Inspection tags, purpose and use. Recharging extinguishers. Hydrostatic check.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">13</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Materials, Supports and Hangers</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hanging Pipe</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types of rings, characteristics and applications: clevis, swivel ring, solid ring, split ring, roller, post ring. Proper selection. Correct spacing. Determining load capabilities of supporting members and structures. Hanger selection for vertical runs of pipe: use of pipe clamps, “U” bolts. Hand and power cutting and threading rod for hangers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Fastening Hangers to Concrete</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Pre-set anchor boxes and application: protecting threads, correct locating of hangers. Expanding-type inserts: use of drills or impact tools, selection of drill bits and star drills, insertion of rawl plugs and expanding inserts. Selection and application of powder driven studs: correct charge, use of safety shields and protective devices.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Fastening Hangers to Wood</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Fastener types and application: coach screw rods, “U” hangers. Clips, one and two-hole. Wood screws, drive screws, lag bolts, machine bolts. Selection and use of electric drills, hand brace. Correct bit type and size.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Fastening Hangers to Steel</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection and application of clamps, hangers and other devices: “C” clamps, “I” clamps. Cantilever hangers, eye rod hangers. “J” hooks, top and bottom beam types. “L” brackets. Selection and use of cutting and drilling equipment: electric drills, drill bits, cutting torches, beam punches. Fastening hangers by electric arc welding. Selection and application of powder driven studs: correct charge, use of safety shields and protective devices. Use of epoxies.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Brackets and Hangers Fabrication</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Trapeze bracket types and purpose: pipe, angle iron, channel iron. Correct strength. Making angle or “L” brackets from channel or angle iron. Electric arc welded brackets. Saddles or stands. Multiple pipe hangers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Bracing and Vibration</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Use of fabricated steel braces and supports of angle, channel or pipe against earth tremors. Stiffening rod with pipe. Riser supports. Support and hanger location to prevent oscillation. Compensating for sound and other vibration: use and selection of isolation springs.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Piping (General)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Pipe types and selection factors: steel pipe (black and galvanized). Copper pipe and tubing. Other pipe. Characteristics and selection of fittings: cast iron (threaded, flanged or grooved types; standard pattern; extra heavy pattern). Malleable iron (threaded, flanged or grooved types; standard pattern; extra heavy pattern). Grooved type. Welding fittings. Copper (socket, soldered, brazed or screw type).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Underground Piping</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection of underground pipe and fitting types: mechanical joint, tyton joint, bell and spigot (lead joint). Ductile iron pipe, universal joint, asbestos cement pipe. Other types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation Procedures)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Depth of cover (frost level). Depth under roadways, railroad tracks. Hazards of running pipe under buildings, heavy piles. Arching foundation walls, if running pipe beneath buildings. Sleeving and sealing piping with mastic sealers. Prevention of foreign matter in pipe. Tight (approved) joints. Use of proper clamps and braces, concrete thrust blocks. Grounding methods. Anchoring underground fire mains at change of direction points, tees, plugs, caps, bends, hydrants. Use of pipe clamps, tie rods, thrust blocks.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Flushing and Testing)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Flushing underground water mains before connection to interior piping. Adequate flushing capacity for system. Correct flow rate for pipe used. Time for proper cleansing. Testing before joints covered. Hydrostatic test, at prescribed pressure and duration. Procedures for testing: hydrants, control valves, fire pumps. Completing contractors’ test certificate.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Valves</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Approved valve types, characteristics and selection factors: gate, butterfly, check, globe and hose valves. Screw and flange, O, S and Y, mechanical joint, angle, straight, vertical and hub end types. Miscellaneous valves: tapping sleeves and valves, floor stand valves. Pressure relief valves, pressure reducing valves, safety valves. Underwriter foot valves, foot valves and strainers. Quick opening valves. Pet cocks, stop cocks. Ball valves. Approved back-flow preventers, detector check valves.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Miscellaneous Materials</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and characteristics: valve boxes and covers, sprocket wheels and chains. Sight test connections. Wall and floor plates. Sleeves (steel pipe, galvanized steel, plastic or fibre types). Nipples, machine bolts and nuts. Pipe joint compound, cutting and threading oil, anti-freeze solution. Identification plates and tags. Instruction charts and manuals. Corrosion preventive materials. Gaskets.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">14</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Care and Maintenance</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Responsibility of Owner</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Delegation of responsibility. Weekly inspections and reports. Instructions to watchmen and watchwomen. Use of contractors’ services. Maintenance of ample water supplies. Control valves must be open: when to shut off. Obstructions to sprinklers by partitions, stock and effects. Protection against freezing. Examination and sealing of control valves. Sprinkler pressure gauges. Water flow and alarm line tests. Necessary alterations, additions to sprinkler system. Condition of sprinkler heads, exterior and interior piping, hangers. Excess pressure, wet system. Air pressure, dry system. Priming water in dry-pipe valve. Low points on dry system. Trip and reset dry-pipe valve once yearly. Maintain supply of replaceable parts and gaskets. Valve enclosure heating and lighting. Water rotary alarm gong. Electric alarm gong. Local supervisory alarms. Central supervisory alarm service.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Specific Equipment Recommendations</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Maintaining fire pumps: operation of fire pump once each week. Check for efficient operation to capacity. Check suction line, intakes for obstructions. Check foot valves and hose connections. Maintaining gravity tanks: checking level of water in tank, mercury gauge, water temperature gauge. Filling connection, drain connections, expansion joint. Heating equipment and piping. Frost proof casing. Tank supports. Valve chamber and equipment. Maintaining fire hydrants and equipment: check hydrant opening and drainage. Lubrication. Hose house and hose cabinets, fire hose and couplings, equipment in hydrant house. Flushing underground mains at regular intervals. Fire department connection: checking condition, checking hose valves, caps, ball drain. Open sprinkler systems: warm weather yearly test. Special sprinkler systems: check required by governing authority to contractors and manufacturers’ instructions. Periodic checks of fire extinguishers and interior hose stations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Tools of the Trade</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Wrenches</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and characteristics. Selection for specific applications; pipe wrenches, lever or super wrenches. Chain tongs. Strap, valve, adjustable, socket and ratchet, open end and box, pin and torque wrenches. Installation of sprinkler heads; use of manufacturers’ special wrenches. Proper adjustments. Care and maintenance of wrenches.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Cutting and Threading Tools</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Cutting steel pipe and tubing; use of single and three wheel cutters. Hand or power hacksaws. Cast iron pipe; use of three and four wheel cutters, chain cutters. Ductile iron; use of wheel cutters, electric or gasoline powered carborundum disc saw. Single wheel cutters for copper pipe and tubing. Threading pipe: use of ratchet type block and adjustable dies, stationary head adjustable and large ratchet or power drive pipe dies. Types, sizes and use of reamers. Reaming purpose and importance. Types, sizes and use of portable groovers. Threading rod: types and use of block, ratchet and adjustable bolt dies.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hand Tools</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection, care and use of wood saws; rip, crosscut, keyhole. Hacksaws. Wood chisels, cold chisels. Caulking irons. Grinding procedures. Awls, center, drift and beam punches. Braces and wood bits—expansion and extension types. Hammers; claw, ball peen, sledge, mash. Screwdrivers; regular, phillips, robertson, ratchet. Files. Allen Keys. Types and sizes of pipe and tube benders and flaring tools for installing tubing. Miscellaneous; pliers, metal snips, side cutters and bolt cutters.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Measuring and Plumbing Tools</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types and use of tape measures, pocket rules, steel tapes. Steel square, adjustable pocket squares. Spirit levels, sight level and transits, plumb bobs, chalk line. Micrometers; inside and outside. Calipers. Block, wedge, feeler and dial gauges. Manometers. Pitot tube. Tachometers. Hydrometers. Vibration checking tool.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Portable Power Tools</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Use of electric drills, steel and wood bits, bolt and pipe taps. Hole saws for wood and steel. Carbide concrete saws. Diamond core drills, star drills, stove pipe. Drilling concrete, chipping, setting anchors: use of electric hammers, rotating hammer bits. Self drilling anchors. Chipping chisels. Use of electric hand saws and electric or gasoline chain saws for cutting wood or concrete. Use of power hacksaws for cutting steel or cast iron pipe. Portable gasoline or electric saws and carborundum discs for cast iron, ductile iron and concrete pipe. Electric power vise: use for cutting and threading rod and pipe. Power drive to thread or groove larger pipe. Setting anchors: use of powder actuated tools for steel and concrete. Pneumatic tools, star drills. Safe handling of equipment. Pipe holding tools: type and use; bench vise, vanderman vise, chain vise. Tri-stand, four-legged and yoke vises.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Underground Piping Installation Tools</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Lead joint type; use of caulking tools, cold chisels, yarning iron, running rope, melting pot and ladle for lead. Use of propane, acetylene or electric lead melting equipment. Cement asbestos pipe; use of pipe cutter, carborundum discs, pipe beveller and coupling tools. Mechanical joint, standard type (ductile and tyton pipe); use of ratchet and socket wrenches, adjustable wrenches. Wheel cutters, pressure cutters, carborundum discs. Grinders. Types and use of dewatering pumps; centrifugal, diaphragm, piston, gear. Crowbars and pinch bars.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Special Purpose Tools and Equipment</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Storing; use of tool boxes and storage boxes. Equipment for testing pumps: gasoline, electric, hand operated. Gear, centrifugal, piston and turbine types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">16</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Welding</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Interpretation of blueprints, specifications and symbols. Relevant codes. Gas and arc welding principles. Safety procedures. Use of protective clothing and equipment. Ventilation. Fire precautions and prevention, posting fire guard. First aid for arc burns, artificial respiration. Hazards when welding in or near tanks that contain, or have contained, combustible or volatile materials. Use of explosive meters. Welding types: oxyacetylene, electric arc; A.C. and D.C., TIG, MIG, Heliarc, semi-automatic. Arc welding power sources: gasoline, diesel. Electrical; DCW machine, AC-DC rectifiers, AC transformers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Welding Equipment Use and Maintenance</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Cold weather starting. Common arc-welding machine troubles and correction. Connection of grounds, grounding machines to power source. Electrode holders. Welding cable types and grounds: correct use, splicing, length, fastening to holder and machine. Use, care and maintenance of oxyacetylene torches and equipment. Fueling, operating and servicing gasoline and diesel powered welding machines.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Arc Welding</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Manual and semi-automatic arc welding of steel pipe, brackets, structural, vessels and tanks. Layout procedures. Electrode selection: checking drawings and specifications for electrodes required. Correct size electrode for weldment. Visual identification. Relevant codes and regulations. Types, purpose and characteristics of electrodes; carbon steel, alloy steel. Classification and identification of metals and steels. Effect of voltage, amperage, polarity, arc length. Types and characteristics of welds. Fusion and penetration. Wind, temperature and moisture effects during welding. Electrode storage. Use of electrode ovens: effects of moisture, prolonged heat. Selecting and estimating quantity of electrodes required at work site. Pre-heating, post-heating and stress relieving techniques. Controlling distortion during welding: by mechanical control, welding procedure. Size and strength of welds. Causes of porosity, undercuts, cracks, slag inclusions in weldments. Use of scaling and chipping hammers, power grinders. Carbon arc gouging. Surface preparation of weldments.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">17</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Rigging and Scaffolding</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hoist Selection</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Hoist types and characteristics, application. Care and use of electric, hand, pneumatic, hydraulic types. Chain and cable hoists, rope blocks. Winches, tuggers. Tripods, gin poles. Hooks. Determining a “safe load”; effects of size, weight and shape.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Hanging Hoists</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Use of proper anchoring or hanging methods and devices. Support member strengths. Isolated supporting methods: tripods, “A” frames and gibbets. Preventing unhooking.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Lifting and Pulling)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Load weight estimating. Load balance center. Moving techniques; drifting (2 or more hoists), balancing (auxiliary hoist), on inclined planes. Handling long equipment: upending, laying down. Use of winches and snatch blocks. Rollers, jacks and skids. Forklifts and scissor-type platform hoists. Hand signals. Regular hoist inspection and maintenance; effects of improper operation.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Slings, Rope, Attachments (Selection)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Correct selection methods. Types, care and use of: rope, cable, chain, strap webbing. Adherence to manufacturers’ specifications. Types and strengths of splices, cable clamping. Knot tying.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">(Installation and Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Standard installation procedures. Positioning slings and guide-lines. Results of sharp bends, kinks and frayed cable. Hazards of improper rope storage. Hand protection. Dragging rope into bar.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Jacks</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types, care and use; ratchet, screw, hydraulic. Heavy equipment moving techniques; solid footing, jack positioning and support, blocking up, preventing equipment damage. Angle jacking, blocking and shimming. Correct jack bar length. Precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Rollers</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types, care and use; wood, steel (solid, hollow pipe), special roller units. Skids and skid plates; lubricants. Controlling loads on slopes. Changing direction. Floor and equipment protection; roller size and spacing, runner types. Safety precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"> \r\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Scaffolds</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Types, care and use; ladders and planking. Platform scaffolds; single and multiple plank (wood, metal), rigid platform, ladder and plank, swing stages. Hanging scaffolds; multiple rope support, needle beams, rope blocks. Swing limiting methods. Types, sizes, care and use of standard unit scaffolds. Assembly of multiple units. Use of all safety devices; assembly and wheel locks, guard rails, rigid ladders, braces, plank positioning cleats. Types, characteristics and use of mobile power-operated hoists and scaffolding, cherry picker.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">18</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Trenching and Shoring</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Equipment and Safety Procedures</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Trenching and excavating for underground sprinkler piping and equipment. The <i>Occupational Health and Safety Act</i>, local regulations. Heavy mechanical equipment used; back hoe, bull-dozer, trucks, front-end loader. Compressors and accessories. Pavement cutting equipment. Boring and tunnelling equipment. Hand tools: shovels, pick, pinch bars, sledge hammer. Ditch pumps. Tampers. Safety Precautions during digging with back hoe or other heavy equipment. Working in trenches. Shoring and bracing. Protection of public. Storing material near excavations. Backfilling. Compaction methods and equipment.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1078, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  SPRINKLER AND FIRE PROTECTION INSTALLER</p> <p class=\"heading1x-e\">Work Experience Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Course</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Work Experience Training</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Trade Practices (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Safety rules and removal of all hazards. The <i>Workers’ Compensation Act</i>. The <i>Occupational Health and Safety Act</i>. Care and use of hand and portable power tools and equipment, measuring and plumbing tools, underground piping installation tools, special purpose tools and test equipment. Oxyacetylene and arc welding equipment. Powder actuated tools. Layout, cutting, drilling, reaming, threading, grooving, grinding. Fastening, soldering; cutting, welding and brazing. Rigging and scaffolding erection.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Blueprint Reading</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization, interpretation and use of architectural, structural, mechanical and piping drawings. Standard architectural and piping symbols. Fire protection systems layout. Specifications. Material estimating. Relevant codes and underwriters’ standards. General contractor conditions. Coordination with other mechanical trades.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Materials, Supports and Hangers (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Piping: selection of pipe, tubing and fittings for specific applications. Hanging pipe: fastening hangers to concrete, wood and steel. Fabrication of hangers and brackets. Bracing and vibration isolation. Underground piping installation, sleeving and sealing, flushing and testing. Valve selection and installation. Miscellaneous materials.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Sprinkler Systems (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Selection, layout, installation and testing of sprinkler heads, sprinkler devices and equipment. Wet-pipe systems, dry-pipe systems, pre-action and deluge systems, combined dry-pipe and pre-action systems, alarms and alarm devices. Outside, window and cornice systems. Special systems and applications. Maintenance and servicing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Special Type Sprinkler Systems (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Layout installation and testing of hydraulically calculated systems. Job-site examination. System requirements. Additional protection. Water supply. Layout, installation and testing of carbon dioxide and halogenated extinguishing systems (high and low pressure). For local application, total flooding. Operation and control of system. Maintenance and servicing. Layout, installation and testing of foam extinguishing systems: fixed systems for indoor flammable liquids, fixed systems and portable tower systems for exterior tanks; spray foam systems, monitor and hose nozzles for exterior protection. Automatic and auxiliary manual operation. Maintenance and servicing. Layout, installation and testing of dry chemical extinguishing systems for total flooding, local application, hand hose line. Operation and control of system. Maintenance and servicing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Water Supply (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with water supply sources and applications. Fire pumps; layout, installation, adjustment and testing of horizontal, vertical shaft, centrifugal and turbine pumps. Pump drives. Suction, supply, discharge and exhaust piping systems and fittings. Controllers. Maintenance and servicing. Layout, installation and testing of fire department pumper connections. Connecting to wet-pipe and dry-pipe sprinkler systems, multiple systems, other fire protection systems. Maintenance and servicing. Layout, installation and testing of gravity tanks, piping systems, fittings, indicators and gauges. Insulation. Tank heating systems. Corrosion prevention. Maintenance and servicing. Layout, installation and testing of pressure tanks, piping, connections, fittings and accessories. Maintenance and servicing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Standpipe and Hose Systems (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with fire line systems requirements. Layouts, installation and testing of fire lines and standpipes. Installation of hose cabinets, control valves, hose reels and racks. Safe-guarding completed work.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Hydrants (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Layout, installation and testing of approved compression, gate valve and wall type hydrants. Erection of hose houses and cabinets. Installation of approved equipment and accessories. Maintenance and servicing.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Supplementary Alarm Systems (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Layout and installation of central station protection signalling systems. Manual fire alarm devices. Guards tour supervisory service. Automatic fire detection, alarm service and supplementary manual systems. Automatic smoke alarm service. Testing, restoring and maintaining alarms and systems.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Portable Fire Extinguishers (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with classification of fires and extinguishers used. Colour coding and symbols. Equipment selection, location, distribution and size for occupancy hazards and dip tanks. Inspection, testing and maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Care and Maintenance (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with owners responsibility for maintenance. Delegation of responsibility. Use of contractors services. Specific equipment maintenance; required periodic operation, testing and servicing to ensure readiness of all fire protection equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"113\"><p class=\"table-e\">Trenching and Shoring (As detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"136\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"387\"><p class=\"table-e\">Familiarization with trenching and excavation procedures, equipment and safety precautions for installation of underground sprinkler piping and equipment.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1078, Sched. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}