{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 386: MAPLE PRODUCTS",
        "reg_name_text": "MAPLE PRODUCTS",
        "citation": "R.R.O. 1990, Reg. 386: ",
        "act_under": "Farm Products Grades and Sales Act   Loi sur le classement et la vente des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900386",
        "date_scraped": "2023-12-19 05:41:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900386/v3",
            "valid_from": "April 15, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900386/v2",
            "valid_from": "January 15, 2009",
            "valid_to": "April 14, 2011"
        },
        {
            "a_href": "/laws/regulation/900386/v1",
            "valid_from": "May 25, 1994",
            "valid_to": "January 14, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “caramel, buddy or sappy taste” means a bitter flavour characteristic of maple syrup produced from sap that flows after the buds of the tree have commenced to open; “inspection” means inspection by an inspector appointed under the Act and “inspected” has a corresponding meaning; “maple product” means any product prepared directly or indirectly from maple sap; “maple product substitute” means a product other than a pure maple product manufactured or derived in whole or in part from a farm product and prepared for the same uses as a maple product and resembling a maple product in appearance. R.R.O. 1990, Reg. 386, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“caramel, buddy or sappy taste” means a bitter flavour characteristic of maple syrup produced from sap that flows after the buds of the tree have commenced to open;</p> <p class=\"definition-e\">“inspection” means inspection by an inspector appointed under the Act and “inspected” has a corresponding meaning;</p> <p class=\"definition-e\">“maple product” means any product prepared directly or indirectly from maple sap;</p> <p class=\"definition-e\">“maple product substitute” means a product other than a pure maple product manufactured or derived in whole or in part from a farm product and prepared for the same uses as a maple product and resembling a maple product in appearance. R.R.O. 1990, Reg. 386, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Maple products and maple product substitutes are designated as farm products. R.R.O. 1990, Reg. 386, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Maple products and maple product substitutes are designated as farm products. R.R.O. 1990, Reg. 386, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. This Regulation does not apply to maple products that are in bulk containers and that are in the process of being transported for further packaging. R.R.O. 1990, Reg. 386, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>This Regulation does not apply to maple products that are in bulk containers and that are in the process of being transported for further packaging. R.R.O. 1990, Reg. 386, s. 3.</p>"
        },
        {
            "id": "3.1",
            "section": null,
            "content": "3.1 Revoked: O. Reg. 4/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3.1 </b>Revoked: O. Reg. 4/09, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. No person shall pack, transport, ship, advertise, sell, offer for sale or have in possession for sale any maple product unless, (a) the maple product has been graded in accordance with the Act and this Regulation; (b) the maple product has been packed and marked in accordance with the Act and this Regulation; and (c) where the maple product has been transported into Ontario and has been repacked in Ontario, the container containing the maple product is marked to indicate the country of origin and all other provisions of this Regulation have been complied with. R.R.O. 1990, Reg. 386, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>No person shall pack, transport, ship, advertise, sell, offer for sale or have in possession for sale any maple product unless,</p> <p class=\"clause-e\">(a) the maple product has been graded in accordance with the Act and this Regulation;</p> <p class=\"clause-e\">(b) the maple product has been packed and marked in accordance with the Act and this Regulation; and</p> <p class=\"clause-e\">(c) where the maple product has been transported into Ontario and has been repacked in Ontario, the container containing the maple product is marked to indicate the country of origin and all other provisions of this Regulation have been complied with. R.R.O. 1990, Reg. 386, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. No person shall pack, transport, ship, advertise, sell, offer for sale or have in possession for sale any maple product unless the container containing the maple product has marked thereon, (a) the name of the maple product; (b) the amount of maple product in the container measured, (i) in volume units for maple syrup, and (ii) in weight units for other maple products; (c) the grade and colour class of the maple syrup; and (d) the name and address of the person who packed the maple product. R.R.O. 1990, Reg. 386, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person shall pack, transport, ship, advertise, sell, offer for sale or have in possession for sale any maple product unless the container containing the maple product has marked thereon,</p> <p class=\"clause-e\">(a) the name of the maple product;</p> <p class=\"clause-e\">(b) the amount of maple product in the container measured,</p> <p class=\"subclause-e\">(i) in volume units for maple syrup, and</p> <p class=\"subclause-e\">(ii) in weight units for other maple products;</p> <p class=\"clause-e\">(c) the grade and colour class of the maple syrup; and</p> <p class=\"clause-e\">(d) the name and address of the person who packed the maple product. R.R.O. 1990, Reg. 386, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. No person shall pack, transport, ship, advertise, sell, offer for sale or have in possession for sale any maple product in a container that has been previously marked unless all markings thereon that do not comply with this Regulation are completely removed or obliterated. R.R.O. 1990, Reg. 386, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>No person shall pack, transport, ship, advertise, sell, offer for sale or have in possession for sale any maple product in a container that has been previously marked unless all markings thereon that do not comply with this Regulation are completely removed or obliterated. R.R.O. 1990, Reg. 386, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No person shall misrepresent the grade, count, weight, measure, mark or marking, ownership or place of origin of any maple product. R.R.O. 1990, Reg. 386, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person shall misrepresent the grade, count, weight, measure, mark or marking, ownership or place of origin of any maple product. R.R.O. 1990, Reg. 386, s. 7.</p>"
        },
        {
            "id": "7.1",
            "section": null,
            "content": "7.1 (1) Maple syrup shall be packed in containers whose capacity, (a) does not exceed 125 millilitres; (b) is equal to, (i) 250 millilitres, (ii) 375 millilitres, (iii) 500 millilitres, (iv) 540 millilitres, (v) 750 millilitres, (vi) 1 litre, (vii) 1.5 litres, (viii) any multiple of 1 litre. (2) Maple syrup containers with a capacity of five litres or less shall be new. (3) Maple syrup containers shall be filled to at least 90 per cent of their capacity and be securely closed by means of a screw cap, friction lid or hermetically sealed lid, bung or other closure device. O. Reg. 604/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>7.1 </b>(1) Maple syrup shall be packed in containers whose capacity,</p> <p class=\"clause-e\">(a) does not exceed 125 millilitres;</p> <p class=\"clause-e\">(b) is equal to,</p> <p class=\"subclause-e\">(i) 250 millilitres,</p> <p class=\"subclause-e\">(ii) 375 millilitres,</p> <p class=\"subclause-e\">(iii) 500 millilitres,</p> <p class=\"subclause-e\">(iv) 540 millilitres,</p> <p class=\"subclause-e\">(v) 750 millilitres,</p> <p class=\"subclause-e\">(vi) 1 litre,</p> <p class=\"subclause-e\">(vii) 1.5 litres,</p> <p class=\"subclause-e\">(viii) any multiple of 1 litre.</p> <p class=\"subsection-e\">(2) Maple syrup containers with a capacity of five litres or less shall be new.</p> <p class=\"subsection-e\">(3) Maple syrup containers shall be filled to at least 90 per cent of their capacity and be securely closed by means of a screw cap, friction lid or hermetically sealed lid, bung or other closure device. O. Reg. 604/92, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) In this section, “principal display panel” means, (a) in the case of a container mounted on a display card, the part of the label applied to the principal display surface of the container or to the side of the display card that is displayed or visible under normal or customary conditions of sale or use, or to both such parts of the container and the display card, (b) in the case of an ornamental container, the part of the label applied to the bottom of the container, to the principal display surface or to a tag attached to the container, and (c) in the case of all other containers, the part of the label applied to the principal display surface; “principal display surface” means, (a) in the case of a container that has a side or surface that is displayed or visible under normal or customary conditions of sale or use, the total area of the side or surface excluding the top, if any, (b) in the case of a container that has a lid that is the part of the container displayed or visible under normal or customary conditions of sale or use, the total area of the top surface of the lid, (c) in the case of a container that does not have a particular side or surface that is displayed or visible under normal or customary conditions of sale or use, any 40 per cent of the total surface area of the container, excluding the top and bottom, if any, if such 40 per cent can be displayed under normal or customary conditions of sale or use. (2) No person shall make a misleading claim with respect to a maple product substitute, either orally, or by word or design in an advertisement or on a container in which a maple product substitute is contained. (3) Containers containing a maple product substitute shall bear labels giving a complete list of the product’s ingredients that lists, in decreasing order, the proportion of the product each ingredient comprises. (4) The letters of the word “maple” appearing in a list of ingredients referred to in subsection (3) shall be of the same size, colour and type as the letters of the other words in the list. (5) If one of the ingredients of a maple product substitute is a maple product, the word “maple” shall only appear in the list of ingredients referred to in subsection (3) or in a statement of percentage that gives, as a percentage of the total volume of the product, the amount of maple product the maple product substitute contains. (6) If one of the ingredients of a maple product substitute is a maple product, the maple product shall constitute not less than 15 per cent of the total volume of the maple product substitute. (7) The word “pure” shall not be used in a statement of percentage appearing on the label of a maple product substitute containing a maple product. (8) A statement of percentage shall, (a) be located on the principal display panel; (b) be formed of letters of the same size, colour and type set against a similar background; (c) have letters no larger than the brand name of the product and no smaller than the heights set out in the Table. TABLE  Area of Principal Display Surface\n\nHeight of Letters in Millimetres\n\n\n1.\n\nNot more than 32 square centimetres\n\n1.6\n\n\n2.\n\nMore than 32 square centimetres, but not more than 258 square centimetres\n\n3.2\n\n\n3.\n\nMore than 258 square centimetres, but not more than 645 square centimetres\n\n6.4\n\n\n4.\n\nMore than 645 square centimetres, but not more than 25.8 square decimetres\n\n9.5\n\n\n5.\n\nMore than 25.8 square decimetres\n\n12.7 (9) If maple trees, maple leaves or any scene depicting or implying maple syrup is on the principal display panel of a container, the panel shall have a clearly visible statement of percentage. (10) If a maple product substitute contains no maple product, no person shall use the word “maple”, except in the expressions “artificially maple flavoured” or “artificial maple flavouring” on any container in which the maple product substitute is contained. O. Reg. 604/92, s.2.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“principal display panel” means,</p> <p class=\"defclause-e\">(a) in the case of a container mounted on a display card, the part of the label applied to the principal display surface of the container or to the side of the display card that is displayed or visible under normal or customary conditions of sale or use, or to both such parts of the container and the display card,</p> <p class=\"defclause-e\">(b) in the case of an ornamental container, the part of the label applied to the bottom of the container, to the principal display surface or to a tag attached to the container, and</p> <p class=\"defclause-e\">(c) in the case of all other containers, the part of the label applied to the principal display surface;</p> <p class=\"definition-e\">“principal display surface” means,</p> <p class=\"defclause-e\">(a) in the case of a container that has a side or surface that is displayed or visible under normal or customary conditions of sale or use, the total area of the side or surface excluding the top, if any,</p> <p class=\"defclause-e\">(b) in the case of a container that has a lid that is the part of the container displayed or visible under normal or customary conditions of sale or use, the total area of the top surface of the lid,</p> <p class=\"defclause-e\">(c) in the case of a container that does not have a particular side or surface that is displayed or visible under normal or customary conditions of sale or use, any 40 per cent of the total surface area of the container, excluding the top and bottom, if any, if such 40 per cent can be displayed under normal or customary conditions of sale or use.</p> <p class=\"subsection-e\">(2) No person shall make a misleading claim with respect to a maple product substitute, either orally, or by word or design in an advertisement or on a container in which a maple product substitute is contained.</p> <p class=\"subsection-e\">(3) Containers containing a maple product substitute shall bear labels giving a complete list of the product’s ingredients that lists, in decreasing order, the proportion of the product each ingredient comprises.</p> <p class=\"subsection-e\">(4) The letters of the word “maple” appearing in a list of ingredients referred to in subsection (3) shall be of the same size, colour and type as the letters of the other words in the list.</p> <p class=\"subsection-e\">(5) If one of the ingredients of a maple product substitute is a maple product, the word “maple” shall only appear in the list of ingredients referred to in subsection (3) or in a statement of percentage that gives, as a percentage of the total volume of the product, the amount of maple product the maple product substitute contains.</p> <p class=\"subsection-e\">(6) If one of the ingredients of a maple product substitute is a maple product, the maple product shall constitute not less than 15 per cent of the total volume of the maple product substitute.</p> <p class=\"subsection-e\">(7) The word “pure” shall not be used in a statement of percentage appearing on the label of a maple product substitute containing a maple product.</p> <p class=\"subsection-e\">(8) A statement of percentage shall,</p> <p class=\"clause-e\">(a) be located on the principal display panel;</p> <p class=\"clause-e\">(b) be formed of letters of the same size, colour and type set against a similar background;</p> <p class=\"clause-e\">(c) have letters no larger than the brand name of the product and no smaller than the heights set out in the Table.</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"33\"> \r\n</td>\n<td valign=\"top\" width=\"213\"><p class=\"table-e\">Area of Principal Display Surface</p>\n</td>\n<td valign=\"top\" width=\"65\"><p class=\"table-e\">Height of Letters in Millimetres</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"33\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"213\"><p class=\"table-e\">Not more than 32 square centimetres</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">1.6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"33\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"213\"><p class=\"table-e\">More than 32 square centimetres, but not more than 258 square centimetres</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">3.2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"33\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"213\"><p class=\"table-e\">More than 258 square centimetres, but not more than 645 square centimetres</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">6.4</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"33\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"213\"><p class=\"table-e\">More than 645 square centimetres, but not more than 25.8 square decimetres</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">9.5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"33\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"213\"><p class=\"table-e\">More than 25.8 square decimetres</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">12.7</p>\n</td></tr></table></center> <p class=\"subsection-e\">(9) If maple trees, maple leaves or any scene depicting or implying maple syrup is on the principal display panel of a container, the panel shall have a clearly visible statement of percentage.</p> <p class=\"subsection-e\">(10) If a maple product substitute contains no maple product, no person shall use the word “maple”, except in the expressions “artificially maple flavoured” or “artificial maple flavouring” on any container in which the maple product substitute is contained. O. Reg. 604/92, s.2.</p>"
        },
        {
            "id": "8.1",
            "section": null,
            "content": "8.1 An advertisement for maple syrup that quotes a price shall state the grade and volume of the maple syrup as prominently as the price. O. Reg. 604/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>8.1 </b>An advertisement for maple syrup that quotes a price shall state the grade and volume of the maple syrup as prominently as the price. O. Reg. 604/92, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Where an inspector detains any lot of maple product or maple product containers or maple product substitute or maple product substitute containers, the inspector may attach thereto a numbered detention tag and no person shall sell, offer for sale, move or allow or cause to be sold, offered for sale or moved the maple product or maple product containers or maple product substitute or maple product substitute containers or remove the detention tag without the written authority of an inspector. R.R.O. 1990, Reg. 386, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Where an inspector detains any lot of maple product or maple product containers or maple product substitute or maple product substitute containers, the inspector may attach thereto a numbered detention tag and no person shall sell, offer for sale, move or allow or cause to be sold, offered for sale or moved the maple product or maple product containers or maple product substitute or maple product substitute containers or remove the detention tag without the written authority of an inspector. R.R.O. 1990, Reg. 386, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Where an inspector is satisfied that any maple product or maple product container or maple product substitute or maple product substitute container that has been placed under detention, complies with the Act and this Regulation, the inspector may release the maple product or maple product container or maple product substitute or maple product substitute container by issuing a detention release. R.R.O. 1990, Reg.386, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where an inspector is satisfied that any maple product or maple product container or maple product substitute or maple product substitute container that has been placed under detention, complies with the Act and this Regulation, the inspector may release the maple product or maple product container or maple product substitute or maple product substitute container by issuing a detention release. R.R.O. 1990, Reg.386, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Every person who requires an inspection of a maple product shall apply to the nearest inspector or to the Director. (2) Inspection shall be made as nearly as is practicable in the order in which applications are received. R.R.O. 1990, Reg. 386, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Every person who requires an inspection of a maple product shall apply to the nearest inspector or to the Director.</p> <p class=\"subsection-e\">(2) Inspection shall be made as nearly as is practicable in the order in which applications are received. R.R.O. 1990, Reg. 386, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) No person shall sell or offer for sale a maple product that, (a) is not produced by the concentration of maple sap or by the solution of maple sugar in water; (b) is not clean, wholesome, free from objectionable flavours and fit for human consumption; and (c) is not free from any defect or deterioration affecting its edibility, appearance or shipping quality. (2) No person shall sell or offer for sale, (a) maple syrup that does not have a minimum soluble solids content of 66 per cent as determined by a refractometer at 20°C; or (b) maple sugar that contains more than 10 per cent moisture. R.R.O. 1990, Reg. 386, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) No person shall sell or offer for sale a maple product that,</p> <p class=\"clause-e\">(a) is not produced by the concentration of maple sap or by the solution of maple sugar in water;</p> <p class=\"clause-e\">(b) is not clean, wholesome, free from objectionable flavours and fit for human consumption; and</p> <p class=\"clause-e\">(c) is not free from any defect or deterioration affecting its edibility, appearance or shipping quality.</p> <p class=\"subsection-e\">(2) No person shall sell or offer for sale,</p> <p class=\"clause-e\">(a) maple syrup that does not have a minimum soluble solids content of 66 per cent as determined by a refractometer at 20°C; or</p> <p class=\"clause-e\">(b) maple sugar that contains more than 10 per cent moisture. R.R.O. 1990, Reg. 386, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The grades for maple syrup are as follows: 1. Canada No. 1, consisting of maple syrup that, i. is free from fermentation, ii. is uniform in colour and free from cloudiness or turbidity, iii. is Extra Light, Light or Medium in colour class, and iv. has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste. 2. Canada No. 2, consisting of maple syrup that, i. is free from fermentation, ii. is uniform in colour and free from any cloudiness or turbidity, iii. is Amber in colour class, and iv. has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste. 3. Canada No. 3, consisting of maple syrup that has a characteristic maple flavour and is free from any objectionable odour or taste other than a trace of caramel, buddy or sappy taste. 4. Ontario Amber, consisting of maple syrup that, i. is free from fermentation, ii. is uniform in colour and free from any cloudiness or turbidity, iii. is Amber in colour class, and iv. has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste. (2) Maple syrup that is graded Ontario Amber shall only be sold or offered for sale at the producer’s farm gate. O. Reg. 604/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The grades for maple syrup are as follows:</p> <p class=\"paragraph-e\">1. Canada No. 1, consisting of maple syrup that,</p> <p class=\"subpara-e\">i. is free from fermentation,</p> <p class=\"subpara-e\">ii. is uniform in colour and free from cloudiness or turbidity,</p> <p class=\"subpara-e\">iii. is Extra Light, Light or Medium in colour class, and</p> <p class=\"subpara-e\">iv. has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste.</p> <p class=\"paragraph-e\">2. Canada No. 2, consisting of maple syrup that,</p> <p class=\"subpara-e\">i. is free from fermentation,</p> <p class=\"subpara-e\">ii. is uniform in colour and free from any cloudiness or turbidity,</p> <p class=\"subpara-e\">iii. is Amber in colour class, and</p> <p class=\"subpara-e\">iv. has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste.</p> <p class=\"paragraph-e\">3. Canada No. 3, consisting of maple syrup that has a characteristic maple flavour and is free from any objectionable odour or taste other than a trace of caramel, buddy or sappy taste.</p> <p class=\"paragraph-e\">4. Ontario Amber, consisting of maple syrup that,</p> <p class=\"subpara-e\">i. is free from fermentation,</p> <p class=\"subpara-e\">ii. is uniform in colour and free from any cloudiness or turbidity,</p> <p class=\"subpara-e\">iii. is Amber in colour class, and</p> <p class=\"subpara-e\">iv. has a maple flavour characteristic of its colour class and is free from any objectionable odour or taste.</p> <p class=\"subsection-e\">(2) Maple syrup that is graded Ontario Amber shall only be sold or offered for sale at the producer’s farm gate. O. Reg. 604/92, s. 3.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. The colour classes for maple syrup are as follows: 1. Extra Light, consisting of maple syrup having a percentage of light transmission not less than 75.0. 2. Light, consisting of maple syrup having a percentage of light transmission less than 75.0 but not less than 60.5. 3. Medium, consisting of maple syrup having a percentage of light transmission less than 60.5 but not less than 44.0. 4. Amber, consisting of maple syrup having a percentage of light transmission less than 44.0 but not less than 27.0. 5. Dark, consisting of maple syrup having a percentage of light transmission less than 27.0. R.R.O. 1990, Reg. 386, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The colour classes for maple syrup are as follows:</p> <p class=\"paragraph-e\">1. Extra Light, consisting of maple syrup having a percentage of light transmission not less than 75.0.</p> <p class=\"paragraph-e\">2. Light, consisting of maple syrup having a percentage of light transmission less than 75.0 but not less than 60.5.</p> <p class=\"paragraph-e\">3. Medium, consisting of maple syrup having a percentage of light transmission less than 60.5 but not less than 44.0.</p> <p class=\"paragraph-e\">4. Amber, consisting of maple syrup having a percentage of light transmission less than 44.0 but not less than 27.0.</p> <p class=\"paragraph-e\">5. Dark, consisting of maple syrup having a percentage of light transmission less than 27.0. R.R.O. 1990, Reg. 386, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. The determination of the light transmission of maple syrup shall be made optically by means of, (a) a spectrophotometer using matched square optical cells having a 10 mm light path at a wavelength of 560 mm, the colour values being expressed in per cent of light transmission as compared to A.R. Glycerol fixed at 100 per cent transmission; or (b) a visual glass comparator, the optical specifications of which correspond as closely as possible to the specifications determined by the method described in clause (a). R.R.O. 1990, Reg. 386, s. 15. ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The determination of the light transmission of maple syrup shall be made optically by means of,</p> <p class=\"clause-e\">(a) a spectrophotometer using matched square optical cells having a 10 mm light path at a wavelength of 560 mm, the colour values being expressed in per cent of light transmission as compared to A.R. Glycerol fixed at 100 per cent transmission; or</p> <p class=\"clause-e\">(b) a visual glass comparator, the optical specifications of which correspond as closely as possible to the specifications determined by the method described in clause (a). R.R.O. 1990, Reg. 386, s. 15.</p> <p class=\"Normal\"></p>"
        }
    ]
}