{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 656: SCHEDULE - BRICKLAYING AND STONEMASONRY INDUSTRY - TORONTO",
        "reg_name_text": "SCHEDULE — BRICKLAYING AND STONEMASONRY INDUSTRY — TORONTO",
        "citation": "R.R.O. 1990, Reg. 656: SCHEDULE - BRICKLAYING AND STONEMASONRY INDUSTRY - TORONTO",
        "act_under": "Industrial Standards Act   Loi sur les normes industrielles",
        "url": "https://www.ontario.ca/laws/regulation/900656",
        "date_scraped": "2023-12-20 07:51:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The Schedule is in force during pleasure within the Toronto zone and is binding upon the employers and employees in the bricklaying and stonemasonry industry. R.R.O. 1990, Reg. 656, s. 1. SCHEDULE DEFINITION 1. In this Schedule, “holiday” means, (a) Saturday; (b) Sunday; (c) New Year’s Day; (d) Good Friday; (e) Victoria Day; (f) Canada Day; (g) Toronto Civic Holiday; (h) Labour Day; (i) Thanksgiving Day; and (j) Christmas Day. HOURS OF WORK 2. The regular working periods for the industry are, (a) a regular working week consisting of not more than forty hours of work performed during the regular working days; and (b) a regular working day consisting of not more than eight hours of work performed on Monday, Tuesday, Wednesday, Thursday or Friday between 8 a.m. and 4.30 p.m. 3.(1)Night work consists of not more than eight hours of work in a period of twenty-four hours and is work performed other than, (a) on a holiday; or (b) during a regular working day. (2)Where work cannot be performed during a regular working day, it may be performed by night work. (3) An employee working on night work is entitled, as a minimum, to wages for eight hours for work of seven hours. MINIMUM RATE OF WAGES 4. The minimum rate of wages for work performed during a regular working day and, subject to subsection 3 (3), for night work is $5.50 an hour. SHIFT WORK 5. (1) Where work is performed in two or more regular shifts, an employee shall be deemed to be employed during a regular working day for the purposes of this Schedule if, (a) the shifts of not more than eight hours each are operated between 1 a.m. on Monday and 8 a.m. on the following Saturday; and (b) no employee, other than a foreman, works on more than one shift in a period of twenty-four hours. (2) One of the shifts that begins in a period of twenty-four hours is a day shift and the rest are night shifts. (3) An employee who works on a night shift is entitled, as a minimum, to wages for eight hours for work of seven hours. OVERTIME WORK 6. Overtime work is work, (a) that is not night work and is not performed during a regular working day; or (b) that is performed on a holiday. 7. (1) No overtime work shall be performed in the industry without a permit from the advisory committee. (2) The advisory committee is authorized to issue the permits subject to this Schedule. 8. (1) No permit shall be issued by the advisory committee for overtime work except, (a) for overtime work performed under subsection (2); (b) in cases of extreme necessity, where life or property is jeopardized; or (c) for repairs or alterations to buildings, where the overtime work is necessary to prevent the loss of employment to persons who are regularly employed in the buildings being altered or repaired. (2) Subject to subsection (3), where an employee is prevented by inclement weather from performing forty hours of work during a regular working week, the employee may perform up to eight hours of overtime work on the Saturday of that week, if the total number of hours of work performed by the employee during that week, including the hours of work performed on the Saturday, does not exceed forty hours. (3) The advisory committee shall not issue a permit for overtime work under subsection (2) where the employee has performed more than thirty-two hours of work in the regular working week next preceding the Saturday of that week. RATE OF WAGES FOR OVERTIME WORK 9. The rate of wages for overtime work is, (a) for overtime work performed on a holiday, other than overtime work performed under subsection 8 (2), $11 an hour; (b) for overtime work performed under subsection 8 (2), $5.50 an hour; and (c) for all other overtime work, $8.25 an hour. VACATIONS 10. (1) In this section, “period of entitlement” means the period from the 1st day of July in any year to the 30th day of June in the year next following. (2) Where an employee has not ceased to be employed by his or her employer, the employee is entitled to be paid by the employer on the 30th day of June in each year, as vacation with pay, an amount equal to 6 per cent of the employee’s gross earnings during the period of entitlement. (3) Where an employee has ceased to be employed by his or her employer, the employee is entitled to be paid by the employer, within ten days of the cessation of employment, as vacation with pay, an amount equal to 6 per cent of the employee’s gross earnings for that part of the employee’s period of entitlement that the employee was in the employ of the employer. RATES FOR HANDICAPPED 11. The advisory committee is authorized to fix a minimum rate of wages lower than the rate fixed by this Schedule for a person who is handicapped. R.R.O. 1990, Reg. 656, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The Schedule is in force during pleasure within the Toronto zone and is binding upon the employers and employees in the bricklaying and stonemasonry industry. R.R.O. 1990, Reg. 656, s. 1.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"zheading1-e\">DEFINITION</p> <p>1. In this Schedule,</p> <p>“holiday” means,</p> <p>(a) Saturday;</p> <p>(b) Sunday;</p> <p>(c) New Year’s Day;</p> <p>(d) Good Friday;</p> <p>(e) Victoria Day;</p> <p>(f) Canada Day;</p> <p>(g) Toronto Civic Holiday;</p> <p>(h) Labour Day;</p> <p>(i) Thanksgiving Day; and</p> <p>(j) Christmas Day.</p> <p class=\"zheading1-e\">HOURS OF WORK</p> <p>2. The regular working periods for the industry are,</p> <p class=\"zclause-e\">(a) a regular working week consisting of not more than forty hours of work performed during the regular working days; and</p> <p class=\"zclause-e\">(b) a regular working day consisting of not more than eight hours of work performed on Monday, Tuesday, Wednesday, Thursday or Friday between 8 a.m. and 4.30 p.m.</p> <p>3.(1)Night work consists of not more than eight hours of work in a period of twenty-four hours and is work performed other than,</p> <p class=\"zclause-e\">(a) on a holiday; or</p> <p class=\"zclause-e\">(b) during a regular working day.</p> <p>(2)Where work cannot be performed during a regular working day, it may be performed by night work.</p> <p>(3) An employee working on night work is entitled, as a minimum, to wages for eight hours for work of seven hours.</p> <p class=\"zheading1-e\">MINIMUM RATE OF WAGES</p> <p>4. The minimum rate of wages for work performed during a regular working day and, subject to subsection 3 (3), for night work is $5.50 an hour.</p> <p class=\"zheading1-e\">SHIFT WORK</p> <p>5. (1) Where work is performed in two or more regular shifts, an employee shall be deemed to be employed during a regular working day for the purposes of this Schedule if,</p> <p class=\"zclause-e\">(a) the shifts of not more than eight hours each are operated between 1 a.m. on Monday and 8 a.m. on the following Saturday; and</p> <p class=\"zclause-e\">(b) no employee, other than a foreman, works on more than one shift in a period of twenty-four hours.</p> <p>(2) One of the shifts that begins in a period of twenty-four hours is a day shift and the rest are night shifts.</p> <p>(3) An employee who works on a night shift is entitled, as a minimum, to wages for eight hours for work of seven hours.</p> <p class=\"zheading1-e\">OVERTIME WORK</p> <p>6. Overtime work is work,</p> <p class=\"zclause-e\">(a) that is not night work and is not performed during a regular working day; or</p> <p class=\"zclause-e\">(b) that is performed on a holiday.</p> <p>7. (1) No overtime work shall be performed in the industry without a permit from the advisory committee.</p> <p>(2) The advisory committee is authorized to issue the permits subject to this Schedule.</p> <p>8. (1) No permit shall be issued by the advisory committee for overtime work except,</p> <p class=\"zclause-e\">(a) for overtime work performed under subsection (2);</p> <p class=\"zclause-e\">(b) in cases of extreme necessity, where life or property is jeopardized; or</p> <p class=\"zclause-e\">(c) for repairs or alterations to buildings, where the overtime work is necessary to prevent the loss of employment to persons who are regularly employed in the buildings being altered or repaired.</p> <p>(2) Subject to subsection (3), where an employee is prevented by inclement weather from performing forty hours of work during a regular working week, the employee may perform up to eight hours of overtime work on the Saturday of that week, if the total number of hours of work performed by the employee during that week, including the hours of work performed on the Saturday, does not exceed forty hours.</p> <p>(3) The advisory committee shall not issue a permit for overtime work under subsection (2) where the employee has performed more than thirty-two hours of work in the regular working week next preceding the Saturday of that week.</p> <p class=\"zheading1-e\">RATE OF WAGES FOR OVERTIME WORK</p> <p>9. The rate of wages for overtime work is,</p> <p class=\"zclause-e\">(a) for overtime work performed on a holiday, other than overtime work performed under subsection 8 (2), $11 an hour;</p> <p class=\"zclause-e\">(b) for overtime work performed under subsection 8 (2), $5.50 an hour; and</p> <p class=\"zclause-e\">(c) for all other overtime work, $8.25 an hour.</p> <p class=\"zheading1-e\">VACATIONS</p> <p>10. (1) In this section,</p> <p>“period of entitlement” means the period from the 1st day of July in any year to the 30th day of June in the year next following.</p> <p>(2) Where an employee has not ceased to be employed by his or her employer, the employee is entitled to be paid by the employer on the 30th day of June in each year, as vacation with pay, an amount equal to 6 per cent of the employee’s gross earnings during the period of entitlement.</p> <p>(3) Where an employee has ceased to be employed by his or her employer, the employee is entitled to be paid by the employer, within ten days of the cessation of employment, as vacation with pay, an amount equal to 6 per cent of the employee’s gross earnings for that part of the employee’s period of entitlement that the employee was in the employ of the employer.</p> <p class=\"zheading1-e\">RATES FOR HANDICAPPED</p> <p>11. The advisory committee is authorized to fix a minimum rate of wages lower than the rate fixed by this Schedule for a person who is handicapped.</p> <p class=\"tfootnote-e\">R.R.O. 1990, Reg. 656, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}