{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 275: RULES OF PRACTICE AND PROCEDURE TO BE FOLLOWED IN ALL PROCEEDINGS BEFORE THE REFEREE",
        "reg_name_text": "RULES OF PRACTICE AND PROCEDURE TO BE FOLLOWED IN ALL PROCEEDINGS BEFORE THE REFEREE",
        "citation": "R.R.O. 1990, Reg. 275: ",
        "act_under": "Drainage Act   Loi sur le drainage",
        "url": "https://www.ontario.ca/laws/regulation/900275",
        "date_scraped": "2023-12-19 03:48:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900275/v2",
            "valid_from": "July 24, 2015",
            "valid_to": "August 31, 2015"
        },
        {
            "a_href": "/laws/regulation/900275/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "July 23, 2015"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In these Rules, “local registrar” means the local registrar of the Ontario Court (General Division) for the area in which the initiating municipality is situate; “office of the local registrar” means the office of the Ontario Court (General Division) for the area in which the initiating municipality is situate.  R.R.O. 1990, Reg. 275, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In these Rules,</p> <p class=\"firstdef-e\">“local registrar” means the local registrar of the Ontario Court (General Division) for the area in which the initiating municipality is situate;</p> <p class=\"definition-e\">“office of the local registrar” means the office of the Ontario Court (General Division) for the area in which the initiating municipality is situate.  R.R.O. 1990, Reg. 275, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. All proceedings before the referee may be instituted by, (a) notice of appeal to the referee; or (b) notice of motion.  R.R.O. 1990, Reg. 275, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>All proceedings before the referee may be instituted by,</p> <p class=\"clause-e\">  (a) notice of appeal to the referee; or</p> <p class=\"clause-e\">  (b) notice of motion.  R.R.O. 1990, Reg. 275, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every notice originating a proceeding before the referee shall be endorsed with a notice, (a) requiring an appearance to be entered in the office of the local registrar in the area in which the notice instituting the proceeding is filed; and (b) in the following form: Take Notice that you are required within fifteen days after the service of this notice on you, inclusive of the day of service, to cause an appearance to be entered for you in the office of the local registrar of the area of ....................... and in default of your so doing you shall not be entitled to notice of any further proceedings herein. R.R.O. 1990, Reg. 275, s. 3 (1). (2) In all proceedings before the referee the following title of the proceeding shall be used: In the Court of the Drainage Referee  Between   A.B.       Appellant \n\n          and     \n\n      C.D.       Respondent R.R.O. 1990, Reg. 275, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every notice originating a proceeding before the referee shall be endorsed with a notice,</p> <p class=\"clause-e\">  (a) requiring an appearance to be entered in the office of the local registrar in the area in which the notice instituting the proceeding is filed; and</p> <p class=\"clause-e\">  (b) in the following form:</p> <p class=\"parawindt3-e\">Take Notice that you are required within fifteen days after the service of this notice on you, inclusive of the day of service, to cause an appearance to be entered for you in the office of the local registrar of the area of ....................... and in default of your so doing you shall not be entitled to notice of any further proceedings herein.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 275, s. 3 (1).</p> <p class=\"subsection-e\">  (2) In all proceedings before the referee the following title of the proceeding shall be used:</p> <p class=\"parawindt-e\">In the Court of the Drainage Referee</p> <p class=\"MsoNormal\"> </p> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"300\">\n<tr> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Between</p> </td> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">A.B.</p> </td> <td valign=\"top\" width=\"42\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"92\"> <p class=\"table-e\">Appellant</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"117\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"50\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"42\"> <p class=\"table-e\">and</p> </td> <td valign=\"top\" width=\"92\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"117\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">C.D.</p> </td> <td valign=\"top\" width=\"42\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"92\"> <p class=\"table-e\">Respondent</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 275, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Every notice instituting a proceeding before the referee shall be filed in the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every notice instituting a proceeding before the referee shall be filed in the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Where an appellant institutes a proceeding in person, the notice instituting the proceeding shall be endorsed with the place of residence and occupation of the appellant.  R.R.O. 1990, Reg. 275, s. 5 (1). (2) Where the appellant resides more than five miles from the office of the local registrar, the notice instituting the proceeding shall contain the name and address of a nominee of the appellant and the address of the nominee shall not be more than five miles from the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 5 (2). (3) All documents requiring to be personally served upon the appellant may be served upon the nominee of the appellant and service of the documents on the nominee shall be deemed to be effective service upon the appellant.  R.R.O. 1990, Reg. 275, s. 5 (3). (4) Where an appellant who resides more than five miles from the office of the local registrar fails to name a nominee or give the correct address of the nominee, any document requiring to be personally served upon the appellant shall be deemed to be effectively served if it is posted up in the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Where an appellant institutes a proceeding in person, the notice instituting the proceeding shall be endorsed with the place of residence and occupation of the appellant.  R.R.O. 1990, Reg. 275, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Where the appellant resides more than five miles from the office of the local registrar, the notice instituting the proceeding shall contain the name and address of a nominee of the appellant and the address of the nominee shall not be more than five miles from the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 5 (2).</p> <p class=\"subsection-e\">  (3) All documents requiring to be personally served upon the appellant may be served upon the nominee of the appellant and service of the documents on the nominee shall be deemed to be effective service upon the appellant.  R.R.O. 1990, Reg. 275, s. 5 (3).</p> <p class=\"subsection-e\">  (4) Where an appellant who resides more than five miles from the office of the local registrar fails to name a nominee or give the correct address of the nominee, any document requiring to be personally served upon the appellant shall be deemed to be effectively served if it is posted up in the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Where the Act or these Rules require that service of any document is to be made upon a municipal corporation, effective service of the document may be made by serving the document upon the head of the council of the municipality or upon the clerk of the municipal corporation.  R.R.O. 1990, Reg. 275, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Where the Act or these Rules require that service of any document is to be made upon a municipal corporation, effective service of the document may be made by serving the document upon the head of the council of the municipality or upon the clerk of the municipal corporation.  R.R.O. 1990, Reg. 275, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. A notice by which any proceeding under the Act is instituted shall be deemed to have been effectively served upon a party respondent if service of the notice is accepted, and an undertaking to appear is given, by a solicitor on behalf of the party respondent.  R.R.O. 1990, Reg. 275, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A notice by which any proceeding under the Act is instituted shall be deemed to have been effectively served upon a party respondent if service of the notice is accepted, and an undertaking to appear is given, by a solicitor on behalf of the party respondent.  R.R.O. 1990, Reg. 275, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Where it is provided by the Act or these Rules that an affidavit of service of a copy of a document or of any notice shall be filed with the local registrar, an acceptance of service by a solicitor may be filed in lieu of the affidavit of service.  R.R.O. 1990, Reg. 275, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Where it is provided by the Act or these Rules that an affidavit of service of a copy of a document or of any notice shall be filed with the local registrar, an acceptance of service by a solicitor may be filed in lieu of the affidavit of service.  R.R.O. 1990, Reg. 275, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Where a respondent is served with a notice of appeal or other notice originating a proceeding, other than a notice of motion on an application, the respondent shall enter an appearance within fifteen days after the service, including the day of service.  R.R.O. 1990, Reg. 275, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Where a respondent is served with a notice of appeal or other notice originating a proceeding, other than a notice of motion on an application, the respondent shall enter an appearance within fifteen days after the service, including the day of service.  R.R.O. 1990, Reg. 275, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. A respondent shall enter an appearance by filing, with the local registrar in whose office the notice of appeal or other notice instituting a proceeding has been filed, a memorandum in writing requesting the entry of the appearance and, (a) stating the name and place of business of the solicitor by whom the memorandum is filed; or (b) where the respondent appears in person, giving the respondent’s address and the address for service, being not more than five miles from the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>A respondent shall enter an appearance by filing, with the local registrar in whose office the notice of appeal or other notice instituting a proceeding has been filed, a memorandum in writing requesting the entry of the appearance and,</p> <p class=\"clause-e\">  (a) stating the name and place of business of the solicitor by whom the memorandum is filed; or</p> <p class=\"clause-e\">  (b) where the respondent appears in person, giving the respondent’s address and the address for service, being not more than five miles from the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Where a memorandum of appearance does not contain the address of the respondent or the address of the respondent’s solicitor or of a person nominated under subsection 5 (2), the memorandum of appearance shall not be filed and, where an address for service is illusory or fictitious, the appearance shall be set aside by the referee and thereafter, unless the referee otherwise orders, the appellant may proceed as if the respondent had not entered an appearance.  R.R.O. 1990, Reg. 275, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Where a memorandum of appearance does not contain the address of the respondent or the address of the respondent’s solicitor or of a person nominated under subsection 5 (2), the memorandum of appearance shall not be filed and, where an address for service is illusory or fictitious, the appearance shall be set aside by the referee and thereafter, unless the referee otherwise orders, the appellant may proceed as if the respondent had not entered an appearance.  R.R.O. 1990, Reg. 275, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. As soon as a memorandum of appearance is filed, the local registrar shall enter the appearance in the procedure book.  R.R.O. 1990, Reg. 275, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>As soon as a memorandum of appearance is filed, the local registrar shall enter the appearance in the procedure book.  R.R.O. 1990, Reg. 275, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) A respondent may enter an appearance at any time before judgment and, where a respondent enters an appearance after the time limited for entering appearances, the respondent shall forthwith give notice of the appearance.  R.R.O. 1990, Reg. 275, s. 13 (1). (2) Where a respondent enters an appearance after the time limited for entering appearances and omits to give notice of the appearance, the appellant may proceed as if no appearance had been entered.  R.R.O. 1990, Reg. 275, s. 13 (2). (3) Where a respondent enters an appearance after the time limited for entering appearances, the terms as to costs or otherwise under which the appearance may be entered are in the discretion of the referee.  R.R.O. 1990, Reg. 275, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) A respondent may enter an appearance at any time before judgment and, where a respondent enters an appearance after the time limited for entering appearances, the respondent shall forthwith give notice of the appearance.  R.R.O. 1990, Reg. 275, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Where a respondent enters an appearance after the time limited for entering appearances and omits to give notice of the appearance, the appellant may proceed as if no appearance had been entered.  R.R.O. 1990, Reg. 275, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Where a respondent enters an appearance after the time limited for entering appearances, the terms as to costs or otherwise under which the appearance may be entered are in the discretion of the referee.  R.R.O. 1990, Reg. 275, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. Where there is default of appearance, the party in default is not entitled to notice of any further proceedings other than the posting up of documents in the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>Where there is default of appearance, the party in default is not entitled to notice of any further proceedings other than the posting up of documents in the office of the local registrar.  R.R.O. 1990, Reg. 275, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) The appellant may, within ten days after the respondent has entered an appearance or within ten days of the time limited for entering appearances, move before the referee, after giving seven clear days notice, for an order fixing the procedure to be followed.  R.R.O. 1990, Reg. 275, s. 15 (1). (2) Where the appellant fails to move for an order fixing the procedure to be followed within the time limit prescribed in subsection (1), any party to the proceeding may apply to the referee, on seven clear days notice to the other parties to the proceeding, for an order fixing the procedure to be followed.  R.R.O. 1990, Reg. 275, s. 15 (2). (3) Where an application for an order fixing the procedure to be followed has been made, the referee, unless he or she has reason for postponing the giving of directions as to any proceeding, shall make an order, (a) directing all the subsequent procedures to be taken by all parties; and (b) fixing the times for the procedures, and the order shall be carried out by requisition orders issued by the local registrar in whose office the order is filed.  R.R.O. 1990, Reg. 275, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) The appellant may, within ten days after the respondent has entered an appearance or within ten days of the time limited for entering appearances, move before the referee, after giving seven clear days notice, for an order fixing the procedure to be followed.  R.R.O. 1990, Reg. 275, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Where the appellant fails to move for an order fixing the procedure to be followed within the time limit prescribed in subsection (1), any party to the proceeding may apply to the referee, on seven clear days notice to the other parties to the proceeding, for an order fixing the procedure to be followed.  R.R.O. 1990, Reg. 275, s. 15 (2).</p> <p class=\"subsection-e\">  (3) Where an application for an order fixing the procedure to be followed has been made, the referee, unless he or she has reason for postponing the giving of directions as to any proceeding, shall make an order,</p> <p class=\"clause-e\">  (a) directing all the subsequent procedures to be taken by all parties; and</p> <p class=\"clause-e\">  (b) fixing the times for the procedures,</p> <p class=\"Ssubsection-e\">and the order shall be carried out by requisition orders issued by the local registrar in whose office the order is filed.  R.R.O. 1990, Reg. 275, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. Any party to the proceeding may, after the time for entering appearances has expired, apply to the referee for a date for the hearing.  R.R.O. 1990, Reg. 275, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Any party to the proceeding may, after the time for entering appearances has expired, apply to the referee for a date for the hearing.  R.R.O. 1990, Reg. 275, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. A copy of the order under subsection 15 (3) and of any other orders or appointments made by the referee shall be forthwith served upon the other party, or parties, and filed with the local registrar in whose office the procedures are pending.  R.R.O. 1990, Reg. 275, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>A copy of the order under subsection 15 (3) and of any other orders or appointments made by the referee shall be forthwith served upon the other party, or parties, and filed with the local registrar in whose office the procedures are pending.  R.R.O. 1990, Reg. 275, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. Where an application is made under the Act upon affidavit, copies of the affidavit and of notice of the application shall be served, and any party may, upon being served, apply to the referee for an order fixing the procedure in the same manner and with the same results as provided for in section 15 and, where an application for an order of procedure is not made, affidavits in answer shall be filed and served within ten days after service of the notice and affidavits in reply shall be filed and served within ten days after the service of the affidavits in answer.  R.R.O. 1990, Reg. 275, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>Where an application is made under the Act upon affidavit, copies of the affidavit and of notice of the application shall be served, and any party may, upon being served, apply to the referee for an order fixing the procedure in the same manner and with the same results as provided for in section 15 and, where an application for an order of procedure is not made, affidavits in answer shall be filed and served within ten days after service of the notice and affidavits in reply shall be filed and served within ten days after the service of the affidavits in answer.  R.R.O. 1990, Reg. 275, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. Where, in the opinion of the referee, it is desirable for the due dispatch of business and for the public convenience to appoint fixed dates for sittings, the referee shall appoint dates for sittings in such areas as the referee considers advisable and he or she shall notify the local registrar in each of the areas for which dates for sittings have been appointed and each registrar so notified shall cause notice of the dates for sittings to be posted up in his or her office.  R.R.O. 1990, Reg. 275, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>Where, in the opinion of the referee, it is desirable for the due dispatch of business and for the public convenience to appoint fixed dates for sittings, the referee shall appoint dates for sittings in such areas as the referee considers advisable and he or she shall notify the local registrar in each of the areas for which dates for sittings have been appointed and each registrar so notified shall cause notice of the dates for sittings to be posted up in his or her office.  R.R.O. 1990, Reg. 275, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. (1) Except as provided in subsection (2), a party is not entitled, unless the referee so directs, to examine for discovery the engineer or surveyor who prepared a report in respect of the drainage works in question.  R.R.O. 1990, Reg. 275, s. 20 (1). (2) Where the proceeding is to quash a by-law passed under the Act or is an appeal from the report of an engineer or surveyor, the referee may, upon the request of an appellant, permit the examination for discovery of the engineer or surveyor who prepared the report.  R.R.O. 1990, Reg. 275, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Except as provided in subsection (2), a party is not entitled, unless the referee so directs, to examine for discovery the engineer or surveyor who prepared a report in respect of the drainage works in question.  R.R.O. 1990, Reg. 275, s. 20 (1).</p> <p class=\"subsection-e\">  (2) Where the proceeding is to quash a by-law passed under the Act or is an appeal from the report of an engineer or surveyor, the referee may, upon the request of an appellant, permit the examination for discovery of the engineer or surveyor who prepared the report.  R.R.O. 1990, Reg. 275, s. 20 (2).</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": " 21. Where sittings have been appointed as provided in section 19, any party affected may bring on for trial or hearing at the sittings any action or proceedings under the Act by giving to the other party, or parties, affected fourteen days notice and by setting the proceeding down for trial by requisition to the local registrar not less than six clear days before the date appointed for the sittings.  R.R.O. 1990, Reg. 275, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>Where sittings have been appointed as provided in section 19, any party affected may bring on for trial or hearing at the sittings any action or proceedings under the Act by giving to the other party, or parties, affected fourteen days notice and by setting the proceeding down for trial by requisition to the local registrar not less than six clear days before the date appointed for the sittings.  R.R.O. 1990, Reg. 275, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": " 22. Despite sections 2 to 21, the referee may, upon an application being made to him or her, appoint a special date for the trial or hearing of any proceeding under the Act.  R.R.O. 1990, Reg. 275, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>Despite sections 2 to 21, the referee may, upon an application being made to him or her, appoint a special date for the trial or hearing of any proceeding under the Act.  R.R.O. 1990, Reg. 275, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": " 23. Unless the referee otherwise directs, the party instituting the proceeding shall, at least six days before the trial, deposit with the local registrar for the use of the referee a certified copy of the notice initiating the proceeding together with all orders, all defences and objections to the appeal or reference and any other documents filed relating to the issues to be tried.  R.R.O. 1990, Reg. 275, s. 23.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>Unless the referee otherwise directs, the party instituting the proceeding shall, at least six days before the trial, deposit with the local registrar for the use of the referee a certified copy of the notice initiating the proceeding together with all orders, all defences and objections to the appeal or reference and any other documents filed relating to the issues to be tried.  R.R.O. 1990, Reg. 275, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": " 24. (1) Where a municipal corporation is a party in a trial of any proceeding under the Act, the municipal corporation shall, unless otherwise ordered by the referee, produce at the hearing all documents within its possession or control relating to the drainage works, including all reports, plans, specifications, assessments, by-laws, provisional by-laws, resolutions, correspondence and copies of notices sent to ratepayers entitled to notice.  R.R.O. 1990, Reg. 275, s. 24 (1). (2) The referee may require the production of all documents, referred to in subsection (1), by any municipality whether or not the municipality is a party in any proceedings before the referee.  R.R.O. 1990, Reg. 275, s. 24 (2). (3) Where the referee requires a copy, or copies, of the evidence taken by a stenographic reporter during a trial in a proceeding under the Act, the party initiating the proceeding shall supply the copy, or copies of the evidence and, unless the referee otherwise orders the costs of the copy, or copies of the evidence shall be assessed in the cause.  R.R.O. 1990, Reg. 275, s. 24 (3).",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>(1) Where a municipal corporation is a party in a trial of any proceeding under the Act, the municipal corporation shall, unless otherwise ordered by the referee, produce at the hearing all documents within its possession or control relating to the drainage works, including all reports, plans, specifications, assessments, by-laws, provisional by-laws, resolutions, correspondence and copies of notices sent to ratepayers entitled to notice.  R.R.O. 1990, Reg. 275, s. 24 (1).</p> <p class=\"subsection-e\">  (2) The referee may require the production of all documents, referred to in subsection (1), by any municipality whether or not the municipality is a party in any proceedings before the referee.  R.R.O. 1990, Reg. 275, s. 24 (2).</p> <p class=\"subsection-e\">  (3) Where the referee requires a copy, or copies, of the evidence taken by a stenographic reporter during a trial in a proceeding under the Act, the party initiating the proceeding shall supply the copy, or copies of the evidence and, unless the referee otherwise orders the costs of the copy, or copies of the evidence shall be assessed in the cause.  R.R.O. 1990, Reg. 275, s. 24 (3).</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": " 25. Non-compliance with these Rules shall not nullify any notice or any other proceeding unless the referee otherwise directs, but any notice or any other proceeding may be set aside by the referee either wholly or in part as irregular.  R.R.O. 1990, Reg. 275, s. 25.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>Non-compliance with these Rules shall not nullify any notice or any other proceeding unless the referee otherwise directs, but any notice or any other proceeding may be set aside by the referee either wholly or in part as irregular.  R.R.O. 1990, Reg. 275, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": " 26. In any hearing before the referee where oral evidence is to be tendered and where the initiating municipality or any other municipality that has procured a report for repair or improvement of a drainage works is a party to the proceeding, the municipality shall ensure the attendance at the hearing of the engineer who made the latest report to the council of the municipality in respect of the drainage works.  R.R.O. 1990, Reg. 275, s. 26.",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>In any hearing before the referee where oral evidence is to be tendered and where the initiating municipality or any other municipality that has procured a report for repair or improvement of a drainage works is a party to the proceeding, the municipality shall ensure the attendance at the hearing of the engineer who made the latest report to the council of the municipality in respect of the drainage works.  R.R.O. 1990, Reg. 275, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": " 27. (1) Where, (a) a municipality is a party; and (b) an engineer who has reported to the municipality in respect of the drainage works is present, the referee may, at the commencement of a hearing and before any evidence is tendered, call upon the engineer to give evidence in respect of such matters within the engineer’s knowledge as the referee considers likely to be of assistance in delineating the issues in dispute, and the engineer when called upon by the referee shall be regarded as an expert witness called by the court and shall not, while giving the evidence, be eligible to be examined or cross-examined by any of the parties.  R.R.O. 1990, Reg. 275, s. 27 (1). (2) Where an engineer is called upon to give evidence under subsection (1) by the referee, the engineer is eligible to be called upon at a later stage of the hearing as a witness for any party to the proceeding.  R.R.O. 1990, Reg. 275, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) Where,</p> <p class=\"clause-e\">  (a) a municipality is a party; and</p> <p class=\"clause-e\">  (b) an engineer who has reported to the municipality in respect of the drainage works is present,</p> <p class=\"Ssection-e\">the referee may, at the commencement of a hearing and before any evidence is tendered, call upon the engineer to give evidence in respect of such matters within the engineer’s knowledge as the referee considers likely to be of assistance in delineating the issues in dispute, and the engineer when called upon by the referee shall be regarded as an expert witness called by the court and shall not, while giving the evidence, be eligible to be examined or cross-examined by any of the parties.  R.R.O. 1990, Reg. 275, s. 27 (1).</p> <p class=\"subsection-e\">  (2) Where an engineer is called upon to give evidence under subsection (1) by the referee, the engineer is eligible to be called upon at a later stage of the hearing as a witness for any party to the proceeding.  R.R.O. 1990, Reg. 275, s. 27 (2).</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": " 28. An application to set aside any proceeding because of irregularity shall be made within thirty days and the referee may disallow such an application where the party making the application has taken a fresh step after knowledge of the irregularity.  R.R.O. 1990, Reg. 275, s. 28.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>An application to set aside any proceeding because of irregularity shall be made within thirty days and the referee may disallow such an application where the party making the application has taken a fresh step after knowledge of the irregularity.  R.R.O. 1990, Reg. 275, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": " 29. Unless the referee otherwise orders, there shall be at least seven clear days between the service of a notice of a motion and the day for a hearing.  R.R.O. 1990, Reg. 275, s. 29.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>Unless the referee otherwise orders, there shall be at least seven clear days between the service of a notice of a motion and the day for a hearing.  R.R.O. 1990, Reg. 275, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": " 30. The referee may increase or decrease the time appointed by these Rules, or fixed by order, for doing any act or commencing any proceeding upon such terms as the referee considers just, and any increase or decrease of time may be ordered although the application for the increase or decrease is not made until after the expiration of the time appointed or allowed.  R.R.O. 1990, Reg. 275, s. 30.",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>The referee may increase or decrease the time appointed by these Rules, or fixed by order, for doing any act or commencing any proceeding upon such terms as the referee considers just, and any increase or decrease of time may be ordered although the application for the increase or decrease is not made until after the expiration of the time appointed or allowed.  R.R.O. 1990, Reg. 275, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": " 31. Every local registrar shall, at the request of any party and upon receiving a requisition for the purpose and payment of the necessary postage and express charges for the transmission and return of the same, transmit to the referee the proceeding on file in his or her office.  R.R.O. 1990, Reg. 275, s. 31.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>Every local registrar shall, at the request of any party and upon receiving a requisition for the purpose and payment of the necessary postage and express charges for the transmission and return of the same, transmit to the referee the proceeding on file in his or her office.  R.R.O. 1990, Reg. 275, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": " 32. Unless by consent of the parties or by leave of the referee, no trial shall take place or motion be heard during the long vacation or the Christmas vacation as prescribed in Rule 3.03 (1) of Regulation 194 of the Revised Regulations of Ontario, 1990, being the Rules of Civil Procedure.  R.R.O. 1990, Reg. 275, s. 32.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>Unless by consent of the parties or by leave of the referee, no trial shall take place or motion be heard during the long vacation or the Christmas vacation as prescribed in Rule 3.03 (1) of Regulation 194 of the Revised Regulations of Ontario, 1990, being the Rules of Civil Procedure.  R.R.O. 1990, Reg. 275, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": " 33. The referee may fix the amount of fees and expenses to be allowed as between party and party for a professional or expert witness or witnesses.  R.R.O. 1990, Reg. 275, s. 33.",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>The referee may fix the amount of fees and expenses to be allowed as between party and party for a professional or expert witness or witnesses.  R.R.O. 1990, Reg. 275, s. 33.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}