{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 296: ONTARIO SCHOOLS FOR THE BLIND AND THE DEAF",
        "reg_name_text": "ONTARIO SCHOOLS FOR THE BLIND AND THE DEAF",
        "citation": "R.R.O. 1990, Reg. 296: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/900296",
        "date_scraped": "2023-12-18 05:10:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900296/v12",
            "valid_from": "July 28, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/900296/v11",
            "valid_from": "August 17, 2020",
            "valid_to": "July 27, 2022"
        },
        {
            "a_href": "/laws/regulation/900296/v10",
            "valid_from": "April  4, 2018",
            "valid_to": "August 16, 2020"
        },
        {
            "a_href": "/laws/regulation/900296/v9",
            "valid_from": "September  1, 2015",
            "valid_to": "April  3, 2018"
        },
        {
            "a_href": "/laws/regulation/900296/v8",
            "valid_from": "July 10, 2015",
            "valid_to": "August 31, 2015"
        },
        {
            "a_href": "/laws/regulation/900296/v7",
            "valid_from": "June  6, 2011",
            "valid_to": "July  9, 2015"
        },
        {
            "a_href": "/laws/regulation/900296/v6",
            "valid_from": "June  3, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/regulation/900296/v5",
            "valid_from": "May 20, 2010",
            "valid_to": "June  2, 2011"
        },
        {
            "a_href": "/laws/regulation/900296/v4",
            "valid_from": "May  5, 2008",
            "valid_to": "May 19, 2010"
        },
        {
            "a_href": "/laws/regulation/900296/v3",
            "valid_from": "July 27, 2005",
            "valid_to": "May  4, 2008"
        },
        {
            "a_href": "/laws/regulation/900296/v2",
            "valid_from": "October 13, 2004",
            "valid_to": "July 26, 2005"
        },
        {
            "a_href": "/laws/regulation/900296/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "October 12, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “applicant” means an applicant for admission to a School; (“candidat”) “bursar” means the business administrator of a School; (“intendant”) “Director” means the executive director responsible for the operation of the schools referred to in subsections 2 (1) to (4); (“directeur”) “Indian” means, (a)  an Indian as defined in the Indian Act (Canada), or (b)  an Eskimo, who is not qualified to be a resident pupil of a board; (“Indien”) “parent” includes a guardian; (“père ou mère”) “School” means a school referred to in section 2; (“école”) “student support counsellor” means a person employed as a student support counsellor in a School; (“conseiller en soutien aux élèves”) “Superintendent” means the Superintendent of a School. (“surintendant”)  R.R.O. 1990, Reg. 296, s. 1; O. Reg. 196/18, s. 1; O. Reg. 467/22, s. 1. Designations",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“applicant” means an applicant for admission to a School; (“candidat”)</p> <p class=\"definition-e\">“bursar” means the business administrator of a School; (“intendant”)</p> <p class=\"definition-e\">“Director” means the executive director responsible for the operation of the schools referred to in subsections 2 (1) to (4); (“directeur”)</p> <p class=\"definition-e\">“Indian” means,</p> <p class=\"defclause-e\">  (a)  an Indian as defined in the <i>Indian Act</i> (Canada), or</p> <p class=\"defclause-e\">  (b)  an Eskimo,</p> <p class=\"Sdefinition-e\">who is not qualified to be a resident pupil of a board; (“Indien”)</p> <p class=\"definition-e\">“parent” includes a guardian; (“père ou mère”)</p> <p class=\"definition-e\">“School” means a school referred to in section 2; (“école”)</p> <p class=\"definition-e\">“student support counsellor” means a person employed as a student support counsellor in a School; (“conseiller en soutien aux élèves”)</p> <p class=\"definition-e\">“Superintendent” means the Superintendent of a School. (“surintendant”)  R.R.O. 1990, Reg. 296, s. 1; O. Reg. 196/18, s. 1; O. Reg. 467/22, s. 1.</p> <p class=\"heading1-e\">Designations</p>"
        },
        {
            "id": "2.",
            "section": "Designations",
            "content": " 2. (1) The Ontario School for the Blind, Brantford is designated as The W. Ross Macdonald School.  R.R.O. 1990, Reg. 296, s. 2 (1). (2) The Ontario School for the Deaf, Belleville is designated as The Sir James Whitney School.  R.R.O. 1990, Reg. 296, s. 2 (2). (3) The Ontario School for the Deaf, Milton is designated as The Ernest C. Drury School.  R.R.O. 1990, Reg. 296, s. 2 (3). (4) The Ontario School for the Deaf, London is designated as The Robarts School.  R.R.O. 1990, Reg. 296, s. 2 (4). (5) The school continued under subsection 13 (3.1) of the Act is designated as Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles). O. Reg. 196/18, s. 2. (6) The school continued under subsection 13 (5.1) of the Act is designated as Centre Jules-Léger (École d’application). O. Reg. 196/18, s. 2. Admissions",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Ontario School for the Blind, Brantford is designated as The W. Ross Macdonald School.  R.R.O. 1990, Reg. 296, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The Ontario School for the Deaf, Belleville is designated as The Sir James Whitney School.  R.R.O. 1990, Reg. 296, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The Ontario School for the Deaf, Milton is designated as The Ernest C. Drury School.  R.R.O. 1990, Reg. 296, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The Ontario School for the Deaf, London is designated as The Robarts School.  R.R.O. 1990, Reg. 296, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The school continued under subsection 13 (3.1) of the Act is designated as Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles). O. Reg. 196/18, s. 2.</p> <p class=\"subsection-e\">  (6) The school continued under subsection 13 (5.1) of the Act is designated as Centre Jules-Léger (École d’application). O. Reg. 196/18, s. 2.</p> <p class=\"heading1-e\">Admissions</p>"
        },
        {
            "id": "3.",
            "section": "Admissions",
            "content": " 3. (1) Where an applicant who is not an Indian, or the parent of such applicant, submits to the Superintendent evidence satisfactory to the Superintendent that, (a)  the applicant will be under the age of twenty-one years on the first day of the school year for which he or she seeks admission; (b)  because of a visual or an auditory handicap, or both, as certified by a legally qualified medical practitioner, the applicant is in need of a special educational program in the School; (c)  if the applicant is under eighteen years of age, the applicant’s parent is a resident of Ontario; (d)  if the applicant is eighteen years of age or over, the applicant is a resident of Ontario, and (e)  a special education identification, placement and review committee has decided that the applicant should be placed in a School, the Superintendent shall, subject to subsection (2) and subsection 8 (1), admit the applicant to the School.  R.R.O. 1990, Reg. 296, s. 3 (1); O. Reg. 196/18, s. 3 (1). (2) An applicant who is qualified to be a resident pupil of a board that operates a day class for the hearing impaired that would be appropriate to the applicant shall not be admitted to an Ontario School for the Deaf except where in the opinion of the Minister the admission is in the best interests of the applicant.  R.R.O. 1990, Reg. 296, s. 3 (2). (3) Where an applicant who is not an Indian and who will be twenty-one years of age or over on the first day of the school year for which he or she seeks admission submits to the Superintendent evidence satisfactory to the Superintendent under clauses (1) (b), (d) and (e), and the Minister approves the admission of the applicant, the Superintendent shall admit the applicant to the School.  R.R.O. 1990, Reg. 296, s. 3 (3); O. Reg. 196/18, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Where an applicant who is not an Indian, or the parent of such applicant, submits to the Superintendent evidence satisfactory to the Superintendent that,</p> <p class=\"clause-e\">  (a)  the applicant will be under the age of twenty-one years on the first day of the school year for which he or she seeks admission;</p> <p class=\"clause-e\">  (b)  because of a visual or an auditory handicap, or both, as certified by a legally qualified medical practitioner, the applicant is in need of a special educational program in the School;</p> <p class=\"clause-e\">  (c)  if the applicant is under eighteen years of age, the applicant’s parent is a resident of Ontario;</p> <p class=\"clause-e\">  (d)  if the applicant is eighteen years of age or over, the applicant is a resident of Ontario, and</p> <p class=\"clause-e\">  (e)  a special education identification, placement and review committee has decided that the applicant should be placed in a School,</p> <p class=\"Ssubsection-e\">the Superintendent shall, subject to subsection (2) and subsection 8 (1), admit the applicant to the School.  R.R.O. 1990, Reg. 296, s. 3 (1); O. Reg. 196/18, s. 3 (1).</p> <p class=\"subsection-e\">  (2) An applicant who is qualified to be a resident pupil of a board that operates a day class for the hearing impaired that would be appropriate to the applicant shall not be admitted to an Ontario School for the Deaf except where in the opinion of the Minister the admission is in the best interests of the applicant.  R.R.O. 1990, Reg. 296, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Where an applicant who is not an Indian and who will be twenty-one years of age or over on the first day of the school year for which he or she seeks admission submits to the Superintendent evidence satisfactory to the Superintendent under clauses (1) (b), (d) and (e), and the Minister approves the admission of the applicant, the Superintendent shall admit the applicant to the School.  R.R.O. 1990, Reg. 296, s. 3 (3); O. Reg. 196/18, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Admissions",
            "content": " 4. Where the minister of education for a province of Canada other than Ontario, (a)  requests admission for an applicant, (i)  whose parent resides in that province or who, being eighteen years of age or over, himself or herself resides in that province, (ii)  to whom clause 3 (1) (b) applies, and (iii)  who is not inadmissible under subsection 8 (1); and (b)  agrees to pay such fees as are payable for the instruction and maintenance of the applicant, and the Minister approves the admission of the applicant, the Superintendent shall admit the applicant.  R.R.O. 1990, Reg. 296, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Where the minister of education for a province of Canada other than Ontario,</p> <p class=\"clause-e\">  (a)  requests admission for an applicant,</p> <p class=\"subclause-e\">  (i)  whose parent resides in that province or who, being eighteen years of age or over, himself or herself resides in that province,</p> <p class=\"subclause-e\">  (ii)  to whom clause 3 (1) (b) applies, and</p> <p class=\"subclause-e\">  (iii)  who is not inadmissible under subsection 8 (1); and</p> <p class=\"clause-e\">  (b)  agrees to pay such fees as are payable for the instruction and maintenance of the applicant, and the Minister approves the admission of the applicant, the Superintendent shall admit the applicant.  R.R.O. 1990, Reg. 296, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Admissions",
            "content": " 5. (1) The Superintendent shall admit an applicant if, (a)  an entity referred to in subsection (2) requests admission for the applicant; (b)  the applicant, (i)  is an Indian to whom clause 3 (1) (b) applies, and (ii)  is not inadmissible under subsection 8 (1); (c)  one of the entities referred to in subsection (2) agrees to pay such fees as are payable for the instruction and maintenance of the applicant; and (d)  the Minister approves the admission of the applicant. O. Reg. 467/22, s. 2. (2) The entities referred to in subsection (1) are, (a)  the Crown in right of Canada; (b)  a band; (c)  a council of a band; and (d)  an education authority that is authorized by a band, a council of a band or by the Crown in right of Canada. O. Reg. 467/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Superintendent shall admit an applicant if,</p> <p class=\"clause-e\">  (a)  an entity referred to in subsection (2) requests admission for the applicant;</p> <p class=\"clause-e\">  (b)  the applicant,</p> <p class=\"subclause-e\">  (i)  is an Indian to whom clause 3 (1) (b) applies, and</p> <p class=\"subclause-e\">  (ii)  is not inadmissible under subsection 8 (1);</p> <p class=\"clause-e\">  (c)  one of the entities referred to in subsection (2) agrees to pay such fees as are payable for the instruction and maintenance of the applicant; and</p> <p class=\"clause-e\">  (d)  the Minister approves the admission of the applicant. O. Reg. 467/22, s. 2.</p> <p class=\"subsection-e\">  (2) The entities referred to in subsection (1) are,</p> <p class=\"clause-e\">  (a)  the Crown in right of Canada;</p> <p class=\"clause-e\">  (b)  a band;</p> <p class=\"clause-e\">  (c)  a council of a band; and</p> <p class=\"clause-e\">  (d)  an education authority that is authorized by a band, a council of a band or by the Crown in right of Canada. O. Reg. 467/22, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Admissions",
            "content": " 6. Where an applicant who is not an Indian and who, (a)  has not attained the age of eighteen years and whose parent is not a resident of any province of Canada; or (b)  has attained the age of eighteen years and is not a resident of any province of Canada, submits to the Superintendent evidence satisfactory to the Superintendent under clause 3 (1) (b), the Superintendent shall, where the Minister approves the admission of the applicant, admit the applicant to the School upon payment of a fee, determined by the Minister, that shall be not greater than the fee payable under section 10.  R.R.O. 1990, Reg. 296, s. 6; O. Reg. 323/04, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Where an applicant who is not an Indian and who,</p> <p class=\"clause-e\">  (a)  has not attained the age of eighteen years and whose parent is not a resident of any province of Canada; or</p> <p class=\"clause-e\">  (b)  has attained the age of eighteen years and is not a resident of any province of Canada,</p> <p class=\"Ssection-e\">submits to the Superintendent evidence satisfactory to the Superintendent under clause 3 (1) (b), the Superintendent shall, where the Minister approves the admission of the applicant, admit the applicant to the School upon payment of a fee, determined by the Minister, that shall be not greater than the fee payable under section 10.  R.R.O. 1990, Reg. 296, s. 6; O. Reg. 323/04, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": "Admissions",
            "content": " 7. Where an applicant is eligible for admission under section 3, 4, 5 or 6, the Superintendent may admit him or her at any time during the school year provided that lodging and a program are available.  R.R.O. 1990, Reg. 296, s. 7; O. Reg. 467/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Where an applicant is eligible for admission under section 3, 4, 5 or 6, the Superintendent may admit him or her at any time during the school year provided that lodging and a program are available.  R.R.O. 1990, Reg. 296, s. 7; O. Reg. 467/22, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": "Admissions",
            "content": " 8. (1) An applicant shall not be admitted to a School if he or she is unable to profit from instruction in a program at the School.  R.R.O. 1990, Reg. 296, s. 8 (1). (2) Where, in respect of an applicant, doubt exists as to whether, (a)  evidence submitted under clause 3 (1) (b) establishes that the applicant is in need of a special educational program; or (b)  the applicant is able to profit from instruction in a program, at the School, the admission of the applicant may be for a trial period.  R.R.O. 1990, Reg. 296, s. 8 (2). (3) Upon the request of the Superintendent, or of the parent of an applicant, or of an applicant who is eighteen years of age or over, the Minister may appoint a committee to hear and determine any question concerning the eligibility for admission of the applicant.  R.R.O. 1990, Reg. 296, s. 8 (3). Eligibility for lodging",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) An applicant shall not be admitted to a School if he or she is unable to profit from instruction in a program at the School.  R.R.O. 1990, Reg. 296, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Where, in respect of an applicant, doubt exists as to whether,</p> <p class=\"clause-e\">  (a)  evidence submitted under clause 3 (1) (b) establishes that the applicant is in need of a special educational program; or</p> <p class=\"clause-e\">  (b)  the applicant is able to profit from instruction in a program,</p> <p class=\"Ssubsection-e\">at the School, the admission of the applicant may be for a trial period.  R.R.O. 1990, Reg. 296, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Upon the request of the Superintendent, or of the parent of an applicant, or of an applicant who is eighteen years of age or over, the Minister may appoint a committee to hear and determine any question concerning the eligibility for admission of the applicant.  R.R.O. 1990, Reg. 296, s. 8 (3).</p> <p class=\"heading1-e\">Eligibility for lodging</p>"
        },
        {
            "id": "8.1",
            "section": "Eligibility for lodging",
            "content": " 8.1 (1) A pupil of a School may reside at the School, if any of the following conditions apply: 1.  The pupil lives 115 kilometres or more away from the School. 2.  The commute by car between where the pupil lives and the School is 70 minutes or more. 3.  It is in the best interests of the pupil. O. Reg. 196/18, s. 4. (2) This section does not apply if the School does not have a lodging for pupils. O. Reg. 196/18, s. 4; O. Reg. 467/22, s. 9 (1). Fees",
            "raw_html": "<p class=\"section-e\"> <b>8.1 </b>(1) A pupil of a School may reside at the School, if any of the following conditions apply:</p> <p class=\"paragraph-e\">  1.  The pupil lives 115 kilometres or more away from the School.</p> <p class=\"paragraph-e\">  2.  The commute by car between where the pupil lives and the School is 70 minutes or more.</p> <p class=\"paragraph-e\">  3.  It is in the best interests of the pupil. O. Reg. 196/18, s. 4.</p> <p class=\"subsection-e\">  (2) This section does not apply if the School does not have a lodging for pupils. O. Reg. 196/18, s. 4; O. Reg. 467/22, s. 9 (1).</p> <p class=\"heading1-e\">Fees</p>"
        },
        {
            "id": "9.",
            "section": "Fees",
            "content": " 9. No fee is payable in respect of a pupil admitted to a School under section 3.  R.R.O. 1990, Reg. 296, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>No fee is payable in respect of a pupil admitted to a School under section 3.  R.R.O. 1990, Reg. 296, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Fees",
            "content": "  10. (1) The fee payable in a fiscal year in respect of a pupil who is admitted under section 4 or 5 to a school designated in section 2 is determined in accordance with this section.  O. Reg. 323/04, s. 3. (2) In the case of a pupil who is not in a lodging at the school, the fee is the amount determined under subsection (4).  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 9 (2). (3) In the case of a pupil who is in a lodging at the school, the fee is the amount determined under subsection (5).  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 9 (2). (4) The amount referred to in subsection (2) is determined as follows: 1.  For the schools designated in section 2, determine the total of their estimated operating costs for the fiscal year, excluding, where applicable, the estimated costs of external resource services, teacher education, lodging operating expenses and student support counsellors, food services, the laundry, the summer course for parents, the media centre and any special projects. 2.  Divide the amount determined under paragraph 1 by the total number of pupils enrolled in the schools designated in section 2 as of September 30th of the fiscal year.  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 4 (1). (5) The amount referred to in subsection (3) is determined as follows: 1.  For the schools designated in section 2, determine the total of their, i.  estimated lodging operating expenses for the fiscal year, ii.  student support counsellor expenses for the fiscal year, iii.  laundry expenses for the fiscal year, and iv.  food services expenses for the fiscal year, excluding food services for staff and for students who are not in a lodging. 2.  Divide the amount determined under paragraph 1 by the total number of pupils who are in a lodging in the schools designated in section 2 as of September 30th of the fiscal year. 3.  Add the amount determined under paragraph 2 to the amount determined under subsection (4).  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 4 (2), 9.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) The fee payable in a fiscal year in respect of a pupil who is admitted under section 4 or 5 to a school designated in section 2 is determined in accordance with this section.  O. Reg. 323/04, s. 3.</p> <p class=\"subsection-e\">  (2) In the case of a pupil who is not in a lodging at the school, the fee is the amount determined under subsection (4).  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 9 (2).</p> <p class=\"subsection-e\">  (3) In the case of a pupil who is in a lodging at the school, the fee is the amount determined under subsection (5).  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 9 (2).</p> <p class=\"subsection-e\">  (4) The amount referred to in subsection (2) is determined as follows:</p> <p class=\"paragraph-e\">  1.  For the schools designated in section 2, determine the total of their estimated operating costs for the fiscal year, excluding, where applicable, the estimated costs of external resource services, teacher education, lodging operating expenses and student support counsellors, food services, the laundry, the summer course for parents, the media centre and any special projects.</p> <p class=\"paragraph-e\">  2.  Divide the amount determined under paragraph 1 by the total number of pupils enrolled in the schools designated in section 2 as of September 30th of the fiscal year.  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 4 (1).</p> <p class=\"subsection-e\">  (5) The amount referred to in subsection (3) is determined as follows:</p> <p class=\"paragraph-e\">  1.  For the schools designated in section 2, determine the total of their,</p> <p class=\"subpara-e\">  i.  estimated lodging operating expenses for the fiscal year,</p> <p class=\"subpara-e\">  ii.  student support counsellor expenses for the fiscal year,</p> <p class=\"subpara-e\">  iii.  laundry expenses for the fiscal year, and</p> <p class=\"subpara-e\">  iv.  food services expenses for the fiscal year, excluding food services for staff and for students who are not in a lodging.</p> <p class=\"paragraph-e\">  2.  Divide the amount determined under paragraph 1 by the total number of pupils who are in a lodging in the schools designated in section 2 as of September 30th of the fiscal year.</p> <p class=\"paragraph-e\">  3.  Add the amount determined under paragraph 2 to the amount determined under subsection (4).  O. Reg. 323/04, s. 3; O. Reg. 467/22, s. 4 (2), 9.</p>"
        },
        {
            "id": "11., 12.",
            "section": "Fees",
            "content": " 11., 12. Revoked:  O. Reg. 323/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>11., 12. </b><span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 323/04, s. 3.</p>"
        },
        {
            "id": "13.",
            "section": "Fees",
            "content": " 13. Revoked: O. Reg. 200/15, s. 7. Duties of Pupils",
            "raw_html": "<p class=\"section-e\"> <b>13. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 200/15, s. 7.</p> <p class=\"heading1-e\">Duties of Pupils</p>"
        },
        {
            "id": "14.",
            "section": "Duties of Pupils",
            "content": " 14. A pupil at a School shall, (a)  except with the permission of the Superintendent, be in attendance on the first day in the school year and attend classes punctually and regularly during the school year; (b)  take such tests and examinations as may be required by the Superintendent; (c)  exercise self-discipline and accept such discipline as would be exercised by a kind, firm and judicious parent; (d)  be clean in his or her person and habits, diligent in his or her studies and courteous to other pupils and to the teaching and non-teaching staff of the School; (e)  be responsible to the Superintendent for his or her conduct on the school premises, on out-of-school activities and programs sponsored by the School and while travelling on a bus under contract to or owned by the Ministry; and (f)  leave the school premises only under conditions specified by the Superintendent. (g)  Revoked:  O. Reg. 467/22, s. 5. R.R.O. 1990, Reg. 296, s. 14; O. Reg. 467/22, s. 5. Duties of Teachers",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>A pupil at a School shall,</p> <p class=\"clause-e\">  (a)  except with the permission of the Superintendent, be in attendance on the first day in the school year and attend classes punctually and regularly during the school year;</p> <p class=\"clause-e\">  (b)  take such tests and examinations as may be required by the Superintendent;</p> <p class=\"clause-e\">  (c)  exercise self-discipline and accept such discipline as would be exercised by a kind, firm and judicious parent;</p> <p class=\"clause-e\">  (d)  be clean in his or her person and habits, diligent in his or her studies and courteous to other pupils and to the teaching and non-teaching staff of the School;</p> <p class=\"clause-e\">  (e)  be responsible to the Superintendent for his or her conduct on the school premises, on out-of-school activities and programs sponsored by the School and while travelling on a bus under contract to or owned by the Ministry; and</p> <p class=\"clause-e\">  (f)  leave the school premises only under conditions specified by the Superintendent.</p> <p class=\"clause-e\">  (g)  <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 467/22, s. 5.  </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 296, s. 14; O. Reg. 467/22, s. 5.</p> <p class=\"heading1-e\">Duties of Teachers</p>"
        },
        {
            "id": "15.",
            "section": "Duties of Teachers",
            "content": " 15. A person employed to teach at a School shall, in addition to the duties of a teacher under the Act, (a)  be responsible for effective instruction in the subjects assigned to him or her by the Superintendent, the management of his or her classes and the discipline in his or her classroom; (b)  co-operate with officials of the Ministry and the Superintendent for the purposes of planning and evaluating the program of instruction; (c)  make adequate provision in his or her daily program for the individual differences of the pupils in his or her classes so that each pupil may experience a reasonable amount of success; (d)  prepare for use in his or her class or classes such teaching plans and outlines as are required by the Superintendent and submit the plans and outlines to the Superintendent on request; (e)  assist in maintaining discipline in the School and in fostering school spirit and morale; and (f)  carry out such supervisory duties as may be assigned by the Superintendent.  R.R.O. 1990, Reg. 296, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>A person employed to teach at a School shall, in addition to the duties of a teacher under the Act,</p> <p class=\"clause-e\">  (a)  be responsible for effective instruction in the subjects assigned to him or her by the Superintendent, the management of his or her classes and the discipline in his or her classroom;</p> <p class=\"clause-e\">  (b)  co-operate with officials of the Ministry and the Superintendent for the purposes of planning and evaluating the program of instruction;</p> <p class=\"clause-e\">  (c)  make adequate provision in his or her daily program for the individual differences of the pupils in his or her classes so that each pupil may experience a reasonable amount of success;</p> <p class=\"clause-e\">  (d)  prepare for use in his or her class or classes such teaching plans and outlines as are required by the Superintendent and submit the plans and outlines to the Superintendent on request;</p> <p class=\"clause-e\">  (e)  assist in maintaining discipline in the School and in fostering school spirit and morale; and</p> <p class=\"clause-e\">  (f)  carry out such supervisory duties as may be assigned by the Superintendent.  R.R.O. 1990, Reg. 296, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Duties of Teachers",
            "content": " 16. Revoked:  O. Reg. 467/22, s. 6. Parents",
            "raw_html": "<p class=\"section-e\"> <b>16. </b><span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 467/22, s. 6.</p> <p class=\"heading1-e\">Parents</p>"
        },
        {
            "id": "17.",
            "section": "Parents",
            "content": " 17. (1) There shall be deposited with the bursar a sum of at least $20 to defray the personal incidental expenses of a pupil enrolled in a School.  R.R.O. 1990, Reg. 296, s. 17 (1). (2) As a condition of admission of a pupil to a School, the parent of the pupil or the pupil, where he or she is over eighteen years of age, shall agree, (a)  to supply on request of the Superintendent personal items necessary to enable the pupil to participate in school programs; (b)  to provide transportation and escort for the pupil where necessary to ensure regular attendance if such transportation and escort is not otherwise provided; (c)  to authorize the Superintendent, upon recommendation of the school physician, to arrange in case of emergency for the admission of the pupil to a hospital for treatment or surgery; (d)  to permit such medical treatment of the pupil as may be recommended by the school physician, subject to any other consent that may be required; (e)  to guarantee payment for medical and dental services required by the pupil during the school year, except such services that are provided by the School; and (f)  to notify the Superintendent promptly of the reason for the absence of the pupil.  R.R.O. 1990, Reg. 296, s. 17 (2). (3) The parent of a pupil may visit with the pupil at the School in which the pupil is enrolled as authorized by the Superintendent.  R.R.O. 1990, Reg. 296, s. 17 (3). Duties of Superintendent",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) There shall be deposited with the bursar a sum of at least $20 to defray the personal incidental expenses of a pupil enrolled in a School.  R.R.O. 1990, Reg. 296, s. 17 (1).</p> <p class=\"subsection-e\">  (2) As a condition of admission of a pupil to a School, the parent of the pupil or the pupil, where he or she is over eighteen years of age, shall agree,</p> <p class=\"clause-e\">  (a)  to supply on request of the Superintendent personal items necessary to enable the pupil to participate in school programs;</p> <p class=\"clause-e\">  (b)  to provide transportation and escort for the pupil where necessary to ensure regular attendance if such transportation and escort is not otherwise provided;</p> <p class=\"clause-e\">  (c)  to authorize the Superintendent, upon recommendation of the school physician, to arrange in case of emergency for the admission of the pupil to a hospital for treatment or surgery;</p> <p class=\"clause-e\">  (d)  to permit such medical treatment of the pupil as may be recommended by the school physician, subject to any other consent that may be required;</p> <p class=\"clause-e\">  (e)  to guarantee payment for medical and dental services required by the pupil during the school year, except such services that are provided by the School; and</p> <p class=\"clause-e\">  (f)  to notify the Superintendent promptly of the reason for the absence of the pupil.  R.R.O. 1990, Reg. 296, s. 17 (2).</p> <p class=\"subsection-e\">  (3) The parent of a pupil may visit with the pupil at the School in which the pupil is enrolled as authorized by the Superintendent.  R.R.O. 1990, Reg. 296, s. 17 (3).</p> <p class=\"heading1-e\">Duties of Superintendent</p>"
        },
        {
            "id": "18.",
            "section": "Duties of Superintendent",
            "content": " 18. There shall be for each School a Superintendent who shall, (a)  admit pupils in accordance with this Regulation; (b)  Revoked:\r\nO. Reg. 467/22, s. 7 (1). (c)  determine the mode of transportation to and from School to be used by a pupil for whom such transportation is provided by the School; (d)  assign pupils to classes and programs; (e)  transfer and promote such pupils as he or she considers proper; (f)  establish and maintain, and retain, transfer and dispose of, a pupil record in respect of each pupil enrolled in the School, in the manner prescribed by the regulations; (g)  at least once in every calendar year provide for a review of the placement of each pupil to ensure that the program is appropriate for the capabilities and needs of the pupil; (h)  recommend for a Secondary School Graduation Diploma or a Secondary School Honour Graduation Diploma a pupil of the School who has completed the requirements for such diploma; (i)  be in charge of the organization, management and discipline of the School and ensure that proper supervision is maintained at all times; (j)  furnish to the Director, on his or her request, information on any matter affecting the interests of the School; (k)  arrange for regular inspection of the school premises and report promptly to the Ministry of Infrastructure any repairs required to be made by that Ministry; (l)  determine the times at which pupils may leave the school premises and the times at which they may be visited at the School; (m)  notify the parent immediately if a pupil becomes seriously ill or requires hospital treatment off the school property; (n)  notify the parent if a pupil damages or destroys school property and request suitable compensation; (o)  hold emergency drills at the School at least six times during the school year and require that every pupil and staff member take part therein; (p)  report promptly to the local medical officer of health and the Director any cases of infectious or contagious disease in the School; and (q)  report at least once each term the progress of each pupil to his or her parent, or to the pupil where the pupil is eighteen years of age or over.  R.R.O. 1990, Reg. 296, s. 18; O. Reg. 202/11, s. 1; O. Reg. 467/22, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>There shall be for each School a Superintendent who shall,</p> <p class=\"clause-e\">  (a)  admit pupils in accordance with this Regulation;</p> <p class=\"clause-e\">  (b)  <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 467/22, s. 7 (1).</p> <p class=\"clause-e\">  (c)  determine the mode of transportation to and from School to be used by a pupil for whom such transportation is provided by the School;</p> <p class=\"clause-e\">  (d)  assign pupils to classes and programs;</p> <p class=\"clause-e\">  (e)  transfer and promote such pupils as he or she considers proper;</p> <p class=\"clause-e\">  (f)  establish and maintain, and retain, transfer and dispose of, a pupil record in respect of each pupil enrolled in the School, in the manner prescribed by the regulations;</p> <p class=\"clause-e\">  (g)  at least once in every calendar year provide for a review of the placement of each pupil to ensure that the program is appropriate for the capabilities and needs of the pupil;</p> <p class=\"clause-e\">  (h)  recommend for a Secondary School Graduation Diploma or a Secondary School Honour Graduation Diploma a pupil of the School who has completed the requirements for such diploma;</p> <p class=\"clause-e\">  (i)  be in charge of the organization, management and discipline of the School and ensure that proper supervision is maintained at all times;</p> <p class=\"clause-e\">  (j)  furnish to the Director, on his or her request, information on any matter affecting the interests of the School;</p> <p class=\"clause-e\">  (k)  arrange for regular inspection of the school premises and report promptly to the Ministry of Infrastructure any repairs required to be made by that Ministry;</p> <p class=\"clause-e\">  (l)  determine the times at which pupils may leave the school premises and the times at which they may be visited at the School;</p> <p class=\"clause-e\">  (m)  notify the parent immediately if a pupil becomes seriously ill or requires hospital treatment off the school property;</p> <p class=\"clause-e\">  (n)  notify the parent if a pupil damages or destroys school property and request suitable compensation;</p> <p class=\"clause-e\">  (o)  hold emergency drills at the School at least six times during the school year and require that every pupil and staff member take part therein;</p> <p class=\"clause-e\">  (p)  report promptly to the local medical officer of health and the Director any cases of infectious or contagious disease in the School; and</p> <p class=\"clause-e\">  (q)  report at least once each term the progress of each pupil to his or her parent, or to the pupil where the pupil is eighteen years of age or over.  R.R.O. 1990, Reg. 296, s. 18; O. Reg. 202/11, s. 1; O. Reg. 467/22, s. 7.</p>"
        },
        {
            "id": "19.",
            "section": "Duties of Superintendent",
            "content": " 19. (1) The Superintendent may dismiss a pupil from a School or from a program in the School for a period not exceeding thirty days because of misconduct, persistent opposition to authority, habitual neglect of duty, the wilful destruction of school property, the use of profane or wilfully insulting language, or conduct injurious to the moral tone of the School or to the physical or mental well-being of others in the School and, where a pupil has been so dismissed, the Superintendent shall notify forthwith in writing the pupil, his or her teachers, the parent of the pupil and the Director of the dismissal, the reasons therefor and the right of appeal under subsection (2).  R.R.O. 1990, Reg. 296, s. 19 (1). (2) The parent of a pupil who has been dismissed under subsection (1), or the dismissed pupil where the pupil is eighteen years of age or over, may, within seven days of the commencement of the dismissal, appeal to the Director against the dismissal, and the Director, after hearing the appeal or where no appeal is made, may remove, confirm or modify the dismissal and, where he or she considers it appropriate, may order that any record of the dismissal be expunged.  R.R.O. 1990, Reg. 296, s. 19 (2). (3) The Director may dismiss a pupil permanently from a School on the ground that the pupil’s conduct is so refractory that his or her presence is injurious to other pupils where, (a)  the Superintendent so recommends; (b)  the pupil and his or her parent have been notified in writing of, (i)  the recommendation of the Superintendent, and (ii)  the right of the pupil where the pupil is eighteen years of age or over, and otherwise of his or her parent, to make representations at a hearing to be conducted by the Director; and (c)  such hearing has been conducted.  R.R.O. 1990, Reg. 296, s. 19 (3). (4) The parties to a hearing under this section shall be the parent of the pupil, or the pupil where he or she is eighteen years of age or over, and the Superintendent.  R.R.O. 1990, Reg. 296, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) The Superintendent may dismiss a pupil from a School or from a program in the School for a period not exceeding thirty days because of misconduct, persistent opposition to authority, habitual neglect of duty, the wilful destruction of school property, the use of profane or wilfully insulting language, or conduct injurious to the moral tone of the School or to the physical or mental well-being of others in the School and, where a pupil has been so dismissed, the Superintendent shall notify forthwith in writing the pupil, his or her teachers, the parent of the pupil and the Director of the dismissal, the reasons therefor and the right of appeal under subsection (2).  R.R.O. 1990, Reg. 296, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The parent of a pupil who has been dismissed under subsection (1), or the dismissed pupil where the pupil is eighteen years of age or over, may, within seven days of the commencement of the dismissal, appeal to the Director against the dismissal, and the Director, after hearing the appeal or where no appeal is made, may remove, confirm or modify the dismissal and, where he or she considers it appropriate, may order that any record of the dismissal be expunged.  R.R.O. 1990, Reg. 296, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The Director may dismiss a pupil permanently from a School on the ground that the pupil’s conduct is so refractory that his or her presence is injurious to other pupils where,</p> <p class=\"clause-e\">  (a)  the Superintendent so recommends;</p> <p class=\"clause-e\">  (b)  the pupil and his or her parent have been notified in writing of,</p> <p class=\"subclause-e\">  (i)  the recommendation of the Superintendent, and</p> <p class=\"subclause-e\">  (ii)  the right of the pupil where the pupil is eighteen years of age or over, and otherwise of his or her parent, to make representations at a hearing to be conducted by the Director; and</p> <p class=\"clause-e\">  (c)  such hearing has been conducted.  R.R.O. 1990, Reg. 296, s. 19 (3).</p> <p class=\"subsection-e\">  (4) The parties to a hearing under this section shall be the parent of the pupil, or the pupil where he or she is eighteen years of age or over, and the Superintendent.  R.R.O. 1990, Reg. 296, s. 19 (4).</p>"
        },
        {
            "id": "20.",
            "section": "Duties of Superintendent",
            "content": " 20. (1) The Superintendent may discharge a pupil, (a)  for failure to make progress satisfactory to the Superintendent; or (b)  where the pupil is no longer in need of a special educational program in the School and another program placement would be more appropriate for the pupil.  R.R.O. 1990, Reg. 296, s. 20 (1). (2) Where a pupil has been discharged under subsection (1), the Superintendent shall, (a)  notify in writing the pupil and the parent of the pupil, of the discharge, the reason therefor and the right of appeal to the Director; (b)  counsel the parent of the pupil, or the pupil where he or she is eighteen years of age or over, in respect of the opportunities available to the pupil; and (c)  give supportive guidance to the parent and to the pupil where, in the opinion of the Superintendent, such guidance is necessary.  R.R.O. 1990, Reg. 296, s. 20 (2). (3) The parent of a pupil who has been discharged under subsection (1), or the discharged pupil where he or she is eighteen years of age or over, may, within seven days of the discharge, appeal to the Director against the discharge, and the Director, after hearing the appeal or where no appeal is made, may confirm the discharge or order that the pupil be readmitted to the School.  R.R.O. 1990, Reg. 296, s. 20 (3). (4) The parties to a hearing under this section shall be the parent of the pupil, or the pupil where he or she is eighteen years of age or over, and the Superintendent.  R.R.O. 1990, Reg. 296, s. 20 (4).",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) The Superintendent may discharge a pupil,</p> <p class=\"clause-e\">  (a)  for failure to make progress satisfactory to the Superintendent; or</p> <p class=\"clause-e\">  (b)  where the pupil is no longer in need of a special educational program in the School and another program placement would be more appropriate for the pupil.  R.R.O. 1990, Reg. 296, s. 20 (1).</p> <p class=\"subsection-e\">  (2) Where a pupil has been discharged under subsection (1), the Superintendent shall,</p> <p class=\"clause-e\">  (a)  notify in writing the pupil and the parent of the pupil, of the discharge, the reason therefor and the right of appeal to the Director;</p> <p class=\"clause-e\">  (b)  counsel the parent of the pupil, or the pupil where he or she is eighteen years of age or over, in respect of the opportunities available to the pupil; and</p> <p class=\"clause-e\">  (c)  give supportive guidance to the parent and to the pupil where, in the opinion of the Superintendent, such guidance is necessary.  R.R.O. 1990, Reg. 296, s. 20 (2).</p> <p class=\"subsection-e\">  (3) The parent of a pupil who has been discharged under subsection (1), or the discharged pupil where he or she is eighteen years of age or over, may, within seven days of the discharge, appeal to the Director against the discharge, and the Director, after hearing the appeal or where no appeal is made, may confirm the discharge or order that the pupil be readmitted to the School.  R.R.O. 1990, Reg. 296, s. 20 (3).</p> <p class=\"subsection-e\">  (4) The parties to a hearing under this section shall be the parent of the pupil, or the pupil where he or she is eighteen years of age or over, and the Superintendent.  R.R.O. 1990, Reg. 296, s. 20 (4).</p>"
        },
        {
            "id": "21.",
            "section": "Duties of Superintendent",
            "content": " 21. A Superintendent may cause a pupil to be sent home because of, (a)  serious or continued ill-health of the pupil; or (b)  the need of the pupil for medical treatment, certified by the school physician.  R.R.O. 1990, Reg. 296, s. 21. Superintendent’s Advisory Council",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>A Superintendent may cause a pupil to be sent home because of,</p> <p class=\"clause-e\">  (a)  serious or continued ill-health of the pupil; or</p> <p class=\"clause-e\">  (b)  the need of the pupil for medical treatment, certified by the school physician.  R.R.O. 1990, Reg. 296, s. 21.</p> <p class=\"heading1-e\">Superintendent’s Advisory Council</p>"
        },
        {
            "id": "22.",
            "section": "Superintendent’s Advisory Council",
            "content": " 22. (1) A Superintendent may establish a Superintendent’s Advisory Council for his or her School to make recommendations to the Superintendent in respect of the organization, administration and government of the School.  R.R.O. 1990, Reg. 296, s. 22 (1). (2) A Superintendent’s Advisory Council established under subsection (1) shall be composed of at least six persons appointed by the Superintendent, and such Council shall meet at the call of the Superintendent at least twice during each school year.  R.R.O. 1990, Reg. 296, s. 22 (2). (3) A member of a Superintendent’s Advisory Council is entitled to be reimbursed for his or her expenses necessarily incurred to attend a meeting of the Superintendent’s Advisory Council.  R.R.O. 1990, Reg. 296, s. 22 (3). Qualifications of Teachers",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) A Superintendent may establish a Superintendent’s Advisory Council for his or her School to make recommendations to the Superintendent in respect of the organization, administration and government of the School.  R.R.O. 1990, Reg. 296, s. 22 (1).</p> <p class=\"subsection-e\">  (2) A Superintendent’s Advisory Council established under subsection (1) shall be composed of at least six persons appointed by the Superintendent, and such Council shall meet at the call of the Superintendent at least twice during each school year.  R.R.O. 1990, Reg. 296, s. 22 (2).</p> <p class=\"subsection-e\">  (3) A member of a Superintendent’s Advisory Council is entitled to be reimbursed for his or her expenses necessarily incurred to attend a meeting of the Superintendent’s Advisory Council.  R.R.O. 1990, Reg. 296, s. 22 (3).</p> <p class=\"heading1-e\">Qualifications of Teachers</p>"
        },
        {
            "id": "23.",
            "section": "Qualifications of Teachers",
            "content": " 23. A teacher employed to teach the deaf or hard of hearing, the blind or the deaf-blind at a School shall meet both of the following requirements: 1.  The teacher holds a certificate of qualification and registration issued under Ontario Regulation 176/10 (Teachers’ Qualifications) made under the Ontario College of Teachers Act, 1996. 2.  The certificate of qualification and registration indicates a specialist qualification for teaching pupils who are deaf or hard of hearing, blind or deaf-blind, as the case may be, or the teacher is actively engaged in completing the requirements set out in Ontario Regulation 176/10 for the specialist qualification.  O. Reg. 133/08, s. 1; O. Reg. 177/10, s. 1. Centre Jules-Léger Consortium",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>A teacher employed to teach the deaf or hard of hearing, the blind or the deaf-blind at a School shall meet both of the following requirements:</p> <p class=\"paragraph-e\">  1.  The teacher holds a certificate of qualification and registration issued under Ontario Regulation 176/10 (Teachers’ Qualifications) made under the <i>Ontario</i><i> College of Teachers Act, 1996</i>. </p> <p class=\"paragraph-e\">  2.  The certificate of qualification and registration indicates a specialist qualification for teaching pupils who are deaf or hard of hearing, blind or deaf-blind, as the case may be, or the teacher is actively engaged in completing the requirements set out in Ontario Regulation 176/10 for the specialist qualification.  O. Reg. 133/08, s. 1; O. Reg. 177/10, s. 1.</p> <p class=\"heading1-e\">Centre Jules-Léger Consortium</p>"
        },
        {
            "id": "24.",
            "section": "Centre Jules-Léger Consortium",
            "content": " 24. The application of this Regulation with respect to the Centre Jules-Léger Consortium is modified as follows: 1.  Substitute “Centre Jules-Léger Consortium” for “Minister” and for “Ministry” wherever they appear, except for in the following: i.  The reference in the portion of section 4 before clause (a) to “the minister of education for a province of Canada other than Ontario”. ii.  Revoked: O. Reg. 467/22, s. 8 (1). iii.  The references in clause 18 (k) to “the Ministry of Infrastructure” and “that Ministry”. 2.  Substitute “director of education of the Centre Jules-Léger Consortium” for “Director” and for “Superintendent” wherever they appear, except in section 1 and as provided in paragraph 3. 3.  Substitute “principal of the School” for “Superintendent” in sections 14, 15, 17, and 19 to 21. 4.  The portion of section 18 before clause (a) does not apply and the duties in clauses 18 (a) to (q) are assigned as follows: i.  The director of education of the Centre Jules-Léger Consortium shall perform the duties listed in clauses 18 (a) to (c). ii.  The principal of the School shall perform the duties listed in clauses (d) to (q). For greater certainty, paragraph 2 of this section applies with respect to clauses 18 (j) and (p). O. Reg. 196/18, s. 5; O. Reg. 467/22, s. 8.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>The application of this Regulation with respect to the Centre Jules-Léger Consortium is modified as follows:</p> <p class=\"paragraph-e\">  1.  Substitute “Centre Jules-Léger Consortium” for “Minister” and for “Ministry” wherever they appear, except for in the following:</p> <p class=\"subpara-e\">  i.  The reference in the portion of section 4 before clause (a) to “the minister of education for a province of Canada other than Ontario”.</p> <p class=\"subpara-e\">  ii.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 467/22, s. 8 (1).</p> <p class=\"subpara-e\">  iii.  The references in clause 18 (k) to “the Ministry of Infrastructure” and “that Ministry”.</p> <p class=\"paragraph-e\">  2.  Substitute “director of education of the Centre Jules-Léger Consortium” for “Director” and for “Superintendent” wherever they appear, except in section 1 and as provided in paragraph 3.</p> <p class=\"paragraph-e\">  3.  Substitute “principal of the School” for “Superintendent” in sections 14, 15, 17, and 19 to 21.</p> <p class=\"paragraph-e\">  4.  The portion of section 18 before clause (a) does not apply and the duties in clauses 18 (a) to (q) are assigned as follows:</p> <p class=\"subpara-e\">  i.  The director of education of the Centre Jules-Léger Consortium shall perform the duties listed in clauses 18 (a) to (c).</p> <p class=\"subpara-e\">  ii.  The principal of the School shall perform the duties listed in clauses (d) to (q). For greater certainty, paragraph 2 of this section applies with respect to clauses 18 (j) and (p). O. Reg. 196/18, s. 5; O. Reg. 467/22, s. 8.</p> <p class=\"subpara-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900296\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}