{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 338: BOILERS",
        "reg_name_text": "BOILERS",
        "citation": "R.R.O. 1990, Reg. 338: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/900338",
        "date_scraped": "2023-12-19 05:34:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 31, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900338/v2",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900338/v1",
            "valid_from": "November  5, 1999",
            "valid_to": "June 13, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “ASTM method” means the American Society for Testing Materials standard method of test; “boiler” means equipment used for the purpose of producing hot water or steam; “gas” means natural gas, manufactured gas, propane-air gas or any mixture of any of them; “standard methods of sampling and testing” means, (a) in the case of fuel oil, ASTM method designated as D-129-60, and (b) in the case of coal, ASTM method designated as D3177-75; “sulphur content” means the average concentration of sulphur in a fuel in any ninety day period as determined by standard methods of sampling and testing.  R.R.O. 1990, Reg. 338, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“ASTM method” means the American Society for Testing Materials standard method of test;</p> <p class=\"definition-e\">“boiler” means equipment used for the purpose of producing hot water or steam;</p> <p class=\"definition-e\">“gas” means natural gas, manufactured gas, propane-air gas or any mixture of any of them;</p> <p class=\"definition-e\">“standard methods of sampling and testing” means,</p> <p class=\"defclause-e\">  (a) in the case of fuel oil, ASTM method designated as D-129-60, and</p> <p class=\"defclause-e\">  (b) in the case of coal, ASTM method designated as D3177-75;</p> <p class=\"definition-e\">“sulphur content” means the average concentration of sulphur in a fuel in any ninety day period as determined by standard methods of sampling and testing.  R.R.O. 1990, Reg. 338, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) This Regulation applies to every boiler that uses fuel oil or coal as fuel and, (a) is first put into operation after this Regulation comes into force; (b) undergoes physical modification that changes the boiler’s ability to use fuel and that results in, (i) the ability to fire fuel that is of a different type or grade and that has a higher sulphur content, or (ii) an increase in the maximum heat input capacity of the boiler at its maximum continuous rating; (c) is put into use after a period of more than twelve months of disuse; (d) an increase occurs in the sulphur content of the fuel used therein; or (e) that also uses purchased gas as a fuel where the gas purchase arrangements are modified after this Regulation comes into force so that increased permissible interruptions in the gas supply or any other modifications increase the potential maximum utilization of fuel oil or coal as fuel for the boiler.  R.R.O. 1990, Reg. 338, s. 2 (1); O. Reg. 521/99, s. 1. (2) This Regulation does not apply, (a) to boilers at an electric generating station of Ontario Power Generation Inc. or a subsidiary of Ontario Power Generation Inc.; (b) to boilers used solely for the purpose of comfort heating in dwellings housing not more than three families; or (c) to boilers used solely for the purpose of comfort heating in buildings using natural gas or No. 2 oil at a rate less than 1.58 million kilojoules per hour.  R.R.O. 1990, Reg. 338, s. 2 (2); O. Reg. 154/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Regulation applies to every boiler that uses fuel oil or coal as fuel and,</p> <p class=\"clause-e\">  (a) is first put into operation after this Regulation comes into force;</p> <p class=\"clause-e\">  (b) undergoes physical modification that changes the boiler’s ability to use fuel and that results in,</p> <p class=\"subclause-e\">  (i) the ability to fire fuel that is of a different type or grade and that has a higher sulphur content, or</p> <p class=\"subclause-e\">  (ii) an increase in the maximum heat input capacity of the boiler at its maximum continuous rating;</p> <p class=\"clause-e\">  (c) is put into use after a period of more than twelve months of disuse;</p> <p class=\"clause-e\">  (d) an increase occurs in the sulphur content of the fuel used therein; or</p> <p class=\"clause-e\">  (e) that also uses purchased gas as a fuel where the gas purchase arrangements are modified after this Regulation comes into force so that increased permissible interruptions in the gas supply or any other modifications increase the potential maximum utilization of fuel oil or coal as fuel for the boiler.  R.R.O. 1990, Reg. 338, s. 2 (1); O. Reg. 521/99, s. 1.</p> <p class=\"subsection-e\">  (2) This Regulation does not apply,</p> <p class=\"clause-e\">  (a) to boilers at an electric generating station of Ontario Power Generation Inc. or a subsidiary of Ontario Power Generation Inc.;</p> <p class=\"clause-e\">  (b) to boilers used solely for the purpose of comfort heating in dwellings housing not more than three families; or</p> <p class=\"clause-e\">  (c) to boilers used solely for the purpose of comfort heating in buildings using natural gas or No. 2 oil at a rate less than 1.58 million kilojoules per hour.  R.R.O. 1990, Reg. 338, s. 2 (2); O. Reg. 154/99, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) No person shall use, in a boiler to which this Regulation applies, fuel oil or coal with a sulphur content in excess of 1 per cent.  R.R.O. 1990, Reg. 338, s. 3 (1). (2) Subsection (1) does not apply to a person who has obtained and complies with an environmental compliance approval required under section 9 of the Act for methods or devices that result in emissions to the natural environment of sulphur dioxide no greater than if the fuel has a sulphur content of 1 per cent.  R.R.O. 1990, Reg. 338, s. 3 (2); O. Reg. 271/11, s. 1. (3) No person shall use, in a boiler to which this Regulation applies, fuel oil or coal with a sulphur content that exceeds the sulphur content that will provide a maximum rate of wet sulphate deposition from the boiler of 0.1 kilograms per hectare per year, in an area set out in the Schedule, as predicted using the Ministry of the Environment Statistical Long Range Transport Model for Air Contaminants.  R.R.O. 1990, Reg. 338, s. 3 (3). Schedule That portion of Ontario, excluding the Counties of Grey and Bruce, bounded on the south by latitude 44° 45' North, on the east by longitude 76° 30' West and on the North by the latitude 50° 00' North. R.R.O. 1990, Reg. 338, Sched.    ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) No person shall use, in a boiler to which this Regulation applies, fuel oil or coal with a sulphur content in excess of 1 per cent.  R.R.O. 1990, Reg. 338, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a person who has obtained and complies with an environmental compliance approval required under section 9 of the Act for methods or devices that result in emissions to the natural environment of sulphur dioxide no greater than if the fuel has a sulphur content of 1 per cent.  R.R.O. 1990, Reg. 338, s. 3 (2); O. Reg. 271/11, s. 1.</p> <p class=\"subsection-e\">  (3) No person shall use, in a boiler to which this Regulation applies, fuel oil or coal with a sulphur content that exceeds the sulphur content that will provide a maximum rate of wet sulphate deposition from the boiler of 0.1 kilograms per hectare per year, in an area set out in the Schedule, as predicted using the Ministry of the Environment Statistical Long Range Transport Model for Air Contaminants.  R.R.O. 1990, Reg. 338, s. 3 (3).</p> <p class=\"schedule-e\">Schedule</p> <p class=\"parawtab-e\">  That portion of Ontario, excluding the Counties of Grey and Bruce, bounded on the south by latitude 44° 45' North, on the east by longitude 76° 30' West and on the North by the latitude 50° 00' North.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 338, Sched.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}