{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 448: FUND FOR PRODUCERS OF GRAIN CORN",
        "reg_name_text": "FUND FOR PRODUCERS OF GRAIN CORN",
        "citation": "R.R.O. 1990, Reg. 448: ",
        "act_under": "Farm Products Payments Act",
        "url": "https://www.ontario.ca/laws/regulation/900448",
        "date_scraped": "2023-12-19 05:13:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900448/v7",
            "valid_from": "May  4, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/900448/v6",
            "valid_from": "July  1, 2011",
            "valid_to": "May  3, 2012"
        },
        {
            "a_href": "/laws/regulation/900448/v5",
            "valid_from": "June 28, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900448/v4",
            "valid_from": "January  1, 2010",
            "valid_to": "June 27, 2011"
        },
        {
            "a_href": "/laws/regulation/900448/v3",
            "valid_from": "December 16, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/900448/v2",
            "valid_from": "June 13, 2006",
            "valid_to": "December 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900448/v1",
            "valid_from": "July  9, 1997",
            "valid_to": "June 12, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Board” means the Grain Financial Protection Board; (“Commission”) “chief inspector” means the chief inspector appointed under the Grains Act; (“inspecteur en chef”) “dealer” means a person engaged in the business of buying grain corn from producers or in selling grain corn on behalf of producers; (“marchand”) “Fund” means the Fund for Grain Corn Producers; (“Fonds”) “grain corn” does not include popping corn, seed corn or sweet corn; (“maïs-grain”) “licence”, when referring to one held by a dealer, means a licence to engage in business as a dealer under the Grains Act and, when referring to one held by an operator, means a licence to engage in business as an operator under the Grains Act and “licensed” has a corresponding meaning; (“permis”) “local board” means the Grain Farmers of Ontario; (“commission locale”) “operator” means a grain elevator operator within the meaning of the Grains Act; (“exploitant”) “producer” means a person engaged in the production of grain corn. (“producteur”) R.R.O. 1990, Reg. 448, s. 1; O. Reg. 264/97, s. 1; O. Reg. 489/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Board” means the Grain Financial Protection Board; (“Commission”)</p> <p class=\"definition-e\">“chief inspector” means the chief inspector appointed under the <i>Grains Act</i>; (“inspecteur en chef”)</p> <p class=\"definition-e\">“dealer” means a person engaged in the business of buying grain corn from producers or in selling grain corn on behalf of producers; (“marchand”)</p> <p class=\"definition-e\">“Fund” means the Fund for Grain Corn Producers; (“Fonds”)</p> <p class=\"definition-e\">“grain corn” does not include popping corn, seed corn or sweet corn; (“maïs-grain”)</p> <p class=\"definition-e\">“licence”, when referring to one held by a dealer, means a licence to engage in business as a dealer under the <i>Grains Act </i>and, when referring to one held by an operator, means a licence to engage in business as an operator under the <i>Grains Act </i>and “licensed” has a corresponding meaning; (“permis”)</p> <p class=\"definition-e\">“local board” means the Grain Farmers of Ontario; (“commission locale”)</p> <p class=\"definition-e\">“operator” means a grain elevator operator within the meaning of the <i>Grains Act</i>; (“exploitant”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of grain corn. (“producteur”) R.R.O. 1990, Reg. 448, s. 1; O. Reg. 264/97, s. 1; O. Reg. 489/09, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The fund for producers of grain corn known as the Fund for Grain Corn Producers, is continued. R.R.O. 1990, Reg. 448, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The fund for producers of grain corn known as the Fund for Grain Corn Producers, is continued. R.R.O. 1990, Reg. 448, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The board known as the Grain Financial Protection Board, which shall be composed of not fewer than five members is continued to administer the Fund. R.R.O. 1990, Reg. 448, s. 3 (1). (2) The Minister may designate one of the members of the Board as chair and one as vice-chair. R.R.O. 1990, Reg. 448, s. 3 (2); O. Reg. 264/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The board known as the Grain Financial Protection Board, which shall be composed of not fewer than five members is continued to administer the Fund. R.R.O. 1990, Reg. 448, s. 3 (1).</p> <p class=\"subsection-e\">(2) The Minister may designate one of the members of the Board as chair and one as vice-chair. R.R.O. 1990, Reg. 448, s. 3 (2); O. Reg. 264/97, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Grain corn is designated as a farm product. R.R.O. 1990, Reg. 448, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Grain corn is designated as a farm product. R.R.O. 1990, Reg. 448, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Revoked: O. Reg. 323/11, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Revoked: O. Reg. 323/11, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) If grain corn is sold on a basis or delayed price contract, payment is due, (a) for the percentage of the market price payable on account, (i) if the grain corn is stored under the Grains Act, not later than 2 p.m. on the next trading day following the day of sale, and (ii) in any other case not covered by subclause (i), within 10 trading days after the day the grain corn is delivered to the purchaser; and (b) for the balance of the amount unpaid after payment on account, on the day the producer prices the grain corn to close out the contract. O. Reg. 264/97, s. 3. (2) If subsection (1) does not apply, payment for the grain corn is due, (a) if the grain corn is stored under the Grains Act, no later than 2 p.m. on the next trading day following the day of sale; and (b) in any other case not covered by clause (a), within 10 trading days after the day the grain corn is delivered to the purchaser. O. Reg. 264/97, s. 3. (3) If a producer has not priced grain corn to close out a basis or delayed price contract on or before the day on which the grounds for making the claim arose, the contract is considered closed out on that day. O. Reg. 264/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) If grain corn is sold on a basis or delayed price contract, payment is due,</p> <p class=\"clause-e\">(a) for the percentage of the market price payable on account,</p> <p class=\"subclause-e\">(i) if the grain corn is stored under the <i>Grains Act</i>, not later than 2 p.m. on the next trading day following the day of sale, and</p> <p class=\"subclause-e\">(ii) in any other case not covered by subclause (i), within 10 trading days after the day the grain corn is delivered to the purchaser; and</p> <p class=\"clause-e\">(b) for the balance of the amount unpaid after payment on account, on the day the producer prices the grain corn to close out the contract. O. Reg. 264/97, s. 3.</p> <p class=\"subsection-e\">(2) If subsection (1) does not apply, payment for the grain corn is due,</p> <p class=\"clause-e\">(a) if the grain corn is stored under the <i>Grains Act</i>, no later than 2 p.m. on the next trading day following the day of sale; and</p> <p class=\"clause-e\">(b) in any other case not covered by clause (a), within 10 trading days after the day the grain corn is delivered to the purchaser. O. Reg. 264/97, s. 3.</p> <p class=\"subsection-e\">(3) If a producer has not priced grain corn to close out a basis or delayed price contract on or before the day on which the grounds for making the claim arose, the contract is considered closed out on that day. O. Reg. 264/97, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. A producer or owner shall notify the chief inspector forthwith if, (a) the producer has not received payment for grain corn from a dealer as provided for in section 6; (b) the producer or owner has reason to believe that a dealer or operator has ceased to carry on business; (c) an operator who is storing grain corn on behalf of an owner fails to deliver any of the grain corn on demand; or (d) any of the assets of a dealer who has purchased grain corn from a producer or of an operator who is storing grain corn on behalf of an owner have been placed in the hands of a trustee for distribution under the Bankruptcy and Insolvency Act (Canada) or the Bulk Sales Act or in the hands of a receiver pursuant to a debenture or like instrument. O. Reg. 264/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A producer or owner shall notify the chief inspector forthwith if,</p> <p class=\"clause-e\">(a) the producer has not received payment for grain corn from a dealer as provided for in section 6;</p> <p class=\"clause-e\">(b) the producer or owner has reason to believe that a dealer or operator has ceased to carry on business;</p> <p class=\"clause-e\">(c) an operator who is storing grain corn on behalf of an owner fails to deliver any of the grain corn on demand; or</p> <p class=\"clause-e\">(d) any of the assets of a dealer who has purchased grain corn from a producer or of an operator who is storing grain corn on behalf of an owner have been placed in the hands of a trustee for distribution under the <i>Bankruptcy and Insolvency Act </i>(Canada) or the <i>Bulk Sales Act </i>or in the hands of a receiver pursuant to a debenture or like instrument. O. Reg. 264/97, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The, (a) placing of the whole or any part of the assets of a dealer in the hands of a receiver pursuant to a debenture or like instrument; or (b) ceasing, by a dealer or operator, to carry on business, is prescribed as an additional condition to those referred to in subsection 3 (1) of the Act under which a producer may apply for payment from the Fund. R.R.O. 1990, Reg. 448, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The,</p> <p class=\"clause-e\">(a) placing of the whole or any part of the assets of a dealer in the hands of a receiver pursuant to a debenture or like instrument; or</p> <p class=\"clause-e\">(b) ceasing, by a dealer or operator, to carry on business,</p> <p class=\"Ssection-e\">is prescribed as an additional condition to those referred to in subsection 3 (1) of the Act under which a producer may apply for payment from the Fund. R.R.O. 1990, Reg. 448, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) An application for payment from the Fund shall be made to the Board in a form satisfactory to the Board. R.R.O. 1990, Reg. 448, s. 9 (1). (2) A separate application shall be made to the Board in respect of each dealer against whom a producer has a claim and in respect of each operator against whom an owner has a claim. R.R.O. 1990, Reg. 448, s. 9 (2). (3) An application to the Board shall be made not later than thirty days next following the date on which the ground for making the claim arises. R.R.O. 1990, Reg. 448, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An application for payment from the Fund shall be made to the Board in a form satisfactory to the Board. R.R.O. 1990, Reg. 448, s. 9 (1).</p> <p class=\"subsection-e\">(2) A separate application shall be made to the Board in respect of each dealer against whom a producer has a claim and in respect of each operator against whom an owner has a claim. R.R.O. 1990, Reg. 448, s. 9 (2).</p> <p class=\"subsection-e\">(3) An application to the Board shall be made not later than thirty days next following the date on which the ground for making the claim arises. R.R.O. 1990, Reg. 448, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. On receiving an application under section 9, the Board shall give notice of the claim by registered mail, courier or facsimile transmission to the dealer or operator against whom the claim was made and shall notify the chief inspector. O. Reg. 264/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>On receiving an application under section 9, the Board shall give notice of the claim by registered mail, courier or facsimile transmission to the dealer or operator against whom the claim was made and shall notify the chief inspector. O. Reg. 264/97, s. 4.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The Board shall refuse to pay a claim that it determines is invalid and it shall, (a) give notice of the refusal, by registered mail, courier or facsimile transmission, to the applicant and to the dealer or operator; and (b) notify the chief inspector of the refusal. O. Reg. 264/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The Board shall refuse to pay a claim that it determines is invalid and it shall,</p> <p class=\"clause-e\">(a) give notice of the refusal, by registered mail, courier or facsimile transmission, to the applicant and to the dealer or operator; and</p> <p class=\"clause-e\">(b) notify the chief inspector of the refusal. O. Reg. 264/97, s. 4.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The Board shall pay a claim from the Fund if it determines that the claim is valid and shall notify the dealer or operator and the chief inspector of the payment. O. Reg. 264/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The Board shall pay a claim from the Fund if it determines that the claim is valid and shall notify the dealer or operator and the chief inspector of the payment. O. Reg. 264/97, s. 4.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) Where the Board makes a payment from the Fund, the dealer or operator in respect of whom the payment is made shall, (a) pay to the Board; or (b) commence to pay by instalments in accordance with an undertaking approved by the Board, the amount paid from the Fund. R.R.O. 1990, Reg. 448, s. 13 (1); O. Reg. 264/97, s. 5 (1). (2) The Board shall notify the chief inspector if a dealer or operator fails to make a lump sum payment or to make an instalment payment as it comes due under an undertaking referred to in subsection (1). O. Reg. 264/97, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Where the Board makes a payment from the Fund, the dealer or operator in respect of whom the payment is made shall,</p> <p class=\"clause-e\">(a) pay to the Board; or</p> <p class=\"clause-e\">(b) commence to pay by instalments in accordance with an undertaking approved by the Board,</p> <p class=\"Ssection-e\">the amount paid from the Fund. R.R.O. 1990, Reg. 448, s. 13 (1); O. Reg. 264/97, s. 5 (1).</p> <p class=\"subsection-e\">(2) The Board shall notify the chief inspector if a dealer or operator fails to make a lump sum payment or to make an instalment payment as it comes due under an undertaking referred to in subsection (1). O. Reg. 264/97, s. 5 (2).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) The Board may refuse to make payments in respect of a claim, (a) subject to subsection (2), where the applicant claims payment in respect of a dealer who is not a licensed dealer or an operator who is not a licensed operator; (b) where any cheque received by the applicant from a dealer is dishonoured by non-acceptance or non-payment unless the applicant has presented the cheque for payment within five banking days of the date on which the applicant received it; (c) where the applicant fails to make an application to the Board within the time prescribed by subsection 9 (3); (d) if the applicant has made an arrangement with the dealer to extend the time for payment under section 6; (e) where the applicant is not the producer of the grain corn in respect of which the claim is made; (f) if the basis or delayed price contract referred to in subsection 6 (1) is not in writing and signed by the applicant and the dealer; (g) if the applicant has failed to notify the chief inspector in accordance with section 7; or (h) if the applicant and the dealer or operator are associated in any way and the conduct of the applicant or, where the applicant is a corporation, of an officer or director of the applicant or person having power to direct the management of the applicant, caused the default in payment or failure to deliver the grain corn and, in the circumstances, it would be inequitable to make a payment from the Fund. R.R.O. 1990, Reg. 448, s. 14 (1); O. Reg. 264/97, s. 6. (2) An applicant may be paid from the Fund where the claim is made in respect of grain corn sold to or stored by a dealer or operator whose licence was suspended, revoked or not renewed or had expired, if at the time the sale or storage was made the applicant was unaware of that suspension, revocation, non-renewal or expiry. R.R.O. 1990, Reg. 448, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The Board may refuse to make payments in respect of a claim,</p> <p class=\"clause-e\">(a) subject to subsection (2), where the applicant claims payment in respect of a dealer who is not a licensed dealer or an operator who is not a licensed operator;</p> <p class=\"clause-e\">(b) where any cheque received by the applicant from a dealer is dishonoured by non-acceptance or non-payment unless the applicant has presented the cheque for payment within five banking days of the date on which the applicant received it;</p> <p class=\"clause-e\">(c) where the applicant fails to make an application to the Board within the time prescribed by subsection 9 (3);</p> <p class=\"clause-e\">(d) if the applicant has made an arrangement with the dealer to extend the time for payment under section 6;</p> <p class=\"clause-e\">(e) where the applicant is not the producer of the grain corn in respect of which the claim is made;</p> <p class=\"clause-e\">(f) if the basis or delayed price contract referred to in subsection 6 (1) is not in writing and signed by the applicant and the dealer;</p> <p class=\"clause-e\">(g) if the applicant has failed to notify the chief inspector in accordance with section 7; or</p> <p class=\"clause-e\">(h) if the applicant and the dealer or operator are associated in any way and the conduct of the applicant or, where the applicant is a corporation, of an officer or director of the applicant or person having power to direct the management of the applicant, caused the default in payment or failure to deliver the grain corn and, in the circumstances, it would be inequitable to make a payment from the Fund. R.R.O. 1990, Reg. 448, s. 14 (1); O. Reg. 264/97, s. 6.</p> <p class=\"subsection-e\">(2) An applicant may be paid from the Fund where the claim is made in respect of grain corn sold to or stored by a dealer or operator whose licence was suspended, revoked or not renewed or had expired, if at the time the sale or storage was made the applicant was unaware of that suspension, revocation, non-renewal or expiry. R.R.O. 1990, Reg. 448, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. The Board, having regard to the circumstances of a case, may make payment from the Fund where a claim for payment is made in substantial conformity with subsection 9 (3). R.R.O. 1990, Reg. 448, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The Board, having regard to the circumstances of a case, may make payment from the Fund where a claim for payment is made in substantial conformity with subsection 9 (3). R.R.O. 1990, Reg. 448, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) The amount that may be paid out of the Fund to an applicant on any one application is, (a) in the case of a claim under subsection 3 (2) of the Act, 95 per cent of the market value of the grain corn in respect of which the claim is made on the day on which the grounds arose for making the claim; (b) in the case of a claim made in respect of a basis or delayed price contract mentioned in subsection 6 (1), 95 per cent of the market price payable on the day the contract is closed out or considered to be closed out, less 75 per cent of the market price of the grain corn on the day payment on account was made unless the amount is more than 75 per cent in which case the actual amount paid; (c) in the case of a claim by an applicant mentioned in subsection (3), 95 per cent of the amount determined in accordance with subsections (3) and (4); and (d) in all cases not covered by clause (a), (b) or (c), 95 per cent of the amount of the claim. R.R.O. 1990, Reg. 448, s. 16 (1); O. Reg. 764/94, s. 1; O. Reg. 264/97, s. 7 (1). (2) For the purpose of subsection (1), any default in payment by the claimant to the producer organization under the Advance Payment for Crops Act (Canada) arising from any default in payment by a dealer or a failure by an operator to deliver grain corn shall be included in the amount of the applicant’s claim. R.R.O. 1990, Reg. 448, s. 16 (2). (3) Where the applicant is a producer or owner who, (a) holds a licence as a dealer and has purchased grain corn prior to the day on which the claim arose; or (b) holds a licence as an operator and has stored grain corn for other owners prior to the day on which the claim arose, the amount of grain corn in respect of which a claim may be paid out of the Fund shall not exceed the percentage calculated under subsection (4) of the amount of grain corn in respect of which the claim is made. R.R.O. 1990, Reg. 448, s. 16 (3); O. Reg. 264/97, s. 7 (2). (4) The percentage prescribed by subsection (3) shall be calculated by dividing the amount of grain corn produced by the applicant by the combined amount of any grain corn produced by the applicant, purchased by the applicant in their capacity as a dealer and stored by the applicant in their capacity as an operator. R.R.O. 1990, Reg. 448, s. 16 (4). Français ",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The amount that may be paid out of the Fund to an applicant on any one application is,</p> <p class=\"clause-e\">(a) in the case of a claim under subsection 3 (2) of the Act, 95 per cent of the market value of the grain corn in respect of which the claim is made on the day on which the grounds arose for making the claim;</p> <p class=\"clause-e\">(b) in the case of a claim made in respect of a basis or delayed price contract mentioned in subsection 6 (1), 95 per cent of the market price payable on the day the contract is closed out or considered to be closed out, less 75 per cent of the market price of the grain corn on the day payment on account was made unless the amount is more than 75 per cent in which case the actual amount paid;</p> <p class=\"clause-e\">(c) in the case of a claim by an applicant mentioned in subsection (3), 95 per cent of the amount determined in accordance with subsections (3) and (4); and</p> <p class=\"clause-e\">(d) in all cases not covered by clause (a), (b) or (c), 95 per cent of the amount of the claim. R.R.O. 1990, Reg. 448, s. 16 (1); O. Reg. 764/94, s. 1; O. Reg. 264/97, s. 7 (1).</p> <p class=\"subsection-e\">(2) For the purpose of subsection (1), any default in payment by the claimant to the producer organization under the <i>Advance Payment for Crops Act</i> (Canada) arising from any default in payment by a dealer or a failure by an operator to deliver grain corn shall be included in the amount of the applicant’s claim. R.R.O. 1990, Reg. 448, s. 16 (2).</p> <p class=\"subsection-e\">(3) Where the applicant is a producer or owner who,</p> <p class=\"clause-e\">(a) holds a licence as a dealer and has purchased grain corn prior to the day on which the claim arose; or</p> <p class=\"clause-e\">(b) holds a licence as an operator and has stored grain corn for other owners prior to the day on which the claim arose,</p> <p class=\"Ssubsection-e\">the amount of grain corn in respect of which a claim may be paid out of the Fund shall not exceed the percentage calculated under subsection (4) of the amount of grain corn in respect of which the claim is made. R.R.O. 1990, Reg. 448, s. 16 (3); O. Reg. 264/97, s. 7 (2).</p> <p class=\"subsection-e\">(4) The percentage prescribed by subsection (3) shall be calculated by dividing the amount of grain corn produced by the applicant by the combined amount of any grain corn produced by the applicant, purchased by the applicant in their capacity as a dealer and stored by the applicant in their capacity as an operator. R.R.O. 1990, Reg. 448, s. 16 (4).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900448_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900448_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}