{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 567: RABIES IMMUNIZATION",
        "reg_name_text": "RABIES IMMUNIZATION",
        "citation": "R.R.O. 1990, Reg. 567: ",
        "act_under": "Health Protection and Promotion Act",
        "url": "https://www.ontario.ca/laws/regulation/900567",
        "date_scraped": "2023-12-18 04:03:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900567/v9",
            "valid_from": "April  6, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/900567/v8",
            "valid_from": "December 14, 2018",
            "valid_to": "April  5, 2023"
        },
        {
            "a_href": "/laws/regulation/900567/v7",
            "valid_from": "July  1, 2018",
            "valid_to": "December 13, 2018"
        },
        {
            "a_href": "/laws/regulation/900567/v6",
            "valid_from": "May  1, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/900567/v5",
            "valid_from": "March 29, 2018",
            "valid_to": "April 30, 2018"
        },
        {
            "a_href": "/laws/regulation/900567/v4",
            "valid_from": "December 15, 2017",
            "valid_to": "March 28, 2018"
        },
        {
            "a_href": "/laws/regulation/900567/v3",
            "valid_from": "April  1, 2005",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/900567/v2",
            "valid_from": "March  3, 2005",
            "valid_to": "March 31, 2005"
        },
        {
            "a_href": "/laws/regulation/900567/v1",
            "valid_from": "September 13, 2001",
            "valid_to": "March  2, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. Every owner or person having the care or custody of a cat, dog or ferret three months of age or over shall ensure that the cat, dog or ferret is immunized against rabies. O. Reg. 497/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Every owner or person having the care or custody of a cat, dog or ferret three months of age or over shall ensure that the cat, dog or ferret is immunized against rabies. O. Reg. 497/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Every owner or person having the care or custody of a horse, cow, bull, steer, calf or sheep shall ensure that each such animal is immunized against rabies. O. Reg. 497/17, s. 1; O. Reg. 510/18, s. 1 (1). (2) Subsection (1) does not apply to a horse, cow, bull, steer, calf or sheep, (a) where the animal is accessible only to the person or persons who are responsible for the care and control of such animal; or (b) where the only time the animal is accessible by persons other than the persons described in clause (a) is when the animal is at a seasonal agricultural fair including those held by an agricultural society constituted under the Agricultural and Horticultural Organizations Act, unless the animal is part of an interactive display such as a petting zoo. O. Reg. 510/18, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Every owner or person having the care or custody of a horse, cow, bull, steer, calf or sheep shall ensure that each such animal is immunized against rabies. O. Reg. 497/17, s. 1; O. Reg. 510/18, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a horse, cow, bull, steer, calf or sheep,</p> <p class=\"clause-e\">  (a) where the animal is accessible only to the person or persons who are responsible for the care and control of such animal; or</p> <p class=\"clause-e\">  (b) where the only time the animal is accessible by persons other than the persons described in clause (a) is when the animal is at a seasonal agricultural fair including those held by an agricultural society constituted under the <i>Agricultural and Horticultural Organizations Act, </i>unless the animal is part of an interactive display such as a petting zoo. O. Reg. 510/18, s. 1 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Every owner or person having the care and custody of an animal that is required to be immunized against rabies under section 1 or subsection 2 (1) shall ensure that the animal is reimmunized against rabies by the date specified in the certificate of immunization issued with respect to the animal.  O. Reg. 320/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Every owner or person having the care and custody of an animal that is required to be immunized against rabies under section 1 or subsection 2 (1) shall ensure that the animal is reimmunized against rabies by the date specified in the certificate of immunization issued with respect to the animal.  O. Reg. 320/94, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Immunization against rabies shall be, (a) carried out by a veterinarian in Canada or the United States of America who is authorized to practise as a veterinarian in the jurisdiction where the vaccine is administered, or by the lawfully authorized delegate of such a veterinarian; and (b) by inoculation with a rabies vaccine that is licensed for use in the jurisdiction where it is administered and that is administered in accordance with the instructions of the manufacturer who produced the vaccine. R.R.O. 1990, Reg. 567, s. 4; O. Reg. 67/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Immunization against rabies shall be,</p> <p class=\"clause-e\">  (a) carried out by a veterinarian in Canada or the United States of America who is authorized to practise as a veterinarian in the jurisdiction where the vaccine is administered, or by the lawfully authorized delegate of such a veterinarian; and</p> <p class=\"clause-e\">  (b) by inoculation with a rabies vaccine that is licensed for use in the jurisdiction where it is administered and that is administered in accordance with the instructions of the manufacturer who produced the vaccine. R.R.O. 1990, Reg. 567, s. 4; O. Reg. 67/23, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) The owner or person having the care and custody of an animal that has been immunized or reimmunized against rabies shall be issued a certificate of immunization by the veterinarian who carried out the immunization or who authorized the delegate to carry out the immunization.  R.R.O. 1990, Reg. 567, s. 5 (1); O. Reg. 67/23, s. 2 (1). (2) In the case of a cat, dog or ferret, the veterinarian who carried out the immunization or who authorized the delegate to carry out the immunization shall also provide the owner or person with a rabies identification tag.  R.R.O. 1990, Reg. 567, s. 5 (2); O. Reg. 497/17, s. 2; O. Reg. 67/23, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The owner or person having the care and custody of an animal that has been immunized or reimmunized against rabies shall be issued a certificate of immunization by the veterinarian who carried out the immunization or who authorized the delegate to carry out the immunization.  R.R.O. 1990, Reg. 567, s. 5 (1); O. Reg. 67/23, s. 2 (1).</p> <p class=\"subsection-e\">  (2) In the case of a cat, dog or ferret, the veterinarian who carried out the immunization or who authorized the delegate to carry out the immunization shall also provide the owner or person with a rabies identification tag.  R.R.O. 1990, Reg. 567, s. 5 (2); O. Reg. 497/17, s. 2; O. Reg. 67/23, s. 2 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. A certificate of immunization shall be signed by the veterinarian who carried out the immunization or who authorized the delegate to carry out the immunization and shall contain, (a) the name and address of the owner or person having care or custody of the animal; (b) the species, breed, colour, sex, age and name of the animal; (c) markings, if any, on the animal; (d) any microchip number, tattoo number, or, where applicable, other permanent means of identifying the animal; (e) the approximate size of the animal; (f) the address of the clinic or other location where the animal was immunized; (g) the full name and contact information of the veterinarian who performed the immunization of the animal; (h) the name and serial number of the vaccine; (i) the reimmunization interval specified in the product monograph of the vaccine; (j) the date of the immunization; (k) a statement of whether the immunization is a primary immunization or a booster immunization; (l) the date by which the animal is to be reimmunized; and (m) the identification number on the rabies tag that is issued with respect to a cat, dog or ferret. R.R.O. 1990, Reg. 567, s. 6; O. Reg. 497/17, s. 3; O. Reg. 67/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A certificate of immunization shall be signed by the veterinarian who carried out the immunization or who authorized the delegate to carry out the immunization and shall contain,</p> <p class=\"clause-e\">  (a) the name and address of the owner or person having care or custody of the animal;</p> <p class=\"clause-e\">  (b) the species, breed, colour, sex, age and name of the animal;</p> <p class=\"clause-e\">  (c) markings, if any, on the animal;</p> <p class=\"clause-e\">  (d) any microchip number, tattoo number, or, where applicable, other permanent means of identifying the animal;</p> <p class=\"clause-e\">  (e) the approximate size of the animal;</p> <p class=\"clause-e\">  (f) the address of the clinic or other location where the animal was immunized;</p> <p class=\"clause-e\">  (g) the full name and contact information of the veterinarian who performed the immunization of the animal;</p> <p class=\"clause-e\">  (h) the name and serial number of the vaccine;</p> <p class=\"clause-e\">  (i) the reimmunization interval specified in the product monograph of the vaccine;</p> <p class=\"clause-e\">  (j) the date of the immunization;</p> <p class=\"clause-e\">  (k) a statement of whether the immunization is a primary immunization or a booster immunization;</p> <p class=\"clause-e\">  (l) the date by which the animal is to be reimmunized; and</p> <p class=\"clause-e\">  (m) the identification number on the rabies tag that is issued with respect to a cat, dog or ferret. R.R.O. 1990, Reg. 567, s. 6; O. Reg. 497/17, s. 3; O. Reg. 67/23, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The owner or person having the care or custody of an animal that has a medical condition precluding the safe immunization or reimmunization of the animal against rabies is exempt from the requirements of this Regulation if, (a) a statement of exemption is issued by a veterinarian with respect to the animal that contains the information in subsection (2); and (b) the animal is controlled in such a manner as to preclude its being exposed to rabies. O. Reg. 497/17, s. 4. (2) A statement of exemption shall be signed by the veterinarian who issued the statement and shall contain, (a) the name and address of the owner or person having care or custody of the animal; (b) the species, breed, sex, colour, age and name of the animal; (c) markings, if any, on the animal; (d) any microchip number, tattoo number, or, where applicable, other permanent means of identifying the animal; (e) the approximate size of the animal; (f) the date of each previous rabies immunization and any relevant adverse effects related to the immunization documented in the medical record of the animal; (g) the medical condition precluding the safe immunization or reimmunization of the animal, as the case may be; (h) the duration of the exemption from the requirement to immunize the animal; (i) the full name and contact information of the veterinarian who issued the statement of exemption; and (j) the date of the statement of exemption. O. Reg. 497/17, s. 4. (3) An owner or person referred to in subsection (1) continues to be exempt from the requirements of this Regulation for the duration of the exemption provided in the statement of exemption. O. Reg. 497/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The owner or person having the care or custody of an animal that has a medical condition precluding the safe immunization or reimmunization of the animal against rabies is exempt from the requirements of this Regulation if,</p> <p class=\"clause-e\">  (a) a statement of exemption is issued by a veterinarian with respect to the animal that contains the information in subsection (2); and</p> <p class=\"clause-e\">  (b) the animal is controlled in such a manner as to preclude its being exposed to rabies. O. Reg. 497/17, s. 4.</p> <p class=\"subsection-e\">  (2) A statement of exemption shall be signed by the veterinarian who issued the statement and shall contain,</p> <p class=\"clause-e\">  (a) the name and address of the owner or person having care or custody of the animal;</p> <p class=\"clause-e\">  (b) the species, breed, sex, colour, age and name of the animal;</p> <p class=\"clause-e\">  (c) markings, if any, on the animal;</p> <p class=\"clause-e\">  (d) any microchip number, tattoo number, or, where applicable, other permanent means of identifying the animal;</p> <p class=\"clause-e\">  (e) the approximate size of the animal;</p> <p class=\"clause-e\">  (f) the date of each previous rabies immunization and any relevant adverse effects related to the immunization documented in the medical record of the animal;</p> <p class=\"clause-e\">  (g) the medical condition precluding the safe immunization or reimmunization of the animal, as the case may be;</p> <p class=\"clause-e\">  (h) the duration of the exemption from the requirement to immunize the animal;</p> <p class=\"clause-e\">  (i) the full name and contact information of the veterinarian who issued the statement of exemption; and</p> <p class=\"clause-e\">  (j) the date of the statement of exemption. O. Reg. 497/17, s. 4.</p> <p class=\"subsection-e\">  (3) An owner or person referred to in subsection (1) continues to be exempt from the requirements of this Regulation for the duration of the exemption provided in the statement of exemption. O. Reg. 497/17, s. 4.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. A copy of each certificate of immunization or statement of exemption, as the case may be, issued under this Regulation shall be retained by the person who issued it for a period of three years from the date of its issue. O. Reg. 497/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A copy of each certificate of immunization or statement of exemption, as the case may be, issued under this Regulation shall be retained by the person who issued it for a period of three years from the date of its issue. O. Reg. 497/17, s. 4.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. The owner or person having care or custody of an animal that is subject to the rabies immunization requirements in section 1 or 2 shall provide a copy of the certificate of immunization or statement of exemption for that animal to a medical officer of health or a public health inspector upon request. O. Reg. 497/17, s. 4. Tables 1, 2 Revoked: O. Reg. 497/17, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The owner or person having care or custody of an animal that is subject to the rabies immunization requirements in section 1 or 2 shall provide a copy of the certificate of immunization or statement of exemption for that animal to a medical officer of health or a public health inspector upon request. O. Reg. 497/17, s. 4.</p> <p class=\"tableheadingRepeal-e\"><span class=\"ovallcaps\">Tables</span> 1, 2 <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 497/17, s. 5.</p> <p class=\"tableheadingRepeal-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900567\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}