{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1060: HOISTING ENGINEER",
        "reg_name_text": "HOISTING ENGINEER",
        "citation": "R.R.O. 1990, Reg. 1060: ",
        "act_under": "Trades Qualification and Apprenticeship Act   Loi sur la qualification professionnelle et l’apprentissage des gens de métier",
        "url": "https://www.ontario.ca/laws/regulation/901060",
        "date_scraped": "2023-12-19 04:46:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901060/v4",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901060/v3",
            "valid_from": "April  1, 2008",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/901060/v2",
            "valid_from": "July  5, 2007",
            "valid_to": "March 31, 2008"
        },
        {
            "a_href": "/laws/regulation/901060/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "July  4, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “mobile crane” means a mechanical device or structure that incorporates a boom that, (a) is capable of moving in the vertical and horizontal plane, (b) is capable of raising, lowering or moving a load suspended from the boom by a hook or rope, and (c) is mounted on a mobile base or chassis, and includes a telescoping or articulated boom but does not include equipment that is used exclusively for fire-fighting or by automotive wreckers and tow trucks to clear wrecks and haul vehicles; “tower crane” means a mechanical device or structure that is of the travelling, fixed or climbing type and that has, (a) a boom, power driven drum and wire rope to raise, lower or move material, and (b) a vertical mast or tower and jib. R.R.O. 1990, Reg. 1060, s. 1; O. Reg. 328/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“mobile crane” means a mechanical device or structure that incorporates a boom that,</p> <p class=\"defclause-e\">(a) is capable of moving in the vertical and horizontal plane,</p> <p class=\"defclause-e\">(b) is capable of raising, lowering or moving a load suspended from the boom by a hook or rope, and</p> <p class=\"defclause-e\">(c) is mounted on a mobile base or chassis,</p> <p class=\"Sdefinition-e\">and includes a telescoping or articulated boom but does not include equipment that is used exclusively for fire-fighting or by automotive wreckers and tow trucks to clear wrecks and haul vehicles;</p> <p class=\"definition-e\">“tower crane” means a mechanical device or structure that is of the travelling, fixed or climbing type and that has,</p> <p class=\"defclause-e\">(a) a boom, power driven drum and wire rope to raise, lower or move material, and</p> <p class=\"defclause-e\">(b) a vertical mast or tower and jib. R.R.O. 1990, Reg. 1060, s. 1; O. Reg. 328/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of hoisting engineer is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1060, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of hoisting engineer is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1060, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The trade of hoisting engineer is composed of three branches as follows: 1. Branch 1, mobile crane operators who maintain and operate mobile cranes that are capable of raising, lowering or moving any material that weighs more than 16,000 pounds. 2. Branch 2, mobile crane operators who maintain and operate mobile cranes that are capable of raising, lowering or moving only material that weighs more than 16,000 pounds but no more than 30,000 pounds. 3. Branch 3, tower crane operators who maintain and operate tower cranes. R.R.O. 1990, Reg. 1060, s. 3; O. Reg. 328/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The trade of hoisting engineer is composed of three branches as follows:</p> <p class=\"paragraph-e\">1. Branch 1, mobile crane operators who maintain and operate mobile cranes that are capable of raising, lowering or moving any material that weighs more than 16,000 pounds.</p> <p class=\"paragraph-e\">2. Branch 2, mobile crane operators who maintain and operate mobile cranes that are capable of raising, lowering or moving only material that weighs more than 16,000 pounds but no more than 30,000 pounds.</p> <p class=\"paragraph-e\">3. Branch 3, tower crane operators who maintain and operate tower cranes. R.R.O. 1990, Reg. 1060, s. 3; O. Reg. 328/07, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Apprentice training programs for each of the branches of the trade of hoisting engineer are established in accordance with this section and sections 5, 6, 7 and 8. O. Reg. 328/07, s. 3. (2) The apprentice training programs for each branch of the trade of hoisting engineer shall include the following two components: 1. Classes that provide training and instruction. 2. On the job work experience. O. Reg. 328/07, s. 3. (3) A period of apprentice training included in the apprentice training programs under section 5, 6, 7 or 8 may include either or both of the components referred to in subsection (2). O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Apprentice training programs for each of the branches of the trade of hoisting engineer are established in accordance with this section and sections 5, 6, 7 and 8. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(2) The apprentice training programs for each branch of the trade of hoisting engineer shall include the following two components:</p> <p class=\"paragraph-e\">1. Classes that provide training and instruction.</p> <p class=\"paragraph-e\">2. On the job work experience. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(3) A period of apprentice training included in the apprentice training programs under section 5, 6, 7 or 8 may include either or both of the components referred to in subsection (2). O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The apprentice training program for Branch 1 of the trade of hoisting engineer shall consist of three periods and each period shall include 2,000 hours of apprentice training. O. Reg. 328/07, s. 3. (2) The apprentice training program for Branch 2 of the trade of hoisting engineer shall consist of one period of apprentice training of 1,000 hours. O. Reg. 328/07, s. 3. (3) The apprentice training program for Branch 3 of the trade of hoisting engineer shall consist of two periods and each period shall include 1,500 hours of apprentice training. O. Reg. 328/07, s. 3. (4) An employer shall not establish an apprentice training program unless the program is approved by the Director. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The apprentice training program for Branch 1 of the trade of hoisting engineer shall consist of three periods and each period shall include 2,000 hours of apprentice training. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(2) The apprentice training program for Branch 2 of the trade of hoisting engineer shall consist of one period of apprentice training of 1,000 hours. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(3) The apprentice training program for Branch 3 of the trade of hoisting engineer shall consist of two periods and each period shall include 1,500 hours of apprentice training. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(4) An employer shall not establish an apprentice training program unless the program is approved by the Director. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Despite subsections 5 (1) and (2), for the holder of a certificate of qualification in Branch 3 of the trade of hoisting engineer, (a) the apprentice training program for Branch 1 of the trade of hoisting engineer shall consist of two periods and each period shall include 2,000 hours of apprentice training; and (b) the apprentice training program for Branch 2 of the trade of hoisting engineer shall consist of one period of apprentice training of 1,000 hours. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Despite subsections 5 (1) and (2), for the holder of a certificate of qualification in Branch 3 of the trade of hoisting engineer,</p> <p class=\"clause-e\">(a) the apprentice training program for Branch 1 of the trade of hoisting engineer shall consist of two periods and each period shall include 2,000 hours of apprentice training; and</p> <p class=\"clause-e\">(b) the apprentice training program for Branch 2 of the trade of hoisting engineer shall consist of one period of apprentice training of 1,000 hours. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Despite subsection 5 (3), for the holder of a certificate of qualification in Branch 1 of the trade of hoisting engineer, an apprentice training program for Branch 3 of the trade shall consist of one period of apprentice training of 1,000 hours. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Despite subsection 5 (3), for the holder of a certificate of qualification in Branch 1 of the trade of hoisting engineer, an apprentice training program for Branch 3 of the trade shall consist of one period of apprentice training of 1,000 hours. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Despite subsections 5 (1) and (3), for the holder of a certificate of qualification in Branch 2 of the trade of hoisting engineer, (a) the apprentice training program for Branch 1 of the trade shall consist of three periods and each period shall include 1,700 hours of apprentice training; and (b) the apprentice training program for Branch 3 of the trade shall consist of two periods and each period shall include 1,000 hours of apprentice training. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Despite subsections 5 (1) and (3), for the holder of a certificate of qualification in Branch 2 of the trade of hoisting engineer,</p> <p class=\"clause-e\">(a) the apprentice training program for Branch 1 of the trade shall consist of three periods and each period shall include 1,700 hours of apprentice training; and</p> <p class=\"clause-e\">(b) the apprentice training program for Branch 3 of the trade shall consist of two periods and each period shall include 1,000 hours of apprentice training. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act, hours worked by an apprentice in the trade of hoisting engineer in excess of his or her regular daily hours of on the job work experience shall be included when determining whether the apprentice has fulfilled the hours of apprentice training required under section 5, 6, 7 or 8. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act, hours worked by an apprentice in the trade<b> </b>of hoisting engineer in excess of his or her regular daily hours of on the job work experience shall be included when determining whether the apprentice has fulfilled the hours of apprentice training required under section 5, 6, 7 or 8. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) Subject to subsection (2), the rate of wages to be paid by an employer to an apprentice working in Branch 1 of the trade of hoisting engineer during the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in Branch 1 of the trade: 1. During the first period of apprentice training, 40 per cent. 2. During the second period of apprentice training, 60 per cent. 3. During the third period of apprentice training, 80 per cent. O. Reg. 328/07, s. 3. (2) In the case of an apprentice working in Branch 1 of the trade of hoisting engineer who holds a certificate of qualification in Branch 3 of the trade, the rate of wages to be paid by an employer for work performed by the apprentice during the apprentice training program described in clause 6 (a) shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in Branch 1 of the trade: 1. During the first period of apprentice training, 60 per cent. 2. During the second period of apprentice training, 80 per cent. O. Reg. 328/07, s. 3. (3) If an employer employs an apprentice in Branch 1 of the trade of hoisting engineer but does not employ other journeypersons in that Branch, the apprentice’s rate of wages shall be determined in accordance with subsection (1) or (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in Branch 1 of the trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in that Branch in the locality in which the apprentice is employed. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Subject to subsection (2), the rate of wages to be paid by an employer to an apprentice working in Branch 1 of the trade of hoisting engineer during the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in Branch 1 of the trade:</p> <p class=\"paragraph-e\">1. During the first period of apprentice training, 40 per cent.</p> <p class=\"paragraph-e\">2. During the second period of apprentice training, 60 per cent.</p> <p class=\"paragraph-e\">3. During the third period of apprentice training, 80 per cent. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(2) In the case of an apprentice working in Branch 1 of the trade of hoisting engineer who holds a certificate of qualification in Branch 3 of the trade, the rate of wages to be paid by an employer for work performed by the apprentice during the apprentice training program described in clause 6 (a) shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in Branch 1 of the trade:</p> <p class=\"paragraph-e\">1. During the first period of apprentice training, 60 per cent.</p> <p class=\"paragraph-e\">2. During the second period of apprentice training, 80 per cent. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(3) If an employer employs an apprentice in Branch 1 of the trade of hoisting engineer but does not employ other journeypersons in that Branch, the apprentice’s rate of wages shall be determined in accordance with subsection (1) or (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in Branch 1 of the trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in that Branch in the locality in which the apprentice is employed. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The rate of wages to be paid by an employer to an apprentice in Branch 2 of the trade of hoisting engineer shall not be less than the minimum rate of wages prescribed under the Employment Standards Act, 2000. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The rate of wages to be paid by an employer to an apprentice in Branch 2 of the trade of hoisting engineer shall not be less than the minimum rate of wages prescribed under the <i>Employment Standards Act, 2000</i>. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) Subject to subsection (2), the rate of wages to be paid by an employer to an apprentice working in Branch 3 of the trade of hoisting engineer during the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in Branch 3 of the trade: 1. During the first period of apprentice training, 40 per cent. 2. During the second period of apprentice training, 70 per cent. O. Reg. 328/07, s. 3. (2) In the case of an apprentice working in Branch 3 of the trade of hoisting engineer who holds a certificate of qualification in Branch 1 of the trade, the rate of wages to be paid by an employer for work performed by the apprentice during the period of apprentice training referred to in section 7 shall be no less than 70 per cent of the average hourly rate of wages for journeypersons employed by the employer in Branch 3 of the trade. O. Reg. 328/07, s. 3. (3) If an employer employs an apprentice in Branch 3 of the trade of hoisting engineer but does not employ other journeypersons in that Branch, the apprentice’s rate of wages shall be determined in accordance with subsection (1) or (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in Branch 3 of the trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in that Branch in the locality in which the apprentice is employed. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Subject to subsection (2), the rate of wages to be paid by an employer to an apprentice working in Branch 3 of the trade of hoisting engineer during the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in Branch 3 of the trade:</p> <p class=\"paragraph-e\">1. During the first period of apprentice training, 40 per cent.</p> <p class=\"paragraph-e\">2. During the second period of apprentice training, 70 per cent. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(2) In the case of an apprentice working in Branch 3 of the trade of hoisting engineer who holds a certificate of qualification in Branch 1 of the trade, the rate of wages to be paid by an employer for work performed by the apprentice during the period of apprentice training referred to in section 7 shall be no less than 70 per cent of the average hourly rate of wages for journeypersons employed by the employer in Branch 3 of the trade. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(3) If an employer employs an apprentice in Branch 3 of the trade of hoisting engineer but does not employ other journeypersons in that Branch, the apprentice’s rate of wages shall be determined in accordance with subsection (1) or (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in Branch 3 of the trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in that Branch in the locality in which the apprentice is employed. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. Sections 10, 11 and 12 apply to the determination of rates of wages for regular daily hours of work of an apprentice as well as for hours of work in excess of regular daily hours of work. O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>Sections 10, 11 and 12 apply to the determination of rates of wages for regular daily hours of work of an apprentice as well as for hours of work in excess of regular daily hours of work. O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) The number of apprentices who may be employed by an employer in the trade of hoisting engineer shall not exceed the number of journeypersons employed by the employer in the trade. O. Reg. 328/07, s. 3. (2) If an employer is a journeyperson, he or she shall be included in the number of journeypersons employed by the employer for the purposes of determining the number of apprentices who may be employed by the employer under subsection (1). O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The number of apprentices who may be employed by an employer in the trade of hoisting engineer shall not exceed the number of journeypersons employed by the employer in the trade. O. Reg. 328/07, s. 3.</p> <p class=\"subsection-e\">(2) If an employer is a journeyperson, he or she shall be included in the number of journeypersons employed by the employer for the purposes of determining the number of apprentices who may be employed by the employer under subsection (1). O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "15., 16.",
            "section": null,
            "content": "15., 16. Revoked: O. Reg. 328/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>15., 16. </b>Revoked: O. Reg. 328/07, s. 3.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. Clause 12 (a) of the Act does not apply to Branches 2 and 3 of the trade of hoisting engineer. R.R.O. 1990, Reg. 1060, s. 17; O. Reg. 328/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>Clause 12 (a) of the Act does not apply to Branches 2 and 3 of the trade of hoisting engineer. R.R.O. 1990, Reg. 1060, s. 17; O. Reg. 328/07, s. 4.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. Subsection 10 (4) of the Act does not apply to a person who is working in the trade of hoisting engineer when this Regulation comes into force. R.R.O. 1990, Reg. 1060, s. 18. SCHEDULES 1, 2 REVOKED: O. Reg. 328/07, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Subsection 10 (4) of the Act does not apply to a person who is working in the trade of hoisting engineer when this Regulation comes into force. R.R.O. 1990, Reg. 1060, s. 18.</p> <p class=\"scheduleRevoked-e\">SCHEDULES 1, 2 REVOKED: O. Reg. 328/07, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}