{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 641: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 641: ",
        "act_under": "Housing Development Act   Loi sur le développement du logement",
        "url": "https://www.ontario.ca/laws/regulation/900641",
        "date_scraped": "2023-12-19 02:30:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  3, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900641/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "August  2, 2017"
        },
        {
            "a_href": "/laws/regulation/900641/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "June 12, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “adjusted household income” means the gross annual income from all sources of the principal wage earner of a household and his or her spouse during the 12 months immediately preceding the date of the application for a loan or during the preceding calendar year, whichever is the greater, after deducting, (a) earnings of the spouse up to $1,000, (b) $300 for each dependent child, (c) the first $1,000 of earnings of a one-parent household, (d) living out or travelling expenses of the principal wage earner of a household and his or her spouse, but not including living out or travelling expenses for which there is reimbursement by the employer or travelling expenses to and from the place of employment, and (e) in the case of self-employment of the principal wage earner of a household or his or her spouse, the expenses that are, (i) incurred in the earning of income, and (ii) permitted deductions under the Income Tax Act (Canada); “dwelling unit” means a self-contained unit occupied as a principal residence by a household; “federal funding” means loans made under section 51 of the National Housing Act (Canada); “fiscal year” means the period from the 1st day of April in one year to the 31st day of March in the next year; “handicapped person” means a person residing in a dwelling unit who is the owner or a relative of the owner of the unit and can produce medical evidence that he or she has a major permanent physical disability; “loan” means money advanced to an owner for the repair, rehabilitation and improvement of a dwelling unit; “occupant” includes a person who will be an occupant immediately upon the completion of the repair, rehabilitation or improvement for which the loan is made; “owner” means a person who is an occupant of a dwelling unit and is, (a) an owner in fee simple of the dwelling unit either solely, or as a joint tenant or tenant in common, (b) the purchaser, either solely or jointly, for valuable consideration under a long-term agreement of purchase and sale of the dwelling unit, (c) the holder of a life estate in the dwelling unit, (d) the owner of the dwelling unit but not of the land on which the dwelling unit is situated, and who is the lessee of such land under a lease where the unexpired term of the lease is twenty-one years or more commencing after the date of the application for a loan, or (e) the purchaser of the dwelling unit under an agreement for sale of land from The Director, The Veterans’ Land Act (Canada); “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage.  R.R.O. 1990, Reg. 641, s. 1; O. Reg. 73/00, s. 1; O. Reg. 339/05, s. 1. Grants",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“adjusted household income” means the gross annual income from all sources of the principal wage earner of a household and his or her spouse during the 12 months immediately preceding the date of the application for a loan or during the preceding calendar year, whichever is the greater, after deducting, </p> <p class=\"defclause-e\">  (a) earnings of the spouse up to $1,000,</p> <p class=\"defclause-e\">  (b) $300 for each dependent child,</p> <p class=\"defclause-e\">  (c) the first $1,000 of earnings of a one-parent household,</p> <p class=\"defclause-e\">  (d) living out or travelling expenses of the principal wage earner of a household and his or her spouse, but not including living out or travelling expenses for which there is reimbursement by the employer or travelling expenses to and from the place of employment, and</p> <p class=\"defclause-e\">  (e) in the case of self-employment of the principal wage earner of a household or his or her spouse, the expenses that are,</p> <p class=\"defsubclause-e\">  (i) incurred in the earning of income, and</p> <p class=\"defsubclause-e\">  (ii) permitted deductions under the <i>Income Tax Act</i> (Canada);</p> <p class=\"definition-e\">“dwelling unit” means a self-contained unit occupied as a principal residence by a household;</p> <p class=\"definition-e\">“federal funding” means loans made under section 51 of the <i>National Housing Act</i> (Canada);</p> <p class=\"definition-e\">“fiscal year” means the period from the 1st day of April in one year to the 31st day of March in the next year;</p> <p class=\"definition-e\">“handicapped person” means a person residing in a dwelling unit who is the owner or a relative of the owner of the unit and can produce medical evidence that he or she has a major permanent physical disability;</p> <p class=\"definition-e\">“loan” means money advanced to an owner for the repair, rehabilitation and improvement of a dwelling unit;</p> <p class=\"definition-e\">“occupant” includes a person who will be an occupant immediately upon the completion of the repair, rehabilitation or improvement for which the loan is made;</p> <p class=\"definition-e\">“owner” means a person who is an occupant of a dwelling unit and is,</p> <p class=\"defclause-e\">  (a) an owner in fee simple of the dwelling unit either solely, or as a joint tenant or tenant in common,</p> <p class=\"defclause-e\">  (b) the purchaser, either solely or jointly, for valuable consideration under a long-term agreement of purchase and sale of the dwelling unit,</p> <p class=\"defclause-e\">  (c) the holder of a life estate in the dwelling unit,</p> <p class=\"defclause-e\">  (d) the owner of the dwelling unit but not of the land on which the dwelling unit is situated, and who is the lessee of such land under a lease where the unexpired term of the lease is twenty-one years or more commencing after the date of the application for a loan, or</p> <p class=\"defclause-e\">  (e) the purchaser of the dwelling unit under an agreement for sale of land from The Director, <i>The Veterans’ Land Act</i> (Canada);</p> <p class=\"definition-e\">“spouse” means,</p> <p class=\"defclause-e\">  (a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">  (b) either of two persons who live together in a conjugal relationship outside marriage.  R.R.O. 1990, Reg. 641, s. 1; O. Reg. 73/00, s. 1; O. Reg. 339/05, s. 1.</p> <p class=\"heading1-e\">Grants</p>"
        },
        {
            "id": "2.",
            "section": "Grants",
            "content": " 2. (1) No later than July 16, 1993, the Minister may make annual grants up to an amount based on the population of the municipality as shown in the municipal directory prepared by the Ministry of Housing for the year in which the grants are made multiplied by the appropriate amount as set out in Schedule 1 to municipalities that make application for a grant and attach with the application, (a) certified copies of all by-laws passed under section 44 of the Planning Act or under any private Act of the Province of Ontario or, where no such by-laws have been passed, certified copies of all resolutions of the council of the applicant municipality pertaining to building maintenance, health, safety and sanitary conditions; (b) where the applicant is an area municipality within a regional area, a certified copy of a resolution of the council of the regional municipality confirming that the regional municipality will not be making an application for an annual grant; and (c) a certified copy of a resolution of the council of the applicant municipality authorizing the application.  R.R.O. 1990, Reg. 641, s. 2 (1); O. Reg. 422/93, s. 1 (1); O. Reg. 322/17, s. 1. (2) Where the applicant is a regional municipality, the computation of grants shall be based on the population of each constituent area municipality. (3) The Minister may require the municipality to repay to the Province of Ontario, (a) any part of a trust fund established under clause 4 (b) that is used for a purpose other than, (i) that for which the trust fund was established, or (ii) those investments permitted by clause 4 (c); and (b) any amount accumulated in a trust fund that exceeds the amount used for loans or grants under the program.  R.R.O. 1990, Reg. 641, s. 2 (2, 3). (3.1) The Minister may conduct or cause to be conducted whatever inspections and audits of a trust fund that the Minister requires.  O. Reg. 422/93, s. 1 (2). Condition Of Grants",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) No later than July 16, 1993, the Minister may make annual grants up to an amount based on the population of the municipality as shown in the municipal directory prepared by the Ministry of Housing for the year in which the grants are made multiplied by the appropriate amount as set out in Schedule 1 to municipalities that make application for a grant and attach with the application,</p> <p class=\"clause-e\">  (a) certified copies of all by-laws passed under section 44 of the <i>Planning Act</i> or under any private Act of the Province of Ontario or, where no such by-laws have been passed, certified copies of all resolutions of the council of the applicant municipality pertaining to building maintenance, health, safety and sanitary conditions;</p> <p class=\"clause-e\">  (b) where the applicant is an area municipality within a regional area, a certified copy of a resolution of the council of the regional municipality confirming that the regional municipality will not be making an application for an annual grant; and</p> <p class=\"clause-e\">  (c) a certified copy of a resolution of the council of the applicant municipality authorizing the application.  R.R.O. 1990, Reg. 641, s. 2 (1); O. Reg. 422/93, s. 1 (1); O. Reg. 322/17, s. 1.</p> <p class=\"subsection-e\">  (2) Where the applicant is a regional municipality, the computation of grants shall be based on the population of each constituent area municipality.</p> <p class=\"subsection-e\">  (3) The Minister may require the municipality to repay to the Province of Ontario,</p> <p class=\"clause-e\">  (a) any part of a trust fund established under clause 4 (b) that is used for a purpose other than,</p> <p class=\"subclause-e\">  (i) that for which the trust fund was established, or</p> <p class=\"subclause-e\">  (ii) those investments permitted by clause 4 (c); and</p> <p class=\"clause-e\">  (b) any amount accumulated in a trust fund that exceeds the amount used for loans or grants under the program.  R.R.O. 1990, Reg. 641, s. 2 (2, 3).</p> <p class=\"subsection-e\">  (3.1) The Minister may conduct or cause to be conducted whatever inspections and audits of a trust fund that the Minister requires.  O. Reg. 422/93, s. 1 (2).</p> <p class=\"heading1-e\">Condition Of Grants</p>"
        },
        {
            "id": "3.",
            "section": "Condition Of Grants",
            "content": " 3. (1) It is a condition attaching to all grants made by the Minister to a municipality under this Regulation that the money in the trust fund established under clause 4 (b) be used by the municipality only to make loans, no later than July 16, 1993, each in an amount not exceeding $7,500, subject to subsection (2), less any amounts received through federal funding, to owners who, (a) make application; (b) reside in the municipality; and (c) qualify for a loan under this Regulation to assist in the repair, rehabilitation and improvement of real property used for residential purposes and occupied by its owner.  R.R.O. 1990, Reg. 641, s. 3 (1); O. Reg. 422/93, s. 2; O. Reg. 322/17, s. 2. (2) Where a loan made under subsection (1) is to assist in the modification of a dwelling unit to accommodate the needs of a handicapped person residing therein, the amount of the loan shall not exceed $9,500, less any amounts received through federal funding.  R.R.O. 1990, Reg. 641, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) It is a condition attaching to all grants made by the Minister to a municipality under this Regulation that the money in the trust fund established under clause 4 (b) be used by the municipality only to make loans, no later than July 16, 1993, each in an amount not exceeding $7,500, subject to subsection (2), less any amounts received through federal funding, to owners who,</p> <p class=\"clause-e\">  (a) make application;</p> <p class=\"clause-e\">  (b) reside in the municipality; and</p> <p class=\"clause-e\">  (c) qualify for a loan under this Regulation to assist in the repair, rehabilitation and improvement of real property used for residential purposes and occupied by its owner.  R.R.O. 1990, Reg. 641, s. 3 (1); O. Reg. 422/93, s. 2; O. Reg. 322/17, s. 2.</p> <p class=\"subsection-e\">  (2) Where a loan made under subsection (1) is to assist in the modification of a dwelling unit to accommodate the needs of a handicapped person residing therein, the amount of the loan shall not exceed $9,500, less any amounts received through federal funding.  R.R.O. 1990, Reg. 641, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Condition Of Grants",
            "content": " 4. Every municipality that receives a grant under this Regulation shall, (a) ensure that there be taken in the name of the municipality as security for any loan, including the forgivable and repayable portions thereof, a lien as provided for by subsection 3 (2) of the Act or a promissory note as provided for by subsection 3 (4) of the Act; (b) establish a trust fund and deposit in it all money received under this Regulation, all money received in repayment of loans made under this Regulation, and all interest accruing thereon; (c) be allowed to invest any part of the trust fund in investments authorized for a trustee under clauses 26 (e), (g) and (h) of the Trustee Act until the money invested is required for a repayment to the Province of Ontario under section 4.1; (d) provide the Minister with whatever information, records or accounts the Minister may require pertaining to any application, loan or any other matter provided for in this Regulation; (e) be allowed to retain out of the grant to the municipality as charges for the processing of loans amounts calculated as set out in Schedule 3; (f) ensure that where there are by-laws as referred to in clause 2 (1) (a) loans shall be made to bring dwellings up to the standards set out in the by-laws, or where there are no such by-laws, loans shall be made to bring dwellings up to the standards set out in the resolutions referred to in clause 2 (1) (a); and (g) upon request of the Minister under subsection 2 (3), pay back to the Province of Ontario forthwith the whole or any part of the trust fund.  R.R.O. 1990, Reg. 641, s. 4; O. Reg. 422/93, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every municipality that receives a grant under this Regulation shall,</p> <p class=\"clause-e\">  (a) ensure that there be taken in the name of the municipality as security for any loan, including the forgivable and repayable portions thereof, a lien as provided for by subsection 3 (2) of the Act or a promissory note as provided for by subsection 3 (4) of the Act;</p> <p class=\"clause-e\">  (b) establish a trust fund and deposit in it all money received under this Regulation, all money received in repayment of loans made under this Regulation, and all interest accruing thereon;</p> <p class=\"clause-e\">  (c) be allowed to invest any part of the trust fund in investments authorized for a trustee under clauses 26 (e), (g) and (h) of the <i>Trustee Act</i> until the money invested is required for a repayment to the Province of Ontario under section 4.1;</p> <p class=\"clause-e\">  (d) provide the Minister with whatever information, records or accounts the Minister may require pertaining to any application, loan or any other matter provided for in this Regulation;</p> <p class=\"clause-e\">  (e) be allowed to retain out of the grant to the municipality as charges for the processing of loans amounts calculated as set out in Schedule 3;</p> <p class=\"clause-e\">  (f) ensure that where there are by-laws as referred to in clause 2 (1) (a) loans shall be made to bring dwellings up to the standards set out in the by-laws, or where there are no such by-laws, loans shall be made to bring dwellings up to the standards set out in the resolutions referred to in clause 2 (1) (a); and</p> <p class=\"clause-e\">  (g) upon request of the Minister under subsection 2 (3), pay back to the Province of Ontario forthwith the whole or any part of the trust fund.  R.R.O. 1990, Reg. 641, s. 4; O. Reg. 422/93, s. 3.</p>"
        },
        {
            "id": "4.1",
            "section": "Condition Of Grants",
            "content": " 4.1 (1) Every municipality that has received a grant under this Regulation shall, (a) within ninety days of the coming into force of this section, provide the Minister with a written report showing the amount of the current credit balance in the trust fund established under clause 4 (b); (b) subject to subsection (2), repay to the Province of Ontario, by March 1 in each year, all money that the municipality has received in the immediately preceding year in repayment of loans made under section 3 and in payment of interest accruing on the loans; (c) subject to subsection (3), repay to the Province of Ontario, no later than March 1, 1994, all money that is accumulated on December 31, 1993 in a trust fund established under clause 4 (b), excluding the money that the municipality is required to repay under clause (b); and (d) subject to subsection (3), repay to the Province of Ontario, no later than March 1, 1995, all money that is accumulated after December 31, 1993 in a trust fund established under clause 4 (b), excluding the money that the municipality is required to repay under clause (b). (2) At the time of making the repayment described in clause (1) (b), the municipality may retain for its own purposes an amount of up to 5 per cent of the repayment as a charge for administering, collecting and making the repayment to the Province of Ontario. (3) At the time of making a repayment described in clause (1) (b) or (d), the municipality may retain for its own purposes that part of the repayment represented by interest that the municipality has earned on money received in the trust fund.  O. Reg. 422/93, s. 4. Loans",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>(1) Every municipality that has received a grant under this Regulation shall,</p> <p class=\"clause-e\">  (a) within ninety days of the coming into force of this section, provide the Minister with a written report showing the amount of the current credit balance in the trust fund established under clause 4 (b);</p> <p class=\"clause-e\">  (b) subject to subsection (2), repay to the Province of Ontario, by March 1 in each year, all money that the municipality has received in the immediately preceding year in repayment of loans made under section 3 and in payment of interest accruing on the loans;</p> <p class=\"clause-e\">  (c) subject to subsection (3), repay to the Province of Ontario, no later than March 1, 1994, all money that is accumulated on December 31, 1993 in a trust fund established under clause 4 (b), excluding the money that the municipality is required to repay under clause (b); and</p> <p class=\"clause-e\">  (d) subject to subsection (3), repay to the Province of Ontario, no later than March 1, 1995, all money that is accumulated after December 31, 1993 in a trust fund established under clause 4 (b), excluding the money that the municipality is required to repay under clause (b).</p> <p class=\"subsection-e\">  (2) At the time of making the repayment described in clause (1) (b), the municipality may retain for its own purposes an amount of up to 5 per cent of the repayment as a charge for administering, collecting and making the repayment to the Province of Ontario.</p> <p class=\"subsection-e\">  (3) At the time of making a repayment described in clause (1) (b) or (d), the municipality may retain for its own purposes that part of the repayment represented by interest that the municipality has earned on money received in the trust fund.  O. Reg. 422/93, s. 4.</p> <p class=\"heading1-e\">Loans</p>"
        },
        {
            "id": "5.",
            "section": "Loans",
            "content": " 5. (1) The Minister may make loans up to a maximum of $7,500, subject to subsection (3), to owners who make application provided that such owners do not reside within a municipality but otherwise qualify for a loan under this Regulation. R.R.O. 1990, Reg. 641, s. 5 (1); O. Reg. 322/17, s. 3. (2) It is a condition of every loan made by the Minister under this section that the owner receiving the loan shall give the Minister as security for the repayment of the amount loaned, including the forgivable portions thereof, and interest thereon, a lien or charge upon the land in respect of which the loan is made or a promissory note, as the Minister may require. R.R.O. 1990, Reg. 641, s. 5 (2). (3) Where a loan made under subsection (1) is to assist in the modification of a dwelling unit to accommodate the needs of a handicapped person residing therein, the amount of the loan shall not exceed $9,500, less any amounts received through federal funding.  R.R.O. 1990, Reg. 641, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Minister may make loans up to a maximum of $7,500, subject to subsection (3), to owners who make application provided that such owners do not reside within a municipality but otherwise qualify for a loan under this Regulation. R.R.O. 1990, Reg. 641, s. 5 (1); O. Reg. 322/17, s. 3.</p> <p class=\"subsection-e\">  (2) It is a condition of every loan made by the Minister under this section that the owner receiving the loan shall give the Minister as security for the repayment of the amount loaned, including the forgivable portions thereof, and interest thereon, a lien or charge upon the land in respect of which the loan is made or a promissory note, as the Minister may require. R.R.O. 1990, Reg. 641, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Where a loan made under subsection (1) is to assist in the modification of a dwelling unit to accommodate the needs of a handicapped person residing therein, the amount of the loan shall not exceed $9,500, less any amounts received through federal funding.  R.R.O. 1990, Reg. 641, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Loans",
            "content": " 6. On and after the 1st day of August, 1987, no person qualifies for a loan under this Regulation whose adjusted household income exceeds $21,000.  R.R.O. 1990, Reg. 641, s. 6; O. Reg. 73/00, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>On and after the 1st day of August, 1987, no person qualifies for a loan under this Regulation whose adjusted household income exceeds $21,000.  R.R.O. 1990, Reg. 641, s. 6; O. Reg. 73/00, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": "Loans",
            "content": " 7. Interest rates on the repayable portion of the loan to the owner shall be related as set out in Schedule 2 to the adjusted household income of the owner.  R.R.O. 1990, Reg. 641, s. 7; O. Reg. 73/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Interest rates on the repayable portion of the loan to the owner shall be related as set out in Schedule 2 to the adjusted household income of the owner.  R.R.O. 1990, Reg. 641, s. 7; O. Reg. 73/00, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": "Loans",
            "content": " 8. No loan to an owner under this Regulation shall exceed the total cost of the repairs, rehabilitation and improvements for which the loan was made.  R.R.O. 1990, Reg. 641, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No loan to an owner under this Regulation shall exceed the total cost of the repairs, rehabilitation and improvements for which the loan was made.  R.R.O. 1990, Reg. 641, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Loans",
            "content": " 9. (1) In the event of the sale or lease of a dwelling unit, or in the event of the owner ceasing to occupy a dwelling unit, any loan under this Regulation made to the owner shall immediately become due and repayable to the municipality. (2) Where an owner dies, subsection (1) does not apply so long as the widow or widower of the owner remains in occupation of the dwelling unit.  R.R.O. 1990, Reg. 641, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) In the event of the sale or lease of a dwelling unit, or in the event of the owner ceasing to occupy a dwelling unit, any loan under this Regulation made to the owner shall immediately become due and repayable to the municipality.</p> <p class=\"subsection-e\">  (2) Where an owner dies, subsection (1) does not apply so long as the widow or widower of the owner remains in occupation of the dwelling unit.  R.R.O. 1990, Reg. 641, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Loans",
            "content": " 10. (1) Any loan or part thereof made under this Regulation may be forgiven if the aggregate amount that is forgiven shall not exceed $4,000 and this amount shall be reduced by 50 cents for each $1 of the adjusted household income over $8,000, and the amount that is forgiven in each full year of occupancy shall not exceed $600.  R.R.O. 1990, Reg. 641, s. 10 (1); O. Reg. 73/00, s. 4. (2) Despite subsection (1), where in the opinion of the Minister, repayment of a loan constitutes a hardship to an owner, the whole or any part of the loan may be forgiven or the repayment thereof postponed.  R.R.O. 1990, Reg. 641, s. 10 (2). Schedule 1 Population of Municipality   Grant Allocation Formula \n\n  Under 500   3.18 per cent of the population multiplied by $3,450, or $29,000, whichever is greater \n\n  500 to 9,999   the population multiplied by $4.21 plus $52,895 \n\n  10,000 to 99,999   the population multiplied by $2.27 plus $72,223 \n\n  100,000 to 149,999   $300,000 flat rate \n\n  150,000 and over   the population multiplied by $2 R.R.O. 1990, Reg. 641, Sched. 1. Schedule 2 Adjusted Household Income   Interest Rate \n\n  $5,000 and under   0 \n\n  $5,001 – 7,000   2 \n\n  $7,001 – 10,000   4 \n\n  $10,001 – 13,000   6 \n\n  $13,001 – 16,000   8 \n\n  $16,001 and over   10 R.R.O. 1990, Reg. 641, Sched. 2; O. Reg. 73/00, s. 5. Schedule 3 Municipality Population   Amount \n\n  Less than 10,000   10 per cent of each approved loan. \n\n  Between 10,000 and 99,999   8 per cent of each approved loan. \n\n  Over 99,999   6 per cent of each approved loan. R.R.O. 1990, Reg. 641, Sched. 3. FormS 1, 2 Revoked: O. Reg. 322/17, s. 4.     ",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Any loan or part thereof made under this Regulation may be forgiven if the aggregate amount that is forgiven shall not exceed $4,000 and this amount shall be reduced by 50 cents for each $1 of the adjusted household income over $8,000, and the amount that is forgiven in each full year of occupancy shall not exceed $600.  R.R.O. 1990, Reg. 641, s. 10 (1); O. Reg. 73/00, s. 4.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), where in the opinion of the Minister, repayment of a loan constitutes a hardship to an owner, the whole or any part of the loan may be forgiven or the repayment thereof postponed.  R.R.O. 1990, Reg. 641, s. 10 (2).</p> <p class=\"schedule-e\">Schedule 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">Population of Municipality</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Grant Allocation Formula</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">Under 500</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">3.18 per cent of the population multiplied by $3,450, or $29,000, whichever is greater</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">500 to 9,999</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">the population multiplied by $4.21 plus $52,895</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">10,000 to 99,999</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">the population multiplied by $2.27 plus $72,223</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">100,000 to 149,999</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">$300,000 flat rate</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">150,000 and over</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">the population multiplied by $2</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 641, Sched. 1.</p> <p class=\"schedule-e\">Schedule 2</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">Adjusted Household Income</p> </td> <td valign=\"top\" width=\"142\"> <p class=\"table-e\">Interest Rate</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">$5,000 and under</p> </td> <td valign=\"top\" width=\"142\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">$5,001 – 7,000</p> </td> <td valign=\"top\" width=\"142\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">$7,001 – 10,000</p> </td> <td valign=\"top\" width=\"142\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">$10,001 – 13,000</p> </td> <td valign=\"top\" width=\"142\"> <p align=\"right\" class=\"table-e\">6</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">$13,001 – 16,000</p> </td> <td valign=\"top\" width=\"142\"> <p align=\"right\" class=\"table-e\">8</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"178\"> <p class=\"table-e\">$16,001 and over</p> </td> <td valign=\"top\" width=\"142\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 641, Sched. 2; O. Reg. 73/00, s. 5.</p> <p class=\"schedule-e\">Schedule 3</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">Municipality Population</p> </td> <td valign=\"top\" width=\"175\"> <p class=\"table-e\">Amount</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">Less than 10,000</p> </td> <td valign=\"top\" width=\"175\"> <p class=\"table-e\">10 per cent of each approved loan.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">Between 10,000 and 99,999</p> </td> <td valign=\"top\" width=\"175\"> <p class=\"table-e\">8 per cent of each approved loan.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"143\"> <p class=\"table-e\">Over 99,999</p> </td> <td valign=\"top\" width=\"175\"> <p class=\"table-e\">6 per cent of each approved loan.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 641, Sched. 3.</p> <p class=\"formRepeal-e\"><span class=\"ovallcaps\">FormS</span> 1, 2 <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 322/17, s. 4.</p> <p class=\"form-e\"> </p> <p class=\"form-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}