{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 92: GRANTS",
        "reg_name_text": "GRANTS",
        "citation": "R.R.O. 1990, Reg. 92: ",
        "act_under": "Community Psychiatric Hospitals Act",
        "url": "https://www.ontario.ca/laws/regulation/900092",
        "date_scraped": "2023-12-19 07:09:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900092/v1",
            "valid_from": "August  8, 2003",
            "valid_to": "December 14, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “in-patient” means a person admitted to and assigned a bed in a hospital; (“malade hospitalisé”) “in-patient services” means all of the following services to an in-patient: 1. Accommodation and meals at the standard or public ward level. 2. Necessary nursing service provided and paid for by the hospital to meet the medical needs of a patient as determined by the attending physician. 3. Laboratory, radiological and other diagnostic procedures, together with the necessary interpretations for the purpose of maintaining health, preventing disease, and assisting in the diagnosis and treatment of any psychiatric disorder. 4. Drugs, biological and related preparations that are prescribed by an attending physician in accordance with accepted practice and sound teaching and administered in a hospital, but not including any proprietary medicine as defined from time to time by the regulations made under the Food and Drugs Act (Canada) that does not contain any substance or preparation containing any substance referred to in Schedule C, D, E, F, G or N under the Health Disciplines Act. 5. Use of treatment room and anaesthetic facilities, including necessary equipment and supplies. 6. Routine surgical supplies. 7. Use of occupational therapy and physiotherapy facilities where available. 8. Services rendered by persons who receive remuneration from the hospital to provide such services, including physicians; (“services aux malades hospitalisés”) “insured person” means a person who is entitled to insured services under the plan established under the Health Insurance Act and who is admitted to a hospital established or approved under section 3 of the Community Psychiatric Hospitals Act; (“assuré”) “insured services” means in-patient and out-patient services to which an insured person is entitled without charge under the plan established under the Health Insurance Act; (“services assurés”) “out-patient” means a person who receives out-patient services; (“malade externe”) “out-patient services” means all the following services provided to an out-patient by a hospital: 1. Laboratory, radiological and other diagnostic procedures, together with the necessary interpretations for the purpose of maintaining health, preventing disease and assisting in the diagnosis of any psychiatric disorder. 2. Use of treatment room and anaesthetic facilities, including necessary equipment and supplies. 3. Routine surgical supplies. 4. Use of occupational therapy and physiotherapy facilities where available. 5. Necessary nursing service and meals. 6. Services rendered by persons who receive remuneration from the hospital to provide such services, including physicians; (“services aux malades externes”) “per day rate” means the amount payable, as determined by the Minister, in respect of the provision of in-patient services by the hospital; (“taux journalier”) “standard ward accommodation” means a bed in a hospital area designated by the hospital and approved by the Minister as standard or public ward accommodation. (“hospitalisation en salle commune”) R.R.O. 1990, Reg. 92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“in-patient” means a person admitted to and assigned a bed in a hospital; (“malade hospitalisé”)</p> <p class=\"definition-e\">“in-patient services” means all of the following services to an in-patient:</p> <p class=\"defparagraph-e\">1. Accommodation and meals at the standard or public ward level.</p> <p class=\"defparagraph-e\">2. Necessary nursing service provided and paid for by the hospital to meet the medical needs of a patient as determined by the attending physician.</p> <p class=\"defparagraph-e\">3. Laboratory, radiological and other diagnostic procedures, together with the necessary interpretations for the purpose of maintaining health, preventing disease, and assisting in the diagnosis and treatment of any psychiatric disorder.</p> <p class=\"defparagraph-e\">4. Drugs, biological and related preparations that are prescribed by an attending physician in accordance with accepted practice and sound teaching and administered in a hospital, but not including any proprietary medicine as defined from time to time by the regulations made under the <i>Food and Drugs Act</i> (Canada) that does not contain any substance or preparation containing any substance referred to in Schedule C, D, E, F, G or N under the <i>Health Disciplines Act</i>.</p> <p class=\"defparagraph-e\">5. Use of treatment room and anaesthetic facilities, including necessary equipment and supplies.</p> <p class=\"defparagraph-e\">6. Routine surgical supplies.</p> <p class=\"defparagraph-e\">7. Use of occupational therapy and physiotherapy facilities where available.</p> <p class=\"defparagraph-e\">8. Services rendered by persons who receive remuneration from the hospital to provide such services, including physicians; (“services aux malades hospitalisés”)</p> <p class=\"definition-e\">“insured person” means a person who is entitled to insured services under the plan established under the <i>Health Insurance Act</i> and who is admitted to a hospital established or approved under section 3 of the <i>Community Psychiatric Hospitals Act</i>; (“assuré”)</p> <p class=\"definition-e\">“insured services” means in-patient and out-patient services to which an insured person is entitled without charge under the plan established under the <i>Health Insurance Act</i>; (“services assurés”)</p> <p class=\"definition-e\">“out-patient” means a person who receives out-patient services; (“malade externe”)</p> <p class=\"definition-e\">“out-patient services” means all the following services provided to an out-patient by a hospital:</p> <p class=\"defparagraph-e\">1. Laboratory, radiological and other diagnostic procedures, together with the necessary interpretations for the purpose of maintaining health, preventing disease and assisting in the diagnosis of any psychiatric disorder.</p> <p class=\"defparagraph-e\">2. Use of treatment room and anaesthetic facilities, including necessary equipment and supplies.</p> <p class=\"defparagraph-e\">3. Routine surgical supplies.</p> <p class=\"defparagraph-e\">4. Use of occupational therapy and physiotherapy facilities where available.</p> <p class=\"defparagraph-e\">5. Necessary nursing service and meals.</p> <p class=\"defparagraph-e\">6. Services rendered by persons who receive remuneration from the hospital to provide such services, including physicians; (“services aux malades externes”)</p> <p class=\"definition-e\">“per day rate” means the amount payable, as determined by the Minister, in respect of the provision of in-patient services by the hospital; (“taux journalier”)</p> <p class=\"definition-e\">“standard ward accommodation” means a bed in a hospital area designated by the hospital and approved by the Minister as standard or public ward accommodation. (“hospitalisation en salle commune”) R.R.O. 1990, Reg. 92, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Provincial aid may be paid to a hospital in accordance with this Regulation and in an amount determined as prescribed by this Regulation. R.R.O. 1990, Reg. 92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Provincial aid may be paid to a hospital in accordance with this Regulation and in an amount determined as prescribed by this Regulation. R.R.O. 1990, Reg. 92, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The provincial aid shall be an amount equivalent to the actual cost of providing, (a) general maintenance, including light, heat and power; (b) administration; (c) depreciation on furniture, equipment and apparatus; and (d) in-patient and out-patient services, including salaries, supplies and equipment including the expense of, (i) the medical superintendent’s office, (ii) radiology and laboratory examinations, (iii) medical records, (iv) dietary services for patients only, (v) housekeeping for patients only, and (vi) the laundry. R.R.O. 1990, Reg. 92, s. 3 (1). (2) There shall be deducted from the provincial aid payable to a hospital under subsection (1) the following revenue received by the hospital: 1. Payment for in-patient services rendered by the hospital to non-insured persons at the per day rate for standard ward accommodation. 2. 50 per cent of all payments received for in-patient services in excess of the per day rate for standard ward accommodation. 3. All money received from a municipality or the provincial or federal government. 4. 75 per cent of all money received from charitable organizations, benevolent foundations and individual endowments and bequests, unless the money is provided to the hospital for a specific purpose that is not ordinarily included in the routine operation of the hospital. R.R.O. 1990, Reg. 92, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The provincial aid shall be an amount equivalent to the actual cost of providing,</p> <p class=\"clause-e\">(a) general maintenance, including light, heat and power;</p> <p class=\"clause-e\">(b) administration;</p> <p class=\"clause-e\">(c) depreciation on furniture, equipment and apparatus; and</p> <p class=\"clause-e\">(d) in-patient and out-patient services, including salaries, supplies and equipment including the expense of,</p> <p class=\"subclause-e\">(i) the medical superintendent’s office,</p> <p class=\"subclause-e\">(ii) radiology and laboratory examinations,</p> <p class=\"subclause-e\">(iii) medical records,</p> <p class=\"subclause-e\">(iv) dietary services for patients only,</p> <p class=\"subclause-e\">(v) housekeeping for patients only, and</p> <p class=\"subclause-e\">(vi) the laundry. R.R.O. 1990, Reg. 92, s. 3 (1).</p> <p class=\"subsection-e\">(2) There shall be deducted from the provincial aid payable to a hospital under subsection (1) the following revenue received by the hospital:</p> <p class=\"paragraph-e\">1. Payment for in-patient services rendered by the hospital to non-insured persons at the per day rate for standard ward accommodation.</p> <p class=\"paragraph-e\">2. 50 per cent of all payments received for in-patient services in excess of the per day rate for standard ward accommodation.</p> <p class=\"paragraph-e\">3. All money received from a municipality or the provincial or federal government.</p> <p class=\"paragraph-e\">4. 75 per cent of all money received from charitable organizations, benevolent foundations and individual endowments and bequests, unless the money is provided to the hospital for a specific purpose that is not ordinarily included in the routine operation of the hospital. R.R.O. 1990, Reg. 92, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The hospital shall annually prepare and submit to the Minister a budget estimate of the costs referred to in section 3, including particulars of the clinical services proposed and the estimated cost thereof. R.R.O. 1990, Reg. 92, s. 4 (1). (2) The hospital may submit amendments to the budget estimate to the Minister. R.R.O. 1990, Reg. 92, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The hospital shall annually prepare and submit to the Minister a budget estimate of the costs referred to in section 3, including particulars of the clinical services proposed and the estimated cost thereof. R.R.O. 1990, Reg. 92, s. 4 (1).</p> <p class=\"subsection-e\">(2) The hospital may submit amendments to the budget estimate to the Minister. R.R.O. 1990, Reg. 92, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Provincial aid may be paid provisionally in equal monthly instalments in advance, subject to final adjustment upon receipt of the annual financial statement of the hospital. R.R.O. 1990, Reg. 92, s. 5 (1). (2) The annual financial statement mentioned in subsection (1) shall include particulars of the revenue mentioned in subsection 3 (2). R.R.O. 1990, Reg. 92, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Provincial aid may be paid provisionally in equal monthly instalments in advance, subject to final adjustment upon receipt of the annual financial statement of the hospital. R.R.O. 1990, Reg. 92, s. 5 (1).</p> <p class=\"subsection-e\">(2) The annual financial statement mentioned in subsection (1) shall include particulars of the revenue mentioned in subsection 3 (2). R.R.O. 1990, Reg. 92, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. In this section and in sections 7, 8 and 9, “auxiliary-services accommodation” means that part of a hospital established and maintained by the hospital, (a) as autopsy facilities, (b) as a laboratory, (c) as a dispensary, (d) for diagnosis or treatment by X-ray, (e) for treatment by occupational therapy, (f) for treatment by physiotherapy, (g) for emergency services, (h) for community health services, (i) for hospital training facilities, (j) for a dietary department that includes, (i) kitchens and food preparation areas, including formula rooms, (ii) refrigerated areas and refrigeration equipment, (iii) day stores but excluding bulk stores, (iv) dining rooms, cafeterias, snack bars and coffee shops, (v) food pantries and serveries in nursing unit, (vi) dietitians’ offices, (vii) dishwashing areas, and (viii) garbage disposal areas, (k) for a central supply service that includes areas for, (i) receiving, (ii) clean-up, (iii) work space, (iv) glove preparation, (v) sterilization, (vi) sterile supply storage, (vii) unsterile supply storage, (viii) distributing, and (ix) necessary related office accommodation; (“locaux réservés aux services auxiliaires”) “out-patient department” means that part of a hospital that is established and maintained for the purpose of examining, diagnosing and treating out-patients. (“service de consultations externes”) R.R.O. 1990, Reg. 92, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>In this section and in sections 7, 8 and 9,</p> <p class=\"firstdef-e\">“auxiliary-services accommodation” means that part of a hospital established and maintained by the hospital,</p> <p class=\"defclause-e\">(a) as autopsy facilities,</p> <p class=\"defclause-e\">(b) as a laboratory,</p> <p class=\"defclause-e\">(c) as a dispensary,</p> <p class=\"defclause-e\">(d) for diagnosis or treatment by X-ray,</p> <p class=\"defclause-e\">(e) for treatment by occupational therapy,</p> <p class=\"defclause-e\">(f) for treatment by physiotherapy,</p> <p class=\"defclause-e\">(g) for emergency services,</p> <p class=\"defclause-e\">(h) for community health services,</p> <p class=\"defclause-e\">(i) for hospital training facilities,</p> <p class=\"defclause-e\">(j) for a dietary department that includes,</p> <p class=\"defsubclause-e\">(i) kitchens and food preparation areas, including formula rooms,</p> <p class=\"defsubclause-e\">(ii) refrigerated areas and refrigeration equipment,</p> <p class=\"defsubclause-e\">(iii) day stores but excluding bulk stores,</p> <p class=\"defsubclause-e\">(iv) dining rooms, cafeterias, snack bars and coffee shops,</p> <p class=\"defsubclause-e\">(v) food pantries and serveries in nursing unit,</p> <p class=\"defsubclause-e\">(vi) dietitians’ offices,</p> <p class=\"defsubclause-e\">(vii) dishwashing areas, and</p> <p class=\"defsubclause-e\">(viii) garbage disposal areas,</p> <p class=\"defclause-e\">(k) for a central supply service that includes areas for,</p> <p class=\"defsubclause-e\">(i) receiving,</p> <p class=\"defsubclause-e\">(ii) clean-up,</p> <p class=\"defsubclause-e\">(iii) work space,</p> <p class=\"defsubclause-e\">(iv) glove preparation,</p> <p class=\"defsubclause-e\">(v) sterilization,</p> <p class=\"defsubclause-e\">(vi) sterile supply storage,</p> <p class=\"defsubclause-e\">(vii) unsterile supply storage,</p> <p class=\"defsubclause-e\">(viii) distributing, and</p> <p class=\"defsubclause-e\">(ix) necessary related office accommodation; (“locaux réservés aux services auxiliaires”)</p> <p class=\"definition-e\">“out-patient department” means that part of a hospital that is established and maintained for the purpose of examining, diagnosing and treating out-patients. (“service de consultations externes”) R.R.O. 1990, Reg. 92, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Provincial aid in the form of, (a) a hospital-construction capital grant; (b) a capital grant for an out-patient department or auxiliary-services accommodation; or (c) a capital grant for a renovation project, may be paid to a hospital in the amount prescribed by section 8. R.R.O. 1990, Reg. 92, s. 7 (1). (2)-(4) Revoked: O. Reg. 315/03, s. 1 (Eng. Ver.); O. Reg. 336/03, s. 1 (Fr. Ver.).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Provincial aid in the form of,</p> <p class=\"clause-e\">(a) a hospital-construction capital grant;</p> <p class=\"clause-e\">(b) a capital grant for an out-patient department or auxiliary-services accommodation; or</p> <p class=\"clause-e\">(c) a capital grant for a renovation project,</p> <p class=\"Ssection-e\">may be paid to a hospital in the amount prescribed by section 8. R.R.O. 1990, Reg. 92, s. 7 (1).</p> <p class=\"subsection-e\">(2)-(4) Revoked: O. Reg. 315/03, s. 1 (Eng. Ver.); O. Reg. 336/03, s. 1 (Fr. Ver.).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) A hospital-construction capital grant may be made where accommodation is established or acquired for beds for the treatment of patients, and shall not exceed $8,500 for each bed so provided for, or the difference between any amount in respect of the same accommodation made by the Government of Canada and the actual cost that is not in excess of $10,500, whichever is the lesser. R.R.O. 1990, Reg. 92, s. 8 (1). (2) A capital grant for an out-patient department or auxiliary-services accommodation may be made where accommodation is established, or acquired to establish or enlarge, an out-patient department or auxiliary-services accommodation or where major alterations or improvements are made in an out-patient department or auxiliary-services accommodation, and shall not exceed $3,200 for each 27.87 square metres of floor space so acquired, or the actual cost, whichever is the lesser. R.R.O. 1990, Reg. 92, s. 8 (2). (3) A capital grant for a renovation project may be paid where accommodation for beds, outpatient department or auxiliary-services accommodation is renovated, improved, modernized or converted from another use and shall not exceed the lesser of, (a) $3,000, (i) in the case of the part of a hospital other than an out-patient department or auxiliary-services accommodation for each bed improved by the renovation, or (ii) in the case of an out-patient department or auxiliary-services accommodation for each 27.87 square metres of floor space; or (b) an amount equal to the total cost of the renovation project. R.R.O. 1990, Reg. 92, s. 8 (3). (4) Amounts of money received or to be received by a hospital from, (a) grants made by the Government of Canada; (b) municipal contributions; or (c) public subscriptions, shall be deducted from a capital grant payable to the hospital for a renovation project. R.R.O. 1990, Reg. 92, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A hospital-construction capital grant may be made where accommodation is established or acquired for beds for the treatment of patients, and shall not exceed $8,500 for each bed so provided for, or the difference between any amount in respect of the same accommodation made by the Government of Canada and the actual cost that is not in excess of $10,500, whichever is the lesser. R.R.O. 1990, Reg. 92, s. 8 (1).</p> <p class=\"subsection-e\">(2) A capital grant for an out-patient department or auxiliary-services accommodation may be made where accommodation is established, or acquired to establish or enlarge, an out-patient department or auxiliary-services accommodation or where major alterations or improvements are made in an out-patient department or auxiliary-services accommodation, and shall not exceed $3,200 for each 27.87 square metres of floor space so acquired, or the actual cost, whichever is the lesser. R.R.O. 1990, Reg. 92, s. 8 (2).</p> <p class=\"subsection-e\">(3) A capital grant for a renovation project may be paid where accommodation for beds, outpatient department or auxiliary-services accommodation is renovated, improved, modernized or converted from another use and shall not exceed the lesser of,</p> <p class=\"clause-e\">(a) $3,000,</p> <p class=\"subclause-e\">(i) in the case of the part of a hospital other than an out-patient department or auxiliary-services accommodation for each bed improved by the renovation, or</p> <p class=\"subclause-e\">(ii) in the case of an out-patient department or auxiliary-services accommodation for each 27.87 square metres of floor space; or</p> <p class=\"clause-e\">(b) an amount equal to the total cost of the renovation project. R.R.O. 1990, Reg. 92, s. 8 (3).</p> <p class=\"subsection-e\">(4) Amounts of money received or to be received by a hospital from,</p> <p class=\"clause-e\">(a) grants made by the Government of Canada;</p> <p class=\"clause-e\">(b) municipal contributions; or</p> <p class=\"clause-e\">(c) public subscriptions,</p> <p class=\"Ssubsection-e\">shall be deducted from a capital grant payable to the hospital for a renovation project. R.R.O. 1990, Reg. 92, s. 8 (4).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. A capital grant may be paid in instalments of, (a) one-quarter when one-quarter of the work is completed; (b) one-quarter when one-half of the work is completed; (c) one-quarter when three-quarters of the work is completed; and (d) the balance when the building project is completed, furnished and equipped. R.R.O. 1990, Reg. 92, s. 9. Forms 1-3 Revoked: O. Reg. 315/03, s. 2 (Eng. Ver.); O. Reg. 336/03, s. 2 (Fr. Ver.). Français ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>A capital grant may be paid in instalments of,</p> <p class=\"clause-e\">(a) one-quarter when one-quarter of the work is completed;</p> <p class=\"clause-e\">(b) one-quarter when one-half of the work is completed;</p> <p class=\"clause-e\">(c) one-quarter when three-quarters of the work is completed; and</p> <p class=\"clause-e\">(d) the balance when the building project is completed, furnished and equipped. R.R.O. 1990, Reg. 92, s. 9.</p> <p class=\"formRevoked-e\"><b>Forms 1-3</b> Revoked: O. Reg. 315/03, s. 2 (Eng. Ver.); O. Reg. 336/03, s. 2 (Fr. Ver.).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900092_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900092_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}