{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 345: DISPOSABLE PAPER CONTAINERS FOR MILK",
        "reg_name_text": "DISPOSABLE PAPER CONTAINERS FOR MILK",
        "citation": "R.R.O. 1990, Reg. 345: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/900345",
        "date_scraped": "2023-12-20 02:06:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1990",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “disposable container” means a container, (a) that is used to contain a product or products sold or intended for sale and will not be accepted for reuse as a container and refilled with the same product or products by a manufacturer, processor, distributor or retail vendor of the product or products, or (b) for which no deposit is or will be charged at the time of sale of the product or products at retail and for which, as a used container, no money or money’s worth will be paid or given by a manufacturer, processor, distributor or retail vendor of the product or products sold or intended for sale in the container. R.R.O. 1990, Reg. 345, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“disposable container” means a container,</p> <p class=\"defclause-e\">(a) that is used to contain a product or products sold or intended for sale and will not be accepted for reuse as a container and refilled with the same product or products by a manufacturer, processor, distributor or retail vendor of the product or products, or</p> <p class=\"defclause-e\">(b) for which no deposit is or will be charged at the time of sale of the product or products at retail and for which, as a used container, no money or money’s worth will be paid or given by a manufacturer, processor, distributor or retail vendor of the product or products sold or intended for sale in the container. R.R.O. 1990, Reg. 345, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Despite section 2 of Regulation 344 of the Revised Regulations of Ontario, 1990, disposable containers, (a) that are plastic coated paper containers of more than two quarts capacity; and (b) in which fluid milk products are or are intended to be sold, are classified as disposable paper containers for milk. R.R.O. 1990, Reg. 345, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Despite section 2 of Regulation 344 of the Revised Regulations of Ontario, 1990, disposable containers,</p> <p class=\"clause-e\">(a) that are plastic coated paper containers of more than two quarts capacity; and</p> <p class=\"clause-e\">(b) in which fluid milk products are or are intended to be sold,</p> <p class=\"Ssection-e\">are classified as disposable paper containers for milk. R.R.O. 1990, Reg. 345, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. No person shall use a disposable paper container for milk. R.R.O. 1990, Reg. 345, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>No person shall use a disposable paper container for milk. R.R.O. 1990, Reg. 345, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}