{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 264: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 264: ",
        "act_under": "Dental Technicians Act   Loi sur les techniciens dentaires",
        "url": "https://www.ontario.ca/laws/regulation/900264",
        "date_scraped": "2023-12-19 21:11:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) A dental technician may be admitted to carry on business in Ontario if, (a) the applicant is of the full age of eighteen years; (b) the applicant has successfully completed Grade 12 in Ontario or its equivalent in another jurisdiction; (c) the applicant has, (i) served in Ontario as a dental technician in the employment of a dentist or a dental technician for a period of at least four years, or (ii) successfully completed an approved program in dental technology at a College of Applied Arts and Technology of Ontario and has served one year under the supervision of a dentist or a registered dental technician; (d) the applicant has passed the examinations of the Board; and (e) the applicant has paid the registration fees within one year of successful completion of the Board examinations. R.R.O. 1990, Reg. 264, s. 1 (1). (2) The service referred to in clause (1) (c) may have been performed outside Ontario while the applicant was a member of the Canadian Forces. R.R.O. 1990, Reg. 264, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) A dental technician may be admitted to carry on business in Ontario if,</p> <p class=\"clause-e\">(a) the applicant is of the full age of eighteen years;</p> <p class=\"clause-e\">(b) the applicant has successfully completed Grade 12 in Ontario or its equivalent in another jurisdiction;</p> <p class=\"clause-e\">(c) the applicant has,</p> <p class=\"subclause-e\">(i) served in Ontario as a dental technician in the employment of a dentist or a dental technician for a period of at least four years, or</p> <p class=\"subclause-e\">(ii) successfully completed an approved program in dental technology at a College of Applied Arts and Technology of Ontario and has served one year under the supervision of a dentist or a registered dental technician;</p> <p class=\"clause-e\">(d) the applicant has passed the examinations of the Board; and</p> <p class=\"clause-e\">(e) the applicant has paid the registration fees within one year of successful completion of the Board examinations. R.R.O. 1990, Reg. 264, s. 1 (1).</p> <p class=\"subsection-e\">(2) The service referred to in clause (1) (c) may have been performed outside Ontario while the applicant was a member of the Canadian Forces. R.R.O. 1990, Reg. 264, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) An applicant for registration shall give notice in Form 3 to the secretary-treasurer at least one month before the date of the next examination. R.R.O. 1990, Reg. 264, s. 2 (1). (2) A notice referred to in subsection (1) shall be accompanied by an examination fee of $100. R.R.O. 1990, Reg. 264, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) An applicant for registration shall give notice in Form 3 to the secretary-treasurer at least one month before the date of the next examination. R.R.O. 1990, Reg. 264, s. 2 (1).</p> <p class=\"subsection-e\">(2) A notice referred to in subsection (1) shall be accompanied by an examination fee of $100. R.R.O. 1990, Reg. 264, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The secretary-treasurer shall register every dental technician who is eligible for registration, applies in Form 3 and pays a registration fee of $550. O. Reg. 742/92, s. 1. (2) Upon registering a dental technician, the secretary-treasurer shall issue to the dental technician a certificate of registration in Form 1. R.R.O. 1990, Reg. 264, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) The secretary-treasurer shall register every dental technician who is eligible for registration, applies in Form 3 and pays a registration fee of $550. O. Reg. 742/92, s. 1.</p> <p class=\"subsection-e\">(2) Upon registering a dental technician, the secretary-treasurer shall issue to the dental technician a certificate of registration in Form 1. R.R.O. 1990, Reg. 264, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) A certificate of registration expires on the 1st day of February of a year unless a renewal fee of $550 is paid in respect of that year on or before that date. O. Reg. 742/92, s. 2. (2) When a certificate of registration expires, the secretary-treasurer shall strike the name of the former holder of the certificate from the register. R.R.O. 1990, Reg. 264, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) A certificate of registration expires on the 1st day of February of a year unless a renewal fee of $550 is paid in respect of that year on or before that date. O. Reg. 742/92, s. 2.</p> <p class=\"subsection-e\">(2) When a certificate of registration expires, the secretary-treasurer shall strike the name of the former holder of the certificate from the register. R.R.O. 1990, Reg. 264, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Where a registration has not been renewed and not more than two consecutive years have passed since the expiration of the registration, the secretary-treasurer shall re-register the dental technician, (a) upon application for re-registration in Form 2; and (b) upon payment of a re-registration fee of $575. R.R.O. 1990, Reg. 264, s. 5; O. Reg. 746/91, s. 3; O. Reg. 742/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Where a registration has not been renewed and not more than two consecutive years have passed since the expiration of the registration, the secretary-treasurer shall re-register the dental technician,</p> <p class=\"clause-e\">(a) upon application for re-registration in Form 2; and</p> <p class=\"clause-e\">(b) upon payment of a re-registration fee of $575. R.R.O. 1990, Reg. 264, s. 5; O. Reg. 746/91, s. 3; O. Reg. 742/92, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The Board shall appoint a committee of examiners composed of not less than two dental technicians and one dentist who shall have charge of the annual examinations at Toronto of applicants for registration. R.R.O. 1990, Reg. 264, s. 6 (1). (2) The committee of examiners shall conduct annual examinations at a time or times that the Board shall direct and the examinations shall consist of a practical test in the work ordinarily performed by a dental technician and other written or oral examinations on dental technology. R.R.O. 1990, Reg. 264, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The Board shall appoint a committee of examiners composed of not less than two dental technicians and one dentist who shall have charge of the annual examinations at Toronto of applicants for registration. R.R.O. 1990, Reg. 264, s. 6 (1).</p> <p class=\"subsection-e\">(2) The committee of examiners shall conduct annual examinations at a time or times that the Board shall direct and the examinations shall consist of a practical test in the work ordinarily performed by a dental technician and other written or oral examinations on dental technology. R.R.O. 1990, Reg. 264, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Every member of the Board, (a) shall be paid a daily allowance of $125 together with the reasonable travelling and living expenses incurred by the member while actually engaged on the business of the Board; and (b) appointed to investigate any complaint under clause 3 (1) (g) of the Act or to assist in the conducting of any prosecution shall be paid the reasonable travelling and living expenses incurred by the member and a daily fee of $125. R.R.O. 1990, Reg. 264, s. 7 (1). (2) Every examiner appointed under section 6 shall be paid a fee of, (a) $125 for each day of the examination; and (b) $125 for each day or part of a day while attending a meeting of the committee of examiners, but not to exceed $650 for each annual examination. R.R.O. 1990, Reg. 264, s. 7 (2). Discipline and Ethics",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Every member of the Board,</p> <p class=\"clause-e\">(a) shall be paid a daily allowance of $125 together with the reasonable travelling and living expenses incurred by the member while actually engaged on the business of the Board; and</p> <p class=\"clause-e\">(b) appointed to investigate any complaint under clause 3 (1) (g) of the Act or to assist in the conducting of any prosecution shall be paid the reasonable travelling and living expenses incurred by the member and a daily fee of $125. R.R.O. 1990, Reg. 264, s. 7 (1).</p> <p class=\"subsection-e\">(2) Every examiner appointed under section 6 shall be paid a fee of,</p> <p class=\"clause-e\">(a) $125 for each day of the examination; and</p> <p class=\"clause-e\">(b) $125 for each day or part of a day while attending a meeting of the committee of examiners,</p> <p class=\"Ssubsection-e\">but not to exceed $650 for each annual examination. R.R.O. 1990, Reg. 264, s. 7 (2).</p> <p class=\"heading1-e\">Discipline and Ethics</p>"
        },
        {
            "id": "8.",
            "section": "Discipline and Ethics",
            "content": "8. (1) No dental technician shall, (a) advertise himself or herself as a dental technician by written or any other advertisement otherwise than by, (i) mail to the dental profession, or (ii) publishing in a journal or other publication exclusively devoted to dental surgery or dental technique, or both, or in a printed publication circulated exclusively among dentists or physicians or dental technicians, an announcement or card giving his or her name, qualifications, address, specialties, if any, business hours and telephone number; (b) advertise or cause to be advertised the prices or terms of payment for his or her work or products as a dental technician, except to quote or state upon a good faith request therefor, the prices or terms to any legally qualified medical practitioner, any person licensed under Part II of the Health Disciplines Act or any registered dental technician; (c) use in the manufacture or repair of oral prosthetic devices, materials other than those prescribed by the dentist or physician for whom the work is being performed; (d) directly or indirectly advertise expressly or by implication that he or she, (i) gives consultations, (ii) gives free service, (iii) grants premiums, (iv) grants rebates, discounts or reductions, or (v) promises the return or refunding of money paid for services rendered by him or her as a dental technician; (e) in any advertising make any mention or claim with respect to the time of service or the speed with which any service is to be rendered; or (f) carry on the business of dental technician otherwise than in accordance with the provisions of the Act and of Part II of the Health Disciplines Act.  R.R.O. 1990, Reg. 264, s. 8 (1). (2) A dental technician who contravenes any of the provisions of subsection (1) is guilty of misconduct. R.R.O. 1990, Reg. 264, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) No dental technician shall,</p> <p class=\"clause-e\">(a) advertise himself or herself as a dental technician by written or any other advertisement otherwise than by,</p> <p class=\"subclause-e\">(i) mail to the dental profession, or</p> <p class=\"subclause-e\">(ii) publishing in a journal or other publication exclusively devoted to dental surgery or dental technique, or both, or in a printed publication circulated exclusively among dentists or physicians or dental technicians, an announcement or card giving his or her name, qualifications, address, specialties, if any, business hours and telephone number;</p> <p class=\"clause-e\">(b) advertise or cause to be advertised the prices or terms of payment for his or her work or products as a dental technician, except to quote or state upon a good faith request therefor, the prices or terms to any legally qualified medical practitioner, any person licensed under Part II of the <i>Health Disciplines Act</i> or any registered dental technician;</p> <p class=\"clause-e\">(c) use in the manufacture or repair of oral prosthetic devices, materials other than those prescribed by the dentist or physician for whom the work is being performed;</p> <p class=\"clause-e\">(d) directly or indirectly advertise expressly or by implication that he or she,</p> <p class=\"subclause-e\">(i) gives consultations,</p> <p class=\"subclause-e\">(ii) gives free service,</p> <p class=\"subclause-e\">(iii) grants premiums,</p> <p class=\"subclause-e\">(iv) grants rebates, discounts or reductions, or</p> <p class=\"subclause-e\">(v) promises the return or refunding of money paid for services rendered by him or her as a dental technician;</p> <p class=\"clause-e\">(e) in any advertising make any mention or claim with respect to the time of service or the speed with which any service is to be rendered; or</p> <p class=\"clause-e\">(f) carry on the business of dental technician otherwise than in accordance with the provisions of the Act and of Part II of the <i>Health Disciplines Act.  </i>R.R.O. 1990, Reg. 264, s. 8 (1).</p> <p class=\"subsection-e\">(2) A dental technician who contravenes any of the provisions of subsection (1) is guilty of misconduct. R.R.O. 1990, Reg. 264, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Discipline and Ethics",
            "content": "9. (1) The Board may cancel or may suspend for such time and upon such terms and conditions as it considers proper the registration of any person whom after a hearing it finds to be guilty of misconduct or to have been incompetent and, in addition to or as an alternative for such cancellation or suspension, the Board may assess against and recover from such person the expense or part of the expense incurred by the Board in the investigation and the hearing, up to a maximum of $100. R.R.O. 1990, Reg. 264, s. 9 (1). (2) At least ten days before the date fixed for the hearing, the Board shall give to the registered dental technician by personal service, (a) a written notice of the time and place fixed for the hearing; and (b) a written statement of particulars of the misconduct or incompetence alleged by the Board and a copy of any complaint in writing. R.R.O. 1990, Reg. 264, s. 9 (2). (3) The person against whom the complaint has been made is entitled to attend and answer the complaint and to be represented by counsel at the hearing but, where the person does not attend, the Board may proceed in his or her absence. R.R.O. 1990, Reg. 264, s. 9 (3). (4) The Board may employ such legal and other assistance as it considers necessary for the purpose of the investigation or hearing. R.R.O. 1990, Reg. 264, s. 9 (4). FORM 1   CERTIFICATE OF REGISTRATION Dental Technicians Act  No. ………………………………………………………….....\n\nDate …………………………………………………….……..\n\n\n \r\n\n \r\n\n\n \r\n\nTHIS IS TO CERTIFY that …………………………………………………………………………………..…\n\n\n \r\n\n \r\n\n\nof the …………………………………………………………..\n\n in the ………………………………………………………….\n\n\n \r\n\n \r\n\n\nis a Registered Dental Technician for the year 20 …………… \n\n \r\n\n\n \r\n\n…………………………………………………………………\n\n\n \r\n\nSecretary-Treasurer of the Governing Board of Dental Technicians R.R.O. 1990, Reg. 264, Form 1. FORM 2   APPLICATION FOR RE-REGISTRATION Dental Technicians Act  1. I, ………………………………………………………………..………………………………………………………………\n\n\n(print name in full)\n\n\n \r\n\n\nof the ……………………………...………………………………………………………………………………………………\n\n\n(print full postal address)\n\n\n \r\n\n\nhereby apply to the Board for the restoration of my name to the register of dental technicians.\n\n\n \r\n\n\n2. I enclose a re-registration fee $575.\n\n\n \r\n\n\nDated at ……………………...\n\nthis …………………………...\n\nday of ………………………. ,\n\n20 …………………………….\n\n\n \r\n\n\n \r\n\n……………………………………………………………...\n\n\n \r\n\n(Signature of applicant) R.R.O. 1990, Reg. 264, Form 2; O. Reg. 746/91, s. 4; O. Reg. 742/92, s. 4. FORM 3   APPLICATION FOR EXAMINATION AND REGISTRATION Dental Technicians Act  1. I, ………………………………………………………………..………………………………………………………………\n\n\n(print name in full)\n\n\n \r\n\n\nof ………..………………………...………………………………………………………………………………………………\n\n\n(address in full)\n\n\n \r\n\n\n \r\n\nTelephone Number ……………………………………………\n\n\n \r\n\n\nhereby make application to the Governing Board of Dental Technicians for the next examination to be conducted by the Board, and, if successful at such examination, for registration as a dental technician.\n\n\n \r\n\n\n2. Attached to this application are the following:\n\n\n \r\n\n\n \r\n\ni. Proof that I am of the full age of eighteen years as appears by certificate (birth, baptism, etc.).\n\n\n \r\n\n \r\n\n\n \r\n\nii. Proof of completion of Grade 12 in Ontario or the equivalent in another jurisdiction.\n\n\n \r\n\n \r\n\n\n \r\n\niii. Proof of service within Ontario as a dental technician under the supervision of a dentist or a registered dental technician for a minimum period of four years; or proof of successful completion of an approved program at a College of Applied Arts and Technology of Ontario and one year of service under the supervision of a registered dental technician.\n\n\n \r\n\n \r\n\n\n \r\n\niv. Cheque payable to the Governing Board of Dental Technicians in the sum of $100.\n\n\n \r\n\n \r\n\n\n \r\n\nv. Two character references.\n\n\n \r\n\n \r\n\n\n \r\n\nvi. A recent photograph, passport size.\n\n\n \r\n\n\nDated at ……………………...\n\nthis …………………………...\n\nday of ………………………. ,\n\n20 …………………………….\n\n\n \r\n\n\n \r\n\n……………………………………………………………...\n\n\n \r\n\n(Signature of applicant)\n\n\n \r\n\n\nIf I obtain pass standing at the examinations, I shall remit forthwith to the Board my registration fee of $550 after receiving notification from the Board. R.R.O. 1990, Reg. 264, Form 3; O. Reg. 746/91, s. 5; O. Reg. 742/92, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The Board may cancel or may suspend for such time and upon such terms and conditions as it considers proper the registration of any person whom after a hearing it finds to be guilty of misconduct or to have been incompetent and, in addition to or as an alternative for such cancellation or suspension, the Board may assess against and recover from such person the expense or part of the expense incurred by the Board in the investigation and the hearing, up to a maximum of $100. R.R.O. 1990, Reg. 264, s. 9 (1).</p> <p class=\"subsection-e\">(2) At least ten days before the date fixed for the hearing, the Board shall give to the registered dental technician by personal service,</p> <p class=\"clause-e\">(a) a written notice of the time and place fixed for the hearing; and</p> <p class=\"clause-e\">(b) a written statement of particulars of the misconduct or incompetence alleged by the Board and a copy of any complaint in writing. R.R.O. 1990, Reg. 264, s. 9 (2).</p> <p class=\"subsection-e\">(3) The person against whom the complaint has been made is entitled to attend and answer the complaint and to be represented by counsel at the hearing but, where the person does not attend, the Board may proceed in his or her absence. R.R.O. 1990, Reg. 264, s. 9 (3).</p> <p class=\"subsection-e\">(4) The Board may employ such legal and other assistance as it considers necessary for the purpose of the investigation or hearing. R.R.O. 1990, Reg. 264, s. 9 (4).</p> <p class=\"form-e\">FORM 1 <br/>  CERTIFICATE OF REGISTRATION</p> <p class=\"act-e\"><i>Dental Technicians Act</i></p> <p>\n</p> <center><table>\n<tr>\n<td width=\"84\"></td>\n<td width=\"252\"></td>\n<td width=\"335\"></td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"><p class=\"Normal\">No. ………………………………………………………….....</p>\n</td>\n<td valign=\"top\" width=\"335\"><p class=\"Normal\">Date …………………………………………………….……..</p>\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"> \r\n</td>\n<td valign=\"top\" width=\"335\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"84\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"587\"><p class=\"Normal\">THIS IS TO CERTIFY that …………………………………………………………………………………..…</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"84\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"587\"> \r\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"><p class=\"Normal\">of the …………………………………………………………..</p>\n</td>\n<td valign=\"top\" width=\"335\"><p class=\"Normal\"> in the ………………………………………………………….</p>\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"> \r\n</td>\n<td valign=\"top\" width=\"335\"> \r\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"><p class=\"Normal\">is a Registered Dental Technician for the year 20 …………… </p>\n</td>\n<td valign=\"top\" width=\"335\"> \r\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"> \r\n</td>\n<td valign=\"top\" width=\"335\"><p class=\"Normal\">…………………………………………………………………</p>\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"336\"> \r\n</td>\n<td valign=\"top\" width=\"335\"><p class=\"Normal\">Secretary-Treasurer of the Governing Board of Dental Technicians</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 264, Form 1.</p> <p class=\"form-e\">FORM 2 <br/>  APPLICATION FOR RE-REGISTRATION</p> <p class=\"act-e\"><i>Dental Technicians Act</i></p> <p>\n</p> <center><table>\n<tr>\n<td width=\"168\"></td>\n<td width=\"168\"></td>\n<td width=\"17\"></td>\n<td width=\"151\"></td>\n<td width=\"168\"></td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"><p class=\"Normal\">1. I, ………………………………………………………………..………………………………………………………………</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"><p class=\"Normal\">(print name in full)</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"><p class=\"Normal\">of the ……………………………...………………………………………………………………………………………………</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"><p class=\"Normal\">(print full postal address)</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"><p class=\"Normal\">hereby apply to the Board for the restoration of my name to the register of dental technicians.</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"><p class=\"Normal\">2. I enclose a re-registration fee $575.</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"168\"><p class=\"Normal\">Dated at ……………………...</p>\n</td>\n<td valign=\"top\" width=\"168\"><p class=\"Normal\">this …………………………...</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"168\"><p class=\"Normal\">day of ………………………. ,</p>\n</td>\n<td valign=\"top\" width=\"168\"><p class=\"Normal\">20 …………………………….</p>\n</td></tr>\n<tr>\n<td colspan=\"5\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"3\" valign=\"top\" width=\"353\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"319\"><p class=\"Normal\">……………………………………………………………...</p>\n</td></tr>\n<tr>\n<td colspan=\"3\" valign=\"top\" width=\"353\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"319\"><p class=\"Normal\">(Signature of applicant)</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 264, Form 2; O. Reg. 746/91, s. 4; O. Reg. 742/92, s. 4.</p> <p class=\"form-e\">FORM 3 <br/>  APPLICATION FOR EXAMINATION AND REGISTRATION</p> <p class=\"act-e\"><i>Dental Technicians Act</i></p> <p>\n</p> <center><table>\n<tr>\n<td width=\"134\"></td>\n<td width=\"33\"></td>\n<td width=\"168\"></td>\n<td width=\"17\"></td>\n<td width=\"151\"></td>\n<td width=\"168\"></td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">1. I, ………………………………………………………………..………………………………………………………………</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">(print name in full)</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">of ………..………………………...………………………………………………………………………………………………</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">(address in full)</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"3\" valign=\"top\" width=\"336\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"336\"><p class=\"Normal\">Telephone Number ……………………………………………</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">hereby make application to the Governing Board of Dental Technicians for the next examination to be conducted by the Board, and, if successful at such examination, for registration as a dental technician.</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">2. Attached to this application are the following:</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"><p class=\"Normal\">i. Proof that I am of the full age of eighteen years as appears by certificate (birth, baptism, etc.).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"><p class=\"Normal\">ii. Proof of completion of Grade 12 in Ontario or the equivalent in another jurisdiction.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"><p class=\"Normal\">iii. Proof of service within Ontario as a dental technician under the supervision of a dentist or a registered dental technician for a minimum period of four years; or proof of successful completion of an approved program at a College of Applied Arts and Technology of Ontario and one year of service under the supervision of a registered dental technician.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"><p class=\"Normal\">iv. Cheque payable to the Governing Board of Dental Technicians in the sum of $100.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"><p class=\"Normal\">v. Two character references.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"134\"> \r\n</td>\n<td colspan=\"5\" valign=\"top\" width=\"538\"><p class=\"Normal\">vi. A recent photograph, passport size.</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"168\"><p class=\"Normal\">Dated at ……………………...</p>\n</td>\n<td valign=\"top\" width=\"168\"><p class=\"Normal\">this …………………………...</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"168\"><p class=\"Normal\">day of ………………………. ,</p>\n</td>\n<td valign=\"top\" width=\"168\"><p class=\"Normal\">20 …………………………….</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"4\" valign=\"top\" width=\"353\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"319\"><p class=\"Normal\">……………………………………………………………...</p>\n</td></tr>\n<tr>\n<td colspan=\"4\" valign=\"top\" width=\"353\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"319\"><p class=\"Normal\">(Signature of applicant)</p>\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"> \r\n</td></tr>\n<tr>\n<td colspan=\"6\" valign=\"top\" width=\"673\"><p class=\"Normal\">If I obtain pass standing at the examinations, I shall remit forthwith to the Board my registration fee of $550 after receiving notification from the Board.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 264, Form 3; O. Reg. 746/91, s. 5; O. Reg. 742/92, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}