{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1014: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1014: ",
        "act_under": "Riding Horse Establishments Act   Loi sur les centres d’équitation",
        "url": "https://www.ontario.ca/laws/regulation/901014",
        "date_scraped": "2023-12-19 20:59:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “horse stable” means a building, the whole or any part of which is used for the accommodation of horses in a riding horse establishment; “pony” means a horse of a breed that, when mature, does not normally attain a height in excess of fifty-eight inches measured at the withers; “tack” includes all equipment of any kind customarily fitted to or placed on a horse. R.R.O. 1990, Reg. 1014, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“horse stable” means a building, the whole or any part of which is used for the accommodation of horses in a riding horse establishment;</p> <p class=\"definition-e\">“pony” means a horse of a breed that, when mature, does not normally attain a height in excess of fifty-eight inches measured at the withers;</p> <p class=\"definition-e\">“tack” includes all equipment of any kind customarily fitted to or placed on a horse. R.R.O. 1990, Reg. 1014, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A licence shall be issued annually for the period from April 1 in the year of issue to March 31 in the following year. (2) The fee for a licence is $25. O. Reg. 458/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A licence shall be issued annually for the period from April 1 in the year of issue to March 31 in the following year.</p> <p class=\"subsection-e\">(2) The fee for a licence is $25. O. Reg. 458/95, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An operator of a riding horse establishment is exempted from the requirement to hold a permit under sections 12 and 13 of the Act. O. Reg. 458/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An operator of a riding horse establishment is exempted from the requirement to hold a permit under sections 12 and 13 of the Act. O. Reg. 458/95, s. 1.</p>"
        },
        {
            "id": "4., 5.",
            "section": null,
            "content": "4., 5. Revoked: O. Reg. 458/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4., 5. </b>Revoked: O. Reg. 458/95, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Every riding horse establishment operator shall provide horse stables that are, (a) of sufficient size; (b) of sound construction; and (c) constructed and maintained, to provide safe and comfortable accommodation for all horses in the establishment. (2) Every riding horse establishment operator shall provide a yard or yards, properly fenced to safely confine horses, adequately drained and of sufficient size for the exercising of horses and shall maintain such yards and fences in a good condition, free from equipment, machinery, debris and refuse of all kinds and in a condition suitable for the exercising of horses. (3) Every riding horse establishment operator shall provide, either on the operator’s own property or by agreement with the owner of other property, sufficient land for customers to ride horses having regard to the type of operation carried on by the operator. (4) Subject to the Line Fences Act, every riding horse establishment operator shall ensure that every field from which horses may leave the operator’s premises and gain access to occupied lands or to any public road is properly fenced with a fence so constructed and maintained as to safely prevent horses from leaving the premises and the operator shall take all reasonable steps to ensure that all gates in such fences are kept closed except when in actual use. (5) All floors in a horse stable shall be properly maintained and shall be so constructed and maintained as to, (a) provide a surface free from any holes, cracks or other conditions that are capable of causing injury to a horse; and (b) provide for adequate drainage. (6) All ceilings and overhead supporting beams in a horse stable shall be solid and of sufficient height to, (a) prevent injury to horses; and (b) permit horses, while standing, to stand in a normal posture at all times. (7) All horse stables shall be so lighted as to permit effective observation of all horses at all times. (8) All horse stables used for the accommodation of horses in a riding horse establishment shall be so ventilated as to prevent excessive heat and humidity. (9) Every riding horse establishment operator shall provide a box stall on the premises of the establishment enclosed on all sides and located in a building capable of excluding wind, hail, rain and snow and having a minimum floor area of 100 square feet, no wall of which shall be less than nine feet in length. R.R.O. 1990, Reg. 1014, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Every riding horse establishment operator shall provide horse stables that are,</p> <p class=\"clause-e\">(a) of sufficient size;</p> <p class=\"clause-e\">(b) of sound construction; and</p> <p class=\"clause-e\">(c) constructed and maintained,</p> <p class=\"ssection-e\">to provide safe and comfortable accommodation for all horses in the establishment.</p> <p class=\"subsection-e\">(2) Every riding horse establishment operator shall provide a yard or yards, properly fenced to safely confine horses, adequately drained and of sufficient size for the exercising of horses and shall maintain such yards and fences in a good condition, free from equipment, machinery, debris and refuse of all kinds and in a condition suitable for the exercising of horses.</p> <p class=\"subsection-e\">(3) Every riding horse establishment operator shall provide, either on the operator’s own property or by agreement with the owner of other property, sufficient land for customers to ride horses having regard to the type of operation carried on by the operator.</p> <p class=\"subsection-e\">(4) Subject to the <i>Line Fences Act</i>, every riding horse establishment operator shall ensure that every field from which horses may leave the operator’s premises and gain access to occupied lands or to any public road is properly fenced with a fence so constructed and maintained as to safely prevent horses from leaving the premises and the operator shall take all reasonable steps to ensure that all gates in such fences are kept closed except when in actual use.</p> <p class=\"subsection-e\">(5) All floors in a horse stable shall be properly maintained and shall be so constructed and maintained as to,</p> <p class=\"clause-e\">(a) provide a surface free from any holes, cracks or other conditions that are capable of causing injury to a horse; and</p> <p class=\"clause-e\">(b) provide for adequate drainage.</p> <p class=\"subsection-e\">(6) All ceilings and overhead supporting beams in a horse stable shall be solid and of sufficient height to,</p> <p class=\"clause-e\">(a) prevent injury to horses; and</p> <p class=\"clause-e\">(b) permit horses, while standing, to stand in a normal posture at all times.</p> <p class=\"subsection-e\">(7) All horse stables shall be so lighted as to permit effective observation of all horses at all times.</p> <p class=\"subsection-e\">(8) All horse stables used for the accommodation of horses in a riding horse establishment shall be so ventilated as to prevent excessive heat and humidity.</p> <p class=\"subsection-e\">(9) Every riding horse establishment operator shall provide a box stall on the premises of the establishment enclosed on all sides and located in a building capable of excluding wind, hail, rain and snow and having a minimum floor area of 100 square feet, no wall of which shall be less than nine feet in length. R.R.O. 1990, Reg. 1014, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Every riding horse establishment operator shall provide such stalls, partitions or other provisions for accommodation of horses as may be required to prevent injury to horses. (2) Horses in a horse stable shall be so accommodated that each horse is accommodated in comfort with adequate room for the horse and an attendant. (3) The partitions of a box stall shall be soundly constructed and shall extend from the floor to a height sufficient to prevent interference between horses in the stall and horses outside the stall. (4) Every stall shall be maintained in a proper state of repair and free from any projections, holes or objects capable of causing injury to a horse. R.R.O. 1990, Reg. 1014, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Every riding horse establishment operator shall provide such stalls, partitions or other provisions for accommodation of horses as may be required to prevent injury to horses.</p> <p class=\"subsection-e\">(2) Horses in a horse stable shall be so accommodated that each horse is accommodated in comfort with adequate room for the horse and an attendant.</p> <p class=\"subsection-e\">(3) The partitions of a box stall shall be soundly constructed and shall extend from the floor to a height sufficient to prevent interference between horses in the stall and horses outside the stall.</p> <p class=\"subsection-e\">(4) Every stall shall be maintained in a proper state of repair and free from any projections, holes or objects capable of causing injury to a horse. R.R.O. 1990, Reg. 1014, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. All alleyways within a horse stable shall be of such width and shall be so maintained as to provide for, (a) the safe movement of horses and attendants; and (b) the proper transportation of feed and waste materials. R.R.O. 1990, Reg. 1014, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>All alleyways within a horse stable shall be of such width and shall be so maintained as to provide for,</p> <p class=\"clause-e\">(a) the safe movement of horses and attendants; and</p> <p class=\"clause-e\">(b) the proper transportation of feed and waste materials. R.R.O. 1990, Reg. 1014, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Where horses in a riding horse establishment are stabled in the same building as animals that are not horses, the building shall be so constructed as to prevent such other animals from entering the part of the building where the horses are stabled and to prevent the horses from entering the part of the building where the other animals are stabled. R.R.O. 1990, Reg. 1014, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Where horses in a riding horse establishment are stabled in the same building as animals that are not horses, the building shall be so constructed as to prevent such other animals from entering the part of the building where the horses are stabled and to prevent the horses from entering the part of the building where the other animals are stabled. R.R.O. 1990, Reg. 1014, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Revoked: O. Reg. 458/95, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Revoked: O. Reg. 458/95, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) A suitable area, separated from any area wherein horses are accommodated, shall be provided for the storage of tack. (2) Every horse stable shall have adequate means of egress to the outside of the building, readily accessible to the part of the stable wherein horses are accommodated and large enough to provide for rapid evacuation of horses from the stable in the event of an emergency. (3) Every riding horse establishment operator shall provide reasonable means of releasing horses in the event of fire occurring in or threatening any horse stable in which the horses are kept. (4) No person shall smoke in any part of a horse stable in which horses are accommodated or in which there is stored feed or bedding of any kind. (5) The operator of every riding horse establishment shall place in every part of a horse stable referred to in subsection (4) a sign stating “no smoking” in a location and of a size and type to be clearly visible to persons entering any such part of the horse stable. (6) Every riding horse establishment operator shall supply and maintain in each horse stable in the establishment a fire extinguisher in good operating condition that is rated at least 2A by the Underwriters’ Laboratories of Canada. R.R.O. 1990, Reg. 1014, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A suitable area, separated from any area wherein horses are accommodated, shall be provided for the storage of tack.</p> <p class=\"subsection-e\">(2) Every horse stable shall have adequate means of egress to the outside of the building, readily accessible to the part of the stable wherein horses are accommodated and large enough to provide for rapid evacuation of horses from the stable in the event of an emergency.</p> <p class=\"subsection-e\">(3) Every riding horse establishment operator shall provide reasonable means of releasing horses in the event of fire occurring in or threatening any horse stable in which the horses are kept.</p> <p class=\"subsection-e\">(4) No person shall smoke in any part of a horse stable in which horses are accommodated or in which there is stored feed or bedding of any kind.</p> <p class=\"subsection-e\">(5) The operator of every riding horse establishment shall place in every part of a horse stable referred to in subsection (4) a sign stating “no smoking” in a location and of a size and type to be clearly visible to persons entering any such part of the horse stable.</p> <p class=\"subsection-e\">(6) Every riding horse establishment operator shall supply and maintain in each horse stable in the establishment a fire extinguisher in good operating condition that is rated at least 2A by the Underwriters’ Laboratories of Canada. R.R.O. 1990, Reg. 1014, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. Every operator of a riding horse establishment shall provide, (a) such amounts of suitable feed and water to every horse in the riding horse establishment as are necessary to maintain every such horse in a state of good health; and (b) amounts of suitable bedding material in every horse stable adequate to provide for the comfort of the horses therein. R.R.O. 1990, Reg. 1014, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Every operator of a riding horse establishment shall provide,</p> <p class=\"clause-e\">(a) such amounts of suitable feed and water to every horse in the riding horse establishment as are necessary to maintain every such horse in a state of good health; and</p> <p class=\"clause-e\">(b) amounts of suitable bedding material in every horse stable adequate to provide for the comfort of the horses therein. R.R.O. 1990, Reg. 1014, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) Every riding horse establishment operator shall provide all utensils necessary for the proper handling of all food, water and waste materials in connection with the horses in the establishment and shall provide proper facilities for the storage of such feed. (2) Every riding horse establishment operator shall provide all instruments, appliances and medicines necessary for the proper grooming, feeding, care and emergency treatment of horses in the establishment. R.R.O. 1990, Reg. 1014, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Every riding horse establishment operator shall provide all utensils necessary for the proper handling of all food, water and waste materials in connection with the horses in the establishment and shall provide proper facilities for the storage of such feed.</p> <p class=\"subsection-e\">(2) Every riding horse establishment operator shall provide all instruments, appliances and medicines necessary for the proper grooming, feeding, care and emergency treatment of horses in the establishment. R.R.O. 1990, Reg. 1014, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) Where any tack used on a horse in a riding horse establishment interferes with the proper treatment of healing of any wound, disease or abnormal condition of the horse, the operator shall forthwith remove such tack and shall not allow or cause or permit the placing of any tack on the horse so long as such tack would interfere with the proper treatment or healing of the wound, disease or abnormal condition. (2) Where an inspector is of the opinion that any horse in a riding horse establishment is suffering from a wound, disease or abnormal condition that requires treatment by a veterinarian, the inspector shall so advise the operator of the riding horse establishment and the operator of the riding horse establishment shall, (a) arrange forthwith to have the horse examined by a veterinarian as soon as may be practicable; and (b) refrain from using the horse for riding until it has been examined and a veterinarian has approved in writing the use of the horse for riding. (3) Where a veterinarian has examined a horse in a riding horse establishment and has advised the operator thereof that the horse is ill or injured and in the veterinarian’s opinion is incapable of being so cured or healed as to live thereafter without suffering, the operator shall forthwith destroy the horse. R.R.O. 1990, Reg. 1014, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Where any tack used on a horse in a riding horse establishment interferes with the proper treatment of healing of any wound, disease or abnormal condition of the horse, the operator shall forthwith remove such tack and shall not allow or cause or permit the placing of any tack on the horse so long as such tack would interfere with the proper treatment or healing of the wound, disease or abnormal condition.</p> <p class=\"subsection-e\">(2) Where an inspector is of the opinion that any horse in a riding horse establishment is suffering from a wound, disease or abnormal condition that requires treatment by a veterinarian, the inspector shall so advise the operator of the riding horse establishment and the operator of the riding horse establishment shall,</p> <p class=\"clause-e\">(a) arrange forthwith to have the horse examined by a veterinarian as soon as may be practicable; and</p> <p class=\"clause-e\">(b) refrain from using the horse for riding until it has been examined and a veterinarian has approved in writing the use of the horse for riding.</p> <p class=\"subsection-e\">(3) Where a veterinarian has examined a horse in a riding horse establishment and has advised the operator thereof that the horse is ill or injured and in the veterinarian’s opinion is incapable of being so cured or healed as to live thereafter without suffering, the operator shall forthwith destroy the horse. R.R.O. 1990, Reg. 1014, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) Every horse in a riding horse establishment shall be provided with as much exercise, grooming and rest as is necessary for its welfare. (2) The operator of a riding horse establishment shall, (a) trim or cause to be trimmed the hooves of every horse in the establishment as often as is necessary to correct any condition of the hooves that interferes with the well-being of the horse; and (b) where a horse is shod, ensure that the shoes are properly fitted and properly maintained. (3) Every operator of a riding horse establishment shall daily inspect or cause to be inspected, every horse in the establishment to ensure that the horses are maintained in a good state of health. R.R.O. 1990, Reg. 1014, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Every horse in a riding horse establishment shall be provided with as much exercise, grooming and rest as is necessary for its welfare.</p> <p class=\"subsection-e\">(2) The operator of a riding horse establishment shall,</p> <p class=\"clause-e\">(a) trim or cause to be trimmed the hooves of every horse in the establishment as often as is necessary to correct any condition of the hooves that interferes with the well-being of the horse; and</p> <p class=\"clause-e\">(b) where a horse is shod, ensure that the shoes are properly fitted and properly maintained.</p> <p class=\"subsection-e\">(3) Every operator of a riding horse establishment shall daily inspect or cause to be inspected, every horse in the establishment to ensure that the horses are maintained in a good state of health. R.R.O. 1990, Reg. 1014, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) Every operator of a riding horse establishment shall maintain all mangers and utensils used for feed and water in the establishment in a clean and sanitary condition and shall provide facilities for the storage of such utensils. (2) Every operator of a riding horse establishment shall maintain all floors, walls and ceilings in every horse stable in the establishment free from accumulations of dirt or refuse. (3) Every operator of a riding horse establishment shall, (a) remove all manure and soiled bedding material from every horse stable in the establishment as often as is necessary to keep the horse stable dry, clean and free of noxious fumes; and (b) where such manure or soiled bedding material is stored, store it in such a manner that horses are prevented from having access to it. (4) Where manure and soiled bedding material is stored, the operator of the riding horse establishment shall remove the manure and soiled bedding material at least once a year. (5) Every operator of a riding horse establishment shall thoroughly clean and disinfect all horse stables in the establishment at least once a year. R.R.O. 1990, Reg. 1014, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Every operator of a riding horse establishment shall maintain all mangers and utensils used for feed and water in the establishment in a clean and sanitary condition and shall provide facilities for the storage of such utensils.</p> <p class=\"subsection-e\">(2) Every operator of a riding horse establishment shall maintain all floors, walls and ceilings in every horse stable in the establishment free from accumulations of dirt or refuse.</p> <p class=\"subsection-e\">(3) Every operator of a riding horse establishment shall,</p> <p class=\"clause-e\">(a) remove all manure and soiled bedding material from every horse stable in the establishment as often as is necessary to keep the horse stable dry, clean and free of noxious fumes; and</p> <p class=\"clause-e\">(b) where such manure or soiled bedding material is stored, store it in such a manner that horses are prevented from having access to it.</p> <p class=\"subsection-e\">(4) Where manure and soiled bedding material is stored, the operator of the riding horse establishment shall remove the manure and soiled bedding material at least once a year.</p> <p class=\"subsection-e\">(5) Every operator of a riding horse establishment shall thoroughly clean and disinfect all horse stables in the establishment at least once a year. R.R.O. 1990, Reg. 1014, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. Where horses that are used or intended to be used in connection with a riding horse establishment are transported in any vehicle, (a) the vehicle shall be of sound construction, with adequate ventilation for horses and shall be properly maintained; (b) the floor of any stall or compartment of the vehicle or of any ramp used in connection therewith shall be so constructed and maintained as to provide a surface free from any holes or cracks that are capable of causing injury to a horse; (c) every stall or compartment of the vehicle and any ramp used in connection therewith shall be free from any projections, holes or objects capable of causing injury to a horse; (d) every stall or compartment of the vehicle shall be supplied with amounts of clean material adequate to provide for safe footing for any horse therein; (e) where animals other than horses are transported in the same vehicle, the vehicle shall be equipped with a well constructed internal barrier adequate to prevent such animals from interfering with the horses; (f) every stall or compartment of the vehicle shall, during the time that it is so used, have an overhead covering adequate to prevent the direct entry of sun, rain, hail or snow into the stall or compartment and of a height adequate to permit the horses therein to stand comfortably; (g) the exterior walls of the vehicle shall be solidly constructed and at least as high as the top of the withers of the tallest horse therein; and (h) the person transporting the horses shall transport them to their destination without undue delay and shall supply them with adequate amounts of suitable feed and water at such intervals as may be necessary for their comfort and welfare. R.R.O. 1990, Reg. 1014, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>Where horses that are used or intended to be used in connection with a riding horse establishment are transported in any vehicle,</p> <p class=\"clause-e\">(a) the vehicle shall be of sound construction, with adequate ventilation for horses and shall be properly maintained;</p> <p class=\"clause-e\">(b) the floor of any stall or compartment of the vehicle or of any ramp used in connection therewith shall be so constructed and maintained as to provide a surface free from any holes or cracks that are capable of causing injury to a horse;</p> <p class=\"clause-e\">(c) every stall or compartment of the vehicle and any ramp used in connection therewith shall be free from any projections, holes or objects capable of causing injury to a horse;</p> <p class=\"clause-e\">(d) every stall or compartment of the vehicle shall be supplied with amounts of clean material adequate to provide for safe footing for any horse therein;</p> <p class=\"clause-e\">(e) where animals other than horses are transported in the same vehicle, the vehicle shall be equipped with a well constructed internal barrier adequate to prevent such animals from interfering with the horses;</p> <p class=\"clause-e\">(f) every stall or compartment of the vehicle shall, during the time that it is so used, have an overhead covering adequate to prevent the direct entry of sun, rain, hail or snow into the stall or compartment and of a height adequate to permit the horses therein to stand comfortably;</p> <p class=\"clause-e\">(g) the exterior walls of the vehicle shall be solidly constructed and at least as high as the top of the withers of the tallest horse therein; and</p> <p class=\"clause-e\">(h) the person transporting the horses shall transport them to their destination without undue delay and shall supply them with adequate amounts of suitable feed and water at such intervals as may be necessary for their comfort and welfare. R.R.O. 1990, Reg. 1014, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) No horse in a riding horse establishment shall be ridden by any person except under the supervision of a responsible person of the age of sixteen years or over, unless the operator of the establishment is satisfied that the person riding the horse is competent to ride without supervision. (2) The operation of the business of a riding horse establishment shall at no time be left in the charge of any person who is, (a) under sixteen years of age; or (b) not competent to handle horses. R.R.O. 1990, Reg. 1014, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) No horse in a riding horse establishment shall be ridden by any person except under the supervision of a responsible person of the age of sixteen years or over, unless the operator of the establishment is satisfied that the person riding the horse is competent to ride without supervision.</p> <p class=\"subsection-e\">(2) The operation of the business of a riding horse establishment shall at no time be left in the charge of any person who is,</p> <p class=\"clause-e\">(a) under sixteen years of age; or</p> <p class=\"clause-e\">(b) not competent to handle horses. R.R.O. 1990, Reg. 1014, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. Every person who is the operator of a riding horse establishment shall maintain an accurate record of every occasion on which a horse is let out on hire for riding, including the name and address of the person hiring the horse. R.R.O. 1990, Reg. 1014, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>Every person who is the operator of a riding horse establishment shall maintain an accurate record of every occasion on which a horse is let out on hire for riding, including the name and address of the person hiring the horse. R.R.O. 1990, Reg. 1014, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. Every person who is the operator of a riding horse establishment shall maintain a record of every foal under ninety days of age that was foaled in the establishment and the record shall contain, in as accurate a form as may be practicable, (a) the date of birth of the foal; (b) the sex of the foal; (c) the colour and markings of the foal; (d) where the foal is sold or otherwise disposed of, the manner of sale or disposition, the person, if any, to whom the foal was sold or disposed of and the date on which the foal was sold or disposed of; and (e) where the foal is sold, the bill of sale for the foal. R.R.O. 1990, Reg. 1014, s. 20. FORMS 1-4  REVOKED: O. REG. 458/95, S. 3. ",
            "raw_html": "<p class=\"section-e\"><b>20. </b>Every person who is the operator of a riding horse establishment shall maintain a record of every foal under ninety days of age that was foaled in the establishment and the record shall contain, in as accurate a form as may be practicable,</p> <p class=\"clause-e\">(a) the date of birth of the foal;</p> <p class=\"clause-e\">(b) the sex of the foal;</p> <p class=\"clause-e\">(c) the colour and markings of the foal;</p> <p class=\"clause-e\">(d) where the foal is sold or otherwise disposed of, the manner of sale or disposition, the person, if any, to whom the foal was sold or disposed of and the date on which the foal was sold or disposed of; and</p> <p class=\"clause-e\">(e) where the foal is sold, the bill of sale for the foal. R.R.O. 1990, Reg. 1014, s. 20.</p> <p class=\"form-e\">FORMS 1-4<b>  REVOKED: O. REG. 458/95, S. 3.</b></p> <p class=\"Normal\"></p>"
        }
    ]
}