{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 300: PRACTICE AND PROCEDURE-BOARDS OF REFERENCE",
        "reg_name_text": "PRACTICE AND PROCEDURE—BOARDS OF   REFERENCE",
        "citation": "R.R.O. 1990, Reg. 300: PRACTICE AND PROCEDURE-BOARDS OF REFERENCE",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/900300",
        "date_scraped": "2023-12-19 21:09:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “applicant” means a person in respect of whose application the Minister has granted a Board; “Board” means a Board of Reference that is granted by the Minister under section 270 of the Act; “reference” means proceedings before a Board; and “respondent” means a party to a reference other than the applicant. R.R.O. 1990, Reg. 300, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“applicant” means a person in respect of whose application the Minister has granted a Board;</p> <p class=\"definition-e\">“Board” means a Board of Reference that is granted by the Minister under section 270 of the Act;</p> <p class=\"definition-e\">“reference” means proceedings before a Board; and</p> <p class=\"definition-e\">“respondent” means a party to a reference other than the applicant. R.R.O. 1990, Reg. 300, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The parties to a reference shall be, (a) where a board is the applicant, the board and the teacher who terminated his or her contract; and (b) where a teacher is the applicant, the teacher and the board that dismissed the teacher or terminated his or her contract. R.R.O. 1990, Reg. 300, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The parties to a reference shall be,</p> <p class=\"clause-e\">(a) where a board is the applicant, the board and the teacher who terminated his or her contract; and</p> <p class=\"clause-e\">(b) where a teacher is the applicant, the teacher and the board that dismissed the teacher or terminated his or her contract. R.R.O. 1990, Reg. 300, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Except as provided by section 7, the minimum rules for proceedings provided in Part I of the Statutory Powers Procedure Act, apply to a reference. R.R.O. 1990, Reg. 300, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Except as provided by section 7, the minimum rules for proceedings provided in Part I of the <i>Statutory Powers Procedure Act</i>, apply to a reference. R.R.O. 1990, Reg. 300, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The chair of the Board shall cause three reference books to be prepared from the documents filed with him or her under section 5. R.R.O. 1990, Reg. 300, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The chair of the Board shall cause three reference books to be prepared from the documents filed with him or her under section 5. R.R.O. 1990, Reg. 300, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Where a teacher is the applicant, the teacher shall file with the chair of the Board three copies of each of, (a) the contract of the teacher with the board where the teacher holds a copy of the contract, or an affidavit that the teacher does not hold a copy of the contract; (b) the notice of dismissal or termination of contract; (c) the statement of the disagreement with the dismissal or termination of contract as sent to the Minister; (d) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and (e) the notice of the nomination by the teacher of a representative to the Board. (2) Where a teacher is the applicant, the board shall file with the chair of the Board three copies of each of, (a) the contract of the teacher with the board; (b) the resolution, if any, of the board dismissing the teacher or terminating his or her contract; (c) the copy of the application for a Board provided by the applicant; (d) the notice of the application for a Board provided by the Minister; (e) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and (f) the notice of the nomination by the board of a representative to the Board. R.R.O. 1990, Reg. 300, s. 5 (1, 2). (3) The Minister shall cause to be filed with the chair of the Board three copies of each of, (a) the application for a Board; (b) the notice of the application for a Board sent to the respondent; and .  .  .  .  . R.R.O. 1990, Reg. 300, s. 5 (3); O. Reg. 122/95, s. 1. (4) Where a board is the applicant, the teacher shall file with the chair of the Board three copies of each of, (a) the contract of the teacher with the board where the teacher holds a copy of the contract, or an affidavit that the teacher does not hold a copy of the contract; (b) the copy of the application for a Board provided by the applicant; (c) the notice of the application for a Board provided by the Minister; (d) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and (e) the notice of the nomination by the teacher of a representative to the Board. (5) Where a board is the applicant, the board shall file with the chair of the Board three copies of each of, (a) the contract of the teacher with the board; (b) the notice of termination of contract; (c) the statement of the disagreement with the termination of the contract as sent to the Minister; (d) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and (e) the notice of the nomination by the board of a representative to the Board. (6) The documents to be filed with the chair under this section shall be filed with him or her not less than three days before the day upon which the hearing is to begin. (7) A copy of the documents filed with the chair by an applicant shall be served by the applicant upon the respondent and a copy of the documents filed with the chair by a respondent shall be served by the respondent upon the applicant, and such service shall be made by personal service or by registered mail upon the party or upon the solicitor of the party to be served and shall be made not less than three days before the day upon which the hearing is to begin. (8) A reference shall not be defeated by any error or omission in the supply of the documents referred to in this section, but the chair may require any such error or omission to be corrected upon such terms as to adjournment, costs and otherwise as he or she may determine. R.R.O. 1990, Reg. 300, s. 5 (4-8).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Where a teacher is the applicant, the teacher shall file with the chair of the Board three copies of each of,</p> <p class=\"clause-e\">(a) the contract of the teacher with the board where the teacher holds a copy of the contract, or an affidavit that the teacher does not hold a copy of the contract;</p> <p class=\"clause-e\">(b) the notice of dismissal or termination of contract;</p> <p class=\"clause-e\">(c) the statement of the disagreement with the dismissal or termination of contract as sent to the Minister;</p> <p class=\"clause-e\">(d) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and</p> <p class=\"clause-e\">(e) the notice of the nomination by the teacher of a representative to the Board.</p> <p class=\"subsection-e\">(2) Where a teacher is the applicant, the board shall file with the chair of the Board three copies of each of,</p> <p class=\"clause-e\">(a) the contract of the teacher with the board;</p> <p class=\"clause-e\">(b) the resolution, if any, of the board dismissing the teacher or terminating his or her contract;</p> <p class=\"clause-e\">(c) the copy of the application for a Board provided by the applicant;</p> <p class=\"clause-e\">(d) the notice of the application for a Board provided by the Minister;</p> <p class=\"clause-e\">(e) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and</p> <p class=\"clause-e\">(f) the notice of the nomination by the board of a representative to the Board. R.R.O. 1990, Reg. 300, s. 5 (1, 2).</p> <p class=\"subsection-e\">(3) The Minister shall cause to be filed with the chair of the Board three copies of each of,</p> <p class=\"clause-e\">(a) the application for a Board;</p> <p class=\"clause-e\">(b) the notice of the application for a Board sent to the respondent; and</p> <p class=\"ellipsis-e\">  .  .  .  .  .</p> <p class=\"tfootnote-e\">R.R.O. 1990, Reg. 300, s. 5 (3); O. Reg. 122/95, s. 1.</p> <p class=\"subsection-e\">(4) Where a board is the applicant, the teacher shall file with the chair of the Board three copies of each of,</p> <p class=\"clause-e\">(a) the contract of the teacher with the board where the teacher holds a copy of the contract, or an affidavit that the teacher does not hold a copy of the contract;</p> <p class=\"clause-e\">(b) the copy of the application for a Board provided by the applicant;</p> <p class=\"clause-e\">(c) the notice of the application for a Board provided by the Minister;</p> <p class=\"clause-e\">(d) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and</p> <p class=\"clause-e\">(e) the notice of the nomination by the teacher of a representative to the Board.</p> <p class=\"subsection-e\">(5) Where a board is the applicant, the board shall file with the chair of the Board three copies of each of,</p> <p class=\"clause-e\">(a) the contract of the teacher with the board;</p> <p class=\"clause-e\">(b) the notice of termination of contract;</p> <p class=\"clause-e\">(c) the statement of the disagreement with the termination of the contract as sent to the Minister;</p> <p class=\"clause-e\">(d) the notice from the Minister that he or she has directed a judge to act as chair of the Board; and</p> <p class=\"clause-e\">(e) the notice of the nomination by the board of a representative to the Board.</p> <p class=\"subsection-e\">(6) The documents to be filed with the chair under this section shall be filed with him or her not less than three days before the day upon which the hearing is to begin.</p> <p class=\"subsection-e\">(7) A copy of the documents filed with the chair by an applicant shall be served by the applicant upon the respondent and a copy of the documents filed with the chair by a respondent shall be served by the respondent upon the applicant, and such service shall be made by personal service or by registered mail upon the party or upon the solicitor of the party to be served and shall be made not less than three days before the day upon which the hearing is to begin.</p> <p class=\"subsection-e\">(8) A reference shall not be defeated by any error or omission in the supply of the documents referred to in this section, but the chair may require any such error or omission to be corrected upon such terms as to adjournment, costs and otherwise as he or she may determine. R.R.O. 1990, Reg. 300, s. 5 (4-8).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) At a reference, the respondent shall begin and at the conclusion of the case for the respondent, (a) where the applicant states an intention not to adduce evidence and the applicant has not adduced evidence, the respondent has the right to sum up the evidence and the applicant has the right to reply; and (b) where the applicant wishes to adduce evidence, the applicant has the right to open the applicant’s case and after the conclusion of such opening to adduce evidence and, when all the evidence is concluded, to sum up the evidence, and the respondent has the right to reply. (2) Where a party to a reference is represented by counsel or an agent, a right conferred upon the party by subsection (1) may be exercised by the party’s counsel or agent at the option of the party. (3) Where, for any reason, a party to a reference omits or fails to adduce evidence that is material, the Board, at the request of such party made prior to the giving of the direction of the Board, may permit the party to adduce such evidence upon such conditions in respect of cross-examination, introduction of rebuttal evidence, reply, costs and any other matters as the chair may direct. R.R.O. 1990, Reg. 300, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) At a reference, the respondent shall begin and at the conclusion of the case for the respondent,</p> <p class=\"clause-e\">(a) where the applicant states an intention not to adduce evidence and the applicant has not adduced evidence, the respondent has the right to sum up the evidence and the applicant has the right to reply; and</p> <p class=\"clause-e\">(b) where the applicant wishes to adduce evidence, the applicant has the right to open the applicant’s case and after the conclusion of such opening to adduce evidence and, when all the evidence is concluded, to sum up the evidence, and the respondent has the right to reply.</p> <p class=\"subsection-e\">(2) Where a party to a reference is represented by counsel or an agent, a right conferred upon the party by subsection (1) may be exercised by the party’s counsel or agent at the option of the party.</p> <p class=\"subsection-e\">(3) Where, for any reason, a party to a reference omits or fails to adduce evidence that is material, the Board, at the request of such party made prior to the giving of the direction of the Board, may permit the party to adduce such evidence upon such conditions in respect of cross-examination, introduction of rebuttal evidence, reply, costs and any other matters as the chair may direct. R.R.O. 1990, Reg. 300, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Despite section 15 of the Statutory Powers Procedure Act, the findings of fact of the Board shall be based exclusively on evidence admissible under the law of evidence and on matters of which notice may be taken under section 16 of that Act. R.R.O. 1990, Reg. 300, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Despite section 15 of the <i>Statutory Powers Procedure Act</i>, the findings of fact of the Board shall be based exclusively on evidence admissible under the law of evidence and on matters of which notice may be taken under section 16 of that Act. R.R.O. 1990, Reg. 300, s.7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The evidence before a Board shall be recorded by a person approved and appointed by the chair of the Board and who, before acting, shall make an oath or affirmation that he or she will truly and faithfully record the evidence to the best of his or her abilities. (2) It is not necessary to transcribe the evidence recorded at a reference unless, (a) the chair orders that it be done, in which case the costs thereof shall be included in the costs of the reference; or (b) a party to the reference requests that it be done and pays the costs of the preparation of the transcript. (3) Where evidence at a reference is transcribed, the transcript shall be accompanied by an affidavit or affirmation of the person recording the evidence that it is a true report of the evidence. R.R.O. 1990, Reg. 300, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The evidence before a Board shall be recorded by a person approved and appointed by the chair of the Board and who, before acting, shall make an oath or affirmation that he or she will truly and faithfully record the evidence to the best of his or her abilities.</p> <p class=\"subsection-e\">(2) It is not necessary to transcribe the evidence recorded at a reference unless,</p> <p class=\"clause-e\">(a) the chair orders that it be done, in which case the costs thereof shall be included in the costs of the reference; or</p> <p class=\"clause-e\">(b) a party to the reference requests that it be done and pays the costs of the preparation of the transcript.</p> <p class=\"subsection-e\">(3) Where evidence at a reference is transcribed, the transcript shall be accompanied by an affidavit or affirmation of the person recording the evidence that it is a true report of the evidence. R.R.O. 1990, Reg. 300, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. A reference shall be conducted, and the report and direction of the Board shall be, in the English language, except where the Board and the parties to the reference agree that the reference be conducted in the French language, in which case the report and direction of the Board may, at the option of the Board, be in the French language. R.R.O. 1990, Reg. 300, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>A reference shall be conducted, and the report and direction of the Board shall be, in the English language, except where the Board and the parties to the reference agree that the reference be conducted in the French language, in which case the report and direction of the Board may, at the option of the Board, be in the French language. R.R.O. 1990, Reg. 300, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) The chair may, and if required by a party to the reference shall, appoint a person to act as an interpreter at the reference, and such person before acting shall make an oath or affirmation that he or she will truly and faithfully translate the evidence to the best of his or her abilities. (2) The costs of an interpreter shall be included in the costs of the reference. R.R.O. 1990, Reg. 300, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The chair may, and if required by a party to the reference shall, appoint a person to act as an interpreter at the reference, and such person before acting shall make an oath or affirmation that he or she will truly and faithfully translate the evidence to the best of his or her abilities.</p> <p class=\"subsection-e\">(2) The costs of an interpreter shall be included in the costs of the reference. R.R.O. 1990, Reg. 300, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) An application for judicial review of a decision of the Board operates as a stay in the reference. (2) Where an application for judicial review of a decision of the Board is made where the reference was conducted in the French language, the decision of the Board and the reasons therefor, where reasons have been given, and the transcript, if any, of the oral evidence given at the hearing, shall be translated into the English language, and the costs thereof shall be included in the costs of the reference. R.R.O. 1990, Reg. 300, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) An application for judicial review of a decision of the Board operates as a stay in the reference.</p> <p class=\"subsection-e\">(2) Where an application for judicial review of a decision of the Board is made where the reference was conducted in the French language, the decision of the Board and the reasons therefor, where reasons have been given, and the transcript, if any, of the oral evidence given at the hearing, shall be translated into the English language, and the costs thereof shall be included in the costs of the reference. R.R.O. 1990, Reg. 300, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. A member of a Board who participates in a decision of the Board shall have been present throughout the reference. R.R.O. 1990, Reg. 300, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A member of a Board who participates in a decision of the Board shall have been present throughout the reference. R.R.O. 1990, Reg. 300, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The remuneration of members of a Board other than the chair shall not be less than $85 per day or greater than $150 per day. (2) In addition to the remuneration under subsection (1), a member of a Board is entitled to his or her actual travelling and living expenses incurred while engaged in his or her duties as a member of the Board. (3) Counsel fees, interpreter fees, fees in respect of the recording and transcribing of the evidence, allowances to court attendants and other costs incurred in respect of a reference shall be at the rate for such fees, allowances and costs in matters before a county or district court. R.R.O.1990, Reg. 300, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The remuneration of members of a Board other than the chair shall not be less than $85 per day or greater than $150 per day.</p> <p class=\"subsection-e\">(2) In addition to the remuneration under subsection (1), a member of a Board is entitled to his or her actual travelling and living expenses incurred while engaged in his or her duties as a member of the Board.</p> <p class=\"subsection-e\">(3) Counsel fees, interpreter fees, fees in respect of the recording and transcribing of the evidence, allowances to court attendants and other costs incurred in respect of a reference shall be at the rate for such fees, allowances and costs in matters before a county or district court. R.R.O.1990, Reg. 300, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. A party to a reference who desires to call as a witness an opposite party may either request the Board to summons the party or give the party or the party’s solicitor at least five days notice of the intention to examine the party as a witness, paying at the same time the amount proper for attendance money, and, if such opposite party does not attend on such summons or notice, the reference may be postponed at the direction of the chair of the Board. R.R.O. 1990, Reg. 300, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>A party to a reference who desires to call as a witness an opposite party may either request the Board to summons the party or give the party or the party’s solicitor at least five days notice of the intention to examine the party as a witness, paying at the same time the amount proper for attendance money, and, if such opposite party does not attend on such summons or notice, the reference may be postponed at the direction of the chair of the Board. R.R.O. 1990, Reg. 300, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. The chair of the Board may, where it appears necessary for the purposes of the reference, make an order for the examination on oath or affirmation before any person and at any place of a person who has knowledge respecting the matters before the Board and who, because of illness or other reasonable cause, is unable to attend the reference and may permit such deposition to be placed in evidence. R.R.O. 1990, Reg. 300, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The chair of the Board may, where it appears necessary for the purposes of the reference, make an order for the examination on oath or affirmation before any person and at any place of a person who has knowledge respecting the matters before the Board and who, because of illness or other reasonable cause, is unable to attend the reference and may permit such deposition to be placed in evidence. R.R.O. 1990, Reg. 300, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. The chair of the Board at a reference may, (a) order a witness who is not a party to the reference to be excluded from the reference until called to give evidence; and (b) exclude the testimony of any person who does not comply with an order made under clause (a). R.R.O. 1990, Reg. 300, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>The chair of the Board at a reference may,</p> <p class=\"clause-e\">(a) order a witness who is not a party to the reference to be excluded from the reference until called to give evidence; and</p> <p class=\"clause-e\">(b) exclude the testimony of any person who does not comply with an order made under clause (a). R.R.O. 1990, Reg. 300, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. A record of a reference, compiled by a Board shall be forwarded as soon as practicable by the chair of the Board to the Minister, and such record shall be retained by the Minister for a period of at least two years after which time it may be destroyed without the necessity of notice thereof being given to either party to the reference. R.R.O. 1990, Reg. 300, s. 17. ",
            "raw_html": "<p class=\"section-e\"><b>17. </b>A record of a reference, compiled by a Board shall be forwarded as soon as practicable by the chair of the Board to the Minister, and such record shall be retained by the Minister for a period of at least two years after which time it may be destroyed without the necessity of notice thereof being given to either party to the reference. R.R.O. 1990, Reg. 300, s. 17.</p> <p class=\"Normal\"></p>"
        }
    ]
}