{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 435: TOBACCO - MARKETING",
        "reg_name_text": "TOBACCO — MARKETING",
        "citation": "R.R.O. 1990, Reg. 435: TOBACCO - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900435",
        "date_scraped": "2023-12-19 07:40:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900435/v4",
            "valid_from": "May 28, 2009",
            "valid_to": "May 31, 2009"
        },
        {
            "a_href": "/laws/regulation/900435/v3",
            "valid_from": "March 17, 2005",
            "valid_to": "May 27, 2009"
        },
        {
            "a_href": "/laws/regulation/900435/v2",
            "valid_from": "August 23, 2004",
            "valid_to": "March 16, 2005"
        },
        {
            "a_href": "/laws/regulation/900435/v1",
            "valid_from": "October  2, 2000",
            "valid_to": "August 22, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “buyer” means a person who buys tobacco; (“acheteur”) “local board” means The Ontario Flue-Cured Tobacco Growers’ Marketing Board, as set out in Regulation 436 of the Revised Regulations of Ontario, 1990; (“commission locale”) “plan” means The Ontario Flue-Cured Tobacco Growers’ Marketing Plan, as set out in Regulation 436 of the Revised Regulations of Ontario, 1990. (“plan”) O. Reg. 52/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“buyer” means a person who buys tobacco; (“acheteur”)</p> <p class=\"definition-e\">“local board” means The Ontario Flue-Cured Tobacco Growers’ Marketing Board, as set out in Regulation 436 of the Revised Regulations of Ontario, 1990; (“commission locale”)</p> <p class=\"definition-e\">“plan” means The Ontario Flue-Cured Tobacco Growers’ Marketing Plan, as set out in Regulation 436 of the Revised Regulations of Ontario, 1990. (“plan”) O. Reg. 52/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of tobacco, including the prohibition of such producing and marketing in whole or in part. R.R.O. 1990, Reg. 435, s. 2. Powers of Local Board",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of tobacco, including the prohibition of such producing and marketing in whole or in part. R.R.O. 1990, Reg. 435, s. 2.</p> <p class=\"heading1-e\">Powers of Local Board</p>"
        },
        {
            "id": "3.",
            "section": "Powers of Local Board",
            "content": "3. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing tobacco to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing tobacco to furnish such information relating to the production or marketing of tobacco, including the completing and filing of returns, as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any tobacco of persons engaged in the marketing of tobacco; (d) to appoint persons to inspect, (i) the books, records and documents, (ii) the lands and premises, (iii) any tobacco, and (iv) any growing plants or other development in the producing of tobacco, of persons engaged in the producing of tobacco; (e) to stimulate, increase and improve the marketing of tobacco by such means as it considers proper; (f) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing tobacco; and (g) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan. R.R.O. 1990, Reg. 435, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">(a) to require persons engaged in producing or marketing tobacco to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">(b) to require persons engaged in producing or marketing tobacco to furnish such information relating to the production or marketing of tobacco, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">(c) to appoint persons to inspect the books, records, documents, lands and premises and any tobacco of persons engaged in the marketing of tobacco;</p> <p class=\"clause-e\">(d) to appoint persons to inspect,</p> <p class=\"subclause-e\">(i) the books, records and documents,</p> <p class=\"subclause-e\">(ii) the lands and premises,</p> <p class=\"subclause-e\">(iii) any tobacco, and</p> <p class=\"subclause-e\">(iv) any growing plants or other development in the producing of tobacco,</p> <p class=\"Sclause-e\">of persons engaged in the producing of tobacco;</p> <p class=\"clause-e\">(e) to stimulate, increase and improve the marketing of tobacco by such means as it considers proper;</p> <p class=\"clause-e\">(f) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing tobacco; and</p> <p class=\"clause-e\">(g) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan. R.R.O. 1990, Reg. 435, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Powers of Local Board",
            "content": "4. The Commission delegates to the local board its powers to make regulations with respect to tobacco, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of tobacco; (b) prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence; (c) prohibiting persons from engaging in the producing or marketing of tobacco except under the authority of a licence and except in compliance with the terms and conditions of the licence; (d) providing for the refusal to grant or renew a licence or the suspension or revocation of a licence, (i) where the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or (ii) where the applicant or licensee has failed to comply with or has contravened any provision of the Act, the regulations, the plan or any order or direction of the Commission, Director or local board or of a marketing agency of Canada; (e) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of the Act, the regulations, the plan or any order or direction of the local board; (f) providing for the fixing of licence fees and their payment by any or all persons producing or marketing tobacco and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction; (g) prescribing the form of licences; (h) providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety or grade of tobacco, or any person or class of persons engaged in the producing or marketing of tobacco or any class, variety or grade of tobacco; (i) requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the marketing of tobacco, and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds from them; (j) requiring any person who produces and processes tobacco to furnish to the local board statements of the amounts of tobacco that the person produced in any year and used for processing; (k) providing for the control and regulation of the producing of tobacco, including the times and places at which tobacco may be produced; (l) providing for the seizing, removing, destroying or otherwise disposing of any growing tobacco plants or tobacco produced or marketed in violation of the Act or the regulations and the retention or disposition by the local board of any of the proceeds of the sale thereof; (m) providing for the control and regulation of the marketing of tobacco, including the times and places at which tobacco may be marketed; (n) providing for the control and regulation of agreements entered into by producers of tobacco with persons engaged in marketing or processing tobacco, and the prohibition of any provision or clause in such agreements; (o) requiring any person who produces tobacco to offer to sell and to sell the tobacco through the local board; (p) prohibiting any person from processing, packing or packaging any tobacco that has not been sold by or through the local board; (q) providing for the regulating and the controlling of agreements entered into by producers of tobacco with persons engaged in marketing or processing tobacco, and the prohibition of any provision or clause in such agreements; and (r) providing for the making of agreements relating to the marketing of tobacco through the local board, and prescribing the forms and the terms and conditions of such agreements. R.R.O. 1990, Reg. 435, s. 4; O. Reg. 561/92, s.1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Commission delegates to the local board its powers to make regulations with respect to tobacco,</p> <p class=\"clause-e\">(a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of tobacco;</p> <p class=\"clause-e\">(b) prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence;</p> <p class=\"clause-e\">(c) prohibiting persons from engaging in the producing or marketing of tobacco except under the authority of a licence and except in compliance with the terms and conditions of the licence;</p> <p class=\"clause-e\">(d) providing for the refusal to grant or renew a licence or the suspension or revocation of a licence,</p> <p class=\"subclause-e\">(i) where the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">(ii) where the applicant or licensee has failed to comply with or has contravened any provision of the Act, the regulations, the plan or any order or direction of the Commission, Director or local board or of a marketing agency of Canada;</p> <p class=\"clause-e\">(e) providing for the imposition, amount, disposition and use of penalties where, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of the Act, the regulations, the plan or any order or direction of the local board;</p> <p class=\"clause-e\">(f) providing for the fixing of licence fees and their payment by any or all persons producing or marketing tobacco and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">(g) prescribing the form of licences;</p> <p class=\"clause-e\">(h) providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety or grade of tobacco, or any person or class of persons engaged in the producing or marketing of tobacco or any class, variety or grade of tobacco;</p> <p class=\"clause-e\">(i) requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the marketing of tobacco, and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds from them;</p> <p class=\"clause-e\">(j) requiring any person who produces and processes tobacco to furnish to the local board statements of the amounts of tobacco that the person produced in any year and used for processing;</p> <p class=\"clause-e\">(k) providing for the control and regulation of the producing of tobacco, including the times and places at which tobacco may be produced;</p> <p class=\"clause-e\">(l) providing for the seizing, removing, destroying or otherwise disposing of any growing tobacco plants or tobacco produced or marketed in violation of the Act or the regulations and the retention or disposition by the local board of any of the proceeds of the sale thereof;</p> <p class=\"clause-e\">(m) providing for the control and regulation of the marketing of tobacco, including the times and places at which tobacco may be marketed;</p> <p class=\"clause-e\">(n) providing for the control and regulation of agreements entered into by producers of tobacco with persons engaged in marketing or processing tobacco, and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">(o) requiring any person who produces tobacco to offer to sell and to sell the tobacco through the local board;</p> <p class=\"clause-e\">(p) prohibiting any person from processing, packing or packaging any tobacco that has not been sold by or through the local board;</p> <p class=\"clause-e\">(q) providing for the regulating and the controlling of agreements entered into by producers of tobacco with persons engaged in marketing or processing tobacco, and the prohibition of any provision or clause in such agreements; and</p> <p class=\"clause-e\">(r) providing for the making of agreements relating to the marketing of tobacco through the local board, and prescribing the forms and the terms and conditions of such agreements. R.R.O. 1990, Reg. 435, s. 4; O. Reg. 561/92, s.1.</p>"
        },
        {
            "id": "4.1",
            "section": "Powers of Local Board",
            "content": "4.1 The local board may impose such terms and conditions upon a licence as it considers proper. O. Reg. 561/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>4.1 </b>The local board may impose such terms and conditions upon a licence as it considers proper. O. Reg. 561/92, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Powers of Local Board",
            "content": "5. Subject to paragraph 6 of subsection 6 (1), no person shall market tobacco except through the local board. R.R.O. 1990, Reg. 435, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Subject to paragraph 6 of subsection 6 (1), no person shall market tobacco except through the local board. R.R.O. 1990, Reg. 435, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Powers of Local Board",
            "content": "6. (1) The Commission vests in the local board the following powers: 1. To direct and control, by order or direction, either as principal or agent, the marketing of tobacco, including the times and places at which tobacco may be marketed. 2. To determine the quality of each class, variety, grade and size of tobacco that shall be marketed by each producer. 3. To prohibit the marketing of any class, variety, grade or size of tobacco. 4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for any class, variety, grade or size of tobacco sold or otherwise disposed of pursuant to the power vested in the local board under paragraph 6. 5. To fix and impose from time to time service charges on producers for the marketing of tobacco. 6. Subject to subsections (2) and (3), to purchase or otherwise acquire at a tobacco exchange operated by the local board or from a person other than a producer such quantity or quantities of tobacco as the local board considers advisable and to sell or otherwise dispose of that tobacco. 7. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan. 8. To pay to producers the price or prices for tobacco less service charges imposed under paragraph 5 and to fix the times at which or within which such payment shall be made. R.R.O. 1990, Reg. 435, s. 6 (1). (2) The power of the local board to purchase or otherwise acquire tobacco shall not be exercised except, (a) to purchase or otherwise acquire tobacco for the purposes of a transaction to sell tobacco where the local board has given the tobacco manufacturers, leaf dealers and processors the first right to enter into the transaction but they have been unwilling or unable to enter into the transaction in whole or in part; or (b) after the tobacco became available to be purchased on the exchange for the negotiated minimum grade price for that class, variety, grade or size of tobacco but was not purchased. R.R.O. 1990, Reg. 435, s. 6 (2). (3) Where the local board purchases tobacco under clause (2) (b), the purchase price shall be not less than the negotiated minimum grade price for that class, variety, grade or size of tobacco less the service charge imposed under paragraph 5 of subsection (1). R.R.O. 1990, Reg. 435, s. 6 (3). Quotas",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Commission vests in the local board the following powers:</p> <p class=\"paragraph-e\">1. To direct and control, by order or direction, either as principal or agent, the marketing of tobacco, including the times and places at which tobacco may be marketed.</p> <p class=\"paragraph-e\">2. To determine the quality of each class, variety, grade and size of tobacco that shall be marketed by each producer.</p> <p class=\"paragraph-e\">3. To prohibit the marketing of any class, variety, grade or size of tobacco.</p> <p class=\"paragraph-e\">4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for any class, variety, grade or size of tobacco sold or otherwise disposed of pursuant to the power vested in the local board under paragraph 6.</p> <p class=\"paragraph-e\">5. To fix and impose from time to time service charges on producers for the marketing of tobacco.</p> <p class=\"paragraph-e\">6. Subject to subsections (2) and (3), to purchase or otherwise acquire at a tobacco exchange operated by the local board or from a person other than a producer such quantity or quantities of tobacco as the local board considers advisable and to sell or otherwise dispose of that tobacco.</p> <p class=\"paragraph-e\">7. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan.</p> <p class=\"paragraph-e\">8. To pay to producers the price or prices for tobacco less service charges imposed under paragraph 5 and to fix the times at which or within which such payment shall be made. R.R.O. 1990, Reg. 435, s. 6 (1).</p> <p class=\"subsection-e\">(2) The power of the local board to purchase or otherwise acquire tobacco shall not be exercised except,</p> <p class=\"clause-e\">(a) to purchase or otherwise acquire tobacco for the purposes of a transaction to sell tobacco where the local board has given the tobacco manufacturers, leaf dealers and processors the first right to enter into the transaction but they have been unwilling or unable to enter into the transaction in whole or in part; or</p> <p class=\"clause-e\">(b) after the tobacco became available to be purchased on the exchange for the negotiated minimum grade price for that class, variety, grade or size of tobacco but was not purchased. R.R.O. 1990, Reg. 435, s. 6 (2).</p> <p class=\"subsection-e\">(3) Where the local board purchases tobacco under clause (2) (b), the purchase price shall be not less than the negotiated minimum grade price for that class, variety, grade or size of tobacco less the service charge imposed under paragraph 5 of subsection (1). R.R.O. 1990, Reg. 435, s. 6 (3).</p> <p class=\"heading1-e\">Quotas</p>"
        },
        {
            "id": "6.1",
            "section": "Quotas",
            "content": "6.1 (1) The Commission authorizes the local board, (a) to require that tobacco be marketed on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of tobacco or whose quota has been cancelled from marketing any tobacco; (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of tobacco from marketing any tobacco in excess of such quota; and (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of tobacco produced on lands in respect of which such quota was fixed and allotted from marketing any tobacco other than the tobacco produced on such lands. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1. (2) The Commission authorizes the local board, (a) to fix and allot to persons quotas for the marketing of tobacco on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for the marketing of tobacco for any reason that the local board considers proper; and (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of tobacco for any person for the marketing of tobacco for any reason that the local board considers proper. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1. (3) The Commission authorizes the local board, (a) to require that tobacco be produced on a basis of tobacco acreage or other production quota; (b) to prohibit any person to whom a tobacco acreage or other production quota has not been fixed and allotted or whose tobacco acreage or other production quota has been cancelled from producing tobacco; (c) to prohibit any person to whom a tobacco acreage or other production quota has been fixed and allotted from producing any tobacco on acreage in excess of the tobacco acreage, or other production quota, fixed and allotted to such person; and (d) to prohibit any person from producing tobacco on land other than a tobacco farm in respect of which a tobacco acreage or other production quota has been fixed and allotted to such person. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1. (4) The Commission authorizes the local board, (a) to fix and allot to persons tobacco acreages or other production quotas on such basis as the local board considers proper; (b) to refuse to allot to any person a tobacco acreage or other production quota on such basis as the local board considers proper; and (c) to cancel or reduce, or refuse to increase, a tobacco acreage or other production quota fixed and allotted to any person for any reason that the local board considers proper. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6.1 </b>(1) The Commission authorizes the local board,</p> <p class=\"clause-e\">(a) to require that tobacco be marketed on a quota basis;</p> <p class=\"clause-e\">(b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of tobacco or whose quota has been cancelled from marketing any tobacco;</p> <p class=\"clause-e\">(c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of tobacco from marketing any tobacco in excess of such quota; and</p> <p class=\"clause-e\">(d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of tobacco produced on lands in respect of which such quota was fixed and allotted from marketing any tobacco other than the tobacco produced on such lands. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1.</p> <p class=\"subsection-e\">(2) The Commission authorizes the local board,</p> <p class=\"clause-e\">(a) to fix and allot to persons quotas for the marketing of tobacco on such basis as the local board considers proper;</p> <p class=\"clause-e\">(b) to refuse to fix and allot to any person a quota for the marketing of tobacco for any reason that the local board considers proper; and</p> <p class=\"clause-e\">(c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of tobacco for any person for the marketing of tobacco for any reason that the local board considers proper. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1.</p> <p class=\"subsection-e\">(3) The Commission authorizes the local board,</p> <p class=\"clause-e\">(a) to require that tobacco be produced on a basis of tobacco acreage or other production quota;</p> <p class=\"clause-e\">(b) to prohibit any person to whom a tobacco acreage or other production quota has not been fixed and allotted or whose tobacco acreage or other production quota has been cancelled from producing tobacco;</p> <p class=\"clause-e\">(c) to prohibit any person to whom a tobacco acreage or other production quota has been fixed and allotted from producing any tobacco on acreage in excess of the tobacco acreage, or other production quota, fixed and allotted to such person; and</p> <p class=\"clause-e\">(d) to prohibit any person from producing tobacco on land other than a tobacco farm in respect of which a tobacco acreage or other production quota has been fixed and allotted to such person. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1.</p> <p class=\"subsection-e\">(4) The Commission authorizes the local board,</p> <p class=\"clause-e\">(a) to fix and allot to persons tobacco acreages or other production quotas on such basis as the local board considers proper;</p> <p class=\"clause-e\">(b) to refuse to allot to any person a tobacco acreage or other production quota on such basis as the local board considers proper; and</p> <p class=\"clause-e\">(c) to cancel or reduce, or refuse to increase, a tobacco acreage or other production quota fixed and allotted to any person for any reason that the local board considers proper. R.R.O. 1990, Reg. 435, s. 6; O. Reg. 720/92, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Quotas",
            "content": "7. (1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 435, s. 7 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 435, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 435, s. 7 (1).</p> <p class=\"subsection-e\">(2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 435, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Quotas",
            "content": "8. The Commission authorizes the local board to require the price or prices payable or owing to the producers for tobacco to be paid to or through the local board and to recover such price or prices by suit in a court of competent jurisdiction. R.R.O. 1990, Reg. 435, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Commission authorizes the local board to require the price or prices payable or owing to the producers for tobacco to be paid to or through the local board and to recover such price or prices by suit in a court of competent jurisdiction. R.R.O. 1990, Reg. 435, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Quotas",
            "content": "9. The Commission authorizes the local board to prohibit the marketing of any class, variety or grade of tobacco. R.R.O. 1990, Reg. 435, s. 9. Pooling",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Commission authorizes the local board to prohibit the marketing of any class, variety or grade of tobacco. R.R.O. 1990, Reg. 435, s. 9.</p> <p class=\"heading1-e\">Pooling</p>"
        },
        {
            "id": "10.",
            "section": "Pooling",
            "content": "10. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of tobacco and after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety or grade of tobacco delivered, and authorizes the local board to make an initial payment on delivery of the tobacco and subsequent payments until all the remainder of the money received from the sale is distributed to the producers. R.R.O. 1990, Reg. 435, s. 10. Appointment of Agents",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of tobacco and after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety or grade of tobacco delivered, and authorizes the local board to make an initial payment on delivery of the tobacco and subsequent payments until all the remainder of the money received from the sale is distributed to the producers. R.R.O. 1990, Reg. 435, s. 10.</p> <p class=\"heading1-e\">Appointment of Agents</p>"
        },
        {
            "id": "11.",
            "section": "Appointment of Agents",
            "content": "11. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 435, s. 11. Negotiating Agency",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 435, s. 11.</p> <p class=\"heading1-e\">Negotiating Agency</p>"
        },
        {
            "id": "12.",
            "section": "Negotiating Agency",
            "content": "12. (1) There shall be a negotiating agency to be known as the “Negotiating Committee for Tobacco” composed of such persons who are members of the negotiating agency under subsection (2). R.R.O. 1990, Reg. 435, s. 12 (1). (2) The Negotiating Committee for Tobacco shall be comprised as follows: 1. Not more than two members appointed by Rothmans, Benson & Hedges Inc. 2. Not more than two members appointed by Imperial Tobacco Canada Limited. 3. Not more than two members appointed by JTI - Macdonald Corp. 3.1 Not more than two members appointed by Grand River Enterprises. 4. The members of the local board. R.R.O. 1990, Reg. 435, s. 12 (2); O. Reg. 82/96, s. 1; O. Reg. 549/00, s. 1; O. Reg. 249/04, s. 1 (1). (3) The persons entitled to appoint members under subsection (2) shall appoint the members and shall notify the Commission of the members’ names and addresses before the 1st day of October in each year. R.R.O. 1990, Reg. 435, s. 12 (3). (4) The persons who are members of the Negotiating Committee for Tobacco under subsection (2) remain members thereof until their successors become members. R.R.O. 1990, Reg. 435, s. 12 (4). (5) Where a member of the Negotiating Committee for Tobacco appointed under paragraphs 1 to 3.1 of subsection (2) dies or resigns or is unavailable to act before the expiration of his or her membership, the person who appointed him or her shall appoint a person for the unexpired term of such member. R.R.O. 1990, Reg. 435, s. 12 (5); O. Reg. 249/04, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) There shall be a negotiating agency to be known as the “Negotiating Committee for Tobacco” composed of such persons who are members of the negotiating agency under subsection (2). R.R.O. 1990, Reg. 435, s. 12 (1).</p> <p class=\"subsection-e\">(2) The Negotiating Committee for Tobacco shall be comprised as follows:</p> <p class=\"paragraph-e\">1. Not more than two members appointed by Rothmans, Benson &amp; Hedges Inc.</p> <p class=\"paragraph-e\">2. Not more than two members appointed by Imperial Tobacco Canada Limited.</p> <p class=\"paragraph-e\">3. Not more than two members appointed by JTI - Macdonald Corp.</p> <p class=\"paragraph-e\">3.1 Not more than two members appointed by Grand River Enterprises.</p> <p class=\"paragraph-e\">4. The members of the local board. R.R.O. 1990, Reg. 435, s. 12 (2); O. Reg. 82/96, s. 1; O. Reg. 549/00, s. 1; O. Reg. 249/04, s. 1 (1).</p> <p class=\"subsection-e\">(3) The persons entitled to appoint members under subsection (2) shall appoint the members and shall notify the Commission of the members’ names and addresses before the 1st day of October in each year. R.R.O. 1990, Reg. 435, s. 12 (3).</p> <p class=\"subsection-e\">(4) The persons who are members of the Negotiating Committee for Tobacco under subsection (2) remain members thereof until their successors become members. R.R.O. 1990, Reg. 435, s. 12 (4).</p> <p class=\"subsection-e\">(5) Where a member of the Negotiating Committee for Tobacco appointed under paragraphs 1 to 3.1 of subsection (2) dies or resigns or is unavailable to act before the expiration of his or her membership, the person who appointed him or her shall appoint a person for the unexpired term of such member. R.R.O. 1990, Reg. 435, s. 12 (5); O. Reg. 249/04, s. 1 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Negotiating Agency",
            "content": "13. The Negotiating Committee for Tobacco is empowered to adopt or settle by agreement, (a) minimum prices for tobacco; (b) terms and conditions relating to the marketing of tobacco; and (c) any charges relating to the marketing of tobacco. R.R.O. 1990, Reg. 435, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The Negotiating Committee for Tobacco is empowered to adopt or settle by agreement,</p> <p class=\"clause-e\">(a) minimum prices for tobacco;</p> <p class=\"clause-e\">(b) terms and conditions relating to the marketing of tobacco; and</p> <p class=\"clause-e\">(c) any charges relating to the marketing of tobacco. R.R.O. 1990, Reg. 435, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Negotiating Agency",
            "content": "14. A meeting of a negotiating agency may be convened by a notice in writing given by the members of the negotiating agency appointed by the local board or appointed by the buyers to the other members of the negotiating agency at least seven days, but not later than ten days, before the date of the meeting, stating the time and the place of the meeting. R.R.O. 1990, Reg. 435, s. 14. Conciliation Board",
            "raw_html": "<p class=\"section-e\"><b>14. </b>A meeting of a negotiating agency may be convened by a notice in writing given by the members of the negotiating agency appointed by the local board or appointed by the buyers to the other members of the negotiating agency at least seven days, but not later than ten days, before the date of the meeting, stating the time and the place of the meeting. R.R.O. 1990, Reg. 435, s. 14.</p> <p class=\"heading1-e\">Conciliation Board</p>"
        },
        {
            "id": "15.",
            "section": "Conciliation Board",
            "content": "15. (1) Where a meeting of the negotiating agency is held and the negotiating agency does not arrive at an agreement respecting all matters that it is empowered to adopt or settle by agreement, the negotiating agency may refer the matters in dispute to a conciliation board. R.R.O. 1990, Reg. 435, s. 15 (1). (2) Where the negotiating agency refers the matters in dispute to a conciliation board, it shall so notify the Commission. R.R.O. 1990, Reg. 435, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Where a meeting of the negotiating agency is held and the negotiating agency does not arrive at an agreement respecting all matters that it is empowered to adopt or settle by agreement, the negotiating agency may refer the matters in dispute to a conciliation board. R.R.O. 1990, Reg. 435, s. 15 (1).</p> <p class=\"subsection-e\">(2) Where the negotiating agency refers the matters in dispute to a conciliation board, it shall so notify the Commission. R.R.O. 1990, Reg. 435, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Conciliation Board",
            "content": "16. (1) The conciliation board shall be composed of three members of whom, (a) one shall be appointed by the members of the negotiating agency appointed by the local board; (b) one shall be appointed by the members of the negotiating agency appointed by the buyers; and (c) one shall be appointed by the Commission. R.R.O. 1990, Reg. 435, s. 16 (1). (2) The members of the conciliation board shall be appointed within one week of the time that the negotiating agency notifies the Commission under subsection 15 (2). R.R.O. 1990, Reg. 435, s. 16 (2). (3) The conciliation board is empowered, (a) to endeavour to effect agreement on any matter referred to in section 13 that the negotiating agency has failed to adopt or settle by agreement; and (b) to recommend adoption of any agreement effected under clause (a) to the negotiating agency. R.R.O. 1990, Reg. 435, s. 16 (3). (4) The recommendation of the conciliation board made under clause (3) (b) may include a minority report disagreeing in whole or in part with the recommendation of the majority of the conciliation board. R.R.O. 1990, Reg. 435, s. 16 (4). (5) The conciliation board shall submit its recommendations to the negotiating agency within two weeks of the time that the negotiating agency notifies the Commission under subsection 15 (2). R.R.O. 1990, Reg. 435, s. 16 (5). Advisory Committee",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The conciliation board shall be composed of three members of whom,</p> <p class=\"clause-e\">(a) one shall be appointed by the members of the negotiating agency appointed by the local board;</p> <p class=\"clause-e\">(b) one shall be appointed by the members of the negotiating agency appointed by the buyers; and</p> <p class=\"clause-e\">(c) one shall be appointed by the Commission. R.R.O. 1990, Reg. 435, s. 16 (1).</p> <p class=\"subsection-e\">(2) The members of the conciliation board shall be appointed within one week of the time that the negotiating agency notifies the Commission under subsection 15 (2). R.R.O. 1990, Reg. 435, s. 16 (2).</p> <p class=\"subsection-e\">(3) The conciliation board is empowered,</p> <p class=\"clause-e\">(a) to endeavour to effect agreement on any matter referred to in section 13 that the negotiating agency has failed to adopt or settle by agreement; and</p> <p class=\"clause-e\">(b) to recommend adoption of any agreement effected under clause (a) to the negotiating agency. R.R.O. 1990, Reg. 435, s. 16 (3).</p> <p class=\"subsection-e\">(4) The recommendation of the conciliation board made under clause (3) (b) may include a minority report disagreeing in whole or in part with the recommendation of the majority of the conciliation board. R.R.O. 1990, Reg. 435, s. 16 (4).</p> <p class=\"subsection-e\">(5) The conciliation board shall submit its recommendations to the negotiating agency within two weeks of the time that the negotiating agency notifies the Commission under subsection 15 (2). R.R.O. 1990, Reg. 435, s. 16 (5).</p> <p class=\"heading1-e\">Advisory Committee</p>"
        },
        {
            "id": "17.",
            "section": "Advisory Committee",
            "content": "17. (1) There shall be a committee to be known as the “Tobacco Industry Advisory Committee”. R.R.O. 1990, Reg. 435, s. 17 (1). (2) The Tobacco Industry Advisory Committee shall be composed of 20 members, one of whom shall be the chair. O. Reg. 82/96, s. 2 (1); O. Reg. 249/04, s. 2 (1). (3) After October 31 and before November 30 in each year, the following persons shall be appointed to the Tobacco Industry Advisory Committee: 1. Two members to be appointed by the Commission, of whom one shall be appointed as the chair. 2. Four members to be appointed by the local board. 3. Ten members, two of whom are to be appointed by each of Rothmans, Benson & Hedges Inc., Imperial Tobacco Canada Limited, JTI - Macdonald Corp., Simcoe Leaf Tobacco Company Limited and Grand River Enterprises. 4. Two members to be appointed by the Export Dealers Association. 5. Two members to be appointed by the Government of Canada. O. Reg. 82/96, s. 2 (1); O. Reg. 549/00, s. 2; O. Reg. 249/04, s. 2 (2). (4) The members of the Tobacco Industry Advisory Committee hold office until the 30th day of November in the year following the year in which they are appointed. R.R.O. 1990, Reg. 435, s. 17 (4). (5) Where a member of the Tobacco Industry Advisory Committee dies, resigns or is unable or unwilling to act before the expiration of his or her term of office, the person or persons who appointed the member shall appoint a person for the unexpired term. R.R.O. 1990, Reg. 435, s. 17 (5). (6) The Tobacco Industry Advisory Committee may advise any organization represented on the Committee and make recommendations to it in respect of, (a) the promotion of harmonious relationships between persons engaged in the production and marketing of tobacco; (b) the promotion of greater efficiency in the production and marketing of tobacco; (c) the prevention and correction of irregularities and inequities in the marketing of tobacco; (d) the improvement of the quality and variety of tobacco; (e) the improvement of the circulation of market information respecting tobacco; and (f) without limiting the generality of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act. R.R.O. 1990, Reg. 435, s. 17 (6); O. Reg. 82/96, s. 2 (2). (7) The local board shall forthwith provide the Commission with full particulars of any recommendations made to the local board by the Tobacco Industry Advisory Committee. R.R.O. 1990, Reg. 435, s. 17 (7). Français ",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) There shall be a committee to be known as the “Tobacco Industry Advisory Committee”. R.R.O. 1990, Reg. 435, s. 17 (1).</p> <p class=\"subsection-e\">(2) The Tobacco Industry Advisory Committee shall be composed of 20 members, one of whom shall be the chair. O. Reg. 82/96, s. 2 (1); O. Reg. 249/04, s. 2 (1).</p> <p class=\"subsection-e\">(3) After October 31 and before November 30 in each year, the following persons shall be appointed to the Tobacco Industry Advisory Committee:</p> <p class=\"paragraph-e\">1. Two members to be appointed by the Commission, of whom one shall be appointed as the chair.</p> <p class=\"paragraph-e\">2. Four members to be appointed by the local board.</p> <p class=\"paragraph-e\">3. Ten members, two of whom are to be appointed by each of Rothmans, Benson &amp; Hedges Inc., Imperial Tobacco Canada Limited, JTI - Macdonald Corp., Simcoe Leaf Tobacco Company Limited and Grand River Enterprises.</p> <p class=\"paragraph-e\">4. Two members to be appointed by the Export Dealers Association.</p> <p class=\"paragraph-e\">5. Two members to be appointed by the Government of Canada. O. Reg. 82/96, s. 2 (1); O. Reg. 549/00, s. 2; O. Reg. 249/04, s. 2 (2).</p> <p class=\"subsection-e\">(4) The members of the Tobacco Industry Advisory Committee hold office until the 30th day of November in the year following the year in which they are appointed. R.R.O. 1990, Reg. 435, s. 17 (4).</p> <p class=\"subsection-e\">(5) Where a member of the Tobacco Industry Advisory Committee dies, resigns or is unable or unwilling to act before the expiration of his or her term of office, the person or persons who appointed the member shall appoint a person for the unexpired term. R.R.O. 1990, Reg. 435, s. 17 (5).</p> <p class=\"subsection-e\">(6) The Tobacco Industry Advisory Committee may advise any organization represented on the Committee and make recommendations to it in respect of,</p> <p class=\"clause-e\">(a) the promotion of harmonious relationships between persons engaged in the production and marketing of tobacco;</p> <p class=\"clause-e\">(b) the promotion of greater efficiency in the production and marketing of tobacco;</p> <p class=\"clause-e\">(c) the prevention and correction of irregularities and inequities in the marketing of tobacco;</p> <p class=\"clause-e\">(d) the improvement of the quality and variety of tobacco;</p> <p class=\"clause-e\">(e) the improvement of the circulation of market information respecting tobacco; and</p> <p class=\"clause-e\">(f) without limiting the generality of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act. R.R.O. 1990, Reg. 435, s. 17 (6); O. Reg. 82/96, s. 2 (2).</p> <p class=\"subsection-e\">(7) The local board shall forthwith provide the Commission with full particulars of any recommendations made to the local board by the Tobacco Industry Advisory Committee. R.R.O. 1990, Reg. 435, s. 17 (7).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900435_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900435_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}