{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 438: TURKEYS - MARKETING LIMITATIONS",
        "reg_name_text": "TURKEYS — MARKETING LIMITATIONS",
        "citation": "R.R.O. 1990, Reg. 438: TURKEYS - MARKETING LIMITATIONS",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900438",
        "date_scraped": "2023-12-19 18:20:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 17, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900438/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "March 16, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The Commission considers it necessary and advisable and requires that the local board carry out the purposes of The Ontario Turkey Producers’ Marketing Plan established by Regulation 439 of the Revised Regulations of Ontario, 1990 in accordance with the Schedule.  R.R.O. 1990, Reg. 438, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The Commission considers it necessary and advisable and requires that the local board carry out the purposes of The Ontario Turkey Producers’ Marketing Plan established by Regulation 439 of the Revised Regulations of Ontario, 1990 in accordance with the Schedule.  R.R.O. 1990, Reg. 438, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Sections 1 and 2 of Regulation 437 of the Revised Regulations of Ontario, 1990 apply to this Regulation with necessary modifications.  R.R.O. 1990, Reg. 438, s. 2. Schedule",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Sections 1 and 2 of Regulation 437 of the Revised Regulations of Ontario, 1990 apply to this Regulation with necessary modifications.  R.R.O. 1990, Reg. 438, s. 2.</p> <p class=\"schedule-e\">Schedule</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  1. In this Schedule, “Agency” means the Canadian Turkey Marketing Agency; (“Office”) “quota” means a quota fixed and allotted to a producer under section 12 of Regulation 437 of the Revised Regulations of Ontario, 1990; (“contingent”) “quota system” means the method by which the quota fixed and allotted to a producer is determined. (“système de contingentement”)",
            "raw_html": "<p class=\"section-e\">  1. In this Schedule,</p> <p class=\"firstdef-e\">“Agency” means the Canadian Turkey Marketing Agency; (“Office”)</p> <p class=\"definition-e\">“quota” means a quota fixed and allotted to a producer under section 12 of Regulation 437 of the Revised Regulations of Ontario, 1990; (“contingent”)</p> <p class=\"definition-e\">“quota system” means the method by which the quota fixed and allotted to a producer is determined. (“système de contingentement”)</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  2. The local board shall establish a quota system in order to fix and allot quotas to all members of classes of producers in Ontario in such manner that the number of pounds of turkey meat produced in Ontario and authorized to be marketed in intraprovincial trade in the year 1973 when taken together with the number of pounds of turkey meat produced in Ontario and authorized to be marketed in interprovincial and export trade, in the same year under quotas assigned by the Agency and the number of pounds of turkey meat produced in Ontario and anticipated to be marketed in the same year, other than as authorized by a quota assigned by the Agency or fixed and allotted by the local board, will equal the number of pounds of turkey meat set out in section 3 of this Schedule.",
            "raw_html": "<p class=\"section-e\">  2. The local board shall establish a quota system in order to fix and allot quotas to all members of classes of producers in Ontario in such manner that the number of pounds of turkey meat produced in Ontario and authorized to be marketed in intraprovincial trade in the year 1973 when taken together with the number of pounds of turkey meat produced in Ontario and authorized to be marketed in interprovincial and export trade, in the same year under quotas assigned by the Agency and the number of pounds of turkey meat produced in Ontario and anticipated to be marketed in the same year, other than as authorized by a quota assigned by the Agency or fixed and allotted by the local board, will equal the number of pounds of turkey meat set out in section 3 of this Schedule.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  3. For the purposes of section 2 of this Schedule, the number of pounds of turkey meat set out in this section is as set out in the Table: TABLE  92,000,000 pounds. ",
            "raw_html": "<p class=\"section-e\">  3. For the purposes of section 2 of this Schedule, the number of pounds of turkey meat set out in this section is as set out in the Table:</p> <p class=\"headingx-e\">TABLE</p> <p class=\"MsoNormal\"> </p> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"390\">\n<tr> <td valign=\"top\" width=\"390\"> <p class=\"table-e\">92,000,000 pounds.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  4. (1) No order or regulation shall be made where the effect thereof would be to increase the aggregate of, (a) the number of pounds of turkey meat produced in Ontario and authorized by quotas fixed and allotted by the local board and assigned by the Agency to be marketed in intraprovincial, interprovincial and export trade; and (b) the number of pounds of turkey meat produced in Ontario and anticipated to be marketed in intraprovincial, interprovincial and export trade other than as authorized by quotas fixed and allotted by the local board and assigned by the Agency, to a number that exceeds, on a yearly basis, the number of pounds of turkey meat set out in section 3 of this Schedule unless the local board has taken into account, (c) the principle of comparative advantage of production in respect of each province in Canada; (d) any variation in the size of the market for turkeys; (e) any failures by turkey producers in Ontario or in other provinces of Canada to market the number of pounds of turkey meat authorized to be marketed; (f) the feasibility of increased production in each province of Canada available to be marketed; (g) existing production and storage facilities in each province of Canada; and (h) the comparative transportation costs to market areas from alternative sources of production, and the Agency is making a similar order or regulation. (2) Where the Agency has made an order or regulation under the provisions of a marketing plan similar to the provisions of subsection (1), the local board shall make a similar order or regulation.",
            "raw_html": "<p class=\"section-e\">  4. (1) No order or regulation shall be made where the effect thereof would be to increase the aggregate of,</p> <p class=\"clause-e\">  (a) the number of pounds of turkey meat produced in Ontario and authorized by quotas fixed and allotted by the local board and assigned by the Agency to be marketed in intraprovincial, interprovincial and export trade; and</p> <p class=\"clause-e\">  (b) the number of pounds of turkey meat produced in Ontario and anticipated to be marketed in intraprovincial, interprovincial and export trade other than as authorized by quotas fixed and allotted by the local board and assigned by the Agency,</p> <p class=\"Ssection-e\">to a number that exceeds, on a yearly basis, the number of pounds of turkey meat set out in section 3 of this Schedule unless the local board has taken into account,</p> <p class=\"clause-e\">  (c) the principle of comparative advantage of production in respect of each province in Canada;</p> <p class=\"clause-e\">  (d) any variation in the size of the market for turkeys;</p> <p class=\"clause-e\">  (e) any failures by turkey producers in Ontario or in other provinces of Canada to market the number of pounds of turkey meat authorized to be marketed;</p> <p class=\"clause-e\">  (f) the feasibility of increased production in each province of Canada available to be marketed;</p> <p class=\"clause-e\">  (g) existing production and storage facilities in each province of Canada; and</p> <p class=\"clause-e\">  (h) the comparative transportation costs to market areas from alternative sources of production,</p> <p class=\"Ssubsection-e\">and the Agency is making a similar order or regulation.</p> <p class=\"subsection-e\">  (2) Where the Agency has made an order or regulation under the provisions of a marketing plan similar to the provisions of subsection (1), the local board shall make a similar order or regulation.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  5. The local board may require each turkey producer to whom a quota is fixed and allotted as a condition of the fixing and allotting thereof, to make available to the local board or its agent all turkeys produced and available to be marketed in excess of the quota fixed and allotted to the producer at a price not exceeding the difference, if any, between the price realized by the local board or its agent on the marketing of such turkeys and its expenses related to such marketing.",
            "raw_html": "<p class=\"section-e\">  5. The local board may require each turkey producer to whom a quota is fixed and allotted as a condition of the fixing and allotting thereof, to make available to the local board or its agent all turkeys produced and available to be marketed in excess of the quota fixed and allotted to the producer at a price not exceeding the difference, if any, between the price realized by the local board or its agent on the marketing of such turkeys and its expenses related to such marketing.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  6. The local board shall not market any quantity of the products made available to it in excess of the number of pounds of turkey meat referred to in sections 2 and 3 of this Schedule, or as modified under section 4 of this Schedule, without prior consultation with the Agency.",
            "raw_html": "<p class=\"section-e\">  6. The local board shall not market any quantity of the products made available to it in excess of the number of pounds of turkey meat referred to in sections 2 and 3 of this Schedule, or as modified under section 4 of this Schedule, without prior consultation with the Agency.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  7. The local board shall, with the concurrence of the Agency, administer on its behalf all orders and regulations made by it for the purpose of establishing and implementing a quota system or any such orders or regulations necessary to implement the provisions of the Canadian Turkey Marketing Agency Proclamation and similar provisions of this Schedule.",
            "raw_html": "<p class=\"section-e\">  7. The local board shall, with the concurrence of the Agency, administer on its behalf all orders and regulations made by it for the purpose of establishing and implementing a quota system or any such orders or regulations necessary to implement the provisions of the Canadian Turkey Marketing Agency Proclamation and similar provisions of this Schedule.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  8. The local board shall make, approve and implement any orders or regulations necessary to give effect to any provisions of this Schedule.",
            "raw_html": "<p class=\"section-e\">  8. The local board shall make, approve and implement any orders or regulations necessary to give effect to any provisions of this Schedule.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  9. The local board shall make available to the Agency any document or extract of documents establishing the registration or licensing of producers, when any such system is in force.",
            "raw_html": "<p class=\"section-e\">  9. The local board shall make available to the Agency any document or extract of documents establishing the registration or licensing of producers, when any such system is in force.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  10. The local board shall, with the concurrence of the Agency, collect on its behalf any levies imposed by the Agency.",
            "raw_html": "<p class=\"section-e\">  10. The local board shall, with the concurrence of the Agency, collect on its behalf any levies imposed by the Agency.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  11. (1) The local board shall make regulations and orders requiring of producers, processors, packers, dealers and wholesalers all information necessary to monitor sales of turkeys. (2) The local board shall establish a system for verification of sales. (3) The local board shall provide all information obtained from the implementation of the system referred to in subsection (2) to the Agency when so requested by the Agency.",
            "raw_html": "<p class=\"section-e\">  11. (1) The local board shall make regulations and orders requiring of producers, processors, packers, dealers and wholesalers all information necessary to monitor sales of turkeys.</p> <p class=\"subsection-e\">  (2) The local board shall establish a system for verification of sales.</p> <p class=\"subsection-e\">  (3) The local board shall provide all information obtained from the implementation of the system referred to in subsection (2) to the Agency when so requested by the Agency.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  12. The local board shall take all reasonable steps to promote a high degree of co-operation between itself and the Agency and, without limiting the generality of the foregoing, shall, (a) make available to the Agency the records, minutes and decisions of the local board in relation to any matter that is of concern to the Agency; (b) allow any officer or employee of the Agency who is designated by the Agency for such purpose to attend meetings of the local board at which any matter that is of concern to the Agency is likely to be discussed and for such purpose shall give notice of all such meetings to the officer or employee so designated; and (c) give notice of each order or regulation that it proposes to make to the Agency that is likely to affect the Agency in its operations.",
            "raw_html": "<p class=\"section-e\">  12. The local board shall take all reasonable steps to promote a high degree of co-operation between itself and the Agency and, without limiting the generality of the foregoing, shall,</p> <p class=\"clause-e\">  (a) make available to the Agency the records, minutes and decisions of the local board in relation to any matter that is of concern to the Agency;</p> <p class=\"clause-e\">  (b) allow any officer or employee of the Agency who is designated by the Agency for such purpose to attend meetings of the local board at which any matter that is of concern to the Agency is likely to be discussed and for such purpose shall give notice of all such meetings to the officer or employee so designated; and</p> <p class=\"clause-e\">  (c) give notice of each order or regulation that it proposes to make to the Agency that is likely to affect the Agency in its operations.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  13. The authority and powers referred to in Regulation 437 of the Revised Regulations of Ontario, 1990, are limited by and subject to this Schedule. R.R.O. 1990, Reg. 438, Sched.  Français  ",
            "raw_html": "<p class=\"section-e\">  13. The authority and powers referred to in Regulation 437 of the Revised Regulations of Ontario, 1990, are limited by and subject to this Schedule.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 438, Sched.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900438\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}