{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 443: WHEAT - PLAN",
        "reg_name_text": "WHEAT — PLAN",
        "citation": "R.R.O. 1990, Reg. 443: WHEAT - PLAN",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900443",
        "date_scraped": "2023-12-19 07:00:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900443/v3",
            "valid_from": "December 16, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/900443/v2",
            "valid_from": "April 27, 2006",
            "valid_to": "December 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900443/v1",
            "valid_from": "December  4, 1996",
            "valid_to": "April 26, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The plan in the Schedule is continued for the control and regulation of the marketing within Ontario of wheat. R.R.O. 1990, Reg. 443, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The plan in the Schedule is continued for the control and regulation of the marketing within Ontario of wheat. R.R.O. 1990, Reg. 443, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The local board named in the Schedule is given the powers set out in subsection 15 (1), in paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19 and 26 of subsection 15 (2) and in sections 50 and 110 of the Co-operative Corporations Act. R.R.O. 1990, Reg. 443, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The local board named in the Schedule is given the powers set out in subsection 15 (1), in paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19 and 26 of subsection 15 (2) and in sections 50 and 110 of the <i>Co-operative Corporations Act</i>. R.R.O. 1990, Reg. 443, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The members of the local board named in the Schedule shall be deemed to be the shareholders and the directors of the local board in the exercise of the powers vested in the local board under section 2. R.R.O. 1990, Reg. 443, s. 3. SCHEDULE   PLAN Farm Products Marketing Act",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The members of the local board named in the Schedule shall be deemed to be the shareholders and the directors of the local board in the exercise of the powers vested in the local board under section 2. R.R.O. 1990, Reg. 443, s. 3.</p> <p class=\"schedule-e\">SCHEDULE <br/>  PLAN</p> <p class=\"act-e\"><i>Farm Products Marketing Act</i></p>"
        },
        {
            "id": null,
            "section": null,
            "content": "1. This plan may be cited as “The Ontario Wheat Producers’ Marketing Plan”.",
            "raw_html": "<p class=\"section-e\">1. This plan may be cited as “The Ontario Wheat Producers’ Marketing Plan”.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "2. In this plan, “producer” means a person engaged in the production of wheat; (“producteur”) “wheat” means wheat of every variety produced in Ontario. (“blé”)",
            "raw_html": "<p class=\"section-e\">2. In this plan,</p> <p class=\"firstdef-e\">“producer” means a person engaged in the production of wheat; (“producteur”)</p> <p class=\"definition-e\">“wheat” means wheat of every variety produced in Ontario. (“blé”)</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "3. This plan provides for the control and regulation in any or all respects of the marketing within Ontario of wheat, including the prohibition of such marketing in whole or in part.",
            "raw_html": "<p class=\"section-e\">3. This plan provides for the control and regulation in any or all respects of the marketing within Ontario of wheat, including the prohibition of such marketing in whole or in part.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "4. (1) For the purpose of electing producer representatives to the local board or The District Wheat Producers’ Committee under sections 10 to 12, or for the purpose of being eligible to be a member thereof, a producer is the beneficial owner or tenant of a farm who, (a) seeded wheat on the farm in the year preceding the year in which qualification under sections 10 to 12 is at issue; or (b) marketed wheat through the local board that was produced on the farm in at least one of the two years preceding the year in which qualification under sections 10 to 12 is at issue. (2) Where the producer is, (a) a corporation, the person if any, designated in writing in respect of the farm by the corporation that is a producer as determined in subsection (1); (b) a firm or partnership or one or more persons carrying on the production and marketing under a trade name, farm name or other designation, the person if any, designated in writing in respect of the farm by the owner or tenant who is a producer as determined under subsection (1); or (c) comprised of two or more persons who are joint or common owners or tenants, the one of such joint or common tenants who first presents himself or herself to register the vote in respect of the farm, shall be deemed to be the producer.",
            "raw_html": "<p class=\"section-e\">4. (1) For the purpose of electing producer representatives to the local board or The District Wheat Producers’ Committee under sections 10 to 12, or for the purpose of being eligible to be a member thereof, a producer is the beneficial owner or tenant of a farm who,</p> <p class=\"clause-e\">(a) seeded wheat on the farm in the year preceding the year in which qualification under sections 10 to 12 is at issue; or</p> <p class=\"clause-e\">(b) marketed wheat through the local board that was produced on the farm in at least one of the two years preceding the year in which qualification under sections 10 to 12 is at issue.</p> <p class=\"subsection-e\">(2) Where the producer is,</p> <p class=\"clause-e\">(a) a corporation, the person if any, designated in writing in respect of the farm by the corporation that is a producer as determined in subsection (1);</p> <p class=\"clause-e\">(b) a firm or partnership or one or more persons carrying on the production and marketing under a trade name, farm name or other designation, the person if any, designated in writing in respect of the farm by the owner or tenant who is a producer as determined under subsection (1); or</p> <p class=\"clause-e\">(c) comprised of two or more persons who are joint or common owners or tenants, the one of such joint or common tenants who first presents himself or herself to register the vote in respect of the farm,</p> <p class=\"Ssubsection-e\">shall be deemed to be the producer.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "5. There shall be a local board to be known as “The Ontario Wheat Producers’ Marketing Board”.",
            "raw_html": "<p class=\"section-e\">5. There shall be a local board to be known as “The Ontario Wheat Producers’ Marketing Board”.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "6. The local board shall be composed of ten producer-members elected or appointed in accordance with sections 11 and 12.",
            "raw_html": "<p class=\"section-e\">6. The local board shall be composed of ten producer-members elected or appointed in accordance with sections 11 and 12.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "7. Producers are divided into ten districts as follows: 1. District 1, comprising the County of Essex. 2. District 2, comprising the County of Kent. 3. District 3, comprising the County of Lambton. 4. District 4, comprising the counties of Elgin and Middlesex. 5. District 5, comprising the counties of Brant, Oxford, Perth and Wellington and The Regional Municipality of Waterloo. 6. District 6, comprising the regional municipalities of Haldimand-Norfolk, Halton, Hamilton-Wentworth and Niagara. 7. District 7, comprising the counties of Bruce, Grey and Huron. 8. District 8, comprising the counties of Dufferin and Simcoe and the regional municipalities of Durham, Peel and York. 9. District 9, comprising the counties of Hastings, Lennox and Addington, Northumberland, Peterborough, Prince Edward and Victoria. 10. District 10, comprising those parts of Ontario that are not included in districts 1 to 9.",
            "raw_html": "<p class=\"section-e\">7. Producers are divided into ten districts as follows:</p> <p class=\"paragraph-e\">1. District 1, comprising the County of Essex.</p> <p class=\"paragraph-e\">2. District 2, comprising the County of Kent.</p> <p class=\"paragraph-e\">3. District 3, comprising the County of Lambton.</p> <p class=\"paragraph-e\">4. District 4, comprising the counties of Elgin and Middlesex.</p> <p class=\"paragraph-e\">5. District 5, comprising the counties of Brant, Oxford, Perth and Wellington and The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">6. District 6, comprising the regional municipalities of Haldimand-Norfolk, Halton, Hamilton-Wentworth and Niagara.</p> <p class=\"paragraph-e\">7. District 7, comprising the counties of Bruce, Grey and Huron.</p> <p class=\"paragraph-e\">8. District 8, comprising the counties of Dufferin and Simcoe and the regional municipalities of Durham, Peel and York.</p> <p class=\"paragraph-e\">9. District 9, comprising the counties of Hastings, Lennox and Addington, Northumberland, Peterborough, Prince Edward and Victoria.</p> <p class=\"paragraph-e\">10. District 10, comprising those parts of Ontario that are not included in districts 1 to 9.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "8. (1) Subject to subsection (2), producers in each county, provisional county, regional municipality and territorial district with at least 10 producers form a county group. (2) Two or more county groups in the same district may amalgamate in order to meet the 10 producers requirement by giving notice of the amalgamation to the local board by October 31 in the year before the year in which the amalgamated county group elects its allotted number of representatives to its District Wheat Producers’ Committee.",
            "raw_html": "<p class=\"section-e\">8. (1) Subject to subsection (2), producers in each county, provisional county, regional municipality and territorial district with at least 10 producers form a county group.</p> <p class=\"subsection-e\">(2) Two or more county groups in the same district may amalgamate in order to meet the 10 producers requirement by giving notice of the amalgamation to the local board by October 31 in the year before the year in which the amalgamated county group elects its allotted number of representatives to its District Wheat Producers’ Committee.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "9. There shall be a committee in each district to be known as “The District Wheat Producers’ Committee”.",
            "raw_html": "<p class=\"section-e\">9. There shall be a committee in each district to be known as “The District Wheat Producers’ Committee”.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "10. (1) The District Wheat Producers’ Committee shall collectively consist of at least 85 representatives. (2)By December 31 in each year, the local board shall calculate the number of representatives on the District Wheat Producers’ Committee that are to be allotted to each county group. (3)Each county group shall be allotted the number of representatives, rounded up, on its District Wheat Producers’ Committee represented by the product of 85 and the sum of, (a) 60 per cent of the proportion of the number of producers registered with the local board for the county on the preceding November 30 to the total number of producers registered with the local board on that date; and (b) 40 per cent of the proportion of the amount of wheat marketed from the county during the 12-month period ending on the preceding November 30 to the total amount of wheat marketed from all districts during that period. (4) Calculations are to be based on averages using seven consecutive years of data including data for the preceding crop year, with data for the high and low years removed. Election of Members to Local Boards",
            "raw_html": "<p class=\"section-e\">10. (1) The District Wheat Producers’ Committee shall collectively consist of at least 85 representatives.</p> <p class=\"subsection-e\">(2)By December 31 in each year, the local board shall calculate the number of representatives on the District Wheat Producers’ Committee that are to be allotted to each county group.</p> <p class=\"subsection-e\">(3)Each county group shall be allotted the number of representatives, rounded up, on its District Wheat Producers’ Committee represented by the product of 85 and the sum of,</p> <p class=\"clause-e\">(a) 60 per cent of the proportion of the number of producers registered with the local board for the county on the preceding November 30 to the total number of producers registered with the local board on that date; and</p> <p class=\"clause-e\">(b) 40 per cent of the proportion of the amount of wheat marketed from the county during the 12-month period ending on the preceding November 30 to the total amount of wheat marketed from all districts during that period.</p> <p class=\"subsection-e\">(4) Calculations are to be based on averages using seven consecutive years of data including data for the preceding crop year, with data for the high and low years removed.</p> <p class=\"heading1x-e\">Election of Members to Local Boards</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "11. (1) On or before the 15th day of March in each year, each District Wheat Producers’ Committee may elect, from the producers in the district, one member to the local board. (2) No person is eligible for election to the local board or The District Wheat Producers’ Committee unless he or she is a producer, as determined under section 4, in the district and in no case shall a person be elected to represent more than one district nor shall any person be eligible for election who is under eighteen years of age. (3) On or before the 31st day of March in each year, the members of all District Wheat Growers’ Committees may elect the member from any district to the local board where an election for that district has not taken place under subsection (1).",
            "raw_html": "<p class=\"section-e\">11. (1) On or before the 15th day of March in each year, each District Wheat Producers’ Committee may elect, from the producers in the district, one member to the local board.</p> <p class=\"subsection-e\">(2) No person is eligible for election to the local board or The District Wheat Producers’ Committee unless he or she is a producer, as determined under section 4, in the district and in no case shall a person be elected to represent more than one district nor shall any person be eligible for election who is under eighteen years of age.</p> <p class=\"subsection-e\">(3) On or before the 31st day of March in each year, the members of all District Wheat Growers’ Committees may elect the member from any district to the local board where an election for that district has not taken place under subsection (1).</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "12. (1) At its first meeting after the 31st day of March the members elected to the local board shall appoint such producer-members as are necessary to complete the local board. (2) When a member elected or appointed to the local board dies or resigns before the 31st day of March of the year next following the date of his or her election or appointment, the members of the local board may appoint a producer-member for the unexpired term. (3) Each producer-member appointed a member to the local board under subsection (1) or (2) shall be a producer in the district for which he or she is appointed. (4) Each producer-member of the local board shall be elected or appointed to hold office until the 31st day of March of the year next following his or her election or appointment. R.R.O. 1990, Reg. 443, Sched.; O. Reg. 520/96, ss. 1, 2. Français ",
            "raw_html": "<p class=\"section-e\">12. (1) At its first meeting after the 31st day of March the members elected to the local board shall appoint such producer-members as are necessary to complete the local board.</p> <p class=\"subsection-e\">(2) When a member elected or appointed to the local board dies or resigns before the 31st day of March of the year next following the date of his or her election or appointment, the members of the local board may appoint a producer-member for the unexpired term.</p> <p class=\"subsection-e\">(3) Each producer-member appointed a member to the local board under subsection (1) or (2) shall be a producer in the district for which he or she is appointed.</p> <p class=\"subsection-e\">(4) Each producer-member of the local board shall be elected or appointed to hold office until the 31st day of March of the year next following his or her election or appointment.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 443, Sched.; O. Reg. 520/96, ss. 1, 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900443_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900443_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}