{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 334: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 334: ",
        "act_under": "Environmental Assessment Act",
        "url": "https://www.ontario.ca/laws/regulation/900334",
        "date_scraped": "2023-12-18 03:11:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900334/v22",
            "valid_from": "August  8, 2023",
            "valid_to": "September  7, 2023"
        },
        {
            "a_href": "/laws/regulation/900334/v21",
            "valid_from": "July  1, 2021",
            "valid_to": "August  7, 2023"
        },
        {
            "a_href": "/laws/regulation/900334/v20",
            "valid_from": "June 30, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/900334/v19",
            "valid_from": "July  1, 2020",
            "valid_to": "June 29, 2021"
        },
        {
            "a_href": "/laws/regulation/900334/v18",
            "valid_from": "June 30, 2020",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/900334/v17",
            "valid_from": "June 12, 2019",
            "valid_to": "June 29, 2020"
        },
        {
            "a_href": "/laws/regulation/900334/v16",
            "valid_from": "January  1, 2017",
            "valid_to": "June 11, 2019"
        },
        {
            "a_href": "/laws/regulation/900334/v15",
            "valid_from": "November 10, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/900334/v14",
            "valid_from": "December 14, 2015",
            "valid_to": "November  9, 2016"
        },
        {
            "a_href": "/laws/regulation/900334/v13",
            "valid_from": "August 31, 2015",
            "valid_to": "December 13, 2015"
        },
        {
            "a_href": "/laws/regulation/900334/v12",
            "valid_from": "July  1, 2012",
            "valid_to": "August 30, 2015"
        },
        {
            "a_href": "/laws/regulation/900334/v11",
            "valid_from": "June 29, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/900334/v10",
            "valid_from": "October 31, 2011",
            "valid_to": "June 28, 2012"
        },
        {
            "a_href": "/laws/regulation/900334/v9",
            "valid_from": "June 27, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900334/v8",
            "valid_from": "June 14, 2011",
            "valid_to": "June 26, 2011"
        },
        {
            "a_href": "/laws/regulation/900334/v7",
            "valid_from": "September 24, 2009",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/900334/v6",
            "valid_from": "September 23, 2009",
            "valid_to": "September 23, 2009"
        },
        {
            "a_href": "/laws/regulation/900334/v5",
            "valid_from": "June 24, 2008",
            "valid_to": "September 22, 2009"
        },
        {
            "a_href": "/laws/regulation/900334/v4",
            "valid_from": "September  7, 2007",
            "valid_to": "June 23, 2008"
        },
        {
            "a_href": "/laws/regulation/900334/v3",
            "valid_from": "June 13, 2007",
            "valid_to": "September  6, 2007"
        },
        {
            "a_href": "/laws/regulation/900334/v2",
            "valid_from": "March 23, 2007",
            "valid_to": "June 12, 2007"
        },
        {
            "a_href": "/laws/regulation/900334/v1",
            "valid_from": "October 12, 2001",
            "valid_to": "March 22, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “development corporation” means a corporation under the Development Corporations Act; (“société de développement”) “exclusive right-of-way”, when used in connection with a bus service, means a roadway, including entrances and exits, constructed for use by buses and upon which the public is not permitted to drive motor vehicles but not including accesses to stations and stops or turning, storage and service facilities not otherwise associated with such a right-of-way, nor a reserved bus lane on an existing road; (“emprise exclusive”) “fish and wildlife habitat management” means the creation, improvement and maintenance of habitat in order to increase or maintain the supply of food, cover and opportunities for reproduction for fish and wildlife populations, but does not include measures for which assessment is required under the provisions of the class environmental assessment for remedial flood and erosion control projects, as it may be amended from time to time; (“gestion de l’habitat des animaux sauvages et des poissons”) “generation facility” has the same meaning as in Ontario Regulation 116/01 (Electricity Projects) made under the Act; (“installation de production”) “Government property” has the same meaning as in the Ministry of Infrastructure Act, 2011; (biens du gouvernement”) “hardship” means a situation where a person, (a) needs to sell property quickly for health or financial reasons or to settle an estate but is unable to do so at a fair market value, or (b) has been refused a building permit because an undertaking, planned or proposed, has not received approval under the Act; (“difficulté”) “Hydro One Inc.” has the same meaning as in the Electricity Act, 1998; (“Hydro One Inc.”) “Ministry of Infrastructure Class Environmental Assessment” means the class environmental assessment that, (a) was originally named “Class Environmental Assessment Process for Management Board Secretariat and Ontario Realty Corporation” and was approved by the Lieutenant Governor in Council on April 28, 2004 under Order in Council 913/2004, (b) was amended on September 11, 2008 by approval of the Director of the Environmental Assessment and Approvals Branch of the Ministry of the Environment and was renamed “Class Environmental Assessment Process for the Ministry of Energy and Infrastructure for Realty Activities Other Than Electricity Projects”, and (c) was amended on October 31, 2012 by approval of the Director of the Environmental Approvals Branch of the Ministry of the Environment and was renamed “Ministry of Infrastructure Public Work Class Environmental Assessment Process”; (“document intitulé «Ministry of Infrastructure Class Environmental Assessment»”) “operating” includes maintaining and repairing and any activities for operating, maintaining and repairing, and “operation” has a corresponding meaning; (“fonctionnement”) “renewable energy generation facility” has the same meaning as in the Electricity Act, 1998; (“installation de production d’énergie renouvelable”) “renewable energy project” has the same meaning as in the Green Energy Act, 2009; (“projet d’énergie renouvelable”) “renewable energy testing facility” has the same meaning as in the Green Energy Act, 2009; (“installation d’évaluation du potentiel en énergie renouvelable”) “renewable energy testing project” has the same meaning as in the Green Energy Act, 2009. (“projet d’évaluation du potentiel en énergie renouvelable”)  R.R.O. 1990, Reg. 334, s. 1; O. Reg. 456/93, s. 1; O. Reg. 458/93, s. 1; O. Reg. 364/09, s. 1; O. Reg. 308/11, s. 1; O. Reg. 196/12, s. 1; O. Reg. 266/15, s. 1; O. Reg. 361/16, s. 1; O. Reg. 194/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“development corporation” means a corporation under the <i>Development Corporations Act</i>; (“société de développement”)</p> <p class=\"definition-e\">“exclusive right-of-way”, when used in connection with a bus service, means a roadway, including entrances and exits, constructed for use by buses and upon which the public is not permitted to drive motor vehicles but not including accesses to stations and stops or turning, storage and service facilities not otherwise associated with such a right-of-way, nor a reserved bus lane on an existing road; (“emprise exclusive”)</p> <p class=\"definition-e\">“fish and wildlife habitat management” means the creation, improvement and maintenance of habitat in order to increase or maintain the supply of food, cover and opportunities for reproduction for fish and wildlife populations, but does not include measures for which assessment is required under the provisions of the class environmental assessment for remedial flood and erosion control projects, as it may be amended from time to time; (“gestion de l’habitat des animaux sauvages et des poissons”)</p> <p class=\"definition-e\">“generation facility” has the same meaning as in Ontario Regulation 116/01 (Electricity Projects) made under the Act; (“installation de production”)</p> <p class=\"definition-e\">“Government property” has the same meaning as in the <i>Ministry of Infrastructure Act, 2011</i>; (biens du gouvernement”)</p> <p class=\"definition-e\">“hardship” means a situation where a person,</p> <p class=\"defclause-e\">  (a) needs to sell property quickly for health or financial reasons or to settle an estate but is unable to do so at a fair market value, or</p> <p class=\"defclause-e\">  (b) has been refused a building permit because an undertaking, planned or proposed, has not received approval under the Act; (“difficulté”)</p> <p class=\"definition-e\">“Hydro One Inc.” has the same meaning as in the <i>Electricity Act, 1998</i>; (“Hydro One Inc.”)</p> <p class=\"definition-e\">“Ministry of Infrastructure Class Environmental Assessment” means the class environmental assessment that,</p> <p class=\"defclause-e\">  (a) was originally named “Class Environmental Assessment Process for Management Board Secretariat and Ontario Realty Corporation” and was approved by the Lieutenant Governor in Council on April 28, 2004 under Order in Council 913/2004,</p> <p class=\"defclause-e\">  (b) was amended on September 11, 2008 by approval of the Director of the Environmental Assessment and Approvals Branch of the Ministry of the Environment and was renamed “Class Environmental Assessment Process for the Ministry of Energy and Infrastructure for Realty Activities Other Than Electricity Projects”, and</p> <p class=\"defclause-e\">  (c) was amended on October 31, 2012 by approval of the Director of the Environmental Approvals Branch of the Ministry of the Environment and was renamed “Ministry of Infrastructure Public Work Class Environmental Assessment Process”; (“document intitulé «Ministry of Infrastructure Class Environmental Assessment»”)</p> <p class=\"definition-e\">“operating” includes maintaining and repairing and any activities for operating, maintaining and repairing, and “operation” has a corresponding meaning; (“fonctionnement”)</p> <p class=\"definition-e\">“renewable energy generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>; (“installation de production d’énergie renouvelable”)</p> <p class=\"definition-e\">“renewable energy project” has the same meaning as in the <i>Green Energy Act, 2009</i>; (“projet d’énergie renouvelable”)</p> <p class=\"definition-e\">“renewable energy testing facility” has the same meaning as in the <i>Green Energy Act, 2009</i>; (“installation d’évaluation du potentiel en énergie renouvelable”)</p> <p class=\"definition-e\">“renewable energy testing project” has the same meaning as in the <i>Green Energy Act, 2009</i>. (“projet d’évaluation du potentiel en énergie renouvelable”)  R.R.O. 1990, Reg. 334, s. 1; O. Reg. 456/93, s. 1; O. Reg. 458/93, s. 1; O. Reg. 364/09, s. 1; O. Reg. 308/11, s. 1; O. Reg. 196/12, s. 1; O. Reg. 266/15, s. 1; O. Reg. 361/16, s. 1; O. Reg. 194/19, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": null,
            "content": " 1.1 Revoked: O. Reg. 245/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 245/23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) An environmental assessment submitted to the Minister shall contain, in addition to the information required under subsection 6.1 (2) of the Act, (a) a brief summary of the environmental assessment organized in accordance with the matters set out in subsection 6.1 (2) of the Act; (b) a list of studies and reports which are under the control of the proponent and which were done in connection with the undertaking or matters related to the undertaking; (c) a list of studies and reports done in connection with the undertaking or matters related to the undertaking of which the proponent is aware and that are not under the control of the proponent; (d) where the environmental assessment is for an undertaking with a fixed location, at least two unbound, well marked, legible and reproducible maps that are an appropriate size to fit on a 215 millimetre by 280 millimetre page, showing the location of the undertaking and the area to be affected by it.  R.R.O. 1990, Reg. 334, s. 2 (1); O. Reg. 263/07, s. 1. (2) Of the maps referred to in clause (1) (d), one shall be a simplified base map suitable for reproduction in any notices that may be published and the other may include more detail such as a 1:10,000 scale Ontario Base Map.  R.R.O. 1990, Reg. 334, s. 2 (2). (3) The maps referred to in clause (1) (d) may show alternative proposals.  R.R.O. 1990, Reg. 334, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An environmental assessment submitted to the Minister shall contain, in addition to the information required under subsection 6.1 (2) of the Act,</p> <p class=\"clause-e\">  (a) a brief summary of the environmental assessment organized in accordance with the matters set out in subsection 6.1 (2) of the Act;</p> <p class=\"clause-e\">  (b) a list of studies and reports which are under the control of the proponent and which were done in connection with the undertaking or matters related to the undertaking;</p> <p class=\"clause-e\">  (c) a list of studies and reports done in connection with the undertaking or matters related to the undertaking of which the proponent is aware and that are not under the control of the proponent;</p> <p class=\"clause-e\">  (d) where the environmental assessment is for an undertaking with a fixed location, at least two unbound, well marked, legible and reproducible maps that are an appropriate size to fit on a 215 millimetre by 280 millimetre page, showing the location of the undertaking and the area to be affected by it.  R.R.O. 1990, Reg. 334, s. 2 (1); O. Reg. 263/07, s. 1.</p> <p class=\"subsection-e\">  (2) Of the maps referred to in clause (1) (d), one shall be a simplified base map suitable for reproduction in any notices that may be published and the other may include more detail such as a 1:10,000 scale Ontario Base Map.  R.R.O. 1990, Reg. 334, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The maps referred to in clause (1) (d) may show alternative proposals.  R.R.O. 1990, Reg. 334, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The following bodies are defined as public bodies: 1. Algonquin Forestry Authority. 2. Authorities within the meaning of the Conservation Authorities Act. 3. Colleges, universities and other bodies, except The Royal Ontario Museum and municipalities, to which the Ontario Universities Capital Aid Corporation Act would have applied if it had not been repealed. 4. Development corporations. 5. Ontario Energy Board. 6.  Revoked:  O. Reg. 117/01, s. 1 (1). 7. Ontario Northland Transportation Commission. 8. Ontario Telephone Development Corporation. 9. Ontario Transportation Development Corporation. 10. Toronto Area Transit Operating Authority. 11. Ontario Clean Water Agency. 12. Ontario Infrastructure and Lands Corporation. 13. Ontario Transportation Capital Corporation. 14., 15.  Revoked:  O. Reg. 117/01, s. 1 (2). R.R.O. 1990, Reg. 334, s. 3; O. Reg. 807/93, s. 1; O. Reg. 173/99, s. 1; O. Reg. 247/00, s. 1; O. Reg. 117/01, s. 1; O. Reg. 263/07, s. 2; O. Reg. 308/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following bodies are defined as public bodies:</p> <p class=\"paragraph-e\">  1. Algonquin Forestry Authority.</p> <p class=\"paragraph-e\">  2. Authorities within the meaning of the <i>Conservation Authorities Act</i>.</p> <p class=\"paragraph-e\">  3. Colleges, universities and other bodies, except The Royal Ontario Museum and municipalities, to which the <i>Ontario Universities Capital Aid Corporation Act</i> would have applied if it had not been repealed.</p> <p class=\"paragraph-e\">  4. Development corporations.</p> <p class=\"paragraph-e\">  5. Ontario Energy Board.</p> <p class=\"paragraph-e\">  6.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 117/01, s. 1 (1).</p> <p class=\"paragraph-e\">  7. Ontario Northland Transportation Commission.</p> <p class=\"paragraph-e\">  8. Ontario Telephone Development Corporation.</p> <p class=\"paragraph-e\">  9. Ontario Transportation Development Corporation.</p> <p class=\"paragraph-e\">  10. Toronto Area Transit Operating Authority.</p> <p class=\"paragraph-e\">  11. Ontario Clean Water Agency.</p> <p class=\"paragraph-e\">  12. Ontario Infrastructure and Lands Corporation.</p> <p class=\"paragraph-e\">  13. Ontario Transportation Capital Corporation.</p> <p class=\"paragraph-e\"> 14., 15.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 117/01, s. 1 (2).</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 334, s. 3; O. Reg. 807/93, s. 1; O. Reg. 173/99, s. 1; O. Reg. 247/00, s. 1; O. Reg. 117/01, s. 1; O. Reg. 263/07, s. 2; O. Reg. 308/11, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) An undertaking, whether constructed or started before or after the coming into force of the relevant provisions of the Act, for the construction or start of which the approval of the Minister to proceed was not required is exempt with respect to its operation and retirement from the provisions of section 5 of the Act requiring the proponent not to proceed with the undertaking and from section 12.2 of the Act.  R.R.O. 1990, Reg. 334, s. 4 (1); O. Reg. 263/07, s. 3 (1). (2) A proponent of an undertaking of a type referred to in subsection (1) is exempt from subsection 5 (5) of the Act with respect to the requirement of submitting an environmental assessment to the Minister with respect to the operation or retirement of the undertaking.  R.R.O. 1990, Reg. 334, s. 4 (2); O. Reg. 263/07, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An undertaking, whether constructed or started before or after the coming into force of the relevant provisions of the Act, for the construction or start of which the approval of the Minister to proceed was not required is exempt with respect to its operation and retirement from the provisions of section 5 of the Act requiring the proponent not to proceed with the undertaking and from section 12.2 of the Act.  R.R.O. 1990, Reg. 334, s. 4 (1); O. Reg. 263/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A proponent of an undertaking of a type referred to in subsection (1) is exempt from subsection 5 (5) of the Act with respect to the requirement of submitting an environmental assessment to the Minister with respect to the operation or retirement of the undertaking.  R.R.O. 1990, Reg. 334, s. 4 (2); O. Reg. 263/07, s. 3 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) This section does not apply to an undertaking of a body listed in section 3 that may be found to be a local board as defined in the Municipal Affairs Act or to be a board, commission or other local authority exercising power in respect of municipal affairs.  R.R.O. 1990, Reg. 334, s. 5 (1). (1.1) For the purposes of clause 5 (2) (a), “estimated cost” means the most current estimate of the cost of an undertaking prepared by an engineer, architect, official, planner or construction contractor, which estimate has been submitted to the council or other governing body of a municipality or a committee thereof and has been accepted by it as the basis upon which the undertaking is to be proceeded with, and where an undertaking is being constructed in phases includes the cost of all phases, but does not include any costs for, (a) the acquisition of land, (b) feasibility studies and design carried out for the undertaking, (c) the operation of the undertaking, (d) a building, the construction of which is regulated by the Building Code Act, 1992, (e) any furnishings, equipment, facilities or machinery ancillary to a building described in clause (d), whether contained in it or not, or (f) any facilities or machinery contained in a building described in clause (d), whether ancillary to it or not.  O. Reg. 456/93, s. 2 (1); O. Reg. 263/07, s. 4 (1). (2) An undertaking by a municipality is exempt from section 5 of the Act where, (a) subject to subsection (3), it has an estimated cost of not more than $3,500,000; (b) it is an undertaking by a board within the meaning of the Education Act; (c) it is a drainage works regulated under the Drainage Act; (d) it is a waste disposal site that, (i) is a transfer station for domestic waste that uses portable containers, (ii) is an organic soil conditioning site certified under the Environmental Protection Act, (iii) is a transfer station for processed organic waste located at the sewage treatment works where it is generated or at the organic soil conditioning site where it is disposed of, or (iv)  Revoked:  O. Reg. 106/07, s. 1 (1). (e) it is a road or a water crossing that is required to provide access to a renewable energy generation facility or renewable energy testing facility; (f) it is an undertaking that consists of the provision of municipal non-profit housing facilities that may include ancillary commercial and other uses within the housing project; (g)  Revoked:  O. Reg. 117/01, s. 2 (1). (h) subject to subsection (3), it is a work provided for in a subdivision agreement between a municipality and a subdivider; (i) it is a work other than a work of a type described in the Municipal Class Environmental Assessment, as it may be amended from time to time, that is provided for in a subdivision agreement between a municipality and a subdivider for the management of storm water that originates only from the subdivision or other adjacent land of the subdivider; or (j) it is a transfer of land initiated by the owner of the land, (i) in a hardship situation, or (ii) as part of an arrangement whereby the municipality is to provide a fence in return for a transfer of land.  R.R.O. 1990, Reg. 334, s. 5 (2); O. Reg. 117/01, s. 2 (1); O. Reg. 106/07, s. 1 (1); O. Reg. 263/07, s. 4 (2, 3); O. Reg. 364/09, s. 2; O. Reg. 361/16, s. 2 (1). (2.1) The exemption provided by clause (2) (a) does not apply to a transit project within the meaning of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act.  O. Reg. 232/08, s. 1 (1); O. Reg. 196/12, s. 2. (3) The exemptions provided by clauses (2) (a) and (h) do not apply in respect of, (a) an undertaking of a type described in the Municipal Class Environmental Assessment, as it may be amended from time to time; (b) a new bus service on an exclusive right-of-way or a new rail transit system; or (c) a new station, terminal or marshalling yard for a rail transit system. (d)  Revoked:  O. Reg. 106/07, s. 1 (2). (e)  Revoked:  O. Reg. 117/01, s. 2 (2). (f)  Revoked:  O. Reg. 232/08, s. 1 (2). R.R.O. 1990, Reg. 334, s. 5 (3); O. Reg. 456/93, s. 2 (2); O. Reg. 117/01, s. 2 (2); O. Reg. 106/07, s. 1 (2); O. Reg. 263/07, s. 4 (4); O. Reg. 232/08, s. 1 (2); O. Reg. 361/16, s. 2 (2). (4) Revoked: \r\nO. Reg. 263/07, s. 4 (5). (5) Revoked:  O. Reg. 263/07, s. 4 (6). (6) The obtaining of an option to acquire land or an interest in land by a municipality or the entering into an agreement to purchase land or an interest in land by a municipality, where the acquisition or purchase is conditional on compliance with the Act, is an undertaking that is exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 5 (6); O. Reg. 263/07, s. 4 (7).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section does not apply to an undertaking of a body listed in section 3 that may be found to be a local board as defined in the <i>Municipal Affairs Act</i> or to be a board, commission or other local authority exercising power in respect of municipal affairs.  R.R.O. 1990, Reg. 334, s. 5 (1).</p> <p class=\"subsection-e\">  (1.1) For the purposes of clause 5 (2) (a),</p> <p class=\"firstdef-e\">“estimated cost” means the most current estimate of the cost of an undertaking prepared by an engineer, architect, official, planner or construction contractor, which estimate has been submitted to the council or other governing body of a municipality or a committee thereof and has been accepted by it as the basis upon which the undertaking is to be proceeded with, and where an undertaking is being constructed in phases includes the cost of all phases, but does not include any costs for,</p> <p class=\"defclause-e\">  (a) the acquisition of land,</p> <p class=\"defclause-e\">  (b) feasibility studies and design carried out for the undertaking,</p> <p class=\"defclause-e\">  (c) the operation of the undertaking,</p> <p class=\"defclause-e\">  (d) a building, the construction of which is regulated by the <i>Building Code Act, 1992</i>,</p> <p class=\"defclause-e\">  (e) any furnishings, equipment, facilities or machinery ancillary to a building described in clause (d), whether contained in it or not, or</p> <p class=\"defclause-e\">  (f) any facilities or machinery contained in a building described in clause (d), whether ancillary to it or not.  O. Reg. 456/93, s. 2 (1); O. Reg. 263/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) An undertaking by a municipality is exempt from section 5 of the Act where,</p> <p class=\"clause-e\">  (a) subject to subsection (3), it has an estimated cost of not more than $3,500,000;</p> <p class=\"clause-e\">  (b) it is an undertaking by a board within the meaning of the <i>Education Act</i>;</p> <p class=\"clause-e\">  (c) it is a drainage works regulated under the <i>Drainage Act</i>;</p> <p class=\"clause-e\">  (d) it is a waste disposal site that,</p> <p class=\"subclause-e\">  (i) is a transfer station for domestic waste that uses portable containers,</p> <p class=\"subclause-e\">  (ii) is an organic soil conditioning site certified under the <i>Environmental Protection Act</i>,</p> <p class=\"subclause-e\">  (iii) is a transfer station for processed organic waste located at the sewage treatment works where it is generated or at the organic soil conditioning site where it is disposed of, or</p> <p class=\"subclause-e\">  (iv)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 106/07, s. 1 (1).</p> <p class=\"clause-e\">  (e) it is a road or a water crossing that is required to provide access to a renewable energy generation facility or renewable energy testing facility;</p> <p class=\"clause-e\">  (f) it is an undertaking that consists of the provision of municipal non-profit housing facilities that may include ancillary commercial and other uses within the housing project;</p> <p class=\"clause-e\">  (g)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 117/01, s. 2 (1).</p> <p class=\"clause-e\">  (h) subject to subsection (3), it is a work provided for in a subdivision agreement between a municipality and a subdivider;</p> <p class=\"clause-e\">  (i) it is a work other than a work of a type described in the Municipal Class Environmental Assessment, as it may be amended from time to time, that is provided for in a subdivision agreement between a municipality and a subdivider for the management of storm water that originates only from the subdivision or other adjacent land of the subdivider; or</p> <p class=\"clause-e\">  (j) it is a transfer of land initiated by the owner of the land,</p> <p class=\"subclause-e\">  (i) in a hardship situation, or</p> <p class=\"subclause-e\">  (ii) as part of an arrangement whereby the municipality is to provide a fence in return for a transfer of land.  R.R.O. 1990, Reg. 334, s. 5 (2); O. Reg. 117/01, s. 2 (1); O. Reg. 106/07, s. 1 (1); O. Reg. 263/07, s. 4 (2, 3); O. Reg. 364/09, s. 2; O. Reg. 361/16, s. 2 (1).</p> <p class=\"subsection-e\">  (2.1) The exemption provided by clause (2) (a) does not apply to a transit project within the meaning of Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act.  O. Reg. 232/08, s. 1 (1); O. Reg. 196/12, s. 2.</p> <p class=\"subsection-e\">  (3) The exemptions provided by clauses (2) (a) and (h) do not apply in respect of,</p> <p class=\"clause-e\">  (a) an undertaking of a type described in the Municipal Class Environmental Assessment, as it may be amended from time to time;</p> <p class=\"clause-e\">  (b) a new bus service on an exclusive right-of-way or a new rail transit system; or</p> <p class=\"clause-e\">  (c) a new station, terminal or marshalling yard for a rail transit system.</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 106/07, s. 1 (2).</p> <p class=\"clause-e\">  (e)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 117/01, s. 2 (2).</p> <p class=\"clause-e\">  (f)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 232/08, s. 1 (2).</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 334, s. 5 (3); O. Reg. 456/93, s. 2 (2); O. Reg. 117/01, s. 2 (2); O. Reg. 106/07, s. 1 (2); O. Reg. 263/07, s. 4 (4); O. Reg. 232/08, s. 1 (2); O. Reg. 361/16, s. 2 (2).</p> <p class=\"subsection-e\">  (4)<span class=\"ovsmallcap\"> Revoked: \r\n</span>O. Reg. 263/07, s. 4 (5).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 263/07, s. 4 (6).</p> <p class=\"subsection-e\">  (6) The obtaining of an option to acquire land or an interest in land by a municipality or the entering into an agreement to purchase land or an interest in land by a municipality, where the acquisition or purchase is conditional on compliance with the Act, is an undertaking that is exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 5 (6); O. Reg. 263/07, s. 4 (7).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) All undertakings and classes of undertakings by or on behalf of Her Majesty in right of Ontario and carried out by, (a) the Minister of Agriculture, Food and Rural Affairs; (b) the Attorney General; (c) the Minister of Children, Community and Social Services; (d)  Revoked: O. Reg. 194/19, s. 2 (2). (e) the Minister of Education; (f) the Minister of Health and Long-Term Care; (g) the Minister of Finance; (h) the Minister of Government and Consumer Services; (i) the Minister of Labour; (j) the Minister of Municipal Affairs and Housing; (k) the Minister of Training, Colleges and Universities; and (l) the Solicitor General, (m)  Revoked: O. Reg. 194/19, s. 2 (4). are exempt from section 5 of the Act.  O. Reg. 263/07, s. 5 (1); O. Reg. 364/09, s. 3; O. Reg. 196/12, s. 3; O. Reg. 361/16, s. 3; O. Reg. 194/19, s. 2. (2) All undertakings and classes of undertakings by or on behalf of Her Majesty in right of Ontario and carried out by an agent of Her Majesty in right of Ontario who is not, (a) a Minister of the Crown; (b) acting on behalf of a Minister of the Crown; or (c) defined as a public body, are exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 6 (2); O. Reg. 263/07, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) All undertakings and classes of undertakings by or on behalf of Her Majesty in right of Ontario and carried out by,</p> <p class=\"clause-e\">  (a) the Minister of Agriculture, Food and Rural Affairs;</p> <p class=\"clause-e\">  (b) the Attorney General;</p> <p class=\"clause-e\">  (c) the Minister of Children, Community and Social Services;</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 194/19, s. 2 (2).</p> <p class=\"clause-e\">  (e) the Minister of Education;</p> <p class=\"clause-e\">  (f) the Minister of Health and Long-Term Care;</p> <p class=\"clause-e\">  (g) the Minister of Finance;</p> <p class=\"clause-e\">  (h) the Minister of Government and Consumer Services;</p> <p class=\"clause-e\">  (i) the Minister of Labour;</p> <p class=\"clause-e\">  (j) the Minister of Municipal Affairs and Housing;</p> <p class=\"clause-e\">  (k) the Minister of Training, Colleges and Universities; and</p> <p class=\"clause-e\">  (l) the Solicitor General,</p> <p class=\"clause-e\">  (m)  <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 194/19, s. 2 (4).</p> <p class=\"Ssection-e\">are exempt from section 5 of the Act.  O. Reg. 263/07, s. 5 (1); O. Reg. 364/09, s. 3; O. Reg. 196/12, s. 3; O. Reg. 361/16, s. 3; O. Reg. 194/19, s. 2.</p> <p class=\"subsection-e\">  (2) All undertakings and classes of undertakings by or on behalf of Her Majesty in right of Ontario and carried out by an agent of Her Majesty in right of Ontario who is not,</p> <p class=\"clause-e\">  (a) a Minister of the Crown;</p> <p class=\"clause-e\">  (b) acting on behalf of a Minister of the Crown; or</p> <p class=\"clause-e\">  (c) defined as a public body,</p> <p class=\"Ssubsection-e\">are exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 6 (2); O. Reg. 263/07, s. 5 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Despite section 6, an undertaking carried out by the Minister whose responsibilities under the Ministry of Infrastructure Act, 2011 relate to Government property either on his or her own behalf or on behalf of or at the request of, (a) a Minister of the Crown named in section 6; (b) an agent of the Crown exempted by section 6, that is in respect of Government property and that would be subject to the Act but for section 6 is not exempt from the Act.  R.R.O. 1990, Reg. 334, s. 7; O. Reg. 390/01, s. 3; O. Reg. 263/07, s. 6; O. Reg. 364/09, s. 4; O. Reg. 308/11, s. 3; O. Reg. 194/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Despite section 6, an undertaking carried out by the Minister whose responsibilities under the <i>Ministry of Infrastructure Act, 2011</i> relate to Government property either on his or her own behalf or on behalf of or at the request of,</p> <p class=\"clause-e\">  (a) a Minister of the Crown named in section 6;</p> <p class=\"clause-e\">  (b) an agent of the Crown exempted by section 6,</p> <p class=\"Ssection-e\">that is in respect of Government property and that would be subject to the Act but for section 6 is not exempt from the Act.  R.R.O. 1990, Reg. 334, s. 7; O. Reg. 390/01, s. 3; O. Reg. 263/07, s. 6; O. Reg. 364/09, s. 4; O. Reg. 308/11, s. 3; O. Reg. 194/19, s. 3.</p>"
        },
        {
            "id": "7.1",
            "section": null,
            "content": " 7.1 (1) The following undertakings by or on behalf of the Ontario Infrastructure and Lands Corporation are exempt from the Act: 1. Undertakings that are not in respect of Government property. 2. Undertakings in respect of Government property that consist of a disposition of any interest in land or the severance of land. O. Reg. 194/19, s. 4. (1.1) An undertaking referred to in paragraph 2 of subsection (1) by or on behalf of the Minister whose responsibilities under the Ministry of Infrastructure Act, 2011 relate to Government property is also exempt from the Act. O. Reg. 194/19, s. 4. (1.2) Despite subsections (1) and (1.1), an undertaking is not exempt under paragraph 2 of subsection (1) or under subsection (1.1) if, before July 1, 2019, a public notice about the undertaking had been issued or any affected party had been notified of the undertaking in accordance with the Ministry of Infrastructure Class Environmental Assessment. O. Reg. 194/19, s. 4. (2) An undertaking in respect of forfeited corporate property to which the Forfeited Corporate Property Act, 2015 applies, carried out by or on behalf of the Minister responsible for the administration of the Forfeited Corporate Property Act, 2015 or by or on behalf of the Ontario Infrastructure and Lands Corporation, is exempt from the Act. O. Reg. 361/16, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>(1) The following undertakings by or on behalf of the Ontario Infrastructure and Lands Corporation are exempt from the Act:</p> <p class=\"paragraph-e\">  1. Undertakings that are not in respect of Government property.</p> <p class=\"paragraph-e\">  2. Undertakings in respect of Government property that consist of a disposition of any interest in land or the severance of land. O. Reg. 194/19, s. 4.</p> <p class=\"subsection-e\">  (1.1) An undertaking referred to in paragraph 2 of subsection (1) by or on behalf of the Minister whose responsibilities under the <i>Ministry of Infrastructure Act, 2011</i> relate to Government property is also exempt from the Act. O. Reg. 194/19, s. 4.</p> <p class=\"subsection-e\">  (1.2) Despite subsections (1) and (1.1), an undertaking is not exempt under paragraph 2 of subsection (1) or under subsection (1.1) if, before July 1, 2019, a public notice about the undertaking had been issued or any affected party had been notified of the undertaking in accordance with the Ministry of Infrastructure Class Environmental Assessment. O. Reg. 194/19, s. 4.</p> <p class=\"subsection-e\">  (2) An undertaking in respect of forfeited corporate property to which the <i>Forfeited Corporate Property Act, 2015</i> applies, carried out by or on behalf of the Minister responsible for the administration of the <i>Forfeited Corporate Property Act, 2015</i> or by or on behalf of the Ontario Infrastructure and Lands Corporation, is exempt from the Act. O. Reg. 361/16, s. 4.</p>"
        },
        {
            "id": "7.2",
            "section": null,
            "content": " 7.2 (1) The following are exempt from the Act: 1. An undertaking by or on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, securities, debts or obligations of Hydro One Inc. 2. An undertaking by on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, securities, debts or obligations of a corporation or entity established pursuant to or under Part IV of the Electricity Act, 1998 for the purposes of the acquisition, holding or disposal of, or other dealing with, the securities, debts or obligations mentioned in paragraph 1. O. Reg. 266/15, s. 2. (2) The following are exempt from the Act: 1. An undertaking by or on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, whether directly or indirectly, any of the following: i. The securities, debts, obligations or assets of Hydro One Brampton Networks Inc. ii. Any other interest in Hydro One Brampton Networks Inc. 2. An undertaking by or on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, whether directly or indirectly, any of the following, for the purposes of the acquisition, holding or disposal of, or other dealing with, the securities, debts, obligations, assets or other interests mentioned in paragraph 1: i. The securities, debts, obligations or assets of a corporation or entity established pursuant to or under Part IV of the Electricity Act, 1998. ii. Any other interest in a corporation or entity established pursuant to or under Part IV of the Electricity Act, 1998. O. Reg. 266/15, s. 2. (3) An undertaking by or on behalf of the Minister of Energy in respect of the disposition of one or both of the following is exempt from the Act: 1. The real property known municipally as 700 University Avenue in Toronto. 2. The real property known municipally as 40 Murray Street in Toronto. O. Reg. 414/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7.2 </b>(1) The following are exempt from the Act:</p> <p class=\"paragraph-e\">  1. An undertaking by or on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, securities, debts or obligations of Hydro One Inc.</p> <p class=\"paragraph-e\">  2. An undertaking by on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, securities, debts or obligations of a corporation or entity established pursuant to or under Part IV of the <i>Electricity Act, 1998 </i>for the purposes of the acquisition, holding or disposal of, or other dealing with, the securities, debts or obligations mentioned in paragraph 1. O. Reg. 266/15, s. 2.</p> <p class=\"subsection-e\">  (2) The following are exempt from the Act: </p> <p class=\"paragraph-e\">  1. An undertaking by or on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, whether directly or indirectly, any of the following:</p> <p class=\"subpara-e\">  i. The securities, debts, obligations or assets of Hydro One Brampton Networks Inc.</p> <p class=\"subpara-e\">  ii. Any other interest in Hydro One Brampton Networks Inc.</p> <p class=\"paragraph-e\">  2. An undertaking by or on behalf of the Minister of Energy in respect of the acquisition, holding or disposal of, or other dealing with, whether directly or indirectly, any of the following, for the purposes of the acquisition, holding or disposal of, or other dealing with, the securities, debts, obligations, assets or other interests mentioned in paragraph 1:</p> <p class=\"subpara-e\">  i. The securities, debts, obligations or assets of a corporation or entity established pursuant to or under Part IV of the <i>Electricity Act, 1998.</i></p> <p class=\"subpara-e\"><i> </i>ii. Any other interest in a corporation or entity established pursuant to or under Part IV of the <i>Electricity Act, 1998</i>.<i> </i>O. Reg. 266/15, s. 2.</p> <p class=\"subsection-e\">  (3) An undertaking by or on behalf of the Minister of Energy in respect of the disposition of one or both of the following is exempt from the Act:</p> <p class=\"paragraph-e\">  1. The real property known municipally as 700 University Avenue in Toronto.</p> <p class=\"paragraph-e\">  2. The real property known municipally as 40 Murray Street in Toronto. O. Reg. 414/15, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) In this section, “authority” means an authority within the meaning of the Conservation Authorities Act; (“office”) “conservation services” means works carried out under an agreement with a private landowner for the purpose of, (a) creation of shelter belts and wind breaks, (b) erosion control, (c) soil conservation, (d) water conservation, or (e) water quality improvement, where the estimated cost of the works including all related projects does not exceed $50,000; (“services de protection de la nature”) “cost” means the estimated total cost of the implementation of an undertaking at the time of its approval under section 24 of the Conservation Authorities Act by the Minister of Natural Resources and Forestry exclusive of any costs for the acquisition of land or for any feasibility studies and design carried out for the undertaking or the operation of the undertaking; (“coût”) “floodproofing” means taking measures to protect a structure or its contents from flood damage where the measures are carried out, in, on or immediately adjacent to, the structure being protected, but does not include constructing dykes, channels, retaining walls and water reservoirs or impoundments or other structures, only part of which forms part of, or is immediately adjacent to, the structure being protected. (“prévention des inondations”) R.R.O. 1990, Reg. 334, s. 8 (1); O. Reg. 458/93, s. 2; O. Reg. 361/16, s. 5. (2) An undertaking by an authority is exempt from section 5 of the Act if the undertaking is solely for the purpose of, (a) reforestation and woodlot management; (b) restocking of indigenous wildlife; (c) provision of conservation area workshops, administration buildings, outdoor education and interpretive centres; (d) conservation services; (e) municipal tree replacement; (f) agricultural land management of authority-owned lands; (g) flood-proofing; (h) fish and wildlife habitat management; (i) development of conservation areas and campgrounds having a cost of not over $1,000,000; or (j) relocation or improvement of historical buildings, or for the combination of any purposes set out in clauses (a) to (j).  R.R.O. 1990, Reg. 334, s. 8 (2); O. Reg. 263/07, s. 7 (1). (3) The acquisition of land or interests in land by an authority is exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 8 (3); O. Reg. 263/07, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“authority” means an authority within the meaning of the <i>Conservation Authorities Act</i>; (“office”)</p> <p class=\"definition-e\">“conservation services” means works carried out under an agreement with a private landowner for the purpose of,</p> <p class=\"defclause-e\">  (a) creation of shelter belts and wind breaks,</p> <p class=\"defclause-e\">  (b) erosion control,</p> <p class=\"defclause-e\">  (c) soil conservation,</p> <p class=\"defclause-e\">  (d) water conservation, or</p> <p class=\"defclause-e\">  (e) water quality improvement,</p> <p class=\"Sdefinition-e\">where the estimated cost of the works including all related projects does not exceed $50,000; (“services de protection de la nature”)</p> <p class=\"definition-e\">“cost” means the estimated total cost of the implementation of an undertaking at the time of its approval under section 24 of the <i>Conservation Authorities Act</i> by the Minister of Natural Resources and Forestry exclusive of any costs for the acquisition of land or for any feasibility studies and design carried out for the undertaking or the operation of the undertaking; (“coût”)</p> <p class=\"definition-e\">“floodproofing” means taking measures to protect a structure or its contents from flood damage where the measures are carried out, in, on or immediately adjacent to, the structure being protected, but does not include constructing dykes, channels, retaining walls and water reservoirs or impoundments or other structures, only part of which forms part of, or is immediately adjacent to, the structure being protected. (“prévention des inondations”) R.R.O. 1990, Reg. 334, s. 8 (1); O. Reg. 458/93, s. 2; O. Reg. 361/16, s. 5.</p> <p class=\"subsection-e\">  (2) An undertaking by an authority is exempt from section 5 of the Act if the undertaking is solely for the purpose of,</p> <p class=\"clause-e\">  (a) reforestation and woodlot management;</p> <p class=\"clause-e\">  (b) restocking of indigenous wildlife;</p> <p class=\"clause-e\">  (c) provision of conservation area workshops, administration buildings, outdoor education and interpretive centres;</p> <p class=\"clause-e\">  (d) conservation services;</p> <p class=\"clause-e\">  (e) municipal tree replacement;</p> <p class=\"clause-e\">  (f) agricultural land management of authority-owned lands;</p> <p class=\"clause-e\">  (g) flood-proofing;</p> <p class=\"clause-e\">  (h) fish and wildlife habitat management;</p> <p class=\"clause-e\">  (i) development of conservation areas and campgrounds having a cost of not over $1,000,000; or</p> <p class=\"clause-e\">  (j) relocation or improvement of historical buildings,</p> <p class=\"Ssubsection-e\">or for the combination of any purposes set out in clauses (a) to (j).  R.R.O. 1990, Reg. 334, s. 8 (2); O. Reg. 263/07, s. 7 (1).</p> <p class=\"subsection-e\">  (3) The acquisition of land or interests in land by an authority is exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 8 (3); O. Reg. 263/07, s. 7 (2).</p>"
        },
        {
            "id": "8.1",
            "section": null,
            "content": " 8.1 (1) The undertaking of forest management by or on behalf of Her Majesty in right of Ontario in the area described in subsection (2) is exempt from the Act. O. Reg. 337/20, s. 1. (2) The area to which subsection (1) applies consists of, (a) any Crown forest that is, (i) located within an area that was designated as a management unit pursuant to section 7 of the Crown Forest Sustainability Act, 1994 as of July 1, 2020, and (ii) located north of the southern limit of the following management units, as those units existed as of July 1, 2020: A. Mazinaw-Lanark Forest, B. Bancroft-Minden Forest, C. French-Severn Forest; and (b) any Crown forest that is located in the Cat Lake-Slate Falls planning area depicted in the Cat Lake – Slate Falls Community Based Land Use Plan, entitled “Niigaan Bimaadiziwin” - A Future Life, dated July 11, 2011, prepared and approved under the Far North Act, 2010. O. Reg. 337/20, s. 1. (3) In this section, “accessing forest resources” means the construction, maintenance, use or decommissioning of roads that provide or provided access for the purpose of harvesting forest resources, transporting forest resources to wood processing facilities or maintaining and renewing forest resources; (“accès aux ressources forestières”) “Crown forest” has the same meaning as in the Crown Forest Sustainability Act, 1994; (“forêt de la Couronne”) “forest management” means, (a) an activity related to accessing forest resources, or to the harvesting, renewal or maintenance of forest resources, in accordance with a forest management plan approved under the Crown Forest Sustainability Act, 1994, including a disposition of rights to forest resources, (b) an activity related to accessing forest resources, or to the harvesting, renewal or maintenance of forest resources, respecting which written direction has been provided pursuant to subsection 42 (2) of the Crown Forest Sustainability Act, 1994, including a disposition of rights to forest resources, and (c) planning conducted in accordance with Part II of the Crown Forest Sustainability Act, 1994; (“gestion forestière”) “forest resources” has the same meaning as in the Crown Forest Sustainability Act, 1994. (“ressources forestières”) O. Reg. 337/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8.1 </b>(1) The undertaking of forest management by or on behalf of Her Majesty in right of Ontario in the area described in subsection (2)<b> </b>is exempt from the Act. O. Reg. 337/20, s. 1.</p> <p class=\"subsection-e\">  (2) The area to which subsection (1) applies consists of,</p> <p class=\"clause-e\">  (a) any Crown forest that is,</p> <p class=\"subclause-e\">  (i) located within an area that was designated as a management unit pursuant to section 7 of the <i>Crown Forest Sustainability Act, 1994</i> as of July 1, 2020, and</p> <p class=\"subclause-e\">  (ii) located north of the southern limit of the following management units, as those units existed as of July 1, 2020:</p> <p class=\"subsubclause-e\">  A. Mazinaw-Lanark Forest,</p> <p class=\"subsubclause-e\">  B. Bancroft-Minden Forest,</p> <p class=\"subsubclause-e\">  C. French-Severn Forest; and</p> <p class=\"clause-e\">  (b) any Crown forest that is located in the Cat Lake-Slate Falls planning area depicted in the Cat Lake – Slate Falls Community Based Land Use Plan, entitled “Niigaan Bimaadiziwin” - A Future Life, dated July 11, 2011, prepared and approved under the <i>Far North Act, 2010</i>. O. Reg. 337/20, s. 1.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“accessing forest resources” means the construction, maintenance, use or decommissioning of roads that provide or provided access for the purpose of harvesting forest resources, transporting forest resources to wood processing facilities or maintaining and renewing forest resources;<b> </b>(“accès aux ressources forestières”)</p> <p class=\"definition-e\">“Crown forest” has the same meaning as in the <i>Crown Forest Sustainability Act, 1994</i>; (“forêt de la Couronne”)</p> <p class=\"definition-e\">“forest management” means,</p> <p class=\"defclause-e\">  (a) an activity related to accessing forest resources, or to the harvesting, renewal or maintenance of forest resources, in accordance with a forest management plan approved under the <i>Crown Forest Sustainability Act, 1994</i>, incl<i>uding a disposition of rights to forest resources</i>,</p> <p class=\"defclause-e\">  (b) an activity related to accessing forest resources, or to the harvesting, renewal or maintenance of forest resources, respecting which written direction has been provided pursuant to subsection 42 (2) of the <i>Crown Forest Sustainability Act, 1994</i><i>, including a disposition of rights to forest resources</i>, and</p> <p class=\"defclause-e\">  (c) planning conducted in accordance with Part II of the<i> Crown Forest Sustainability Act, 1994</i>;<b> </b>(“gestion forestière”)</p> <p class=\"definition-e\">“forest resources” has the same meaning as in the <i>Crown Forest Sustainability Act, 1994</i>. (“ressources forestières”) O. Reg. 337/20, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. The undertaking of making a loan, giving a grant, giving a guarantee of debts or issuing or granting a licence, permit, approval, permission or consent is exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 9; O. Reg. 263/07, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The undertaking of making a loan, giving a grant, giving a guarantee of debts or issuing or granting a licence, permit, approval, permission or consent is exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 9; O. Reg. 263/07, s. 8.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. Despite any provisions of this Regulation exempting any undertaking from the provisions of the Act, where proposed terms of reference governing the preparation of an environmental assessment for an undertaking are submitted, all provisions of the Act apply in respect of that undertaking.  R.R.O. 1990, Reg. 334, s. 10; O. Reg. 263/07, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Despite any provisions of this Regulation exempting any undertaking from the provisions of the Act, where proposed terms of reference governing the preparation of an environmental assessment for an undertaking are submitted, all provisions of the Act apply in respect of that undertaking.  R.R.O. 1990, Reg. 334, s. 10; O. Reg. 263/07, s. 9.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) In this section, “research” includes measuring, monitoring and testing; “research undertaking” means an undertaking that is carried out for the purpose of or that consists of research.  R.R.O. 1990, Reg. 334, s. 11 (1). (2) Research undertakings are exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 11 (2); O. Reg. 263/07, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) In this section,</p> <p class=\"firstdef-e\">“research” includes measuring, monitoring and testing;</p> <p class=\"definition-e\">“research undertaking” means an undertaking that is carried out for the purpose of or that consists of research.  R.R.O. 1990, Reg. 334, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Research undertakings are exempt from section 5 of the Act.  R.R.O. 1990, Reg. 334, s. 11 (2); O. Reg. 263/07, s. 10.</p>"
        },
        {
            "id": "11.1",
            "section": null,
            "content": "  11.1 (1) In this section, “municipal waste pilot project site” has the same meaning as in section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act.  O. Reg. 103/07, s. 1. (2) An undertaking in respect of the processing or disposing of municipal waste on a municipal waste pilot project site is exempt from Part II of the Environmental Assessment Act if section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 applies to an application for an environmental compliance approval under section 20.2 of the Environmental Protection Act in respect of the use, operation, establishment, alteration, extension or enlargement of the site.  O. Reg. 249/11, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  11.1 </b>(1) In this section,</p> <p class=\"firstdef-e\">“municipal waste pilot project site” has the same meaning as in section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>.  O. Reg. 103/07, s. 1.</p> <p class=\"subsection-e\">  (2) An undertaking in respect of the processing or disposing of municipal waste on a municipal waste pilot project site is exempt from Part II of the <i>Environmental Assessment Act</i> if section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 applies to an application for an environmental compliance approval under section 20.2 of the <i>Environmental Protection Act</i> in respect of the use, operation, establishment, alteration, extension or enlargement of the site.  O. Reg. 249/11, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) In this section, “PCB” means any monochlorinated or polychlorinated biphenyl or any mixture of them or mixture that contains one or more of them.  R.R.O. 1990, Reg. 334, s. 12 (1). (2) The locating of a mobile PCB destruction facility on lands of the Crown, a municipality or public body and the using of a mobile PCB destruction facility to destroy PCB wastes of the Crown, a municipality or public body are exempt from section 5 of the Act whether or not the establishment of the facility required an approval under the Act.  R.R.O. 1990, Reg. 334, s. 12 (2); O. Reg. 263/07, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) In this section,</p> <p class=\"firstdef-e\">“PCB” means any monochlorinated or polychlorinated biphenyl or any mixture of them or mixture that contains one or more of them.  R.R.O. 1990, Reg. 334, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The locating of a mobile PCB destruction facility on lands of the Crown, a municipality or public body and the using of a mobile PCB destruction facility to destroy PCB wastes of the Crown, a municipality or public body are exempt from section 5 of the Act whether or not the establishment of the facility required an approval under the Act.  R.R.O. 1990, Reg. 334, s. 12 (2); O. Reg. 263/07, s. 11.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. Despite the repeal of Regulation 293 of the Revised Regulations of Ontario, 1980, any part of an undertaking for which an Environmental Assessment has not been submitted and that was exempt under clause 5 (5) (a) or 9 (2) (a) of that regulation on the 12th day of April, 1987, remains exempt.  R.R.O. 1990, Reg. 334, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>Despite the repeal of Regulation 293 of the Revised Regulations of Ontario, 1980, any part of an undertaking for which an Environmental Assessment has not been submitted and that was exempt under clause 5 (5) (a) or 9 (2) (a) of that regulation on the 12th day of April, 1987, remains exempt.  R.R.O. 1990, Reg. 334, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "  14. Sections 4, 5, 6, 8 and 13 do not apply to an undertaking that is designated as an undertaking to which the Act applies by Ontario Regulation 116/01 (Electricity Projects).  O. Reg. 117/01, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  14.</b><b> </b>Sections 4, 5, 6, 8 and 13 do not apply to an undertaking that is designated as an undertaking to which the Act applies by Ontario Regulation 116/01 (Electricity Projects).  O. Reg. 117/01, s. 3.</p>"
        },
        {
            "id": "14.1",
            "section": null,
            "content": " 14.1 (1) Subject to subsection (3), the following undertakings by or on behalf of the Crown in right of Ontario are exempt from the Act: 1. All undertakings that relate to a settlement agreement involving the Crown in right of Ontario and an Indigenous community with respect to a land claim, including, for greater certainty, an interim agreement. 2. The undertakings listed in subsection (2) that implement an agreement, other than an agreement mentioned in paragraph 1, about land or any interests in land and that include as parties, i. the Crown in right of Ontario as represented by the Minister of Indigenous Affairs, and ii. an Indigenous community or a person authorized to hold any interests in land on behalf of an Indigenous community. O. Reg. 511/21, s. 1. (2) The undertakings listed for the purposes of paragraph 2 of subsection (1) are, (a) the disposition or release of, (i) any interests in land, (ii) reservations or conditions respecting land that benefit the Crown, whether in letters patent, in an agreement or pursuant to an Act, and (iii) interests in Crown resources other than land that are related to a disposition or release of any interests in land; (b) the transfer or acceptance of administration and control of land; (c) the acquisition of any interests in land; (d) establishing, amending or rescinding boundaries of provincial parks and conservation reserves; and (e) activities carried out in advance of a disposition of any interests in land or transfer of administration and control of land or to prepare lands for disposition or transfer of administration and control, including authorizing interim uses of lands or related Crown resources by an Indigenous community or by a person with the consent of an Indigenous community. O. Reg. 511/21, s. 1. (3) Subsection (1) does not apply to the following undertakings: 1. An undertaking in respect of which one or more of the following notices have been issued under the Algonquin Land Claim declaration order before the day section 2 of Ontario Regulation 245/23 came into force: i. A Public Notice issued under Step 2 of Section 2.3 (Evaluation and Consultation Process for Category B Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order. ii. A Notice of Opportunity to Inspect the Draft Environmental Evaluation Report issued under Step 3 of Section 2.4 (Evaluation and Consultation Process for Category C Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order. 2. An undertaking respecting which a process of public consultation pursuant to a class environmental assessment or order under the Act, other than the Algonquin Land Claim declaration order, was commenced before July 1, 2021. O. Reg. 245/23, s. 2 (1). (3.1) Despite subsection (3), an undertaking described in paragraph 1 of that subsection is exempt from the Act if a Statement of Completion has been submitted to the Director of the Environmental Assessment Branch and the appropriate Regional Director of the Ministry under, (a) Step 5 of Section 2.3 (Evaluation and Consultation Process for Category B Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order; or (b) Step 6 of Section 2.4 (Evaluation and Consultation Process for Category C Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order. O. Reg. 245/23, s. 2 (1). (4) In this section, “Algonquin Land Claim declaration order” means the order made under subsection 3.2 (1) of the Act entitled “Declaration — Projects and Activities being considered for inclusion in the Algonquin Land Claim Settlement”, dated July 23, 2007 and approved by Order in Council 1900/2007, as it may be amended from time to time; (“arrêté déclaratoire relatif à la revendication territoriale des Algonquins”) “land claim” means, (a) a claim to an outstanding entitlement with respect to reserve land or the improper use of reserve land by others, (b) a claim respecting unsold surrendered land, or (c) an aboriginal rights and title claim. O. Reg. 511/21, s. 1; O. Reg. 245/23, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14.1 </b>(1) Subject to subsection (3), the following undertakings by or on behalf of the Crown in right of Ontario are exempt from the Act:</p> <p class=\"paragraph-e\">  1. All undertakings that relate to a settlement agreement involving the Crown in right of Ontario and an Indigenous community with respect to a land claim, including, for greater certainty, an interim agreement.</p> <p class=\"paragraph-e\">  2. The undertakings listed in subsection (2) that implement an agreement, other than an agreement mentioned in paragraph 1, about land or any interests in land and that include as parties,</p> <p class=\"subpara-e\">  i. the Crown in right of Ontario as represented by the Minister of Indigenous Affairs, and</p> <p class=\"subpara-e\">  ii. an Indigenous community or a person authorized to hold any interests in land on behalf of an Indigenous community. O. Reg. 511/21, s. 1.</p> <p class=\"subsection-e\">  (2) The undertakings listed for the purposes of paragraph 2 of subsection (1) are,</p> <p class=\"clause-e\">  (a) the disposition or release of,</p> <p class=\"subclause-e\">  (i) any interests in land,</p> <p class=\"subclause-e\">  (ii) reservations or conditions respecting land that benefit the Crown, whether in letters patent, in an agreement or pursuant to an Act, and</p> <p class=\"subclause-e\">  (iii) interests in Crown resources other than land that are related to a disposition or release of any interests in land;</p> <p class=\"clause-e\">  (b) the transfer or acceptance of administration and control of land;</p> <p class=\"clause-e\">  (c) the acquisition of any interests in land;</p> <p class=\"clause-e\">  (d) establishing, amending or rescinding boundaries of provincial parks and conservation reserves; and</p> <p class=\"clause-e\">  (e) activities carried out in advance of a disposition of any interests in land or transfer of administration and control of land or to prepare lands for disposition or transfer of administration and control, including authorizing interim uses of lands or related Crown resources by an Indigenous community or by a person with the consent of an Indigenous community. O. Reg. 511/21, s. 1.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply to the following undertakings:</p> <p class=\"paragraph-e\">  1. An undertaking in respect of which one or more of the following notices have been issued under the Algonquin Land Claim declaration order before the day section 2 of Ontario Regulation 245/23 came into force:</p> <p class=\"subpara-e\">  i. A Public Notice issued under Step 2 of Section 2.3 (Evaluation and Consultation Process for Category B Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order.</p> <p class=\"subpara-e\">  ii. A Notice of Opportunity to Inspect the Draft Environmental Evaluation Report issued under Step 3 of Section 2.4 (Evaluation and Consultation Process for Category C Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order.</p> <p class=\"paragraph-e\">  2. An undertaking respecting which a process of public consultation pursuant to a class environmental assessment or order under the Act, other than the Algonquin Land Claim declaration order, was commenced before July 1, 2021. O. Reg. 245/23, s. 2 (1).</p> <p class=\"subsection-e\">  (3.1) Despite subsection (3), an undertaking described in paragraph 1 of that subsection is exempt from the Act if a Statement of Completion has been submitted to the Director of the Environmental Assessment Branch and the appropriate Regional Director of the Ministry under,</p> <p class=\"clause-e\">  (a) Step 5 of Section 2.3 (Evaluation and Consultation Process for Category B Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order; or</p> <p class=\"clause-e\">  (b) Step 6 of Section 2.4 (Evaluation and Consultation Process for Category C Projects and Activities) of Schedule “A” to the Algonquin Land Claim declaration order. O. Reg. 245/23, s. 2 (1).</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“Algonquin Land Claim declaration order” means the order made under subsection 3.2 (1) of the Act entitled “Declaration — Projects and Activities being considered for inclusion in the Algonquin Land Claim Settlement”, dated July 23, 2007 and approved by Order in Council 1900/2007, as it may be amended from time to time; (“arrêté déclaratoire relatif à la revendication territoriale des Algonquins”)</p> <p class=\"definition-e\">“land claim” means,</p> <p class=\"defclause-e\">  (a) a claim to an outstanding entitlement with respect to reserve land or the improper use of reserve land by others,</p> <p class=\"defclause-e\">  (b) a claim respecting unsold surrendered land, or</p> <p class=\"defclause-e\">  (c) an aboriginal rights and title claim. O. Reg. 511/21, s. 1; O. Reg. 245/23, s. 2 (2).</p>"
        },
        {
            "id": "14.2",
            "section": null,
            "content": "  14.2 (1) The following undertakings are exempt from the Act: 1. Establishing, amending or rescinding the boundaries of a provincial park or conservation reserve. 2. Acquiring any interest in land for the purpose of, i. establishing a new provincial park or conservation reserve, or ii. adding land to an existing provincial park or conservation reserve. 3. Disposing of any interest in land in a provincial park or conservation reserve. 4. Any undertaking related to a provincial park or conservation reserve, including activities to manage or protect natural resources, manage uses and develop new and existing facilities, that is carried out by or on behalf of the Minister responsible for the administration of the Provincial Parks and Conservation Reserves Act, 2006. O. Reg. 313/23, s. 1. (2) Subsection (1) does not apply to an undertaking described in that subsection if, (a) the undertaking is exempt under section 14.1; (b) the undertaking is excluded from the application of subsection 14.1 (1) under subsection 14.1 (3); or (c) a process of public consultation was commenced in respect of the undertaking under the Class Environmental Assessment for Provincial Parks and Conservation Reserves before the day section 1 of Ontario Regulation 313/23 comes into force. O. Reg. 313/23, s. 1. (3) Despite clause (2) (c), an undertaking described in that clause is exempt from the Act if a Statement of Completion has been submitted under, (a) Step 5 of Section 5.1 (Category B Project Evaluation and Consultation Process) of the Class Environmental Assessment for Provincial Parks and Conservation Reserves; or (b) Step 7 of Section 5.2 (Category C Project Evaluation and Consultation Process) of the Class Environmental Assessment for Provincial Parks and Conservation Reserves. O. Reg. 313/23, s. 1. (4) In this section, “Class Environmental Assessment for Provincial Parks and Conservation Reserves” means the Class Environmental Assessment for Provincial Parks and Conservation Reserves approved by the Lieutenant Governor in Council on September 23, 2004 under Order in Council 1900/2004, as it may be amended from time to time; (“évaluation environnementale de portée générale sur les parcs provinciaux et les réserves de conservation”) “conservation reserve” means a conservation reserve within the meaning of the Provincial Parks and Conservation Reserves Act, 2006; (“réserve de conservation”) “provincial park” means a provincial park within the meaning of the Provincial Parks and Conservation Reserves Act, 2006. (“parc provincial”) O. Reg. 313/23, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  14.2 </b>(1) The following undertakings are exempt from the Act:</p> <p class=\"paragraph-e\">  1. Establishing, amending or rescinding the boundaries of a provincial park or conservation reserve. </p> <p class=\"paragraph-e\">  2. Acquiring any interest in land for the purpose of,</p> <p class=\"subpara-e\">  i. establishing a new provincial park or conservation reserve, or</p> <p class=\"subpara-e\">  ii. adding land to an existing provincial park or conservation reserve.</p> <p class=\"paragraph-e\">  3. Disposing of any interest in land in a provincial park or conservation reserve.</p> <p class=\"paragraph-e\">  4. Any undertaking related to a provincial park or conservation reserve, including activities to manage or protect natural resources, manage uses and develop new and existing facilities, that is carried out by or on behalf of the Minister responsible for the administration of the <i>Provincial Parks and Conservation Reserves Act, 2006</i>. O. Reg. 313/23, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to an undertaking described in that subsection if,</p> <p class=\"clause-e\">  (a) the undertaking is exempt under section 14.1;</p> <p class=\"clause-e\">  (b) the undertaking is excluded from the application of subsection 14.1 (1) under subsection 14.1 (3); or</p> <p class=\"clause-e\">  (c) a process of public consultation was commenced in respect of the undertaking under the Class Environmental Assessment for Provincial Parks and Conservation Reserves before the day section 1 of Ontario Regulation 313/23 comes into force. O. Reg. 313/23, s. 1.</p> <p class=\"subsection-e\">  (3) Despite clause (2) (c), an undertaking described in that clause is exempt from the Act if a Statement of Completion has been submitted under, </p> <p class=\"clause-e\">  (a) Step 5 of Section 5.1 (Category B Project Evaluation and Consultation Process) of the Class Environmental Assessment for Provincial Parks and Conservation Reserves; or</p> <p class=\"clause-e\">  (b) Step 7 of Section 5.2 (Category C Project Evaluation and Consultation Process) of the Class Environmental Assessment for Provincial Parks and Conservation Reserves. O. Reg. 313/23, s. 1.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“Class Environmental Assessment for Provincial Parks and Conservation Reserves” means the Class Environmental Assessment for Provincial Parks and Conservation Reserves approved by the Lieutenant Governor in Council on September 23, 2004 under Order in Council 1900/2004, as it may be amended from time to time; (“évaluation environnementale de portée générale sur les parcs provinciaux et les réserves de conservation”)</p> <p class=\"definition-e\">“conservation reserve” means a conservation reserve within the meaning of the <i>Provincial Parks and Conservation Reserves Act, 2006</i>; (“réserve de conservation”)</p> <p class=\"definition-e\">“provincial park” means a provincial park within the meaning of the <i>Provincial Parks and Conservation Reserves Act, 2006</i>. (“parc provincial”) O. Reg. 313/23, s. 1.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) An undertaking by or on behalf of Her Majesty in right of Ontario, a municipality or municipalities or a public body or public bodies in respect of the planning, designing, establishing, constructing, operating, changing, expanding or retiring of a renewable energy generation facility or renewable energy testing facility is exempt from the Act.  O. Reg. 364/09, s. 5. (2) Subsection (1) does not apply to an undertaking in respect of a renewable energy generation facility that uses water power as its primary power source.  O. Reg. 364/09, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) An undertaking by or on behalf of Her Majesty in right of Ontario, a municipality or municipalities or a public body or public bodies in respect of the planning, designing, establishing, constructing, operating, changing, expanding or retiring of a renewable energy generation facility or renewable energy testing facility is exempt from the Act.  O. Reg. 364/09, s. 5.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to an undertaking in respect of a renewable energy generation facility that uses water power as its primary power source.  O. Reg. 364/09, s. 5.</p>"
        },
        {
            "id": "15.0.1",
            "section": null,
            "content": " 15.0.1 An undertaking by or on behalf of Her Majesty in right of Ontario that is being carried out only for the purposes of implementing a renewable energy project or renewable energy testing project is exempt from the Act.  O. Reg. 364/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>15.0.1 </b>An undertaking by or on behalf of Her Majesty in right of Ontario that is being carried out only for the purposes of implementing a renewable energy project or renewable energy testing project is exempt from the Act.  O. Reg. 364/09, s. 6.</p>"
        },
        {
            "id": "15.0.2",
            "section": null,
            "content": " 15.0.2 (1) An undertaking by the Minister of Natural Resources and Forestry that is being carried out in respect of a road or a water crossing that provides access to a renewable energy generation facility or a renewable energy testing facility is exempt from the Act.  O. Reg. 196/12, s. 4; O. Reg. 361/16, s. 6. (2) Subsection (1) does not apply to an undertaking that is being carried out in respect of a road or a water crossing that is any of the following: 1. The King’s Highway, a secondary highway or an industrial road designated under the Public Transportation and Highway Improvement Act. 2. A road under the jurisdiction of a statute labour board or a local roads board.  O. Reg. 196/12, s. 4. (3) Subsection (1) does not apply to an undertaking if the renewable energy generation facility uses water power as its primary power source.  O. Reg. 196/12, s. 4. (4) Subsection (1) does not apply to an undertaking if, before the day Ontario Regulation 196/12 made under the Act comes into force, the Ministry of Natural Resources has issued a public notice in respect of the undertaking under the Class Environmental Assessment for MNR Resource Stewardship and Facility Development Projects, approved pursuant to Order in Council 2211/2002 on December 11, 2002, as amended from time to time.  O. Reg. 196/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>15.0.2 </b>(1) An undertaking by the Minister of Natural Resources and Forestry that is being carried out in respect of a road or a water crossing that provides access to a renewable energy generation facility or a renewable energy testing facility is exempt from the Act.  O. Reg. 196/12, s. 4; O. Reg. 361/16, s. 6.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to an undertaking that is being carried out in respect of a road or a water crossing that is any of the following:</p> <p class=\"paragraph-e\">  1. The King’s Highway, a secondary highway or an industrial road designated under the <i>Public Transportation and Highway Improvement Act</i><i>.</i></p> <p class=\"paragraph-e\">  2. A road under the jurisdiction of a statute labour board or a local roads board.  O. Reg. 196/12, s. 4.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply to an undertaking if the renewable energy generation facility uses water power as its primary power source.  O. Reg. 196/12, s. 4.</p> <p class=\"subsection-e\"><b> </b>(4) Subsection (1) does not apply to an undertaking if, before the day Ontario Regulation 196/12<b> </b>made under the Act<b> </b>comes into force, the Ministry of Natural Resources has issued a public notice in respect of the undertaking under the Class Environmental Assessment for MNR Resource Stewardship and Facility Development Projects, approved pursuant to Order in Council 2211/2002 on December 11, 2002, as amended from time to time.  O. Reg. 196/12, s. 4.</p>"
        },
        {
            "id": "15.1",
            "section": null,
            "content": "  15.1 (1) For the purpose of subsection 15.2 (2) of the Act, (a) municipalities are authorized to proceed with undertakings in accordance with the Municipal Class Environmental Assessment, as it may be amended from time to time; and (b) if an undertaking of a private sector developer is designated as an undertaking to which the Act applies under subsection 2 (1) of Ontario Regulation 345/93 (Designation and Exemption — Private Sector Developers) made under the Act, the private sector developer is authorized to proceed with the undertaking in accordance with the Municipal Class Environmental Assessment, as it may be amended from time to time.  O. Reg. 263/07, s. 12; O. Reg. 361/16, s. 7 (1, 2). (2) For the purpose of subsection 15.2 (2) of the Act, the Minister of Tourism, Culture and Sport is authorized to proceed with undertakings in respect of Government property in accordance with the Ministry of Infrastructure Class Environmental Assessment, as it may be amended from time to time, with necessary modifications. O. Reg. 361/16, s. 7 (3). (3) Revoked: O. Reg. 194/19, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  15.1 </b>(1) For the purpose of subsection 15.2 (2) of the Act,</p> <p class=\"clause-e\">  (a) municipalities are authorized to proceed with undertakings in accordance with the Municipal Class Environmental Assessment, as it may be amended from time to time; and</p> <p class=\"clause-e\">  (b) if an undertaking of a private sector developer is designated as an undertaking to which the Act applies under subsection 2 (1) of Ontario Regulation 345/93 (Designation and Exemption — Private Sector Developers) made under the Act, the private sector developer is authorized to proceed with the undertaking in accordance with the Municipal Class Environmental Assessment, as it may be amended from time to time.  O. Reg. 263/07, s. 12; O. Reg. 361/16, s. 7 (1, 2).</p> <p class=\"subsection-e\">  (2) For the purpose of subsection 15.2 (2) of the Act, the Minister of Tourism, Culture and Sport is authorized to proceed with undertakings in respect of Government property in accordance with the Ministry of Infrastructure Class Environmental Assessment, as it may be amended from time to time, with necessary modifications. O. Reg. 361/16, s. 7 (3).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 194/19, s. 5.</p>"
        },
        {
            "id": "15.2",
            "section": null,
            "content": " 15.2 Subsections 12.2 (2) and (6) of the Act do not apply to the Minister of Municipal Affairs with respect to any order that he or she may make under section 47 of the Planning Act.  O. Reg. 536/07, s. 1; O. Reg. 361/16, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>15.2 </b>Subsections 12.2 (2) and (6)<b> </b>of the Act do not apply to the Minister of Municipal Affairs with respect to any order that he or she may make under section 47 of the <i>Planning Act</i>.  O. Reg. 536/07, s. 1; O. Reg. 361/16, s. 8.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. Copies of the class environmental assessments and approvals of class environmental assessments referred to in this Regulation may be found in the public records maintained under section 30 of the Act.  O. Reg. 390/01, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> Copies of the class environmental assessments and approvals of class environmental assessments referred to in this Regulation may be found in the public records maintained under section 30 of the Act.  O. Reg. 390/01, s. 4.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900334\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}