{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 859: WINDOW CLEANING",
        "reg_name_text": "WINDOW CLEANING",
        "citation": "R.R.O. 1990, Reg. 859: ",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/900859",
        "date_scraped": "2023-12-18 05:48:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900859/v4",
            "valid_from": "April 19, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/900859/v3",
            "valid_from": "July  1, 2021",
            "valid_to": "April 18, 2022"
        },
        {
            "a_href": "/laws/regulation/900859/v2",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/900859/v1",
            "valid_from": "August 28, 1992",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “adequate” means adequate to protect a person from the risk of damage to his or her body or health; (“adéquat”) “allowable unit stress”, in relation to a material, means, (a)  the allowable unit stress assigned to the material by Regulation 61 of the Revised Regulations of Ontario, 1990, or (b)  where Regulation 61 of the Revised Regulations of Ontario, 1990 does not assign an allowable unit stress to the material, the allowable unit stress for the material as determined by an engineer in accordance with good engineering practice; (“contrainte spécifique permise”) “fall arrest body harness” means a harness worn by a worker that guides and distributes the impact forces of a fall by the worker by means of leg and shoulder strap supports and an upper dorsal suspension assembly; (“harnais individuel de sécurité”) “fall arrest system” means a fall arrest body harness and the system that supports it, including the lanyard, lifeline and attachment devices; (“système de sécurité”) “sill work” means the cleaning of a window by a worker standing on a sill or frame; (“travail sur appui”) “suitable” means suitable for the purpose of protecting a person from the risk of injury to his or her body or health; (“convenable”) “window” includes a skylight, canopy, roof or covering made of glass or any transparent or translucent material; (“vitre”) “window cleaning” means the cleaning of the exterior or interior surfaces of a window, the cleaning of trims and claddings which are cleaned in conjunction with a window, and any work necessary or incidental thereto. (“nettoyage des vitres”) R.R.O. 1990, Reg. 859, s. 1; O. Reg. 370/22, s. 1. Application",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“adequate” means adequate to protect a person from the risk of damage to his or her body or health; (“adéquat”)</p> <p class=\"definition-e\">“allowable unit stress”, in relation to a material, means,</p> <p class=\"defclause-e\">  (a)  the allowable unit stress assigned to the material by Regulation 61 of the Revised Regulations of Ontario, 1990, or</p> <p class=\"defclause-e\">  (b)  where Regulation 61 of the Revised Regulations of Ontario, 1990 does not assign an allowable unit stress to the material, the allowable unit stress for the material as determined by an engineer in accordance with good engineering practice; (“contrainte spécifique permise”)</p> <p class=\"definition-e\">“fall arrest body harness” means a harness worn by a worker that guides and distributes the impact forces of a fall by the worker by means of leg and shoulder strap supports and an upper dorsal suspension assembly; (“harnais individuel de sécurité”)</p> <p class=\"definition-e\">“fall arrest system” means a fall arrest body harness and the system that supports it, including the lanyard, lifeline and attachment devices; (“système de sécurité”)</p> <p class=\"definition-e\">“sill work” means the cleaning of a window by a worker standing on a sill or frame; (“travail sur appui”)</p> <p class=\"definition-e\">“suitable” means suitable for the purpose of protecting a person from the risk of injury to his or her body or health; (“convenable”)</p> <p class=\"definition-e\">“window” includes a skylight, canopy, roof or covering made of glass or any transparent or translucent material; (“vitre”)</p> <p class=\"definition-e\">“window cleaning” means the cleaning of the exterior or interior surfaces of a window, the cleaning of trims and claddings which are cleaned in conjunction with a window, and any work necessary or incidental thereto. (“nettoyage des vitres”) R.R.O. 1990, Reg. 859, s. 1; O. Reg. 370/22, s. 1.</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Regulation applies to employers, including contractors and sub-contractors, who supply window cleaning services, to workers who engage in window cleaning and to owners of buildings where a worker engaging in window cleaning may fall a vertical distance of three metres or more.  R.R.O. 1990, Reg. 859, s. 2. Alternative Methods and Materials",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation applies to employers, including contractors and sub-contractors, who supply window cleaning services, to workers who engage in window cleaning and to owners of buildings where a worker engaging in window cleaning may fall a vertical distance of three metres or more.  R.R.O. 1990, Reg. 859, s. 2.</p> <p class=\"heading1-e\">Alternative Methods and Materials</p>"
        },
        {
            "id": "3.",
            "section": "Alternative Methods and Materials",
            "content": " 3. Any procedure or the composition, design, size or arrangement of any material, object, device or thing may vary from the procedure, composition, design, size or arrangement prescribed in this Regulation if the variation affords equal or greater protection to the health and safety of workers.  R.R.O. 1990, Reg. 859, s. 3. Registration, Reporting and Notice Requirements",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Any procedure or the composition, design, size or arrangement of any material, object, device or thing may vary from the procedure, composition, design, size or arrangement prescribed in this Regulation if the variation affords equal or greater protection to the health and safety of workers.  R.R.O. 1990, Reg. 859, s. 3.</p> <p class=\"heading1-e\">Registration, Reporting and Notice Requirements</p>"
        },
        {
            "id": "4.",
            "section": "Registration, Reporting and Notice Requirements",
            "content": " 4. (1) Every person who carries on the business of window cleaning or of supplying window cleaners shall register with a Director within thirty days of starting business.  R.R.O. 1990, Reg. 859, s. 4 (1); O. Reg. 523/92, s. 1 (1). (2) A registration under subsection (1) shall be made by filing with the Director of the Ministry of Labour a statement setting out, (a)  in the case of an individual or sole proprietorship, (i)  the name in full, regular business address and business telephone number of the individual or sole proprietor, and (ii)  the residence address of the individual or sole proprietor; (b)  in the case of a partnership or syndicate, (i)  the name or style of the partnership or syndicate, (ii)  the business address and telephone number of the partnership or syndicate, and (iii)  the particulars required by clauses (a) and (c) for the individual or corporate partners, as the case may be; (c)  in the case of a corporation, (i)  the name of the corporation, (ii)  the date of incorporation, (iii)  the province or jurisdiction in which the corporation was incorporated, (iv)  the main business address and telephone number of the corporation, and (v)  the names in full and residence addresses of the principal officers of the corporation and the date when each became a principal officer; (d)  the average number of workers employed by the employer to engage in window cleaning; (e)  the firm number assigned to the employer by the Workers’ Compensation Board; and (f)  the rate number assigned to the employer by the Workers’ Compensation Board.  R.R.O. 1990, Reg. 859, s. 4 (2); O. Reg. 523/92, s. 1 (2). (3) The statement referred to in subsection (2) shall be verified by the individual or sole proprietor, a partner in the partnership or syndicate, or an officer of the corporation, as the case may be.  R.R.O. 1990, Reg. 859, s. 4 (3). (4) Every person registered under this section shall notify a Director in writing of any change in the information filed under subsection (2) within thirty days after the change has taken place, setting out the change and date of the change.  R.R.O. 1990, Reg. 859, s. 4 (4); O. Reg. 523/92, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every person who carries on the business of window cleaning or of supplying window cleaners shall register with a Director within thirty days of starting business.  R.R.O. 1990, Reg. 859, s. 4 (1); O. Reg. 523/92, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A registration under subsection (1) shall be made by filing with the Director of the Ministry of Labour a statement setting out,</p> <p class=\"clause-e\">  (a)  in the case of an individual or sole proprietorship,</p> <p class=\"subclause-e\">  (i)  the name in full, regular business address and business telephone number of the individual or sole proprietor, and</p> <p class=\"subclause-e\">  (ii)  the residence address of the individual or sole proprietor;</p> <p class=\"clause-e\">  (b)  in the case of a partnership or syndicate,</p> <p class=\"subclause-e\">  (i)  the name or style of the partnership or syndicate,</p> <p class=\"subclause-e\">  (ii)  the business address and telephone number of the partnership or syndicate, and</p> <p class=\"subclause-e\">  (iii)  the particulars required by clauses (a) and (c) for the individual or corporate partners, as the case may be;</p> <p class=\"clause-e\">  (c)  in the case of a corporation,</p> <p class=\"subclause-e\">  (i)  the name of the corporation,</p> <p class=\"subclause-e\">  (ii)  the date of incorporation,</p> <p class=\"subclause-e\">  (iii)  the province or jurisdiction in which the corporation was incorporated,</p> <p class=\"subclause-e\">  (iv)  the main business address and telephone number of the corporation, and</p> <p class=\"subclause-e\">  (v)  the names in full and residence addresses of the principal officers of the corporation and the date when each became a principal officer;</p> <p class=\"clause-e\">  (d)  the average number of workers employed by the employer to engage in window cleaning;</p> <p class=\"clause-e\">  (e)  the firm number assigned to the employer by the Workers’ Compensation Board; and</p> <p class=\"clause-e\">  (f)  the rate number assigned to the employer by the Workers’ Compensation Board.  R.R.O. 1990, Reg. 859, s. 4 (2); O. Reg. 523/92, s. 1 (2).</p> <p class=\"subsection-e\">  (3) The statement referred to in subsection (2) shall be verified by the individual or sole proprietor, a partner in the partnership or syndicate, or an officer of the corporation, as the case may be.  R.R.O. 1990, Reg. 859, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Every person registered under this section shall notify a Director in writing of any change in the information filed under subsection (2) within thirty days after the change has taken place, setting out the change and date of the change.  R.R.O. 1990, Reg. 859, s. 4 (4); O. Reg. 523/92, s. 1 (3).</p>"
        },
        {
            "id": "5., 6.",
            "section": "Registration, Reporting and Notice Requirements",
            "content": " 5., 6. Revoked: O. Reg. 424/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5., 6. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 424/21, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Registration, Reporting and Notice Requirements",
            "content": " 7. (1) Before any worker begins window cleaning at a building for which a suspended scaffold, boatswain’s chair or similar single-point suspension equipment is used, every employer, contractor and sub-contractor who proposes to carry out window cleaning at the building shall give notice of the proposed window cleaning by telephone to an inspector in the office of the Ministry of Labour that is nearest to the building.  R.R.O. 1990, Reg. 859, s. 7 (1); O. Reg. 523/92, s. 2. (2) The notice mentioned in subsection (1) shall include, (a)  the name, address and telephone number of the employer, contractor or sub-contractor; (b)  a description of the equipment to be used; (c)  the number of workers who will engage in window cleaning; (d)  the anticipated starting date and duration of window cleaning; (e)  the address of the building; and (f)  the name, workplace address and telephone number of the supervisor of the window cleaning.  R.R.O. 1990, Reg. 859, s. 7 (2). Safety Precautions and Requirements",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Before any worker begins window cleaning at a building for which a suspended scaffold, boatswain’s chair or similar single-point suspension equipment is used, every employer, contractor and sub-contractor who proposes to carry out window cleaning at the building shall give notice of the proposed window cleaning by telephone to an inspector in the office of the Ministry of Labour that is nearest to the building.  R.R.O. 1990, Reg. 859, s. 7 (1); O. Reg. 523/92, s. 2.</p> <p class=\"subsection-e\">  (2) The notice mentioned in subsection (1) shall include,</p> <p class=\"clause-e\">  (a)  the name, address and telephone number of the employer, contractor or sub-contractor;</p> <p class=\"clause-e\">  (b)  a description of the equipment to be used;</p> <p class=\"clause-e\">  (c)  the number of workers who will engage in window cleaning;</p> <p class=\"clause-e\">  (d)  the anticipated starting date and duration of window cleaning;</p> <p class=\"clause-e\">  (e)  the address of the building; and</p> <p class=\"clause-e\">  (f)  the name, workplace address and telephone number of the supervisor of the window cleaning.  R.R.O. 1990, Reg. 859, s. 7 (2).</p> <p class=\"heading1-e\">Safety Precautions and Requirements</p>"
        },
        {
            "id": "8.",
            "section": "Safety Precautions and Requirements",
            "content": " 8. Every person who engages in window cleaning shall be at least eighteen years of age.  R.R.O. 1990, Reg. 859, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Every person who engages in window cleaning shall be at least eighteen years of age.  R.R.O. 1990, Reg. 859, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Safety Precautions and Requirements",
            "content": " 9. (1) Every worker who engages in window cleaning shall wear or use personal protective clothing, equipment or devices that protect the worker from the particular hazard to which the worker may be exposed. (2) Every worker shall be instructed and trained in the care and use of any protective clothing, equipment or device before the worker wears or uses it.  R.R.O. 1990, Reg. 859, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Every worker who engages in window cleaning shall wear or use personal protective clothing, equipment or devices that protect the worker from the particular hazard to which the worker may be exposed.</p> <p class=\"subsection-e\">  (2) Every worker shall be instructed and trained in the care and use of any protective clothing, equipment or device before the worker wears or uses it.  R.R.O. 1990, Reg. 859, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Safety Precautions and Requirements",
            "content": " 10. (1) If a worker who is not working from a ladder is exposed to the hazard of falling more than three metres, the worker shall use a fall arrest system that is adequately secured to a fixed support and arranged so that the worker cannot fall freely for a vertical distance of more than 1.5 metres. (2) The fixed support mentioned in subsection (1) shall be able to resist all arrest forces when a worker falls. (3) The fall arrest system mentioned in subsection (1), (a)  shall arrest any fall by the worker without applying a peak force to the worker greater than 8 kilonewtons; and (b)  shall permit the worker to remain suspended safely in it for a period of at least thirty minutes. (4) Where a suspended scaffold, (a)  has at least two independent means of support or suspension; and (b)  is designed, constructed and maintained so that the failure of one means of support or suspension will not upset the scaffold, the fall arrest body harness or lanyard may be attached to the scaffold. (5) A lanyard used in a fall arrest system shall have a nominal diameter of at least sixteen millimetres and be made of nylon rope or another durable and adequate material. (6) A lifeline used in a fall arrest system, (a)  shall be used by only one worker at a time; (b)  shall be free from the danger of being chafed or cut; (c)  shall be suspended separately and independently from any suspended scaffold, boatswain’s chair or similar single-point suspension equipment; (d)  shall have a nominal diameter of at least sixteen millimetres; (e)  shall be made of polypropylene or another durable material with equivalent impact strength that provides equal protection to a worker; (f)  when in a vertical position, shall extend to the ground or the level of egress; (g)  shall be inspected for wear prior to each day’s use by a competent person who shall report any defects or damage to a supervisor; and (h)  shall not be used when defective or damaged. (7) No lanyard, lifeline and fall arrest body harness that has arrested a fall by a worker shall be reused.  R.R.O. 1990, Reg. 859, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) If a worker who is not working from a ladder is exposed to the hazard of falling more than three metres, the worker shall use a fall arrest system that is adequately secured to a fixed support and arranged so that the worker cannot fall freely for a vertical distance of more than 1.5 metres.</p> <p class=\"subsection-e\">  (2) The fixed support mentioned in subsection (1) shall be able to resist all arrest forces when a worker falls.</p> <p class=\"subsection-e\">  (3) The fall arrest system mentioned in subsection (1),</p> <p class=\"clause-e\">  (a)  shall arrest any fall by the worker without applying a peak force to the worker greater than 8 kilonewtons; and</p> <p class=\"clause-e\">  (b)  shall permit the worker to remain suspended safely in it for a period of at least thirty minutes.</p> <p class=\"subsection-e\">  (4) Where a suspended scaffold,</p> <p class=\"clause-e\">  (a)  has at least two independent means of support or suspension; and</p> <p class=\"clause-e\">  (b)  is designed, constructed and maintained so that the failure of one means of support or suspension will not upset the scaffold,</p> <p class=\"Ssubsection-e\">the fall arrest body harness or lanyard may be attached to the scaffold.</p> <p class=\"subsection-e\">  (5) A lanyard used in a fall arrest system shall have a nominal diameter of at least sixteen millimetres and be made of nylon rope or another durable and adequate material.</p> <p class=\"subsection-e\">  (6) A lifeline used in a fall arrest system,</p> <p class=\"clause-e\">  (a)  shall be used by only one worker at a time;</p> <p class=\"clause-e\">  (b)  shall be free from the danger of being chafed or cut;</p> <p class=\"clause-e\">  (c)  shall be suspended separately and independently from any suspended scaffold, boatswain’s chair or similar single-point suspension equipment;</p> <p class=\"clause-e\">  (d)  shall have a nominal diameter of at least sixteen millimetres;</p> <p class=\"clause-e\">  (e)  shall be made of polypropylene or another durable material with equivalent impact strength that provides equal protection to a worker;</p> <p class=\"clause-e\">  (f)  when in a vertical position, shall extend to the ground or the level of egress;</p> <p class=\"clause-e\">  (g)  shall be inspected for wear prior to each day’s use by a competent person who shall report any defects or damage to a supervisor; and</p> <p class=\"clause-e\">  (h)  shall not be used when defective or damaged.</p> <p class=\"subsection-e\">  (7) No lanyard, lifeline and fall arrest body harness that has arrested a fall by a worker shall be reused.  R.R.O. 1990, Reg. 859, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Safety Precautions and Requirements",
            "content": " 11. Every work area, route to and from a work area and a working platform shall be treated with sand or similar material when necessary to ensure a firm footing.  R.R.O. 1990, Reg. 859, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Every work area, route to and from a work area and a working platform shall be treated with sand or similar material when necessary to ensure a firm footing.  R.R.O. 1990, Reg. 859, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Safety Precautions and Requirements",
            "content": " 12. If practicable, signs containing the words “Danger — Work Overhead” in legible letters shall be posted in prominent locations and in sufficient number to warn pedestrians that window cleaning is being carried out overhead.  R.R.O. 1990, Reg. 859, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>If practicable, signs containing the words “Danger — Work Overhead” in legible letters shall be posted in prominent locations and in sufficient number to warn pedestrians that window cleaning is being carried out overhead.  R.R.O. 1990, Reg. 859, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Safety Precautions and Requirements",
            "content": " 13. Barriers, warning signs or other safeguards for the protection of workers shall be used where vehicular or pedestrian traffic may endanger the safety of any worker or disturb the worker’s support lines or lifeline.  R.R.O. 1990, Reg. 859, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>Barriers, warning signs or other safeguards for the protection of workers shall be used where vehicular or pedestrian traffic may endanger the safety of any worker or disturb the worker’s support lines or lifeline.  R.R.O. 1990, Reg. 859, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Safety Precautions and Requirements",
            "content": " 14. (1) Access to and egress from a workplace that is above ground level shall be by stairs, runway, ramp or ladder. (2) Despite subsection (1), access to and egress from a suspended scaffold, boatswain’s chair or similar single-point suspension equipment may be, (a)  directly from a floor or roof where the suspended scaffold, boatswain’s chair or similar single-point suspension equipment is adjacent to the floor or roof; or (b)  from ground level where the suspended scaffold, boatswain’s chair or single-point suspension equipment is at ground level. R.R.O. 1990, Reg. 859, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Access to and egress from a workplace that is above ground level shall be by stairs, runway, ramp or ladder.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), access to and egress from a suspended scaffold, boatswain’s chair or similar single-point suspension equipment may be,</p> <p class=\"clause-e\">  (a)  directly from a floor or roof where the suspended scaffold, boatswain’s chair or similar single-point suspension equipment is adjacent to the floor or roof; or</p> <p class=\"clause-e\">  (b)  from ground level where the suspended scaffold, boatswain’s chair or single-point suspension equipment is at ground level. R.R.O. 1990, Reg. 859, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Safety Precautions and Requirements",
            "content": " 15. Every container for a combustible, corrosive or toxic substance, (a)  shall be suitable for the substance that the container holds; and (b)  shall be clearly labelled to identify, (i)  the substance it contains, (ii)  the hazards that are involved in the use of the substance, and (iii)  the precautions to be taken in handling, using, storing and disposing of the substance. R.R.O. 1990, Reg. 859, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>Every container for a combustible, corrosive or toxic substance,</p> <p class=\"clause-e\">  (a)  shall be suitable for the substance that the container holds; and</p> <p class=\"clause-e\">  (b)  shall be clearly labelled to identify,</p> <p class=\"subclause-e\">  (i)  the substance it contains,</p> <p class=\"subclause-e\">  (ii)  the hazards that are involved in the use of the substance, and</p> <p class=\"subclause-e\">  (iii)  the precautions to be taken in handling, using, storing and disposing of the substance. R.R.O. 1990, Reg. 859, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Safety Precautions and Requirements",
            "content": " 16. Materials to be used on, or removed from, a work site shall be stored, moved, lifted and transported in a manner that does not endanger a worker.  R.R.O. 1990, Reg. 859, s. 16. Ladders and Related Equipment",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Materials to be used on, or removed from, a work site shall be stored, moved, lifted and transported in a manner that does not endanger a worker.  R.R.O. 1990, Reg. 859, s. 16.</p> <p class=\"heading1-e\">Ladders and Related Equipment</p>"
        },
        {
            "id": "17.",
            "section": "Ladders and Related Equipment",
            "content": " 17. (1) Every ladder, (a)  shall have strength, stiffness and stability adequate to support any load likely to be applied to it; (b)  shall be free from broken or loose members or other faults; (c)  shall have evenly spaced rungs; (d)  shall be equipped with slip resistant feet; and (e)  if it is made of wood, shall not be painted or coated with an opaque material. (2) The maximum length of a ladder measured along the side rail shall not be more than, (a)  six metres for a stepladder; (b)  nine metres for a single ladder; and (c)  thirteen metres for an extension or sectional ladder. (3) Every ladder, (a)  shall be used so as not to endanger any worker; (b)  shall be used only in such a way that the loads applied to it will not cause the materials of which it is constructed to be stressed beyond their allowable unit stresses; (c)  shall be placed on a firm footing and secured against slipping; (d)  if it exceeds nine metres in length, shall be securely fastened or stabilized to prevent it from tipping or falling; and (e)  when it is not securely fastened, shall be inclined so that the horizontal distance from the top support to the foot of the ladder is not less than one-quarter and not more than one-third of the length of the ladder. (4) When a stepladder is being used, (a)  the legs shall be fully spread and the spreader shall be locked; and (b)  the top and the pail shelf of the stepladder shall not be used as a step.  R.R.O. 1990, Reg. 859, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) Every ladder,</p> <p class=\"clause-e\">  (a)  shall have strength, stiffness and stability adequate to support any load likely to be applied to it;</p> <p class=\"clause-e\">  (b)  shall be free from broken or loose members or other faults;</p> <p class=\"clause-e\">  (c)  shall have evenly spaced rungs;</p> <p class=\"clause-e\">  (d)  shall be equipped with slip resistant feet; and</p> <p class=\"clause-e\">  (e)  if it is made of wood, shall not be painted or coated with an opaque material.</p> <p class=\"subsection-e\">  (2) The maximum length of a ladder measured along the side rail shall not be more than,</p> <p class=\"clause-e\">  (a)  six metres for a stepladder;</p> <p class=\"clause-e\">  (b)  nine metres for a single ladder; and</p> <p class=\"clause-e\">  (c)  thirteen metres for an extension or sectional ladder.</p> <p class=\"subsection-e\">  (3) Every ladder,</p> <p class=\"clause-e\">  (a)  shall be used so as not to endanger any worker;</p> <p class=\"clause-e\">  (b)  shall be used only in such a way that the loads applied to it will not cause the materials of which it is constructed to be stressed beyond their allowable unit stresses;</p> <p class=\"clause-e\">  (c)  shall be placed on a firm footing and secured against slipping;</p> <p class=\"clause-e\">  (d)  if it exceeds nine metres in length, shall be securely fastened or stabilized to prevent it from tipping or falling; and</p> <p class=\"clause-e\">  (e)  when it is not securely fastened, shall be inclined so that the horizontal distance from the top support to the foot of the ladder is not less than one-quarter and not more than one-third of the length of the ladder.</p> <p class=\"subsection-e\">  (4) When a stepladder is being used,</p> <p class=\"clause-e\">  (a)  the legs shall be fully spread and the spreader shall be locked; and</p> <p class=\"clause-e\">  (b)  the top and the pail shelf of the stepladder shall not be used as a step.  R.R.O. 1990, Reg. 859, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Ladders and Related Equipment",
            "content": " 18. No barrel, box or other loose object, (a)  shall be used by a worker engaged in window cleaning to stand upon while working; or (b)  shall be used to support a ladder, scaffold or working platform.  R.R.O. 1990, Reg. 859, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>No barrel, box or other loose object,</p> <p class=\"clause-e\">  (a)  shall be used by a worker engaged in window cleaning to stand upon while working; or</p> <p class=\"clause-e\">  (b)  shall be used to support a ladder, scaffold or working platform.  R.R.O. 1990, Reg. 859, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Ladders and Related Equipment",
            "content": " 19. No platform, bucket, basket, load, hook or sling that is supported by a fork-lift truck, front-end loader or other similar machine shall be used as a workplace for window cleaning.  R.R.O. 1990, Reg. 859, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>No platform, bucket, basket, load, hook or sling that is supported by a fork-lift truck, front-end loader or other similar machine shall be used as a workplace for window cleaning.  R.R.O. 1990, Reg. 859, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Ladders and Related Equipment",
            "content": " 20. (1) Every guardrail shall consist of a top rail, intermediate rail and toeboard, and be capable of resisting any load likely to be applied to it. (2) The top rail of a guardrail shall be located not less than 910 millimetres and not more than 1.07 metres above the surface on which it is installed.  R.R.O. 1990, Reg. 859, s. 20. Scaffolds, Boatswain’s Chairs and Related Equipment",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Every guardrail shall consist of a top rail, intermediate rail and toeboard, and be capable of resisting any load likely to be applied to it.</p> <p class=\"subsection-e\">  (2) The top rail of a guardrail shall be located not less than 910 millimetres and not more than 1.07 metres above the surface on which it is installed.  R.R.O. 1990, Reg. 859, s. 20.</p> <p class=\"heading1-e\">Scaffolds, Boatswain’s Chairs and Related Equipment</p>"
        },
        {
            "id": "21.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 21. (1) The erection, alteration or dismantling of a scaffold shall be carried out under the supervision of a competent person. (2) Work shall not be carried out on or under a scaffold or working platform that is being erected, altered or dismantled unless it is carried out from a part of the scaffold or working platform that complies with the requirements of sections 22 to 31.  R.R.O. 1990, Reg. 859, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) The erection, alteration or dismantling of a scaffold shall be carried out under the supervision of a competent person.</p> <p class=\"subsection-e\">  (2) Work shall not be carried out on or under a scaffold or working platform that is being erected, altered or dismantled unless it is carried out from a part of the scaffold or working platform that complies with the requirements of sections 22 to 31.  R.R.O. 1990, Reg. 859, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 22. (1) Every scaffold, (a)  shall be capable of supporting at least, (i)  two times the maximum load to which it is likely to be subjected without exceeding the allowable unit stresses for the materials of which it is constructed, and (ii)  four times the maximum load to which it is likely to be subjected without overturning; (b)  shall not be loaded in excess of the maximum load it can reasonably be expected to support and in any event shall not be loaded in excess of the maximum load described in clause (a); (c)  shall be constructed of suitable structural materials; (d)  shall have horizontal members that prevent lateral movement and that do not have splices between the points of support; (e)  shall have footings, sills or supports that are sound, rigid and capable of supporting without unreasonable settlement or deformation at least two times the maximum load to which the scaffold is likely to be subjected; (f)  if it consists of a structural system of tubular metal frames, shall have connecting devices between components that provide positive engagement in compression and tension; (g)  shall have all fittings, gears, base plates and wheels installed according to manufacturer’s instructions; (h)  shall have safety catches on all hooks; and (i)  shall be adequately secured at vertical intervals not exceeding three times the least lateral dimension of the scaffold, measured at the base in order to prevent lateral movement of the scaffold. R.R.O. 1990, Reg. 859, s. 22 (1). (2) Clauses (1) (d) to (i) do not apply in respect of a suspended scaffold. R.R.O. 1990, Reg. 859, s. 22 (2). (3) A scaffold that exceeds fifteen metres in height above its base support, and a scaffold constructed of a tube and clamp system that exceeds ten metres in height above its base support shall be designed by an engineer and erected in accordance with the design.  R.R.O. 1990, Reg. 859, s. 22 (3); O. Reg. 370/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) Every scaffold,</p> <p class=\"clause-e\">  (a)  shall be capable of supporting at least,</p> <p class=\"subclause-e\">  (i)  two times the maximum load to which it is likely to be subjected without exceeding the allowable unit stresses for the materials of which it is constructed, and</p> <p class=\"subclause-e\">  (ii)  four times the maximum load to which it is likely to be subjected without overturning;</p> <p class=\"clause-e\">  (b)  shall not be loaded in excess of the maximum load it can reasonably be expected to support and in any event shall not be loaded in excess of the maximum load described in clause (a);</p> <p class=\"clause-e\">  (c)  shall be constructed of suitable structural materials;</p> <p class=\"clause-e\">  (d)  shall have horizontal members that prevent lateral movement and that do not have splices between the points of support;</p> <p class=\"clause-e\">  (e)  shall have footings, sills or supports that are sound, rigid and capable of supporting without unreasonable settlement or deformation at least two times the maximum load to which the scaffold is likely to be subjected;</p> <p class=\"clause-e\">  (f)  if it consists of a structural system of tubular metal frames, shall have connecting devices between components that provide positive engagement in compression and tension;</p> <p class=\"clause-e\">  (g)  shall have all fittings, gears, base plates and wheels installed according to manufacturer’s instructions;</p> <p class=\"clause-e\">  (h)  shall have safety catches on all hooks; and</p> <p class=\"clause-e\">  (i)  shall be adequately secured at vertical intervals not exceeding three times the least lateral dimension of the scaffold, measured at the base in order to prevent lateral movement of the scaffold. R.R.O. 1990, Reg. 859, s. 22 (1).</p> <p class=\"subsection-e\">  (2) Clauses (1) (d) to (i) do not apply in respect of a suspended scaffold. R.R.O. 1990, Reg. 859, s. 22 (2).</p> <p class=\"subsection-e\">  (3) A scaffold that exceeds fifteen metres in height above its base support, and a scaffold constructed of a tube and clamp system that exceeds ten metres in height above its base support shall be designed by an engineer and erected in accordance with the design.  R.R.O. 1990, Reg. 859, s. 22 (3); O. Reg. 370/22, s. 2.</p>"
        },
        {
            "id": "23.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 23. Every scaffold mounted on castors or wheels, (a)  shall have a height which does not exceed three times the smallest lateral dimension of the scaffold when it is measured at the base, or measured between the outriggers; (b)  shall be equipped with a suitable braking device on each castor or wheel; and (c)  shall have the brakes engaged when a worker is on the scaffold or the scaffold is unattended. R.R.O. 1990, Reg. 859, s. 23.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>Every scaffold mounted on castors or wheels,</p> <p class=\"clause-e\">  (a)  shall have a height which does not exceed three times the smallest lateral dimension of the scaffold when it is measured at the base, or measured between the outriggers;</p> <p class=\"clause-e\">  (b)  shall be equipped with a suitable braking device on each castor or wheel; and</p> <p class=\"clause-e\">  (c)  shall have the brakes engaged when a worker is on the scaffold or the scaffold is unattended. R.R.O. 1990, Reg. 859, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 24. The working platform of a scaffold, (a)  shall be designed, constructed and maintained to support all loads to which it may be subjected without exceeding the allowable unit stresses for the materials of which it is constructed, and in any event shall support not less than 2.4 kilonewtons per square metre; (b)  shall be at least 460 millimetres wide; (c)  shall be provided with a guardrail at each open side and at the end of the platform; (d)  if the platform consists of sawn lumber planks, shall have planks of Number 1 grade spruce that, (i)  bear a legible grade identification stamp or bear a permanent grade identification mark, (ii)  are at least forty-eight millimetres thick by 250 millimetres wide with a span not exceeding 2.1 metres, (iii)  overhang their supports by not less than 150 millimetres and not more than 300 millimetres, and (iv)  are cleated or otherwise secured against slipping; and (e)  if the platform consists of planks manufactured of laminated wood, metal or a combination of materials, shall consist of planks tested in accordance with good engineering practice to demonstrate their structural equivalence to the sawn lumber planks specified in clause (d).  R.R.O. 1990, Reg. 859, s. 24.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>The working platform of a scaffold,</p> <p class=\"clause-e\">  (a)  shall be designed, constructed and maintained to support all loads to which it may be subjected without exceeding the allowable unit stresses for the materials of which it is constructed, and in any event shall support not less than 2.4 kilonewtons per square metre;</p> <p class=\"clause-e\">  (b)  shall be at least 460 millimetres wide;</p> <p class=\"clause-e\">  (c)  shall be provided with a guardrail at each open side and at the end of the platform;</p> <p class=\"clause-e\">  (d)  if the platform consists of sawn lumber planks, shall have planks of Number 1 grade spruce that,</p> <p class=\"subclause-e\">  (i)  bear a legible grade identification stamp or bear a permanent grade identification mark,</p> <p class=\"subclause-e\">  (ii)  are at least forty-eight millimetres thick by 250 millimetres wide with a span not exceeding 2.1 metres,</p> <p class=\"subclause-e\">  (iii)  overhang their supports by not less than 150 millimetres and not more than 300 millimetres, and</p> <p class=\"subclause-e\">  (iv)  are cleated or otherwise secured against slipping; and</p> <p class=\"clause-e\">  (e)  if the platform consists of planks manufactured of laminated wood, metal or a combination of materials, shall consist of planks tested in accordance with good engineering practice to demonstrate their structural equivalence to the sawn lumber planks specified in clause (d).  R.R.O. 1990, Reg. 859, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 25. Sections 26 to 30 apply in respect of every, (a)  suspended scaffold that is permanently installed on a building or structure; (b)  suspended scaffold that is transported in component form and is assembled for use at a work site; and (c)  boatswain’s chair or similar single-point suspension equipment intended for the support of one worker.  R.R.O. 1990, Reg. 859, s. 25.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>Sections 26 to 30 apply in respect of every,</p> <p class=\"clause-e\">  (a)  suspended scaffold that is permanently installed on a building or structure;</p> <p class=\"clause-e\">  (b)  suspended scaffold that is transported in component form and is assembled for use at a work site; and</p> <p class=\"clause-e\">  (c)  boatswain’s chair or similar single-point suspension equipment intended for the support of one worker.  R.R.O. 1990, Reg. 859, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 26. All mechanically or electrically operated equipment used in connection with equipment described in section 25, (a)  shall be suitable for the purpose for which it is used; (b)  shall have legible operating and maintenance instructions of the manufacturer affixed to the equipment; (c)  shall be operated, inspected and maintained in accordance with the manufacturer’s instructions; (d)  shall not be used in a manner which endangers a worker; and (e)  shall not be used when a component which may affect its safe operation is defective or damaged.  R.R.O. 1990, Reg. 859, s. 26.",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>All mechanically or electrically operated equipment used in connection with equipment described in section 25,</p> <p class=\"clause-e\">  (a)  shall be suitable for the purpose for which it is used;</p> <p class=\"clause-e\">  (b)  shall have legible operating and maintenance instructions of the manufacturer affixed to the equipment;</p> <p class=\"clause-e\">  (c)  shall be operated, inspected and maintained in accordance with the manufacturer’s instructions;</p> <p class=\"clause-e\">  (d)  shall not be used in a manner which endangers a worker; and</p> <p class=\"clause-e\">  (e)  shall not be used when a component which may affect its safe operation is defective or damaged.  R.R.O. 1990, Reg. 859, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 27. (1) Every primary suspension line and lifeline used in connection with equipment described in section 25, (a)  shall be rigged in accordance with generally accepted rigging practice; (b)  shall be rigged so that each line hangs vertically from the roof or access level to the ground or level of egress of a worker using the line; (c)  shall have a breaking strength of at least ten times the static load that the line is intended to support; (d)  shall have each connecting end wrapped around a protective thimble and securely fastened, (i)  by means of a swagged fitting or eye splice, if applied by the manufacturer of the line, or (ii)  if the line is a wire rope, by a minimum of three clamps; (e)  shall be inspected before each day’s use by a competent person who shall report any defects or damage to a supervisor; and (f)  shall not be used when defective or damaged. (2) Every primary suspension line for a boatswain’s chair or similar single-point suspension equipment that is made of organic or polymer fibres, (a)  shall be doubled from the anchor point or point of suspension of the line to the ground or egress level; (b)  shall be permanently marked with, (i)  the name of the manufacturer, (ii)  the date of manufacture of the line, and (iii)  the length of the line; (c)  shall be protected from abrasion; (d)  shall be used only with a descent control or similar device; (e)  shall be tested by a recognized testing laboratory twenty-four months from the date of manufacture of the line and once every twelve months thereafter for compliance with clause (1) (c); and (f)  shall be discarded, (i)  where it is found not to comply with clause (1) (c), (ii)  in accordance with the manufacturer’s recommendations, or (iii)  when it is no longer safe for use, whichever occurs first. (3) Every descent control or similar device referred to in clause (2) (d), (a)  shall be approved by the manufacturer of the device for window cleaning; and (b)  shall be used in accordance with the installation, operating and maintenance instructions of the manufacturer, which instructions shall be kept available for the inspection of an inspector.  R.R.O. 1990, Reg. 859, s. 27.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) Every primary suspension line and lifeline used in connection with equipment described in section 25,</p> <p class=\"clause-e\">  (a)  shall be rigged in accordance with generally accepted rigging practice;</p> <p class=\"clause-e\">  (b)  shall be rigged so that each line hangs vertically from the roof or access level to the ground or level of egress of a worker using the line;</p> <p class=\"clause-e\">  (c)  shall have a breaking strength of at least ten times the static load that the line is intended to support;</p> <p class=\"clause-e\">  (d)  shall have each connecting end wrapped around a protective thimble and securely fastened,</p> <p class=\"subclause-e\">  (i)  by means of a swagged fitting or eye splice, if applied by the manufacturer of the line, or</p> <p class=\"subclause-e\">  (ii)  if the line is a wire rope, by a minimum of three clamps;</p> <p class=\"clause-e\">  (e)  shall be inspected before each day’s use by a competent person who shall report any defects or damage to a supervisor; and</p> <p class=\"clause-e\">  (f)  shall not be used when defective or damaged.</p> <p class=\"subsection-e\">  (2) Every primary suspension line for a boatswain’s chair or similar single-point suspension equipment that is made of organic or polymer fibres,</p> <p class=\"clause-e\">  (a)  shall be doubled from the anchor point or point of suspension of the line to the ground or egress level;</p> <p class=\"clause-e\">  (b)  shall be permanently marked with,</p> <p class=\"subclause-e\">  (i)  the name of the manufacturer,</p> <p class=\"subclause-e\">  (ii)  the date of manufacture of the line, and</p> <p class=\"subclause-e\">  (iii)  the length of the line;</p> <p class=\"clause-e\">  (c)  shall be protected from abrasion;</p> <p class=\"clause-e\">  (d)  shall be used only with a descent control or similar device;</p> <p class=\"clause-e\">  (e)  shall be tested by a recognized testing laboratory twenty-four months from the date of manufacture of the line and once every twelve months thereafter for compliance with clause (1) (c); and</p> <p class=\"clause-e\">  (f)  shall be discarded,</p> <p class=\"subclause-e\">  (i)  where it is found not to comply with clause (1) (c),</p> <p class=\"subclause-e\">  (ii)  in accordance with the manufacturer’s recommendations, or</p> <p class=\"subclause-e\">  (iii)  when it is no longer safe for use,</p> <p class=\"Ssubsection-e\">whichever occurs first.</p> <p class=\"subsection-e\">  (3) Every descent control or similar device referred to in clause (2) (d),</p> <p class=\"clause-e\">  (a)  shall be approved by the manufacturer of the device for window cleaning; and</p> <p class=\"clause-e\">  (b)  shall be used in accordance with the installation, operating and maintenance instructions of the manufacturer, which instructions shall be kept available for the inspection of an inspector.  R.R.O. 1990, Reg. 859, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 28. Every boatswain’s chair, (a)  shall have a seat at least 600 millimetres long and 250 millimetres wide of one piece construction capable of supporting 225 kilograms; (b)  shall be supported by a sling constructed of wire rope of at least nine millimetres that crosses underneath the seat; (c)  shall not be used where the descent exceeds ninety metres; (d)  shall only be used to clean windows within arm’s reach of a worker who is freely suspended on the primary support line; and (e)  shall not be used when a worker is using corrosive substances or solutions for window cleaning.  R.R.O. 1990, Reg. 859, s. 28.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>Every boatswain’s chair,</p> <p class=\"clause-e\">  (a)  shall have a seat at least 600 millimetres long and 250 millimetres wide of one piece construction capable of supporting 225 kilograms;</p> <p class=\"clause-e\">  (b)  shall be supported by a sling constructed of wire rope of at least nine millimetres that crosses underneath the seat;</p> <p class=\"clause-e\">  (c)  shall not be used where the descent exceeds ninety metres;</p> <p class=\"clause-e\">  (d)  shall only be used to clean windows within arm’s reach of a worker who is freely suspended on the primary support line; and</p> <p class=\"clause-e\">  (e)  shall not be used when a worker is using corrosive substances or solutions for window cleaning.  R.R.O. 1990, Reg. 859, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 29. (1) Every static or horizontal line that is rigged between anchor points and to which lifelines or primary support lines are directly attached shall be used as an engineer directs, and the engineer shall certify the maximum load to be applied to the static or horizontal line. R.R.O. 1990, Reg. 859, s. 29 (1); O. Reg. 370/22, s. 3. (2) The support capability of an anchor point shall exceed the total breaking strength of all support lines attached to it.  R.R.O. 1990, Reg. 859, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>(1) Every static or horizontal line that is rigged between anchor points and to which lifelines or primary support lines are directly attached shall be used as an engineer directs, and the engineer shall certify the maximum load to be applied to the static or horizontal line. R.R.O. 1990, Reg. 859, s. 29 (1); O. Reg. 370/22, s. 3.</p> <p class=\"subsection-e\">  (2) The support capability of an anchor point shall exceed the total breaking strength of all support lines attached to it.  R.R.O. 1990, Reg. 859, s. 29 (2).</p>"
        },
        {
            "id": "30.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 30. (1) Every outrigger beam, cornice hook and parapet wall hook that is used to support a primary support line, (a)  shall be capable of supporting at least four times the maximum load to which it may be subjected, (i)  without overturning, and (ii)  without exceeding the allowable unit stress for the materials of which it is constructed; (b)  shall be constructed of steel, aluminum or equivalent material; and (c)  shall be tied back to a fixed support so as to prevent movement of the outrigger beam, cornice hook or parapet wall hook. (2) Every outrigger beam that is used to support a primary support line, (a)  shall have counterweights that are manufactured for the purpose, marked to indicate their weight and securely attached to the outrigger beam; (b)  shall be accompanied by the supplier’s or manufacturer’s instructions indicating the number of counterweights necessary for each arrangement of the beam that may be employed for window cleaning and the load that the beam can bear for each arrangement; and (c)  if it is positioned on a rolling undercarriage, shall have the undercarriage fixed to prevent the counterweights from moving while a worker is suspended by the primary support line.  R.R.O. 1990, Reg. 859, s. 30.",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>(1) Every outrigger beam, cornice hook and parapet wall hook that is used to support a primary support line,</p> <p class=\"clause-e\">  (a)  shall be capable of supporting at least four times the maximum load to which it may be subjected,</p> <p class=\"subclause-e\">  (i)  without overturning, and</p> <p class=\"subclause-e\">  (ii)  without exceeding the allowable unit stress for the materials of which it is constructed;</p> <p class=\"clause-e\">  (b)  shall be constructed of steel, aluminum or equivalent material; and</p> <p class=\"clause-e\">  (c)  shall be tied back to a fixed support so as to prevent movement of the outrigger beam, cornice hook or parapet wall hook.</p> <p class=\"subsection-e\">  (2) Every outrigger beam that is used to support a primary support line,</p> <p class=\"clause-e\">  (a)  shall have counterweights that are manufactured for the purpose, marked to indicate their weight and securely attached to the outrigger beam;</p> <p class=\"clause-e\">  (b)  shall be accompanied by the supplier’s or manufacturer’s instructions indicating the number of counterweights necessary for each arrangement of the beam that may be employed for window cleaning and the load that the beam can bear for each arrangement; and</p> <p class=\"clause-e\">  (c)  if it is positioned on a rolling undercarriage, shall have the undercarriage fixed to prevent the counterweights from moving while a worker is suspended by the primary support line.  R.R.O. 1990, Reg. 859, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Scaffolds, Boatswain’s Chairs and Related Equipment",
            "content": " 31. (1) Every worker on a suspended scaffold, boatswain’s chair or similar single-point suspension equipment shall have an effective means of summoning assistance in case of emergency. (2) Every worker who is on, or is in the process of getting on or off a suspended scaffold or boatswain’s chair or similar single-point suspension equipment shall be protected by a fall arrest system.  R.R.O. 1990, Reg. 859, s. 31. Electrical Hazards",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>(1) Every worker on a suspended scaffold, boatswain’s chair or similar single-point suspension equipment shall have an effective means of summoning assistance in case of emergency.</p> <p class=\"subsection-e\">  (2) Every worker who is on, or is in the process of getting on or off a suspended scaffold or boatswain’s chair or similar single-point suspension equipment shall be protected by a fall arrest system.  R.R.O. 1990, Reg. 859, s. 31.</p> <p class=\"heading1-e\">Electrical Hazards</p>"
        },
        {
            "id": "32.",
            "section": "Electrical Hazards",
            "content": " 32. Electrical equipment, power lines and insulating materials shall be suitable for its or their use and be installed, maintained, modified and operated so as not to present a hazard to a worker.  R.R.O. 1990, Reg. 859, s. 32.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>Electrical equipment, power lines and insulating materials shall be suitable for its or their use and be installed, maintained, modified and operated so as not to present a hazard to a worker.  R.R.O. 1990, Reg. 859, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Electrical Hazards",
            "content": " 33. Tools, ladders, scaffolding and other equipment that are capable of conducting electricity and that may endanger the safety of anyone shall not be used or left in such proximity to any energized electrical installation, equipment or conductor as to make electrical contact with an energized conductor.  R.R.O. 1990, Reg. 859, s. 33.",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>Tools, ladders, scaffolding and other equipment that are capable of conducting electricity and that may endanger the safety of anyone shall not be used or left in such proximity to any energized electrical installation, equipment or conductor as to make electrical contact with an energized conductor.  R.R.O. 1990, Reg. 859, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": "Electrical Hazards",
            "content": " 34. (1) No person other than a person authorized by a building owner or the owner’s representative shall enter a room or enclosure containing exposed energized electrical parts. (2) The building owner shall place signs conspicuously at every entrance to a room or other enclosure that contains exposed energized electrical parts warning of the danger of exposed energized electrical parts and stating that only persons authorized by the building owner or the owner’s representative may enter the room or enclosure.  R.R.O. 1990, Reg. 859, s. 34.",
            "raw_html": "<p class=\"section-e\"> <b>34. </b>(1) No person other than a person authorized by a building owner or the owner’s representative shall enter a room or enclosure containing exposed energized electrical parts.</p> <p class=\"subsection-e\">  (2) The building owner shall place signs conspicuously at every entrance to a room or other enclosure that contains exposed energized electrical parts warning of the danger of exposed energized electrical parts and stating that only persons authorized by the building owner or the owner’s representative may enter the room or enclosure.  R.R.O. 1990, Reg. 859, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Electrical Hazards",
            "content": " 35. (1) No object or piece of equipment shall be brought closer to an energized outdoor overhead electrical conductor with the voltage rating set out in Column 1 of the Table than the distance specified opposite thereto in Column 2. TABLE  Column 1   Voltage Rating of Conductor   Column 2   Minimum Distance \n\n  From 750 up to and including 150,000 volts   3 metres \n\n  Over 150,000 up to and including 250,000 volts   4.5 metres \n\n  Over 250,000 volts   6 metres (2) Subsection (1) does not apply where, (a)  mats, shields or other protective devices adequate to ensure that a person is protected from electrical shock and burns have been installed by the owner of the conductor; and (b)  the person who is bringing the object or equipment or is causing the object or equipment to be brought within the minimum distance specified in subsection (1) has been instructed in and is using procedures adequate to ensure the protection of the worker from electrical shock and burns.  R.R.O. 1990, Reg. 859, s. 35. Miscellaneous Equipment",
            "raw_html": "<p class=\"section-e\"> <b>35. </b>(1) No object or piece of equipment shall be brought closer to an energized outdoor overhead electrical conductor with the voltage rating set out in Column 1 of the Table than the distance specified opposite thereto in Column 2.</p> <p class=\"headingx-e\">TABLE</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"454\"> <p class=\"table-e\">Column 1 <br/>  Voltage Rating of Conductor</p> </td> <td valign=\"top\" width=\"218\"> <p class=\"table-e\">Column 2 <br/>  Minimum Distance</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"454\"> <p class=\"table-e\">From 750 up to and including 150,000 volts</p> </td> <td valign=\"top\" width=\"218\"> <p align=\"right\" class=\"table-e\">3 metres</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"454\"> <p class=\"table-e\">Over 150,000 up to and including 250,000 volts</p> </td> <td valign=\"top\" width=\"218\"> <p align=\"right\" class=\"table-e\">4.5 metres</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"454\"> <p class=\"table-e\">Over 250,000 volts</p> </td> <td valign=\"top\" width=\"218\"> <p align=\"right\" class=\"table-e\">6 metres</p> </td>\n</tr>\n</table> <p class=\"subsection-e\">  (2) Subsection (1) does not apply where,</p> <p class=\"clause-e\">  (a)  mats, shields or other protective devices adequate to ensure that a person is protected from electrical shock and burns have been installed by the owner of the conductor; and</p> <p class=\"clause-e\">  (b)  the person who is bringing the object or equipment or is causing the object or equipment to be brought within the minimum distance specified in subsection (1) has been instructed in and is using procedures adequate to ensure the protection of the worker from electrical shock and burns.  R.R.O. 1990, Reg. 859, s. 35.</p> <p class=\"heading1-e\">Miscellaneous Equipment</p>"
        },
        {
            "id": "36.",
            "section": "Miscellaneous Equipment",
            "content": " 36. Every gear, pulley or belt that is part of a suspended scaffold shall be guarded or fenced unless the gear, pulley or belt is located and constructed so that it will not endanger any worker. R.R.O. 1990, Reg. 859, s. 36.",
            "raw_html": "<p class=\"section-e\"> <b>36. </b>Every gear, pulley or belt that is part of a suspended scaffold shall be guarded or fenced unless the gear, pulley or belt is located and constructed so that it will not endanger any worker. R.R.O. 1990, Reg. 859, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": "Miscellaneous Equipment",
            "content": " 37. (1) Every rope or cable used by a mechanically powered hoisting device, (a)  shall be steel wire rope of the type, size, grade and construction that is recommended by the manufacturer for the hoisting device; (b)  shall be suitable for the sheaves and the drum with which it is used; (c)  shall not be spliced; and (d)  shall be suitably lubricated to prevent its corrosion or wear. (2) Steel wire rope shall not be used by a mechanically powered hoisting device if, (a)  six randomly distributed wires are broken in one rope lay, or three or more wires are broken in one strand in one rope lay; (b)  the wear on the rope exceeds one-third of the original diameter of the outside individual wires; or (c)  there is evidence of kinking, bird-caging, corrosion or any other damage to the rope resulting in distortion of the rope structure that may result in rope failure.  R.R.O. 1990, Reg. 859, s. 37.",
            "raw_html": "<p class=\"section-e\"> <b>37. </b>(1) Every rope or cable used by a mechanically powered hoisting device,</p> <p class=\"clause-e\">  (a)  shall be steel wire rope of the type, size, grade and construction that is recommended by the manufacturer for the hoisting device;</p> <p class=\"clause-e\">  (b)  shall be suitable for the sheaves and the drum with which it is used;</p> <p class=\"clause-e\">  (c)  shall not be spliced; and</p> <p class=\"clause-e\">  (d)  shall be suitably lubricated to prevent its corrosion or wear.</p> <p class=\"subsection-e\">  (2) Steel wire rope shall not be used by a mechanically powered hoisting device if,</p> <p class=\"clause-e\">  (a)  six randomly distributed wires are broken in one rope lay, or three or more wires are broken in one strand in one rope lay;</p> <p class=\"clause-e\">  (b)  the wear on the rope exceeds one-third of the original diameter of the outside individual wires; or</p> <p class=\"clause-e\">  (c)  there is evidence of kinking, bird-caging, corrosion or any other damage to the rope resulting in distortion of the rope structure that may result in rope failure.  R.R.O. 1990, Reg. 859, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Miscellaneous Equipment",
            "content": " 38. (1) Every hook shall be equipped with a safety catch. (2) Every load-bearing hook shall have its load rating legibly cast or stamped on it in a location where it can be readily seen. (3) No hook shall be used that has, (a)  a crack; (b)  more than the normal throat opening; or (c)  any twist from the plane of the unbent hook.  R.R.O. 1990, Reg. 859, s. 38. Duties of the Owner of a Building",
            "raw_html": "<p class=\"section-e\"> <b>38. </b>(1) Every hook shall be equipped with a safety catch.</p> <p class=\"subsection-e\">  (2) Every load-bearing hook shall have its load rating legibly cast or stamped on it in a location where it can be readily seen.</p> <p class=\"subsection-e\">  (3) No hook shall be used that has,</p> <p class=\"clause-e\">  (a)  a crack;</p> <p class=\"clause-e\">  (b)  more than the normal throat opening; or</p> <p class=\"clause-e\">  (c)  any twist from the plane of the unbent hook.  R.R.O. 1990, Reg. 859, s. 38.</p> <p class=\"heading1-e\">Duties of the Owner of a Building</p>"
        },
        {
            "id": "39.",
            "section": "Duties of the Owner of a Building",
            "content": " 39. (1) Every owner of a building where a suspended scaffold, boatswain’s chair or similar single-point suspension equipment is to be used for window cleaning shall prepare a sketch or sketches showing all anchor points and related structures on the building that are suitable and adequate for the attachment of the suspended scaffold, boatswain’s chair or similar single-point suspension equipment and the lifeline. (2) The building owner shall provide a copy of the sketch or sketches mentioned in subsection (1) to the person supplying the window cleaning services before the work is begun and no employer may permit a worker to engage in window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment until the employer has received a copy of the sketch or sketches. (3) The building owner shall post a copy of the sketch or sketches mentioned in subsection (1) at the building near the entrance to the roof.  R.R.O. 1990, Reg. 859, s. 39.",
            "raw_html": "<p class=\"section-e\"> <b>39. </b>(1) Every owner of a building where a suspended scaffold, boatswain’s chair or similar single-point suspension equipment is to be used for window cleaning shall prepare a sketch or sketches showing all anchor points and related structures on the building that are suitable and adequate for the attachment of the suspended scaffold, boatswain’s chair or similar single-point suspension equipment and the lifeline.</p> <p class=\"subsection-e\">  (2) The building owner shall provide a copy of the sketch or sketches mentioned in subsection (1) to the person supplying the window cleaning services before the work is begun and no employer may permit a worker to engage in window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment until the employer has received a copy of the sketch or sketches.</p> <p class=\"subsection-e\">  (3) The building owner shall post a copy of the sketch or sketches mentioned in subsection (1) at the building near the entrance to the roof.  R.R.O. 1990, Reg. 859, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Duties of the Owner of a Building",
            "content": " 40. (1) Every owner of a building where sill work is done shall prepare a sketch or sketches showing all anchor points and related structures on the building that are suitable and adequate for the attachment of a lifeline for a worker who performs the sill work. (2) The building owner shall provide a copy of the sketch or sketches mentioned in subsection (1) to the person supplying the window cleaning services before the sill work is begun and no employer may permit a worker to do sill work until the employer has received a copy of the sketch or sketches. (3) The building owner shall post a copy of the sketch or sketches mentioned in subsection (1) in a conspicuous place where the sketch or sketches are to come to the attention of any worker who does sill work.  R.R.O. 1990, Reg. 859, s. 40.",
            "raw_html": "<p class=\"section-e\"> <b>40. </b>(1) Every owner of a building where sill work is done shall prepare a sketch or sketches showing all anchor points and related structures on the building that are suitable and adequate for the attachment of a lifeline for a worker who performs the sill work.</p> <p class=\"subsection-e\">  (2) The building owner shall provide a copy of the sketch or sketches mentioned in subsection (1) to the person supplying the window cleaning services before the sill work is begun and no employer may permit a worker to do sill work until the employer has received a copy of the sketch or sketches.</p> <p class=\"subsection-e\">  (3) The building owner shall post a copy of the sketch or sketches mentioned in subsection (1) in a conspicuous place where the sketch or sketches are to come to the attention of any worker who does sill work.  R.R.O. 1990, Reg. 859, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Duties of the Owner of a Building",
            "content": " 41. (1) The owner of a building mentioned in section 39 or 40 shall cause all anchor points and permanently-installed suspended scaffolds to be inspected by a competent person, (a)  before being used for the first time; (b)  thereafter as often as necessary but not less frequently than recommended by the manufacturer of the anchor points or the suspended scaffolds, as the case may be, and in any case, at least once a year; and (c)  when informed under section 43. (2) Maintenance and repairs of a permanently-installed suspended scaffold shall be performed in accordance with the manufacturer’s instructions. (3) The competent person making the inspection required by subsection (1) shall immediately upon completion of the inspection report to the building owner any defects or hazardous conditions detected in the anchor points and any permanently-installed suspended scaffold. (4) A building owner shall ensure that any faulty anchor point is repaired and is suitable for use for window cleaning and sill work before being used. (5) A building owner shall keep a record of the inspections of any anchor points and any permanently-installed suspended scaffold at a building in a log book to be maintained and retained as long as the anchor points and suspended scaffold are used, showing, (a)  the date on which each inspection is made; (b)  the name and signature of the person making the inspection; and (c)  any modifications or repairs made to an anchor point or a suspended scaffold, including the date they are made and the name and signature of the person making the modifications or repairs.  R.R.O. 1990, Reg. 859, s. 41. Duties of Employers, Supervisors and Workers",
            "raw_html": "<p class=\"section-e\"> <b>41. </b>(1) The owner of a building mentioned in section 39 or 40 shall cause all anchor points and permanently-installed suspended scaffolds to be inspected by a competent person,</p> <p class=\"clause-e\">  (a)  before being used for the first time;</p> <p class=\"clause-e\">  (b)  thereafter as often as necessary but not less frequently than recommended by the manufacturer of the anchor points or the suspended scaffolds, as the case may be, and in any case, at least once a year; and</p> <p class=\"clause-e\">  (c)  when informed under section 43.</p> <p class=\"subsection-e\">  (2) Maintenance and repairs of a permanently-installed suspended scaffold shall be performed in accordance with the manufacturer’s instructions.</p> <p class=\"subsection-e\">  (3) The competent person making the inspection required by subsection (1) shall immediately upon completion of the inspection report to the building owner any defects or hazardous conditions detected in the anchor points and any permanently-installed suspended scaffold.</p> <p class=\"subsection-e\">  (4) A building owner shall ensure that any faulty anchor point is repaired and is suitable for use for window cleaning and sill work before being used.</p> <p class=\"subsection-e\">  (5) A building owner shall keep a record of the inspections of any anchor points and any permanently-installed suspended scaffold at a building in a log book to be maintained and retained as long as the anchor points and suspended scaffold are used, showing,</p> <p class=\"clause-e\">  (a)  the date on which each inspection is made;</p> <p class=\"clause-e\">  (b)  the name and signature of the person making the inspection; and</p> <p class=\"clause-e\">  (c)  any modifications or repairs made to an anchor point or a suspended scaffold, including the date they are made and the name and signature of the person making the modifications or repairs.  R.R.O. 1990, Reg. 859, s. 41.</p> <p class=\"heading1-e\">Duties of Employers, Supervisors and Workers</p>"
        },
        {
            "id": "42.",
            "section": "Duties of Employers, Supervisors and Workers",
            "content": " 42. (1) Every employer who proposes to carry out window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment or to carry out sill work shall prepare a work plan in writing, signed by the employer, indicating the manner in which any primary support lines and lifelines used are to be attached to the anchor points or related structures shown on any sketch mentioned in subsection 39 (1) or 40 (1), and setting such other information as may be required for the safety of workers. (2) The employer shall cause a copy of the work plan referred to in subsection (1) to be provided to each worker who engages in window cleaning or sill work at the building and shall retain a copy for examination by an inspector. (3) No worker shall begin window cleaning that requires the use of a suspended scaffold, boatswain’s chair or similar single-point suspension equipment and no worker may begin doing sill work until the worker has received a copy of the work plan referred to in subsection (1).  R.R.O. 1990, Reg. 859, s. 42.",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>(1) Every employer who proposes to carry out window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment or to carry out sill work shall prepare a work plan in writing, signed by the employer, indicating the manner in which any primary support lines and lifelines used are to be attached to the anchor points or related structures shown on any sketch mentioned in subsection 39 (1) or 40 (1), and setting such other information as may be required for the safety of workers.</p> <p class=\"subsection-e\">  (2) The employer shall cause a copy of the work plan referred to in subsection (1) to be provided to each worker who engages in window cleaning or sill work at the building and shall retain a copy for examination by an inspector.</p> <p class=\"subsection-e\">  (3) No worker shall begin window cleaning that requires the use of a suspended scaffold, boatswain’s chair or similar single-point suspension equipment and no worker may begin doing sill work until the worker has received a copy of the work plan referred to in subsection (1).  R.R.O. 1990, Reg. 859, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": "Duties of Employers, Supervisors and Workers",
            "content": " 43. If an employer, supervisor or worker believes that any anchor point or related structure that is used to support a suspended scaffold, suspended work platform, boatswain’s chair, similar single-point suspension equipment or lifeline is defective or inadequate, the employer, supervisor or worker shall inform the building owner of this fact immediately.  R.R.O. 1990, Reg. 859, s. 43.",
            "raw_html": "<p class=\"section-e\"> <b>43. </b>If an employer, supervisor or worker believes that any anchor point or related structure that is used to support a suspended scaffold, suspended work platform, boatswain’s chair, similar single-point suspension equipment or lifeline is defective or inadequate, the employer, supervisor or worker shall inform the building owner of this fact immediately.  R.R.O. 1990, Reg. 859, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Duties of Employers, Supervisors and Workers",
            "content": " 44. (1) Every employer of a worker who engages in window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment and every contractor and sub-contractor who proposes to carry out window cleaning in that manner shall appoint a supervisor. (2) A supervisor appointed under subsection (1) shall visit the location of the window cleaning operation at least once daily.  R.R.O. 1990, Reg. 859, s. 44.",
            "raw_html": "<p class=\"section-e\"> <b>44. </b>(1) Every employer of a worker who engages in window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment and every contractor and sub-contractor who proposes to carry out window cleaning in that manner shall appoint a supervisor.</p> <p class=\"subsection-e\">  (2) A supervisor appointed under subsection (1) shall visit the location of the window cleaning operation at least once daily.  R.R.O. 1990, Reg. 859, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": "Duties of Employers, Supervisors and Workers",
            "content": " 45. (1) A safety training program shall be established and maintained by every employer whose workers engage in window cleaning using suspended scaffolds, boatswain’s chairs or similar single-point suspension equipment to train the workers in common core skills for the safe use of such scaffolds, boatswain’s chairs and similar single-point suspension equipment. (2) The common core skills referred to in subsection (1) shall include, (a)  the proper rigging of support lines; (b)  the inspection for wear of primary support lines and lifelines; (c)  the safe use of descent control devices; (d)  the proper use of fall arrest body harnesses including accepted methods for attaching lifelines to buildings or structures; and (e)  the safe use of suspended scaffolds and boatswain’s chairs and similar single-point suspension equipment. (3) No worker who has not successfully completed the training program referred to in subsection (1) shall be permitted to engage in window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment. (4) Subsection (3) does not apply to a worker who, (a)  is being instructed in the safe use of window cleaning and fall arrest equipment; and (b)  is accompanied by a person who has successfully completed the training program referred to in subsection (1). (5) Every employer shall establish and maintain in writing a list of workers who have successfully completed the training program referred to in subsection (1).  R.R.O. 1990, Reg. 859, s. 45.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>45. </b>(1) A safety training program shall be established and maintained by every employer whose workers engage in window cleaning using suspended scaffolds, boatswain’s chairs or similar single-point suspension equipment to train the workers in common core skills for the safe use of such scaffolds, boatswain’s chairs and similar single-point suspension equipment.</p> <p class=\"subsection-e\">  (2) The common core skills referred to in subsection (1) shall include,</p> <p class=\"clause-e\">  (a)  the proper rigging of support lines;</p> <p class=\"clause-e\">  (b)  the inspection for wear of primary support lines and lifelines;</p> <p class=\"clause-e\">  (c)  the safe use of descent control devices;</p> <p class=\"clause-e\">  (d)  the proper use of fall arrest body harnesses including accepted methods for attaching lifelines to buildings or structures; and</p> <p class=\"clause-e\">  (e)  the safe use of suspended scaffolds and boatswain’s chairs and similar single-point suspension equipment.</p> <p class=\"subsection-e\">  (3) No worker who has not successfully completed the training program referred to in subsection (1) shall be permitted to engage in window cleaning using a suspended scaffold, boatswain’s chair or similar single-point suspension equipment.</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply to a worker who,</p> <p class=\"clause-e\">  (a)  is being instructed in the safe use of window cleaning and fall arrest equipment; and</p> <p class=\"clause-e\">  (b)  is accompanied by a person who has successfully completed the training program referred to in subsection (1).</p> <p class=\"subsection-e\">  (5) Every employer shall establish and maintain in writing a list of workers who have successfully completed the training program referred to in subsection (1).  R.R.O. 1990, Reg. 859, s. 45.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900859\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}