{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 729: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 729: ",
        "act_under": "Livestock Community Sales Act",
        "url": "https://www.ontario.ca/laws/regulation/900729",
        "date_scraped": "2023-12-18 12:38:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900729/v5",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/900729/v4",
            "valid_from": "January  1, 2021",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/900729/v3",
            "valid_from": "December  8, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/900729/v2",
            "valid_from": "June 13, 2006",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/regulation/900729/v1",
            "valid_from": "March  5, 2001",
            "valid_to": "June 12, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Classes of Community Sales",
            "content": " 1. The following classes of community sales are established: 1.  Class 1, consisting of community sales that are held not more than once in any week. 2.  Class 2, consisting of community sales that are held not more than twice in any week. 3.  Class 3, consisting of community sales that are held more than twice in any week and that have premises where cattle to be sold for slaughter may be segregated. 4.  Revoked:  O. Reg. 47/01, s. 1. R.R.O. 1990, Reg. 729, s. 1; O. Reg. 287/96, s. 1; O. Reg. 47/01, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following classes of community sales are established:</p> <p class=\"paragraph-e\">  1.  Class 1, consisting of community sales that are held not more than once in any week.</p> <p class=\"paragraph-e\">  2.  Class 2, consisting of community sales that are held not more than twice in any week.</p> <p class=\"paragraph-e\">  3.  Class 3, consisting of community sales that are held more than twice in any week and that have premises where cattle to be sold for slaughter may be segregated.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 47/01, s. 1.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 729, s. 1; O. Reg. 287/96, s. 1; O. Reg. 47/01, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Classes of Community Sales",
            "content": "  2. All sales held primarily for the purpose of selling pure bred live­stock registered or eligible to be registered in accordance with the Animal Pedigree Act (Canada) are designated for the purpose of clause 2 (c) of the Act.  O. Reg. 47/01, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>All sales held primarily for the purpose of selling pure bred live­stock registered or eligible to be registered in accordance with the <i>Animal Pedigree Act</i> (Canada) are designated for the purpose of clause 2 (c) of the Act.  O. Reg. 47/01, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Classes of Community Sales",
            "content": " 3. (1) An application for the issue or renewal of a licence to engage in the business of operating community sales shall be made to the Director on a form provided by the Director.  R.R.O. 1990, Reg. 729, s. 3 (1). (2) The fee for a licence shall accompany the application and is, (a)  where the licence is for a period commencing before the 1st day of July in any year for, (i)  Class 1 community sales, $300, (ii)  Class 2 community sales, $600, (iii)  Class 3 community sales, $1,500, and (iv)  Revoked:  O. Reg. 47/01, s. 3. (b)  where the licence is for a period commencing on or after the 1st day of July in any year, one-half the fee prescribed in clause (a).  R.R.O. 1990, Reg. 729, s. 3 (2); O. Reg. 47/01, s. 3. (3) Where, (a)  a licence was issued for Class 1 community sales; and (b)  during the same licence year, an application is made for a licence for Class 2 community sales, the fee for the licence for Class 2 community sales is $300 where it is for a period commencing before the 1st day of July in the licence year or $150 where it is for a period commencing thereafter, and such fee is in addition to the fee paid for the licence for Class 1 community sales.  R.R.O. 1990, Reg. 729, s. 3 (3). (4) A licence expires with the 31st day of December of the year or part thereof for which it is issued.  R.R.O. 1990, Reg. 729, s. 3 (4). (5) A licence is not transferable.  R.R.O. 1990, Reg. 729, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) An application for the issue or renewal of a licence to engage in the business of operating community sales shall be made to the Director on a form provided by the Director.  R.R.O. 1990, Reg. 729, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The fee for a licence shall accompany the application and is,</p> <p class=\"clause-e\">  (a)  where the licence is for a period commencing before the 1st day of July in any year for,</p> <p class=\"subclause-e\">  (i)  Class 1 community sales, $300,</p> <p class=\"subclause-e\">  (ii)  Class 2 community sales, $600,</p> <p class=\"subclause-e\">  (iii)  Class 3 community sales, $1,500, and</p> <p class=\"subclause-e\">  (iv)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 47/01, s. 3.</p> <p class=\"clause-e\">  (b)  where the licence is for a period commencing on or after the 1st day of July in any year, one-half the fee prescribed in clause (a).  R.R.O. 1990, Reg. 729, s. 3 (2); O. Reg. 47/01, s. 3.</p> <p class=\"subsection-e\">  (3) Where,</p> <p class=\"clause-e\">  (a)  a licence was issued for Class 1 community sales; and</p> <p class=\"clause-e\">  (b)  during the same licence year, an application is made for a licence for Class 2 community sales,</p> <p class=\"Ssubsection-e\">the fee for the licence for Class 2 community sales is $300 where it is for a period commencing before the 1st day of July in the licence year or $150 where it is for a period commencing thereafter, and such fee is in addition to the fee paid for the licence for Class 1 community sales.  R.R.O. 1990, Reg. 729, s. 3 (3).</p> <p class=\"subsection-e\">  (4) A licence expires with the 31st day of December of the year or part thereof for which it is issued.  R.R.O. 1990, Reg. 729, s. 3 (4).</p> <p class=\"subsection-e\">  (5) A licence is not transferable.  R.R.O. 1990, Reg. 729, s. 3 (5).</p>"
        },
        {
            "id": "3.1",
            "section": "Classes of Community Sales",
            "content": "  3.1 A licence shall not be issued or renewed unless an inspector is in the employ of the applicant or licensee for the purpose of carrying out inspections.  O. Reg. 47/01, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  3.1 </b>A licence shall not be issued or renewed unless an inspector is in the employ of the applicant or licensee for the purpose of carrying out inspections.  O. Reg. 47/01, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": "Classes of Community Sales",
            "content": " 4. (1) An operator licensed for Class 1 or Class 2 community sales may apply for a special licence to hold an extra community sale not authorized by the licence for Class 1 or Class 2 community sales.  R.R.O. 1990, Reg. 729, s. 4 (1). (2) No operator shall be granted more than six special licences in any year.  R.R.O. 1990, Reg. 729, s. 4 (2). (3) An application for a special licence shall be made to the Director on a form provided by the Director and shall be filed not less than thirty days before the day on which the extra community sale is to be held.  R.R.O. 1990, Reg. 729, s. 4 (3). (4) The fee for a special licence is $25 and shall accompany the application.  R.R.O. 1990, Reg. 729, s. 4 (4). (5) The date on which the extra community sale is to be held shall be designated on the special licence.  R.R.O. 1990, Reg. 729, s. 4 (5). Additional Conditions for Licensing",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An operator licensed for Class 1 or Class 2 community sales may apply for a special licence to hold an extra community sale not authorized by the licence for Class 1 or Class 2 community sales.  R.R.O. 1990, Reg. 729, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No operator shall be granted more than six special licences in any year.  R.R.O. 1990, Reg. 729, s. 4 (2).</p> <p class=\"subsection-e\">  (3) An application for a special licence shall be made to the Director on a form provided by the Director and shall be filed not less than thirty days before the day on which the extra community sale is to be held.  R.R.O. 1990, Reg. 729, s. 4 (3).</p> <p class=\"subsection-e\">  (4) The fee for a special licence is $25 and shall accompany the application.  R.R.O. 1990, Reg. 729, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The date on which the extra community sale is to be held shall be designated on the special licence.  R.R.O. 1990, Reg. 729, s. 4 (5).</p> <p class=\"heading1-e\">Additional Conditions for Licensing</p>"
        },
        {
            "id": "5.",
            "section": "Additional Conditions for Licensing",
            "content": " 5. In addition to the conditions mentioned in section 11 of the Act, every licence is subject to the conditions that the licensee shall, (a)  insure with an insurer licensed under the Insurance Act all livestock accepted for sale at each community sale to its full market value against loss or damage by fire or lightning, while on the premises; (b)  provide at least two direct means of egress from each building for the persons on the premises for community sales; (c)  provide reasonable means of releasing livestock in the event of fire occurring in or threatening any building in which livestock is stabled for a community sale; (d)  provide means of fighting incipient fires that may occur on the premises; (e)  provide the Director with at least thirty days prior written notice of any day on which a community sale is to be held unless the day was specified in the application for the licence; (f)  notify the Director within five days after the holding of each community sale of the names and addresses of and the amounts owing to each consignor who has not been paid in full for the consignor’s livestock sold at the community sale; (g)  provide such information as the Director requires, including audited statements, in respect of the holding of any community sale; (h)  have an inspector in their employ during the currency of the licence and comply with the inspector’s directions; (i)  if it is a licence for Class 1 community sales, hold not more than one community sale in any week; (j)  if it is a licence for Class 2 community sales, hold not more than two community sales in any week.  R.R.O. 1990, Reg. 729, s. 5; O. Reg. 47/01, s. 5. Bonding of Operators",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>In addition to the conditions mentioned in section 11 of the Act, every licence is subject to the conditions that the licensee shall,</p> <p class=\"clause-e\">  (a)  insure with an insurer licensed under the <i>Insurance Act</i> all livestock accepted for sale at each community sale to its full market value against loss or damage by fire or lightning, while on the premises;</p> <p class=\"clause-e\">  (b)  provide at least two direct means of egress from each building for the persons on the premises for community sales;</p> <p class=\"clause-e\">  (c)  provide reasonable means of releasing livestock in the event of fire occurring in or threatening any building in which livestock is stabled for a community sale;</p> <p class=\"clause-e\">  (d)  provide means of fighting incipient fires that may occur on the premises;</p> <p class=\"clause-e\">  (e)  provide the Director with at least thirty days prior written notice of any day on which a community sale is to be held unless the day was specified in the application for the licence;</p> <p class=\"clause-e\">  (f)  notify the Director within five days after the holding of each community sale of the names and addresses of and the amounts owing to each consignor who has not been paid in full for the consignor’s livestock sold at the community sale;</p> <p class=\"clause-e\">  (g)  provide such information as the Director requires, including audited statements, in respect of the holding of any community sale;</p> <p class=\"clause-e\">  (h)  have an inspector in their employ during the currency of the licence and comply with the inspector’s directions;  </p> <p class=\"clause-e\">  (i)  if it is a licence for Class 1 community sales, hold not more than one community sale in any week;</p> <p class=\"clause-e\">  (j)  if it is a licence for Class 2 community sales, hold not more than two community sales in any week.  R.R.O. 1990, Reg. 729, s. 5; O. Reg. 47/01, s. 5.</p> <p class=\"heading1-e\">Bonding of Operators</p>"
        },
        {
            "id": "6.",
            "section": "Bonding of Operators",
            "content": " 6. (1) Every operator shall, on or before making application for a licence or renewal thereof, deposit with the Director security in the form of, (a)  direct and guaranteed securities of the Government of Canada; (b)  direct and guaranteed securities of the Government of Ontario; (c)  guaranteed investment certificates of a trust corporation registered under the Loan and Trust Corporations Act or a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; (d)  debentures of a loan corporation registered under the Loan and Trust Corporations Act; (e)  an irrevocable letter of credit payable to the Director issued by a bank listed in Schedule I or II to the Bank Act (Canada); (f)  a certified cheque payable to the Director and drawn on a bank listed in Schedule I or II to the Bank Act (Canada); or (g)  a surety bond of a guaranteed company approved under the Guarantee Companies Securities Act\r\nin a form approved by the Director.  R.R.O. 1990, Reg. 729, s. 6 (1); O. Reg. 330/91, s. 1 (1); O. Reg. 109/22, s. 1. (2) The amount of security provided under subsection (1) shall be in the case of a licence for community sales of, (a)  Class 1, (i)  $10,000 where the annual average gross return per sale is not more than $50,000, (ii)  $20,000 where the annual average gross return per sale is more than $50,000 but not more than $200,000, and (iii)  $25,000 where the annual average gross return per sale is more than $200,000; (b)  Class 2, $25,000; and (c)  Class 3, $50,000. (d)  Revoked:  O. Reg. 47/01, s. 6. R.R.O. 1990, Reg. 729, s. 6 (2); O. Reg. 330/91, s. 1 (2); O. Reg. 47/01, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every operator shall, on or before making application for a licence or renewal thereof, deposit with the Director security in the form of,</p> <p class=\"clause-e\">  (a)  direct and guaranteed securities of the Government of Canada;</p> <p class=\"clause-e\">  (b)  direct and guaranteed securities of the Government of Ontario;</p> <p class=\"clause-e\">  (c)  guaranteed investment certificates of a trust corporation registered under the <i>Loan and Trust Corporations Act</i> or a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"clause-e\">  (d)  debentures of a loan corporation registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"clause-e\">  (e)  an irrevocable letter of credit payable to the Director issued by a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada);</p> <p class=\"clause-e\">  (f)  a certified cheque payable to the Director and drawn on a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada); or</p> <p class=\"clause-e\">  (g)  a surety bond of a guaranteed company approved under the <i>Guarantee Companies Securities Act</i>\r\nin a form approved by the Director.  R.R.O. 1990, Reg. 729, s. 6 (1); O. Reg. 330/91, s. 1 (1); O. Reg. 109/22, s. 1.</p> <p class=\"subsection-e\">  (2) The amount of security provided under subsection (1) shall be in the case of a licence for community sales of,</p> <p class=\"clause-e\">  (a)  Class 1,</p> <p class=\"subclause-e\">  (i)  $10,000 where the annual average gross return per sale is not more than $50,000,</p> <p class=\"subclause-e\">  (ii)  $20,000 where the annual average gross return per sale is more than $50,000 but not more than $200,000, and</p> <p class=\"subclause-e\">  (iii)  $25,000 where the annual average gross return per sale is more than $200,000;</p> <p class=\"clause-e\">  (b)  Class 2, $25,000; and</p> <p class=\"clause-e\">  (c)  Class 3, $50,000.  </p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 47/01, s. 6.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 729, s. 6 (2); O. Reg. 330/91, s. 1 (2); O. Reg. 47/01, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Bonding of Operators",
            "content": " 7. (1) The security deposited under section 6 shall be applicable solely to the unpaid claims of consignors of livestock to a community sale that is held by the operator in accordance with the Act and this Regulation.  R.R.O. 1990, Reg. 729, s. 7 (1). (2) The security deposited under section 6 shall remain on deposit with the Director for a period of one year after, (a)  the date on which the operator, (i)  ceased to engage in the business of operating community sales, or (ii)  ceased to be the holder of a licence; or (b)  in the case of a surety bond, the date on which the cancellation thereof takes effect.  R.R.O. 1990, Reg. 729, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The security deposited under section 6 shall be applicable solely to the unpaid claims of consignors of livestock to a community sale that is held by the operator in accordance with the Act and this Regulation.  R.R.O. 1990, Reg. 729, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The security deposited under section 6 shall remain on deposit with the Director for a period of one year after,</p> <p class=\"clause-e\">  (a)  the date on which the operator,</p> <p class=\"subclause-e\">  (i)  ceased to engage in the business of operating community sales, or</p> <p class=\"subclause-e\">  (ii)  ceased to be the holder of a licence; or</p> <p class=\"clause-e\">  (b)  in the case of a surety bond, the date on which the cancellation thereof takes effect.  R.R.O. 1990, Reg. 729, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Bonding of Operators",
            "content": " 8. (1) Where an operator fails to pay a consignor after payment becomes due for livestock sold at a community sale, the consignor may, not later than ninety days after the date of the community sale at which such livestock were sold, file with the Director a claim against the operator.  R.R.O. 1990, Reg. 729, s. 8 (1). (2) On receipt of a claim under subsection (1), the Director shall give notice in writing to the operator respecting the claim of the consignor.  R.R.O. 1990, Reg. 729, s. 8 (2). (3) An operator who disputes the claim of the consignor shall notify the Director in writing within ten days after the mailing or delivery of the notice mentioned in subsection (2).  R.R.O. 1990, Reg. 729, s. 8 (3). (4) On receipt of a notice under subsection (3), the Director shall, after notice to the operator and the consignor, conduct a hearing for the purpose of determining the validity of the claim.  R.R.O. 1990, Reg. 729, s. 8 (4). (5) Where the operator fails to appear at the hearing mentioned in subsection (4), the Director may proceed in the operator’s absence to determine the validity of the claim.  R.R.O. 1990, Reg. 729, s. 8 (5). (6) Where, (a)  the Director determines that the claim of the consignor is valid; or (b)  the operator fails to dispute the claim of the consignor within the time and in the manner prescribed by subsection (3), the Director may realize upon the security of the operator and, from the proceeds thereof, shall pay to the consignor the amount of the claim.  R.R.O. 1990, Reg. 729, s. 8 (6). (7) Where more than one consignor files a claim in accordance with subsection (1) and the amount of money realized upon the security is insufficient to satisfy the valid claims of the consignors, the Director shall distribute the money proportionately to the consignors entitled to payment in accordance with this Regulation.  R.R.O. 1990, Reg. 729, s. 8 (7). (8) Where the licence of an operator is suspended or revoked at or before the time the Director realizes on the security deposited by the operator, the Director may defer payments to consignors under subsection (6) or (7) until the expiration of ninety days after the date of such suspension or revocation, and any claim filed in accordance with subsection (1) in respect of which the Director receives notice during such ninety-day period is eligible for payment out of the money realized upon the security.  R.R.O. 1990, Reg. 729, s. 8 (8). (9) Where, (a)  the operator has deposited with the Director security in the form of securities under clause 6 (1) (a), (b), (c) or (d); and (b)  the Director has realized upon the security under subsection (6), the operator shall deposit such additional security with the Director as may be necessary to comply with section 6 and, upon the operator depositing additional security, the Director shall return to the operator any money remaining from the sale of securities by the Director after the payment of the claims of consignors under subsection (6) or (7).  R.R.O. 1990, Reg. 729, s. 8 (9).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Where an operator fails to pay a consignor after payment becomes due for livestock sold at a community sale, the consignor may, not later than ninety days after the date of the community sale at which such livestock were sold, file with the Director a claim against the operator.  R.R.O. 1990, Reg. 729, s. 8 (1).</p> <p class=\"subsection-e\">  (2) On receipt of a claim under subsection (1), the Director shall give notice in writing to the operator respecting the claim of the consignor.  R.R.O. 1990, Reg. 729, s. 8 (2).</p> <p class=\"subsection-e\">  (3) An operator who disputes the claim of the consignor shall notify the Director in writing within ten days after the mailing or delivery of the notice mentioned in subsection (2).  R.R.O. 1990, Reg. 729, s. 8 (3).</p> <p class=\"subsection-e\">  (4) On receipt of a notice under subsection (3), the Director shall, after notice to the operator and the consignor, conduct a hearing for the purpose of determining the validity of the claim.  R.R.O. 1990, Reg. 729, s. 8 (4).</p> <p class=\"subsection-e\">  (5) Where the operator fails to appear at the hearing mentioned in subsection (4), the Director may proceed in the operator’s absence to determine the validity of the claim.  R.R.O. 1990, Reg. 729, s. 8 (5).</p> <p class=\"subsection-e\">  (6) Where,</p> <p class=\"clause-e\">  (a)  the Director determines that the claim of the consignor is valid; or</p> <p class=\"clause-e\">  (b)  the operator fails to dispute the claim of the consignor within the time and in the manner prescribed by subsection (3),</p> <p class=\"Ssubsection-e\">the Director may realize upon the security of the operator and, from the proceeds thereof, shall pay to the consignor the amount of the claim.  R.R.O. 1990, Reg. 729, s. 8 (6).</p> <p class=\"subsection-e\">  (7) Where more than one consignor files a claim in accordance with subsection (1) and the amount of money realized upon the security is insufficient to satisfy the valid claims of the consignors, the Director shall distribute the money proportionately to the consignors entitled to payment in accordance with this Regulation.  R.R.O. 1990, Reg. 729, s. 8 (7).</p> <p class=\"subsection-e\">  (8) Where the licence of an operator is suspended or revoked at or before the time the Director realizes on the security deposited by the operator, the Director may defer payments to consignors under subsection (6) or (7) until the expiration of ninety days after the date of such suspension or revocation, and any claim filed in accordance with subsection (1) in respect of which the Director receives notice during such ninety-day period is eligible for payment out of the money realized upon the security.  R.R.O. 1990, Reg. 729, s. 8 (8).</p> <p class=\"subsection-e\">  (9) Where,</p> <p class=\"clause-e\">  (a)  the operator has deposited with the Director security in the form of securities under clause 6 (1) (a), (b), (c) or (d); and</p> <p class=\"clause-e\">  (b)  the Director has realized upon the security under subsection (6),</p> <p class=\"Ssubsection-e\">the operator shall deposit such additional security with the Director as may be necessary to comply with section 6 and, upon the operator depositing additional security, the Director shall return to the operator any money remaining from the sale of securities by the Director after the payment of the claims of consignors under subsection (6) or (7).  R.R.O. 1990, Reg. 729, s. 8 (9).</p>"
        },
        {
            "id": "9.",
            "section": "Bonding of Operators",
            "content": " 9. The Director may, in respect of a claim, refuse to realize upon the security or to make payment, as the case may be, (a)  where any cheque received by the consignor from the operator is dishonoured by non-acceptance or non-payment unless the consignor presented the cheque for payment within thirty days after the date of receiving it; (b)  where the consignor fails to file the claim with the Director within the time prescribed by subsection 8 (1); (c)  where the consignor has made an arrangement with the operator whereby the time on which payment becomes due is extended; or (d)  unless the validity of the claim has been determined by a judgment of a court.  R.R.O. 1990, Reg. 729, s. 9. Cleaning and Disinfection of Premises",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Director may, in respect of a claim, refuse to realize upon the security or to make payment, as the case may be,</p> <p class=\"clause-e\">  (a)  where any cheque received by the consignor from the operator is dishonoured by non-acceptance or non-payment unless the consignor presented the cheque for payment within thirty days after the date of receiving it;</p> <p class=\"clause-e\">  (b)  where the consignor fails to file the claim with the Director within the time prescribed by subsection 8 (1);</p> <p class=\"clause-e\">  (c)  where the consignor has made an arrangement with the operator whereby the time on which payment becomes due is extended; or</p> <p class=\"clause-e\">  (d)  unless the validity of the claim has been determined by a judgment of a court.  R.R.O. 1990, Reg. 729, s. 9.</p> <p class=\"heading1-e\">Cleaning and Disinfection of Premises</p>"
        },
        {
            "id": "10.",
            "section": "Cleaning and Disinfection of Premises",
            "content": " 10. (1) Every operator shall clean and disinfect the premises before receiving any livestock for the purpose of a community sale.  R.R.O. 1990, Reg. 729, s. 10 (1). (2) Every operator licensed for Class 3 community sales shall clean and disinfect that part of the premises where cattle to be sold for slaughter are segregated at least once a week.  R.R.O. 1990, Reg. 729, s. 10 (2). Livestock Affected with Disease, etc.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Every operator shall clean and disinfect the premises before receiving any livestock for the purpose of a community sale.  R.R.O. 1990, Reg. 729, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Every operator licensed for Class 3 community sales shall clean and disinfect that part of the premises where cattle to be sold for slaughter are segregated at least once a week.  R.R.O. 1990, Reg. 729, s. 10 (2).</p> <p class=\"heading1-e\">Livestock Affected with Disease, etc.</p>"
        },
        {
            "id": "11.",
            "section": "Livestock Affected with Disease, etc.",
            "content": " 11. (1) Where it appears to an inspector who is not a veterinarian that any livestock assembled for sale is diseased, injured or shows evidence of any abnormal condition, the inspector may direct that the livestock be detained on the premises where the sale is to take place until an inspector who is a veterinarian examines the livestock.  R.R.O. 1990, Reg. 729, s. 11 (1). (2) Where an inspector directs that livestock be detained as provided in subsection (1), the operator shall, (a)  segregate in a secure place the detained livestock from other livestock being offered for sale; and (b)  hold the detained livestock in segregation until it is examined by an inspector who is a veterinarian.  R.R.O. 1990, Reg. 729, s. 11 (2). (3) An inspector who directs that livestock be detained for examination as provided in subsection (1), shall arrange for an inspector who is a veterinarian to attend as soon as practicable at the premises to examine the detained livestock.  R.R.O. 1990, Reg. 729, s. 11 (3). (4) Where it appears to an inspector who is not a veterinarian that any livestock assembled for sale is diseased, injured or shows evidence of any abnormal condition, the inspector may, with the consent of the seller, mark the livestock for sale for slaughter only, and such livestock may be sold without inspection by a veterinarian.  O. Reg. 47/01, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Where it appears to an inspector who is not a veterinarian that any livestock assembled for sale is diseased, injured or shows evidence of any abnormal condition, the inspector may direct that the livestock be detained on the premises where the sale is to take place until an inspector who is a veterinarian examines the livestock.  R.R.O. 1990, Reg. 729, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Where an inspector directs that livestock be detained as provided in subsection (1), the operator shall,</p> <p class=\"clause-e\">  (a)  segregate in a secure place the detained livestock from other livestock being offered for sale; and</p> <p class=\"clause-e\">  (b)  hold the detained livestock in segregation until it is examined by an inspector who is a veterinarian.  R.R.O. 1990, Reg. 729, s. 11 (2).</p> <p class=\"subsection-e\">  (3) An inspector who directs that livestock be detained for examination as provided in subsection (1), shall arrange for an inspector who is a veterinarian to attend as soon as practicable at the premises to examine the detained livestock.  R.R.O. 1990, Reg. 729, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Where it appears to an inspector who is not a veterinarian that any livestock assembled for sale is diseased, injured or shows evidence of any abnormal condition, the inspector may, with the consent of the seller, mark the livestock for sale for slaughter only, and such livestock may be sold without inspection by a veterinarian.  O. Reg. 47/01, s. 7.</p>"
        },
        {
            "id": "12.",
            "section": "Livestock Affected with Disease, etc.",
            "content": " 12. (1) Where an inspector who is a veterinarian examines livestock assembled for a community sale and finds that it is diseased, injured or shows evidence of any other abnormal condition, the inspector may mark the livestock in a manner approved for such purposes by the Director and direct the operator to take such action in respect of the livestock as in the opinion of the inspector the circumstances require, and such action may include, (a)  returning the livestock to the consignor; (b)  permitting the livestock to be offered for sale at the community sale at which the mark is applied, to a person described in subsection (1.1) for the purposes of slaughter, within the time specified in the cerificate of inspection by the veterinarian, at, (i)  a plant that complies with the Food Safety and Quality Act, 2001 and Ontario Regulation 31/05 (Meat) made under that Act, (ii)  an establishment or a part of an establishment in relation to which the person holds a licence to slaughter food animals under the Safe Food for Canadians Act (Canada), or (iii)  a plant operating under the laws of a jurisdiction in the United States of America or Canada, other than Ontario; (c)  permitting the livestock to be offered for sale at the community sale at which the mark is applied or at a subsequent community sale on condition that the operator or auctioneer announces to prospective buyers at the time of offering for sale, (i)  the reason for marking the livestock, and (ii)  the date on which the mark was applied.  R.R.O. 1990, Reg. 729, s. 12 (1); O. Reg. 733/94, s. 1 (1); O. Reg. 722/20, s. 1. (1.1) The person mentioned in clause (1) (b) shall be a person who, (a)  is licensed as a livestock dealer under the Livestock and Livestock Products Act; and (b)  operates a plant for slaughtering livestock.  O. Reg. 733/94, s. 1 (2). (2) An inspector who marks livestock as provided in subsection (1) shall provide written reasons therefor to the consignor of the livestock and to the operator.  R.R.O. 1990, Reg. 729, s. 12 (2). (3) If an inspector who is a veterinarian examines livestock and finds that it is unable to stand without assistance or to move without being dragged or carried, he or she shall, (a)  issue a certificate for direct transport to slaughter; or (b)  release the livestock to the operator, who shall arrange for it to receive the immediate care of a veterinarian.  O. Reg. 733/94, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Where an inspector who is a veterinarian examines livestock assembled for a community sale and finds that it is diseased, injured or shows evidence of any other abnormal condition, the inspector may mark the livestock in a manner approved for such purposes by the Director and direct the operator to take such action in respect of the livestock as in the opinion of the inspector the circumstances require, and such action may include,</p> <p class=\"clause-e\">  (a)  returning the livestock to the consignor;</p> <p class=\"clause-e\">  (b)  permitting the livestock to be offered for sale at the community sale at which the mark is applied, to a person described in subsection (1.1) for the purposes of slaughter, within the time specified in the cerificate of inspection by the veterinarian, at,</p> <p class=\"subclause-e\">  (i)  a plant that complies with the <i>Food Safety and Quality Act, 2001</i> and Ontario Regulation 31/05 (Meat) made under that Act,</p> <p class=\"subclause-e\">  (ii)  an establishment or a part of an establishment in relation to which the person holds a licence to slaughter food animals under the <i>Safe Food for Canadians Act</i> (Canada), or</p> <p class=\"subclause-e\">  (iii)  a plant operating under the laws of a jurisdiction in the United States of America or Canada, other than Ontario;</p> <p class=\"clause-e\">  (c)  permitting the livestock to be offered for sale at the community sale at which the mark is applied or at a subsequent community sale on condition that the operator or auctioneer announces to prospective buyers at the time of offering for sale,</p> <p class=\"subclause-e\">  (i)  the reason for marking the livestock, and</p> <p class=\"subclause-e\">  (ii)  the date on which the mark was applied.  R.R.O. 1990, Reg. 729, s. 12 (1); O. Reg. 733/94, s. 1 (1); O. Reg. 722/20, s. 1.</p> <p class=\"subsection-e\">  (1.1) The person mentioned in clause (1) (b) shall be a person who,</p> <p class=\"clause-e\">  (a)  is licensed as a livestock dealer under the <i>Livestock and Livestock Products Act</i>; and</p> <p class=\"clause-e\">  (b)  operates a plant for slaughtering livestock.  O. Reg. 733/94, s. 1 (2).</p> <p class=\"subsection-e\">  (2) An inspector who marks livestock as provided in subsection (1) shall provide written reasons therefor to the consignor of the livestock and to the operator.  R.R.O. 1990, Reg. 729, s. 12 (2).</p> <p class=\"subsection-e\">  (3) If an inspector who is a veterinarian examines livestock and finds that it is unable to stand without assistance or to move without being dragged or carried, he or she shall,</p> <p class=\"clause-e\">  (a)  issue a certificate for direct transport to slaughter; or</p> <p class=\"clause-e\">  (b)  release the livestock to the operator, who shall arrange for it to receive the immediate care of a veterinarian.  O. Reg. 733/94, s. 1 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Livestock Affected with Disease, etc.",
            "content": " 13. Despite any other provision of this Regulation, where an inspector who is a veterinarian suspects that livestock is infected with a “reportable disease” as defined in subsection 2 (1) of the Health of Animals Act (Canada), the inspector shall, (a)  direct the operator to hold the livestock in isolation; and (b)  immediately notify a veterinary inspector appointed under the Health of Animals Act\r\n(Canada).  R.R.O. 1990, Reg. 729, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>Despite any other provision of this Regulation, where an inspector who is a veterinarian suspects that livestock is infected with a “reportable disease” as defined in subsection 2 (1) of the <i>Health of Animals Act</i> (Canada), the inspector shall,</p> <p class=\"clause-e\">  (a)  direct the operator to hold the livestock in isolation; and</p> <p class=\"clause-e\">  (b)  immediately notify a veterinary inspector appointed under the <i>Health of Animals Act</i>\r\n(Canada).  R.R.O. 1990, Reg. 729, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Livestock Affected with Disease, etc.",
            "content": " 14. Where livestock that has been marked by an inspector is sold at a community sale, the operator shall at the time of sale deliver to the purchaser a copy of the reasons of the inspector for marking the livestock.  R.R.O. 1990, Reg. 729, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>Where livestock that has been marked by an inspector is sold at a community sale, the operator shall at the time of sale deliver to the purchaser a copy of the reasons of the inspector for marking the livestock.  R.R.O. 1990, Reg. 729, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Livestock Affected with Disease, etc.",
            "content": " 15. Revoked:  O. Reg. 47/01, s. 8. Conditions of Assembling",
            "raw_html": "<p class=\"section-e\"> <b>15. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 47/01, s. 8.</p> <p class=\"heading1-e\">Conditions of Assembling</p>"
        },
        {
            "id": "16.",
            "section": "Conditions of Assembling",
            "content": " 16. Where livestock is assembled on the premises of an operator, no person shall, (a)  stable animals that show evidence of disease or injury in the same area as other animals on the premises; or (b)  move sick or injured animals in a manner that, (i)  drags them in direct contact with the ground, or (ii)  pulls them by the head, horns, neck, feet or tail.  O. Reg. 733/94, s. 2. Conditions of Offering For Sale",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Where livestock is assembled on the premises of an operator, no person shall,</p> <p class=\"clause-e\">  (a)  stable animals that show evidence of disease or injury in the same area as other animals on the premises; or</p> <p class=\"clause-e\">  (b)  move sick or injured animals in a manner that,</p> <p class=\"subclause-e\">  (i)  drags them in direct contact with the ground, or</p> <p class=\"subclause-e\">  (ii)  pulls them by the head, horns, neck, feet or tail.  O. Reg. 733/94, s. 2.</p> <p class=\"heading1-e\">Conditions of Offering For Sale</p>"
        },
        {
            "id": "17.",
            "section": "Conditions of Offering For Sale",
            "content": " 17. (1) Except as otherwise provided, no operator shall offer for sale at a community sale livestock affected with disease.  R.R.O. 1990, Reg. 729, s. 17 (1). (2) Where livestock is offered for sale by weight, (a)  the livestock shall, immediately prior to the offering for sale, be weighed on the scales installed under clause 12 (f) of the Act; (b)  the weight shall be made known by announcement or otherwise to prospective bidders at the sale-ring at the time the livestock is offered for sale; and (c)  settlement shall be made according to the weight announced under clause (b).  R.R.O. 1990, Reg. 729, s. 17 (2). Detention of Non-Ambulatory Animals Found on Vehicles",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) Except as otherwise provided, no operator shall offer for sale at a community sale livestock affected with disease.  R.R.O. 1990, Reg. 729, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Where livestock is offered for sale by weight,</p> <p class=\"clause-e\">  (a)  the livestock shall, immediately prior to the offering for sale, be weighed on the scales installed under clause 12 (f) of the Act;</p> <p class=\"clause-e\">  (b)  the weight shall be made known by announcement or otherwise to prospective bidders at the sale-ring at the time the livestock is offered for sale; and</p> <p class=\"clause-e\">  (c)  settlement shall be made according to the weight announced under clause (b).  R.R.O. 1990, Reg. 729, s. 17 (2).</p> <p class=\"heading1-e\">Detention of Non-Ambulatory Animals Found on Vehicles</p>"
        },
        {
            "id": "17.1",
            "section": "Detention of Non-Ambulatory Animals Found on Vehicles",
            "content": " 17.1 (1) An inspector shall detain any animal that is unable to stand without assistance or to move without being dragged or carried that is found in a vehicle on the premises of an operator.  O. Reg. 733/94, s. 3. (2) No person shall move a vehicle if an animal has been detained on it under subsection (1) unless a veterinarian, (a)  issues a certificate for direct transport to slaughter; or (b)  releases the livestock to the driver of the vehicle, who shall arrange for the livestock to receive the immediate care of a veterinarian.  O. Reg. 733/94, s. 3. Duties of Operator",
            "raw_html": "<p class=\"section-e\"> <b>17.1 </b>(1) An inspector shall detain any animal that is unable to stand without assistance or to move without being dragged or carried that is found in a vehicle on the premises of an operator.  O. Reg. 733/94, s. 3.</p> <p class=\"subsection-e\">  (2) No person shall move a vehicle if an animal has been detained on it under subsection (1) unless a veterinarian,</p> <p class=\"clause-e\">  (a)  issues a certificate for direct transport to slaughter; or</p> <p class=\"clause-e\">  (b)  releases the livestock to the driver of the vehicle, who shall arrange for the livestock to receive the immediate care of a veterinarian.  O. Reg. 733/94, s. 3.</p> <p class=\"heading1-e\">Duties of Operator</p>"
        },
        {
            "id": "18.",
            "section": "Duties of Operator",
            "content": " 18. Where requested by the consignor, the operator shall provide the consignor or the person acting on the consignor’s behalf with a receipt setting out the number and class of livestock delivered by the consignor to the community sale.  R.R.O. 1990, Reg. 729, s. 18. Form 1 Revoked:  O. Reg. 330/91, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>Where requested by the consignor, the operator shall provide the consignor or the person acting on the consignor’s behalf with a receipt setting out the number and class of livestock delivered by the consignor to the community sale.  R.R.O. 1990, Reg. 729, s. 18.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 1 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 330/91, s. 2.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900729\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}