{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 431: SOYBEANS - MARKETING",
        "reg_name_text": "SOYBEANS — MARKETING",
        "citation": "R.R.O. 1990, Reg. 431: SOYBEANS - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900431",
        "date_scraped": "2023-12-19 07:01:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900431/v3",
            "valid_from": "December 16, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/900431/v2",
            "valid_from": "March 17, 2005",
            "valid_to": "December 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900431/v1",
            "valid_from": "October 24, 2000",
            "valid_to": "March 16, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Grain Committee” means the Grain Section Committee of the Ontario Agri Business Association; (“comité des céréales”) “grain merchandiser” means a person who buys soybeans for resale; (“marchandiseur de céréales”) “local board” means Ontario Soybean Growers; (“commission locale”) “plan” means The Ontario Soybean Growers’ Marketing Plan; (“plan”) “processing” means cleaning, drying, processing with or without other ingredients or processing or manufacturing of products in whole or in part from soybeans; (“transformation”) “processor” means a person engaged in processing soybeans; (“transformateur”) “producer” means a person engaged in the production of soybeans in Ontario; (“producteur”) “soybeans” means soybeans produced in Ontario. (“soya”) R.R.O. 1990, Reg. 431, s. 1; O. Reg. 463/99, s. 1; O. Reg. 573/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Grain Committee” means the Grain Section Committee of the Ontario Agri Business Association; (“comité des céréales”)</p> <p class=\"definition-e\">“grain merchandiser” means a person who buys soybeans for resale; (“marchandiseur de céréales”)</p> <p class=\"definition-e\">“local board” means Ontario Soybean Growers; (“commission locale”)</p> <p class=\"definition-e\">“plan” means The Ontario Soybean Growers’ Marketing Plan; (“plan”)</p> <p class=\"definition-e\">“processing” means cleaning, drying, processing with or without other ingredients or processing or manufacturing of products in whole or in part from soybeans; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in processing soybeans; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of soybeans in Ontario; (“producteur”)</p> <p class=\"definition-e\">“soybeans” means soybeans produced in Ontario. (“soya”) R.R.O. 1990, Reg. 431, s. 1; O. Reg. 463/99, s. 1; O. Reg. 573/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of soybeans, including the prohibition of such marketing in whole or in part. R.R.O. 1990, Reg. 431, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of soybeans, including the prohibition of such marketing in whole or in part. R.R.O. 1990, Reg. 431, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing soybeans to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing soybeans to furnish such information relating to the production or marketing of soybeans, including the completing and filing of returns, as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any soybeans of persons engaged in producing or marketing soybeans; (d) to stimulate, increase and improve the marketing of soybeans by such means as it considers proper; (e) to co-operate with a marketing board, a local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing soybeans; and (f) to do such acts, make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan. R.R.O. 1990, Reg. 431, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">(a) to require persons engaged in producing or marketing soybeans to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">(b) to require persons engaged in producing or marketing soybeans to furnish such information relating to the production or marketing of soybeans, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">(c) to appoint persons to inspect the books, records, documents, lands and premises and any soybeans of persons engaged in producing or marketing soybeans;</p> <p class=\"clause-e\">(d) to stimulate, increase and improve the marketing of soybeans by such means as it considers proper;</p> <p class=\"clause-e\">(e) to co-operate with a marketing board, a local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing soybeans; and</p> <p class=\"clause-e\">(f) to do such acts, make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan. R.R.O. 1990, Reg. 431, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Commission delegates to the local board its powers to make regulations with respect to soybeans, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of soybeans; (b) prohibiting persons from engaging in the producing or marketing of soybeans except under the authority of a licence issued by the local board; (c) subject to section 5, providing for the refusal to grant a licence for the producing or marketing of soybeans where the applicant is not qualified by experience, financial responsibility and equipment to engage properly in the producing or marketing of soybeans, or for any other reason that the local board considers proper; (d) providing for the suspension or revocation of, or the refusal to renew, a licence for the producing or marketing of soybeans for failure to observe, perform or carry out the Act, the regulations, the plan or any order or direction of the local board; (e) providing for the fixing of licence fees payable yearly, half-yearly, quarterly or monthly at different amounts or in instalments from any or all persons producing or marketing soybeans and the collecting of the licence fees and the recovering of such licence fees by suit in a court of competent jurisdiction; (f) requiring any person who receives soybeans to deduct from the money payable for the soybeans any licence fees payable to the local board by the person from whom the person receives the soybeans and to forward such licence fees to the local board; (f.1) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees owing by any person engaged in the producing or marketing of soybeans; (g) requiring any person who produces and processes soybeans to furnish to the local board statements of the amounts of soybeans that the person produced in any year and used for processing; (h) prescribing the form of licences; (i) providing for the exemption from any or all of the regulations, orders or directions, under the plan of any class, variety or grade of soybeans, or any person or class of persons engaged in the producing or marketing of soybeans, or any class, variety or grade of soybeans; (j) providing for the control and regulation of the marketing of soybeans, including the times and places at which soybeans may be marketed; (k) providing for the control and regulation of agreements entered into by producers of soybeans with persons engaged in marketing or processing soybeans and the prohibition of any provision or clause in such agreements; (l) providing for the making of agreements relating to the marketing of soybeans by or through the local board and prescribing the forms and the terms and conditions of such agreements. R.R.O. 1990, Reg. 431, s. 4; O. Reg. 542/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Commission delegates to the local board its powers to make regulations with respect to soybeans,</p> <p class=\"clause-e\">(a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of soybeans;</p> <p class=\"clause-e\">(b) prohibiting persons from engaging in the producing or marketing of soybeans except under the authority of a licence issued by the local board;</p> <p class=\"clause-e\">(c) subject to section 5, providing for the refusal to grant a licence for the producing or marketing of soybeans where the applicant is not qualified by experience, financial responsibility and equipment to engage properly in the producing or marketing of soybeans, or for any other reason that the local board considers proper;</p> <p class=\"clause-e\">(d) providing for the suspension or revocation of, or the refusal to renew, a licence for the producing or marketing of soybeans for failure to observe, perform or carry out the Act, the regulations, the plan or any order or direction of the local board;</p> <p class=\"clause-e\">(e) providing for the fixing of licence fees payable yearly, half-yearly, quarterly or monthly at different amounts or in instalments from any or all persons producing or marketing soybeans and the collecting of the licence fees and the recovering of such licence fees by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">(f) requiring any person who receives soybeans to deduct from the money payable for the soybeans any licence fees payable to the local board by the person from whom the person receives the soybeans and to forward such licence fees to the local board;</p> <p class=\"clause-e\">(f.1) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees owing by any person engaged in the producing or marketing of soybeans;</p> <p class=\"clause-e\">(g) requiring any person who produces and processes soybeans to furnish to the local board statements of the amounts of soybeans that the person produced in any year and used for processing;</p> <p class=\"clause-e\">(h) prescribing the form of licences;</p> <p class=\"clause-e\">(i) providing for the exemption from any or all of the regulations, orders or directions, under the plan of any class, variety or grade of soybeans, or any person or class of persons engaged in the producing or marketing of soybeans, or any class, variety or grade of soybeans;</p> <p class=\"clause-e\">(j) providing for the control and regulation of the marketing of soybeans, including the times and places at which soybeans may be marketed;</p> <p class=\"clause-e\">(k) providing for the control and regulation of agreements entered into by producers of soybeans with persons engaged in marketing or processing soybeans and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">(l) providing for the making of agreements relating to the marketing of soybeans by or through the local board and prescribing the forms and the terms and conditions of such agreements. R.R.O. 1990, Reg. 431, s. 4; O. Reg. 542/99, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The local board shall not refuse to grant a licence for the marketing of soybeans under clause 4 (c) on the ground that the applicant is not qualified by financial responsibility to engage properly in the marketing of soybeans unless the Director appointed under the Farm Products Grades and Sales Act, (a) has refused to issue a licence to the applicant to engage in business as a dealer in soybeans; or (b) has refused to renew or has suspended or revoked the applicant’s licence to engage in business as a dealer in soybeans. R.R.O. Reg. 431, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The local board shall not refuse to grant a licence for the marketing of soybeans under clause 4 (c) on the ground that the applicant is not qualified by financial responsibility to engage properly in the marketing of soybeans unless the Director appointed under <i>the Farm Products Grades and Sales Act</i>,</p> <p class=\"clause-e\">(a) has refused to issue a licence to the applicant to engage in business as a dealer in soybeans; or</p> <p class=\"clause-e\">(b) has refused to renew or has suspended or revoked the applicant’s licence to engage in business as a dealer in soybeans. R.R.O. Reg. 431, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The Commission authorizes the local board to use any class of licence fees and other money payable to it for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 431, s. 6 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 431, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Commission authorizes the local board to use any class of licence fees and other money payable to it for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 431, s. 6 (1).</p> <p class=\"subsection-e\">(2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 431, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 431, s. 7 (1). (2) The Commission vests in the local board the power to purchase or otherwise acquire such quantity or quantities of soybeans as the local board considers advisable and to sell or otherwise dispose of any of the soybeans so purchased or acquired. R.R.O. 1990, Reg. 431, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 431, s. 7 (1).</p> <p class=\"subsection-e\">(2) The Commission vests in the local board the power to purchase or otherwise acquire such quantity or quantities of soybeans as the local board considers advisable and to sell or otherwise dispose of any of the soybeans so purchased or acquired. R.R.O. 1990, Reg. 431, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) There shall be a negotiating agency to be known as “The Negotiating Agency for Soybeans” composed of ten persons appointed annually after the 1st day of February and before the 1st day of March, upon the request in writing of the Commission, of whom five shall be appointed by the local board, two shall be appointed by the processors and three shall be appointed by the Grain Committee. R.R.O. 1990, Reg. 431, s. 8 (1); O. Reg. 194/93, s. 1 (1); O. Reg. 573/00, s. 2 (1). (2) Upon receiving a request under subsection (1), the local board, the processors and the Grain Committee shall also each appoint in writing one alternate who may attend meetings of the negotiating agency as an observer and, in the absence of a member of the negotiating agency representing the body that appointed the alternate, shall perform the absent member’s functions. R.R.O. 1990, Reg. 431, s. 8 (2); O. Reg. 194/93, s. 1 (2); O. Reg. 573/00, s. 2 (2). (3) Where the local board or the processors or the Grain Committee fails to appoint persons in accordance with subsection (1) within seven days of receipt of the request in writing of the Commission, the Commission may appoint such representatives as are necessary to complete the negotiating agency. R.R.O. 1990, Reg. 431, s. 8 (3); O. Reg. 194/93, s. 1 (3); O. Reg. 573/00, s. 2 (3). (4) Subject to subsections (5) and (6), the members of the negotiating agency are and remain members until the 31st day of December in the year in which the members were appointed. R.R.O. 1990, Reg. 431, s. 8 (4). (5) Where a member of the negotiating agency dies or resigns or is unavailable to act before the expiration of his or her term of membership, the local board or the processors or the Grain Committee, as the case may be, who appointed him or her shall appoint a person for the unexpired term of the member who died, resigned or was unavailable to act. R.R.O. 1990, Reg. 431, s. 8 (5); O. Reg. 194/93, s. 1 (4); O. Reg. 573/00, s. 2 (4). (6) Where the local board, the processors or the Grain Committee, as the case may be, fail to make an appointment under subsection (5) within seven days after a vacancy occurs, the Commission may appoint such persons as are necessary to complete the negotiating agency. R.R.O. 1990, Reg. 431, s. 8 (6); O. Reg. 194/93, s. 1 (5); O. Reg. 573/00, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) There shall be a negotiating agency to be known as “The Negotiating Agency for Soybeans” composed of ten persons appointed annually after the 1st day of February and before the 1st day of March, upon the request in writing of the Commission, of whom five shall be appointed by the local board, two shall be appointed by the processors and three shall be appointed by the Grain Committee. R.R.O. 1990, Reg. 431, s. 8 (1); O. Reg. 194/93, s. 1 (1); O. Reg. 573/00, s. 2 (1).</p> <p class=\"subsection-e\">(2) Upon receiving a request under subsection (1), the local board, the processors and the Grain Committee shall also each appoint in writing one alternate who may attend meetings of the negotiating agency as an observer and, in the absence of a member of the negotiating agency representing the body that appointed the alternate, shall perform the absent member’s functions. R.R.O. 1990, Reg. 431, s. 8 (2); O. Reg. 194/93, s. 1 (2); O. Reg. 573/00, s. 2 (2).</p> <p class=\"subsection-e\">(3) Where the local board or the processors or the Grain Committee fails to appoint persons in accordance with subsection (1) within seven days of receipt of the request in writing of the Commission, the Commission may appoint such representatives as are necessary to complete the negotiating agency. R.R.O. 1990, Reg. 431, s. 8 (3); O. Reg. 194/93, s. 1 (3); O. Reg. 573/00, s. 2 (3).</p> <p class=\"subsection-e\">(4) Subject to subsections (5) and (6), the members of the negotiating agency are and remain members until the 31st day of December in the year in which the members were appointed. R.R.O. 1990, Reg. 431, s. 8 (4).</p> <p class=\"subsection-e\">(5) Where a member of the negotiating agency dies or resigns or is unavailable to act before the expiration of his or her term of membership, the local board or the processors or the Grain Committee, as the case may be, who appointed him or her shall appoint a person for the unexpired term of the member who died, resigned or was unavailable to act. R.R.O. 1990, Reg. 431, s. 8 (5); O. Reg. 194/93, s. 1 (4); O. Reg. 573/00, s. 2 (4).</p> <p class=\"subsection-e\">(6) Where the local board, the processors or the Grain Committee, as the case may be, fail to make an appointment under subsection (5) within seven days after a vacancy occurs, the Commission may appoint such persons as are necessary to complete the negotiating agency. R.R.O. 1990, Reg. 431, s. 8 (6); O. Reg. 194/93, s. 1 (5); O. Reg. 573/00, s. 2 (5).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The Negotiating Agency for Soybeans has the power to adopt or settle by agreement, (a) minimum prices for soybeans or for any class, variety, grade or size of soybeans; (b) terms, conditions and forms of agreement relating to the purchasing or marketing of soybeans; and (c) any charges, costs or expenses relating to the production or marketing of soybeans. R.R.O. 1990, Reg. 431, s. 9; O. Reg. 573/00, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Negotiating Agency for Soybeans has the power to adopt or settle by agreement,</p> <p class=\"clause-e\">(a) minimum prices for soybeans or for any class, variety, grade or size of soybeans;</p> <p class=\"clause-e\">(b) terms, conditions and forms of agreement relating to the purchasing or marketing of soybeans; and</p> <p class=\"clause-e\">(c) any charges, costs or expenses relating to the production or marketing of soybeans. R.R.O. 1990, Reg. 431, s. 9; O. Reg. 573/00, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A meeting of the negotiating agency may be convened by a notice in writing given by the five members appointed by the local board or by the two members appointed by the processors or by the three members appointed by the Grain Committee to the other members of the negotiating agency at least seven days but not more than ten days before the date of the meeting stating the time and place of the meeting. R.R.O. 1990, Reg. 431, s. 10; O. Reg. 194/93, s. 2; O. Reg. 573/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A meeting of the negotiating agency may be convened by a notice in writing given by the five members appointed by the local board or by the two members appointed by the processors or by the three members appointed by the Grain Committee to the other members of the negotiating agency at least seven days but not more than ten days before the date of the meeting stating the time and place of the meeting. R.R.O. 1990, Reg. 431, s. 10; O. Reg. 194/93, s. 2; O. Reg. 573/00, s. 4.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Where a meeting of the negotiating agency is not held in accordance with the notice in section 10, or where a meeting is held and the negotiating agency does not arrive at an agreement respecting all matters that it is empowered to adopt or settle by agreement, on or before the 30th day of April in any year, the matters in dispute shall be referred by the Commission to an arbitrator. R.R.O. 1990, Reg. 431, s. 11 (1). (2) Where the negotiating agency decides before the 30th day of April that an agreement on all matters that it is empowered to adopt or settle by agreement cannot be reached, it shall so notify the Commission. R.R.O. 1990, Reg. 431, s. 11 (2). (3) Where the negotiating agency does not arrive at an agreement under subsection (1) or (2), it shall submit in writing to the Commission a statement of the matters in dispute and a statement of the final position on each of these matters of, (a) the members of the negotiating agency appointed by the local board; (b) the members of the negotiating agency appointed by the processors; and (c) the members of the negotiating agency appointed by the Grain Committee. R.R.O. 1990, Reg. 431, s. 11 (3); O. Reg. 194/93, s. 3; O. Reg. 573/00, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Where a meeting of the negotiating agency is not held in accordance with the notice in section 10, or where a meeting is held and the negotiating agency does not arrive at an agreement respecting all matters that it is empowered to adopt or settle by agreement, on or before the 30th day of April in any year, the matters in dispute shall be referred by the Commission to an arbitrator. R.R.O. 1990, Reg. 431, s. 11 (1).</p> <p class=\"subsection-e\">(2) Where the negotiating agency decides before the 30th day of April that an agreement on all matters that it is empowered to adopt or settle by agreement cannot be reached, it shall so notify the Commission. R.R.O. 1990, Reg. 431, s. 11 (2).</p> <p class=\"subsection-e\">(3) Where the negotiating agency does not arrive at an agreement under subsection (1) or (2), it shall submit in writing to the Commission a statement of the matters in dispute and a statement of the final position on each of these matters of,</p> <p class=\"clause-e\">(a) the members of the negotiating agency appointed by the local board;</p> <p class=\"clause-e\">(b) the members of the negotiating agency appointed by the processors; and</p> <p class=\"clause-e\">(c) the members of the negotiating agency appointed by the Grain Committee. R.R.O. 1990, Reg. 431, s. 11 (3); O. Reg. 194/93, s. 3; O. Reg. 573/00, s. 5.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) Subject to subsection (2), the members of the negotiating agency shall appoint the arbitrator. R.R.O. 1990, Reg. 431, s. 12 (1). (2) Where in any year the members of the negotiating agency cannot agree on the person to be appointed arbitrator within seven days after the Commission was notified under subsection 11 (1), or the 30th day of April, as the case may be, the Commission shall appoint the arbitrator. R.R.O. 1990, Reg. 431, s. 12 (2). (3) The Commission shall submit to the arbitrator any statement of the matters in dispute and any statement of the final position on each of these matters received under subsection 11 (3). R.R.O. 1990, Reg. 431, s. 12 (3). (4) Forthwith after his or her appointment, the arbitrator shall meet with the parties and make an award in respect of each matter in dispute that is one of the final positions respecting these matters set out in the statements received under subsection 11 (3). R.R.O. 1990, Reg. 431, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Subject to subsection (2), the members of the negotiating agency shall appoint the arbitrator. R.R.O. 1990, Reg. 431, s. 12 (1).</p> <p class=\"subsection-e\">(2) Where in any year the members of the negotiating agency cannot agree on the person to be appointed arbitrator within seven days after the Commission was notified under subsection 11 (1), or the 30th day of April, as the case may be, the Commission shall appoint the arbitrator. R.R.O. 1990, Reg. 431, s. 12 (2).</p> <p class=\"subsection-e\">(3) The Commission shall submit to the arbitrator any statement of the matters in dispute and any statement of the final position on each of these matters received under subsection 11 (3). R.R.O. 1990, Reg. 431, s. 12 (3).</p> <p class=\"subsection-e\">(4) Forthwith after his or her appointment, the arbitrator shall meet with the parties and make an award in respect of each matter in dispute that is one of the final positions respecting these matters set out in the statements received under subsection 11 (3). R.R.O. 1990, Reg. 431, s. 12 (4).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. There shall be an advisory committee to be known as The Soybean Industry Advisory Committee composed of a chair and eleven members. R.R.O. 1990, Reg. 431, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>There shall be an advisory committee to be known as The Soybean Industry Advisory Committee composed of a chair and eleven members. R.R.O. 1990, Reg. 431, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. After the 31st day of January, and on or before the 15th day of February, in each year, (a) the Commission shall appoint the chair; (b) the local board shall appoint five members; (c) the Grain Committee shall appoint four members; (d) the processors shall appoint two members; and (e) the Canadian Seed Trade Association shall appoint one member, to The Soybean Industry Advisory Committee. R.R.O. 1990, Reg. 431, s. 14; O. Reg. 194/93, s. 4; O. Reg. 573/00, ss. 6, 7.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>After the 31st day of January, and on or before the 15th day of February, in each year,</p> <p class=\"clause-e\">(a) the Commission shall appoint the chair;</p> <p class=\"clause-e\">(b) the local board shall appoint five members;</p> <p class=\"clause-e\">(c) the Grain Committee shall appoint four members;</p> <p class=\"clause-e\">(d) the processors shall appoint two members; and</p> <p class=\"clause-e\">(e) the Canadian Seed Trade Association shall appoint one member,</p> <p class=\"Ssection-e\">to The Soybean Industry Advisory Committee. R.R.O. 1990, Reg. 431, s. 14; O. Reg. 194/93, s. 4; O. Reg. 573/00, ss. 6, 7.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. Subject to section 16, the members of the advisory committee appointed under section 14 are and remain members thereof until the 15th day of February in the year next following the year in which they were appointed. R.R.O. 1990, Reg. 431, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>Subject to section 16, the members of the advisory committee appointed under section 14 are and remain members thereof until the 15th day of February in the year next following the year in which they were appointed. R.R.O. 1990, Reg. 431, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. Where a member of The Soybean Industry Advisory Committee dies or resigns or is unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term of the member who died, resigned or was unavailable to act. R.R.O. 1990, Reg. 431, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>Where a member of The Soybean Industry Advisory Committee dies or resigns or is unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term of the member who died, resigned or was unavailable to act. R.R.O. 1990, Reg. 431, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. Where any of the persons referred to in section 14 fail to appoint a member to The Soybean Industry Advisory Committee in accordance with section 14 or 16, the Commission may appoint such members as are necessary to complete the said committee. R.R.O. 1990, Reg. 431, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>Where any of the persons referred to in section 14 fail to appoint a member to The Soybean Industry Advisory Committee in accordance with section 14 or 16, the Commission may appoint such members as are necessary to complete the said committee. R.R.O. 1990, Reg. 431, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. The Soybean Industry Advisory Committee is empowered to advise and make recommendations to the local board, the Grain Committee, the processors or the grain merchandisers in respect of any of the following matters: 1. The promotion of harmonious relationships between persons engaged in the production and marketing of soybeans. 2. The promotion of greater efficiency in the production and marketing of soybeans. 3. The prevention and correction of irregularities and inequities in the marketing of soybeans. 4. The improvement of the quality and variety of soybeans. 5. The improvement of the circulation of market information respecting soybeans. 6. Without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act. R.R.O. 1990, Reg. 431, s. 18; O. Reg. 194/93, s. 5; O. Reg. 573/00, s. 8. Français ",
            "raw_html": "<p class=\"section-e\"><b>18. </b>The Soybean Industry Advisory Committee is empowered to advise and make recommendations to the local board, the Grain Committee, the processors or the grain merchandisers in respect of any of the following matters:</p> <p class=\"paragraph-e\">1. The promotion of harmonious relationships between persons engaged in the production and marketing of soybeans.</p> <p class=\"paragraph-e\">2. The promotion of greater efficiency in the production and marketing of soybeans.</p> <p class=\"paragraph-e\">3. The prevention and correction of irregularities and inequities in the marketing of soybeans.</p> <p class=\"paragraph-e\">4. The improvement of the quality and variety of soybeans.</p> <p class=\"paragraph-e\">5. The improvement of the circulation of market information respecting soybeans.</p> <p class=\"paragraph-e\">6. Without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act. R.R.O. 1990, Reg. 431, s. 18; O. Reg. 194/93, s. 5; O. Reg. 573/00, s. 8.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900431_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900431_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}