{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1018: ADDITIONAL MATERIAL TO BE FURNISHED WITH GRANT APPLICATIONS",
        "reg_name_text": "ADDITIONAL MATERIAL TO BE FURNISHED WITH GRANT APPLICATIONS",
        "citation": "R.R.O. 1990, Reg. 1018: ",
        "act_under": "Small Business Development Corporations Act   Loi sur les sociétés pour l’expansion des petites entreprises",
        "url": "https://www.ontario.ca/laws/regulation/901018",
        "date_scraped": "2023-12-19 23:35:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.Where, (a) an applicant under subsection 20 (1) of the Act is a limited partnership described in subparagraph (iii) of paragraph 1 of section 10 of Regulation 1020 of the Revised Regulations of Ontario, 1990; and (b) a general partner of the partnership is not a partner described in sub-subparagraph (A) of the said subparagraph (iii), the applicant shall furnish with the application a waiver, executed by and intended to bind the general partner, of any interest the general partner may have or acquire in grants or tax credits payable or allowable to the applicant under the Act by reason of the applicant’s acquisition of equity shares of a small business development corporation. R.R.O. 1990, Reg.1018, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>1.</b>Where,</p> <p class=\"clause-e\">(a) an applicant under subsection 20 (1) of the Act is a limited partnership described in subparagraph (iii) of paragraph 1 of section 10 of Regulation 1020 of the Revised Regulations of Ontario, 1990; and</p> <p class=\"clause-e\">(b) a general partner of the partnership is not a partner described in sub-subparagraph (A) of the said subparagraph (iii),</p> <p class=\"ssubsection-e\">the applicant shall furnish with the application a waiver, executed by and intended to bind the general partner, of any interest the general partner may have or acquire in grants or tax credits payable or allowable to the applicant under the Act by reason of the applicant’s acquisition of equity shares of a small business development corporation. R.R.O. 1990, Reg.1018, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}