{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 975: WORK PERMITS",
        "reg_name_text": "WORK PERMITS",
        "citation": "R.R.O. 1990, Reg. 975: ",
        "act_under": "Public Lands Act",
        "url": "https://www.ontario.ca/laws/regulation/900975",
        "date_scraped": "2023-12-18 05:48:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900975/v2",
            "valid_from": "April  7, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/900975/v1",
            "valid_from": "June  9, 2000",
            "valid_to": "April  6, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. Revoked:  O. Reg. 334/00, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 334/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) An officer shall issue a work permit to any person who applies for it and pays the applicable fee unless the officer is of the opinion that the work for which a permit is required, (a) is contrary to law; (b) is inconsistent with or does not conform to, (i) an official plan as defined in the Planning Act, (ii) a Ministry Resource Management Plan, (iii) the Ministry District Land Use Guidelines, (iv) a policy and procedure directive of the Ministry; or (c) is likely to create a threat to public safety or to a natural resource including Crown lands, waters and watercourses, forests, flora, wildlife and fisheries.  R.R.O. 1990, Reg. 975, s. 2 (1); O. Reg. 336/93, s. 1; O. Reg. 327/94, s. 1; O. Reg. 334/00, s. 2; O. Reg. 322/22, s. 1. (1.1) An officer shall not issue a work permit for work to be performed at the site described in subsection (1.2) unless, (a) the applicant for the permit holds a licence under the Ontario Heritage Act to carry out archaeological exploration, an archaeological survey or field work at the site; and (b) none of the grounds for refusal under subsection 2 (1) exists.  O. Reg. 16/93, s. 1. (1.2) The site referred to in subsection (1.1) is the site of the shipwreck of the “Atlantic”, more particularly described as all that parcel or tract of land and land under water in the Township of Norfolk in The Regional Municipality of Haldimand-Norfolk, composed of that part of the bed of Lake Erie lying within a radius of one kilometre from the geographic co-ordinates of latitude 42°30.6' north, longitude 80°05.1' west.  O. Reg. 16/93, s. 1. (2) An application for a work permit and the work permit shall be on a form to be provided by the Ministry.  R.R.O. 1990, Reg. 975, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An officer shall issue a work permit to any person who applies for it and pays the applicable fee unless the officer is of the opinion that the work for which a permit is required,</p> <p class=\"clause-e\">  (a) is contrary to law;</p> <p class=\"clause-e\">  (b) is inconsistent with or does not conform to,</p> <p class=\"subclause-e\">  (i) an official plan as defined in the <i>Planning Act</i>,</p> <p class=\"subclause-e\">  (ii) a Ministry Resource Management Plan,</p> <p class=\"subclause-e\">  (iii) the Ministry District Land Use Guidelines,</p> <p class=\"subclause-e\">  (iv) a policy and procedure directive of the Ministry; or</p> <p class=\"clause-e\">  (c) is likely to create a threat to public safety or to a natural resource including Crown lands, waters and watercourses, forests, flora, wildlife and fisheries.  R.R.O. 1990, Reg. 975, s. 2 (1); O. Reg. 336/93, s. 1; O. Reg. 327/94, s. 1; O. Reg. 334/00, s. 2; O. Reg. 322/22, s. 1.</p> <p class=\"subsection-e\">  (1.1) An officer shall not issue a work permit for work to be performed at the site described in subsection (1.2) unless,</p> <p class=\"clause-e\">  (a) the applicant for the permit holds a licence under the <i>Ontario Heritage Act</i> to carry out archaeological exploration, an archaeological survey or field work at the site; and</p> <p class=\"clause-e\">  (b) none of the grounds for refusal under subsection 2 (1) exists.  O. Reg. 16/93, s. 1.</p> <p class=\"subsection-e\">  (1.2) The site referred to in subsection (1.1) is the site of the shipwreck of the “Atlantic”, more particularly described as all that parcel or tract of land and land under water in the Township of Norfolk in The Regional Municipality of Haldimand-Norfolk, composed of that part of the bed of Lake Erie lying within a radius of one kilometre from the geographic co-ordinates of latitude 42°30.6' north, longitude 80°05.1' west.  O. Reg. 16/93, s. 1.</p> <p class=\"subsection-e\">  (2) An application for a work permit and the work permit shall be on a form to be provided by the Ministry.  R.R.O. 1990, Reg. 975, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. A work permit is valid during the period and for the geographic area specified in the permit.  R.R.O. 1990, Reg. 975, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A work permit is valid during the period and for the geographic area specified in the permit.  R.R.O. 1990, Reg. 975, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) An officer may cancel a work permit if, (a) the holder of the permit has contravened or failed to comply with the terms and conditions of the permit; (b) the holder of the permit did not proceed or is not proceeding with the work in an expeditious manner; or (c) one of the grounds for refusal under subsection 2 (1) or (1.1) exists or would exist if the work was continued.  R.R.O. 1990, Reg. 975, s. 4 (1); O. Reg. 16/93, s. 2; O. Reg. 334/00, s. 3. (d)  Revoked:  O. Reg. 334/00, s. 3. (2) Before refusing to issue a work permit or cancelling a work permit, the officer shall give notice in writing to the applicant or holder of the permit of his or her intention to do so.  R.R.O. 1990, Reg. 975, s. 4 (2). (3) Before refusing to issue a work permit or cancelling a work permit, the officer shall give the applicant or holder of the permit an opportunity to express their objection in a hearing before the officer.  R.R.O. 1990, Reg. 975, s. 4 (3). (4) An applicant for a work permit or a holder of a work permit who objects to any condition in the permit as being unduly onerous or unnecessary, having regard to the nature or location of the work to be performed, shall be given an opportunity to express their objection in a hearing before the officer.  R.R.O. 1990, Reg. 975, s. 4 (4). (5) After a hearing is held under subsection (3) or (4), the officer shall notify the applicant or holder of the permit in writing of his or her decision and the reasons therefor.  R.R.O. 1990, Reg. 975, s. 4 (5). (6) Within fifteen days of the date of mailing of the officer’s decision and reasons therefor, the applicant or holder of the permit may request the Regional Director of the Ministry for the region in which the work or proposed work is located to reconsider the decision of the officer by filing written submissions with respect thereto.  R.R.O. 1990, Reg. 975, s. 4 (6). (7) The Regional Director or a delegate thereof shall consider any written submissions of the applicant or holder of the permit and notify the applicant or holder of the permit of his or her decision.  R.R.O. 1990, Reg. 975, s. 4 (7). (8) The decision under subsection (7) is final.  R.R.O. 1990, Reg. 975, s. 4 (8). (9) Despite subsection (1), an officer may cancel a work permit, without affording the holder an opportunity to be heard, if the continuation of the work under the permit is, in his or her opinion, an immediate threat to the public interest and the officer gives written notice, with reasons, to the holder.  R.R.O. 1990, Reg. 975, s. 4 (9). (10) The officer shall, immediately after cancelling a work permit under subsection (9), refer the matter to the Regional Director for review and subsections (7) and (8) apply to the review.  R.R.O. 1990, Reg. 975, s. 4 (10).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An officer may cancel a work permit if,</p> <p class=\"clause-e\">  (a) the holder of the permit has contravened or failed to comply with the terms and conditions of the permit;</p> <p class=\"clause-e\">  (b) the holder of the permit did not proceed or is not proceeding with the work in an expeditious manner; or</p> <p class=\"clause-e\">  (c) one of the grounds for refusal under subsection 2 (1) or (1.1) exists or would exist if the work was continued.  R.R.O. 1990, Reg. 975, s. 4 (1); O. Reg. 16/93, s. 2; O. Reg. 334/00, s. 3.</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 334/00, s. 3.</p> <p class=\"subsection-e\">  (2) Before refusing to issue a work permit or cancelling a work permit, the officer shall give notice in writing to the applicant or holder of the permit of his or her intention to do so.  R.R.O. 1990, Reg. 975, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Before refusing to issue a work permit or cancelling a work permit, the officer shall give the applicant or holder of the permit an opportunity to express their objection in a hearing before the officer.  R.R.O. 1990, Reg. 975, s. 4 (3).</p> <p class=\"subsection-e\">  (4) An applicant for a work permit or a holder of a work permit who objects to any condition in the permit as being unduly onerous or unnecessary, having regard to the nature or location of the work to be performed, shall be given an opportunity to express their objection in a hearing before the officer.  R.R.O. 1990, Reg. 975, s. 4 (4).</p> <p class=\"subsection-e\">  (5) After a hearing is held under subsection (3) or (4), the officer shall notify the applicant or holder of the permit in writing of his or her decision and the reasons therefor.  R.R.O. 1990, Reg. 975, s. 4 (5).</p> <p class=\"subsection-e\">  (6) Within fifteen days of the date of mailing of the officer’s decision and reasons therefor, the applicant or holder of the permit may request the Regional Director of the Ministry for the region in which the work or proposed work is located to reconsider the decision of the officer by filing written submissions with respect thereto.  R.R.O. 1990, Reg. 975, s. 4 (6).</p> <p class=\"subsection-e\">  (7) The Regional Director or a delegate thereof shall consider any written submissions of the applicant or holder of the permit and notify the applicant or holder of the permit of his or her decision.  R.R.O. 1990, Reg. 975, s. 4 (7).</p> <p class=\"subsection-e\">  (8) The decision under subsection (7) is final.  R.R.O. 1990, Reg. 975, s. 4 (8).</p> <p class=\"subsection-e\">  (9) Despite subsection (1), an officer may cancel a work permit, without affording the holder an opportunity to be heard, if the continuation of the work under the permit is, in his or her opinion, an immediate threat to the public interest and the officer gives written notice, with reasons, to the holder.  R.R.O. 1990, Reg. 975, s. 4 (9).</p> <p class=\"subsection-e\">  (10) The officer shall, immediately after cancelling a work permit under subsection (9), refer the matter to the Regional Director for review and subsections (7) and (8) apply to the review.  R.R.O. 1990, Reg. 975, s. 4 (10).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. Revoked:  O. Reg. 334/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 334/00, s. 4.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Revoked:  O. Reg. 334/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 334/00, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Revoked:  O. Reg. 334/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 334/00, s. 4.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900975\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}