{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 321: BENEFIT PLANS",
        "reg_name_text": "BENEFIT PLANS",
        "citation": "R.R.O. 1990, Reg. 321: ",
        "act_under": "Employment Standards Act   Loi sur les normes d’emploi",
        "url": "https://www.ontario.ca/laws/regulation/900321",
        "date_scraped": "2023-12-19 22:35:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. For the purposes of Part X of the Act and this Regulation, “actuarial basis” means the assumptions and methods generally accepted and used by a Fellow of the Canadian Institute of Actuaries to establish the costs of pension benefits, life insurance, disability insurance, health insurance or any other similar benefits including the actuarial equivalents of such benefits which costs depend upon the contingencies of human life, such as death, accident, sickness or disease; “age” means any age of eighteen years or more and less than sixty-five years; “benefits” includes an aggregate, annual, monthly or other periodic amount or accrual thereof to which an employee, or the employee’s beneficiaries, survivors or dependants is, are or will become entitled under a plan, fund or arrangement provided, furnished or offered by an employer to an employee upon superannuation, retirement, disability, accident or sickness, or any medical, hospital, nursing, drug or dental expenses or other similar amounts or expenses and includes any amounts under such plan, fund or arrangement to which an employee is entitled upon termination of employment or to which any person or persons is or are entitled upon the death of an employee; “dependant” means a dependant as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee and “dependent child”, “dependent spouse” and “dependent same-sex partner” have a corresponding meaning; “disability income insurance or benefit plan” includes a plan, fund or arrangement provided, furnished or offered by an employer to an employee that provides benefits to an employee for loss of income because of sickness, accident or disability and includes, (a) a short-term disability income insurance or benefit plan, fund or arrangement that is other than a long-term disability income plan, and (b) a long-term disability income insurance or benefit plan, fund or arrangement under which the payments or benefits to an employee are payable for a period of not less than fifty-two weeks or until recovery, retirement or death, whichever is the lesser; “employer” includes a group or number of unaffiliated employers or an association of employers acting for an employer in relation to a pension, life insurance, disability insurance or benefit or a health insurance or benefit plan; “health insurance or benefit plan” includes a plan, fund or arrangement provided, furnished or offered by an employer to an employee that provides benefits to an employee, a spouse, a same-sex partner or a dependant of an employee or deceased employee for medical, hospital, nursing, drug or dental expenses or other similar expenses; “life insurance plan” means a plan, fund or arrangement, provided, furnished or offered by an employer to an employee that provides upon the death of the employee a benefit either in a lump sum or by periodic payments to a beneficiary, survivor or dependant of the employee, and includes accidental death and dismemberment insurance; “marital status” includes the condition of being an unmarried person who is supporting in whole or in part a dependent child or children, and includes a common law status of husband and wife as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee; “normal pensionable date” means the date specified in a pension plan at which an employee can retire from his or her employment and receive the regular pension benefit provided by the pension plan, whether such date is the day upon which the employee attains a given age or upon which the employee has completed a given period of employment; “pension plan” means a superannuation, retirement or pension plan, fund or arrangement provided, furnished or offered by an employer to an employee for the purpose of providing benefits to an employee who participates therein upon retirement or termination of employment or benefits to a spouse, same-sex partner or dependant of an employee out of contributions made by the employer and employee or the employer or employee and the investment income, gains, losses and expenses thereon or therefrom and includes, (a) a unit-benefit pension plan under which the benefits are determined with reference to a percentage of salary or wages of an employee and length of employment or a specified period of employment, (b) a defined benefit pension plan under which the benefits are determined as a fixed amount and with reference to length of employment or a specified period of employment, (c) a money purchase pension plan under which the benefits are determined with reference to the accumulated amount of the contributions paid by or for the credit of an employee, and the investment income, gains, losses and expenses thereon or therefrom, (d) a profit sharing pension plan under which payments or contributions by an employer are determined by reference to profits or out of profits from the employer’s business and the benefits are determined with reference to the accumulated amount of payments or contributions paid by or for the credit of an employee and the investment income, gains, losses and expenses thereon or therefrom, and (e) a composite pension plan that is any combination of a unit-benefit pension plan, a defined benefit pension plan, a money purchase pension plan or a profit sharing pension plan; “same-sex partner” means a same-sex partner as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee; “same-sex partnership status” means the status of living with a person of the same sex as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee; “sex” includes a distinction between employees in a plan, fund or arrangement provided, furnished or offered by an employer to employees that excludes an employee from a benefit thereunder or gives an employee a preference to a benefit thereunder because the employee is or is not a head of household, principal or primary wage earner or other similar condition, and further includes a distinction between employees in such a plan, fund or arrangement because of the pregnancy of a female employee; “spouse” means a spouse as defined in the pension, life insurance, disability insurance or benefit or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee; “voluntary additional contribution” means an additional contribution by an employee to or under a pension plan except a contribution the payment of which, under the terms of the plan, imposes upon an employer an obligation to make a concurrent additional contribution to or under the plan. R.R.O. 1990, Reg. 321, s. 1; O. Reg. 70/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of Part X of the Act and this Regulation,</p> <p class=\"firstdef-e\">“actuarial basis” means the assumptions and methods generally accepted and used by a Fellow of the Canadian Institute of Actuaries to establish the costs of pension benefits, life insurance, disability insurance, health insurance or any other similar benefits including the actuarial equivalents of such benefits which costs depend upon the contingencies of human life, such as death, accident, sickness or disease;</p> <p class=\"definition-e\">“age” means any age of eighteen years or more and less than sixty-five years;</p> <p class=\"definition-e\">“benefits” includes an aggregate, annual, monthly or other periodic amount or accrual thereof to which an employee, or the employee’s beneficiaries, survivors or dependants is, are or will become entitled under a plan, fund or arrangement provided, furnished or offered by an employer to an employee upon superannuation, retirement, disability, accident or sickness, or any medical, hospital, nursing, drug or dental expenses or other similar amounts or expenses and includes any amounts under such plan, fund or arrangement to which an employee is entitled upon termination of employment or to which any person or persons is or are entitled upon the death of an employee;</p> <p class=\"definition-e\">“dependant” means a dependant as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee and “dependent child”, “dependent spouse” and “dependent same-sex partner” have a corresponding meaning;</p> <p class=\"definition-e\">“disability income insurance or benefit plan” includes a plan, fund or arrangement provided, furnished or offered by an employer to an employee that provides benefits to an employee for loss of income because of sickness, accident or disability and includes,</p> <p class=\"defclause-e\">(a) a short-term disability income insurance or benefit plan, fund or arrangement that is other than a long-term disability income plan, and</p> <p class=\"defclause-e\">(b) a long-term disability income insurance or benefit plan, fund or arrangement under which the payments or benefits to an employee are payable for a period of not less than fifty-two weeks or until recovery, retirement or death, whichever is the lesser;</p> <p class=\"definition-e\">“employer” includes a group or number of unaffiliated employers or an association of employers acting for an employer in relation to a pension, life insurance, disability insurance or benefit or a health insurance or benefit plan;</p> <p class=\"definition-e\">“health insurance or benefit plan” includes a plan, fund or arrangement provided, furnished or offered by an employer to an employee that provides benefits to an employee, a spouse, a same-sex partner or a dependant of an employee or deceased employee for medical, hospital, nursing, drug or dental expenses or other similar expenses;</p> <p class=\"definition-e\">“life insurance plan” means a plan, fund or arrangement, provided, furnished or offered by an employer to an employee that provides upon the death of the employee a benefit either in a lump sum or by periodic payments to a beneficiary, survivor or dependant of the employee, and includes accidental death and dismemberment insurance;</p> <p class=\"definition-e\">“marital status” includes the condition of being an unmarried person who is supporting in whole or in part a dependent child or children, and includes a common law status of husband and wife as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee;</p> <p class=\"definition-e\">“normal pensionable date” means the date specified in a pension plan at which an employee can retire from his or her employment and receive the regular pension benefit provided by the pension plan, whether such date is the day upon which the employee attains a given age or upon which the employee has completed a given period of employment;</p> <p class=\"definition-e\">“pension plan” means a superannuation, retirement or pension plan, fund or arrangement provided, furnished or offered by an employer to an employee for the purpose of providing benefits to an employee who participates therein upon retirement or termination of employment or benefits to a spouse, same-sex partner or dependant of an employee out of contributions made by the employer and employee or the employer or employee and the investment income, gains, losses and expenses thereon or therefrom and includes,</p> <p class=\"defclause-e\">(a) a unit-benefit pension plan under which the benefits are determined with reference to a percentage of salary or wages of an employee and length of employment or a specified period of employment,</p> <p class=\"defclause-e\">(b) a defined benefit pension plan under which the benefits are determined as a fixed amount and with reference to length of employment or a specified period of employment,</p> <p class=\"defclause-e\">(c) a money purchase pension plan under which the benefits are determined with reference to the accumulated amount of the contributions paid by or for the credit of an employee, and the investment income, gains, losses and expenses thereon or therefrom,</p> <p class=\"defclause-e\">(d) a profit sharing pension plan under which payments or contributions by an employer are determined by reference to profits or out of profits from the employer’s business and the benefits are determined with reference to the accumulated amount of payments or contributions paid by or for the credit of an employee and the investment income, gains, losses and expenses thereon or therefrom, and</p> <p class=\"defclause-e\">(e) a composite pension plan that is any combination of a unit-benefit pension plan, a defined benefit pension plan, a money purchase pension plan or a profit sharing pension plan;</p> <p class=\"definition-e\">“same-sex partner” means a same-sex partner as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee;</p> <p class=\"definition-e\">“same-sex partnership status” means the status of living with a person of the same sex as defined in the pension, life insurance, disability insurance or benefit, or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee;</p> <p class=\"definition-e\">“sex” includes a distinction between employees in a plan, fund or arrangement provided, furnished or offered by an employer to employees that excludes an employee from a benefit thereunder or gives an employee a preference to a benefit thereunder because the employee is or is not a head of household, principal or primary wage earner or other similar condition, and further includes a distinction between employees in such a plan, fund or arrangement because of the pregnancy of a female employee;</p> <p class=\"definition-e\">“spouse” means a spouse as defined in the pension, life insurance, disability insurance or benefit or health insurance or benefit plan, fund or arrangement provided, furnished or offered by an employer to an employee;</p> <p class=\"definition-e\">“voluntary additional contribution” means an additional contribution by an employee to or under a pension plan except a contribution the payment of which, under the terms of the plan, imposes upon an employer an obligation to make a concurrent additional contribution to or under the plan. R.R.O. 1990, Reg. 321, s. 1; O. Reg. 70/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation in the rates of contribution by an employer to a pension plan if the differentiation is made on an actuarial basis because of the sex of the employee and in order to provide equal benefits under the plan. R.R.O. 1990, Reg. 321, s. 2 (1). (2) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation made under a pension plan if, (a) the Pension Benefits Act applies to the pension plan; and (b) the differentiation is made, (i) on the basis of the sex of an employee, and (ii) in respect of employment prior to the 1st day of January, 1987, other than employment that is described in clause 52 (3) (b) or (c) of the Pension Benefits Act.  R.R.O. 1990, Reg. 321, s. 2 (2). (3) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation made under a pension plan if, (a) the Pension Benefits Act does not apply to the pension plan; and (b) the differentiation is made, (i) on the basis of the sex of an employee, and (ii) in respect of employment before the 12th day of July, 1988. R.R.O. 1990, Reg. 321, s. 2 (3). (4) In subsections (2) and (3), “differentiation” means a type of differentiation to which the prohibition in subsection 33 (2) of the Act did not apply on the 31st day of December, 1987, because of the operation of this section as it read on that date. R.R.O. 1990, Reg. 321, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation in the rates of contribution by an employer to a pension plan if the differentiation is made on an actuarial basis because of the sex of the employee and in order to provide equal benefits under the plan. R.R.O. 1990, Reg. 321, s. 2 (1).</p> <p class=\"subsection-e\">(2) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation made under a pension plan if,</p> <p class=\"clause-e\">(a) the <i>Pension Benefits Act</i> applies to the pension plan; and</p> <p class=\"clause-e\">(b) the differentiation is made,</p> <p class=\"subclause-e\">(i) on the basis of the sex of an employee, and</p> <p class=\"subclause-e\">(ii) in respect of employment prior to the 1st day of January, 1987, other than employment that is described in clause 52 (3) (b) or (c) of the <i>Pension Benefits Act.</i>  R.R.O. 1990, Reg. 321, s. 2 (2).</p> <p class=\"subsection-e\">(3) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation made under a pension plan if,</p> <p class=\"clause-e\">(a) the <i>Pension Benefits Act </i>does not apply to the pension plan; and</p> <p class=\"clause-e\">(b) the differentiation is made,</p> <p class=\"subclause-e\">(i) on the basis of the sex of an employee, and</p> <p class=\"subclause-e\">(ii) in respect of employment before the 12th day of July, 1988. R.R.O. 1990, Reg. 321, s. 2 (3).</p> <p class=\"subsection-e\">(4) In subsections (2) and (3), </p> <p class=\"firstdef-e\">“differentiation” means a type of differentiation to which the prohibition in subsection 33 (2) of the Act did not apply on the 31st day of December, 1987, because of the operation of this section as it read on that date. R.R.O. 1990, Reg. 321, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The prohibition in subsection 33 (2) of the Act does not apply to, (a) an increase in benefits payable to an employee under a pension plan that provides for such increased benefits because the employee has a dependent spouse or a dependent same-sex partner; (b) a differentiation between employees under a pension plan because of marital status or same-sex partnership status if the differentiation is made for the purpose of providing benefits that are payable periodically during the joint lives of an employee who is entitled to the pension and the employee’s spouse or same-sex partner, and thereafter during the life of the survivor of them, as provided in the pension plan; and (c) a differentiation in the rates of contribution of an employer to a defined benefit or a unit-benefit pension plan that provides an increase in benefits to an employee because of marital status or same-sex partnership status where the rates of contribution of the employer differentiate between employees because of marital status or same-sex partnership status. O. Reg. 70/00, s. 2. (2) For the purposes of clause (1) (b), benefits are deemed to be payable periodically despite the fact that they are commuted, if the amount of the annual benefit payable to the employee at the normal pensionable date is not more than 2 per cent of the Year’s Maximum Pensionable Earnings, as defined in the Canada Pension Plan in the year that the employee terminated the employment. R.R.O. 1990, Reg. 321, s. 3 (2). (3) Clause (1) (b) does not apply if the Pension Benefits Act applies to the pension plan and the plan contravenes the provisions of that Act respecting joint and survivor pensions. R.R.O. 1990, Reg. 321, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The prohibition in subsection 33 (2) of the Act does not apply to,</p> <p class=\"clause-e\">(a) an increase in benefits payable to an employee under a pension plan that provides for such increased benefits because the employee has a dependent spouse or a dependent same-sex partner;</p> <p class=\"clause-e\">(b) a differentiation between employees under a pension plan because of marital status or same-sex partnership status if the differentiation is made for the purpose of providing benefits that are payable periodically during the joint lives of an employee who is entitled to the pension and the employee’s spouse or same-sex partner, and thereafter during the life of the survivor of them, as provided in the pension plan; and</p> <p class=\"clause-e\">(c) a differentiation in the rates of contribution of an employer to a defined benefit or a unit-benefit pension plan that provides an increase in benefits to an employee because of marital status or same-sex partnership status where the rates of contribution of the employer differentiate between employees because of marital status or same-sex partnership status. O. Reg. 70/00, s. 2.</p> <p class=\"subsection-e\">(2) For the purposes of clause (1) (b), benefits are deemed to be payable periodically despite the fact that they are commuted, if the amount of the annual benefit payable to the employee at the normal pensionable date is not more than 2 per cent of the Year’s Maximum Pensionable Earnings, as defined in the <i>Canada Pension Plan </i>in the year that the employee terminated the employment. R.R.O. 1990, Reg. 321, s. 3 (2).</p> <p class=\"subsection-e\">(3) Clause (1) (b) does not apply if the <i>Pension Benefits Act</i> applies to the pension plan and the plan contravenes the provisions of that Act respecting joint and survivor pensions. R.R.O. 1990, Reg. 321, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation made between employees because of age, if the differentiation is determined on an actuarial basis, and it is, (a) a differentiation in the rates of voluntary additional contributions by an employee to a pension plan; (b) a differentiation in the rates of contributions that an employee is required to make to a money purchase or profit sharing pension plan; (c) a differentiation in the rates of contributions by an employer to a unit-benefit or defined benefit pension plan, unless the Pension Benefits Act applies to the plan and the plan contravenes the provisions of that Act respecting age differentiation; (d) a differentiation in the rates of contributions by an employer to a money purchase or profit sharing pension plan, (i) when the employer transfers the assets from a unit-benefit or defined benefit pension plan to the money purchase or profit sharing pension plan, and (ii) if the differentiation is made in order to protect employees’ pension benefits from being adversely affected by the transfer; or (e) a differentiation in benefits payable to employees that, if the Pension Benefits Act applies to the pension plan, is permitted by that Act. R.R.O. 1990, Reg. 321, s. 4 (1). (2) Despite subsection (1), the requirement that a differentiation be determined on an actuarial basis does not apply to a differentiation described in clause (1) (a), (b) or (e) that is made in respect of the employment of a person before the 12th day of July, 1988. R.R.O. 1990, Reg. 321, s. 4 (2). (3) The prohibition in subsection 33 (2) of the Act does not apply with respect to a provision in a pension plan that differentiates between employees because of age in establishing, (a) a normal pensionable date for voluntary retirees; or (b) an early voluntary retirement date or age, unless the Pension Benefits Act applies to the plan and the plan contravenes the provisions of that Act respecting normal pensionable dates and early retirement dates. R.R.O. 1990, Reg. 321, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The prohibition in subsection 33 (2) of the Act does not apply in respect of a differentiation made between employees because of age, if the differentiation is determined on an actuarial basis, and it is,</p> <p class=\"clause-e\">(a) a differentiation in the rates of voluntary additional contributions by an employee to a pension plan;</p> <p class=\"clause-e\">(b) a differentiation in the rates of contributions that an employee is required to make to a money purchase or profit sharing pension plan;</p> <p class=\"clause-e\">(c) a differentiation in the rates of contributions by an employer to a unit-benefit or defined benefit pension plan, unless the <i>Pension Benefits Act</i> applies to the plan and the plan contravenes the provisions of that Act respecting age differentiation;</p> <p class=\"clause-e\">(d) a differentiation in the rates of contributions by an employer to a money purchase or profit sharing pension plan,</p> <p class=\"subclause-e\">(i) when the employer transfers the assets from a unit-benefit or defined benefit pension plan to the money purchase or profit sharing pension plan, and</p> <p class=\"subclause-e\">(ii) if the differentiation is made in order to protect employees’ pension benefits from being adversely affected by the transfer; or</p> <p class=\"clause-e\">(e) a differentiation in benefits payable to employees that, if the <i>Pension Benefits Act</i> applies to the pension plan, is permitted by that Act. R.R.O. 1990, Reg. 321, s. 4 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), the requirement that a differentiation be determined on an actuarial basis does not apply to a differentiation described in clause (1) (a), (b) or (e) that is made in respect of the employment of a person before the 12th day of July, 1988. R.R.O. 1990, Reg. 321, s. 4 (2).</p> <p class=\"subsection-e\">(3) The prohibition in subsection 33 (2) of the Act does not apply with respect to a provision in a pension plan that differentiates between employees because of age in establishing,</p> <p class=\"clause-e\">(a) a normal pensionable date for voluntary retirees; or</p> <p class=\"clause-e\">(b) an early voluntary retirement date or age,</p> <p class=\"ssubsection-e\">unless the <i>Pension Benefits Act</i> applies to the plan and the plan contravenes the provisions of that Act respecting normal pensionable dates and early retirement dates. R.R.O. 1990, Reg. 321, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The prohibition in subsection 33 (2) of the Act does not apply to, (a) a differentiation in the contributions of an employee to a voluntary employee-pay-all life insurance plan where such differentiation is determined upon an actuarial basis because of sex; and (b) a differentiation in the contributions of an employer to a life insurance plan where such differentiation is made on an actuarial basis because of the sex of the employee and in order to provide equal benefits under the plan. R.R.O. 1990, Reg. 321, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The prohibition in subsection 33 (2) of the Act does not apply to,</p> <p class=\"clause-e\">(a) a differentiation in the contributions of an employee to a voluntary employee-pay-all life insurance plan where such differentiation is determined upon an actuarial basis because of sex; and</p> <p class=\"clause-e\">(b) a differentiation in the contributions of an employer to a life insurance plan where such differentiation is made on an actuarial basis because of the sex of the employee and in order to provide equal benefits under the plan. R.R.O. 1990, Reg. 321, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The prohibition in subsection 33 (2) of the Act does not apply to, (a) any benefits under a life insurance plan that are payable periodically to the surviving spouse or same-sex partner of a deceased employee for the life of the surviving spouse or same-sex partner or until, (i) the surviving spouse becomes a spouse or same-sex partner of another person, or (ii) the surviving same-sex partner becomes a same-sex partner or spouse of another person, and for the purpose of this clause, such benefits shall include benefits of less than $25 a month that have been commuted to a lump sum payment; (b) any benefit under a life insurance plan that is payable to an employee upon the death of the spouse or same-sex partner of the employee; and (c) a differentiation in the contributions of an employee or an employer to a life insurance plan where such differentiation between employees is because of marital status or same-sex partnership status and provides benefits that are payable periodically to the surviving spouse or same-sex partner of an employee. R.R.O. 1990, Reg. 321, s. 6; O. Reg. 70/00, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The prohibition in subsection 33 (2) of the Act does not apply to,</p> <p class=\"clause-e\">(a) any benefits under a life insurance plan that are payable periodically to the surviving spouse or same-sex partner of a deceased employee for the life of the surviving spouse or same-sex partner or until,</p> <p class=\"subclause-e\">(i) the surviving spouse becomes a spouse or same-sex partner of another person, or</p> <p class=\"subclause-e\">(ii) the surviving same-sex partner becomes a same-sex partner or spouse of another person,</p> <p class=\"clause-e\">and for the purpose of this clause, such benefits shall include benefits of less than $25 a month that have been commuted to a lump sum payment;</p> <p class=\"clause-e\">(b) any benefit under a life insurance plan that is payable to an employee upon the death of the spouse or same-sex partner of the employee; and</p> <p class=\"clause-e\">(c) a differentiation in the contributions of an employee or an employer to a life insurance plan where such differentiation between employees is because of marital status or same-sex partnership status and provides benefits that are payable periodically to the surviving spouse or same-sex partner of an employee. R.R.O. 1990, Reg. 321, s. 6; O. Reg. 70/00, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The prohibition in subsection 33 (2) of the Act does not apply to, (a) a differentiation in the benefits under or the contributions to a voluntary employee-pay-all life insurance plan where such differentiation is determined upon an actuarial basis because of age; and (b) a differentiation in the contributions of an employer to a life insurance plan where such differentiation is determined upon an actuarial basis because of age and in order to provide equal benefits under the plan. R.R.O. 1990, Reg. 321, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The prohibition in subsection 33 (2) of the Act does not apply to,</p> <p class=\"clause-e\">(a) a differentiation in the benefits under or the contributions to a voluntary employee-pay-all life insurance plan where such differentiation is determined upon an actuarial basis because of age; and</p> <p class=\"clause-e\">(b) a differentiation in the contributions of an employer to a life insurance plan where such differentiation is determined upon an actuarial basis because of age and in order to provide equal benefits under the plan. R.R.O. 1990, Reg. 321, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The prohibition in subsection 33 (2) of the Act does not apply to, (a) a differentiation in the rate of contributions of an employee to a voluntary employee-pay-all short or long term disability insurance plan where such differentiation is determined upon an actuarial basis because of the age or sex of the employee; (b) a differentiation in the rate of contributions of an employer to a short or long term disability insurance plan where such differentiation is made on an actuarial basis because of the age or sex of the employee and in order to provide equal benefits under the plan; and (c) the exclusion from benefits under a short or long term disability insurance plan of a female employee during the period of leave-of-absence to which she is entitled under Part XI of the Act, or any greater period of leave-of-absence that she has applied for under any term of a contract of employment, oral or written, express or implied, that prevails over Part XI of the Act. R.R.O. 1990, Reg. 321, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The prohibition in subsection 33 (2) of the Act does not apply to,</p> <p class=\"clause-e\">(a) a differentiation in the rate of contributions of an employee to a voluntary employee-pay-all short or long term disability insurance plan where such differentiation is determined upon an actuarial basis because of the age or sex of the employee;</p> <p class=\"clause-e\">(b) a differentiation in the rate of contributions of an employer to a short or long term disability insurance plan where such differentiation is made on an actuarial basis because of the age or sex of the employee and in order to provide equal benefits under the plan; and</p> <p class=\"clause-e\">(c) the exclusion from benefits under a short or long term disability insurance plan of a female employee during the period of leave-of-absence to which she is entitled under Part XI of the Act, or any greater period of leave-of-absence that she has applied for under any term of a contract of employment, oral or written, express or implied, that prevails over Part XI of the Act. R.R.O. 1990, Reg. 321, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The prohibition in subsection 33 (2) of the Act does not apply to, (a) a differentiation in the rate of contributions of an employee to a voluntary employee-pay-all health insurance plan where such differentiation is determined upon an actuarial basis because of sex; (b) a differentiation in the rate of contributions of an employer to a health insurance plan where such differentiation is made upon an actuarial basis because of the sex of the employee and in order to provide equal benefits under the plan; (c) a differentiation in the benefits under or the contributions of an employee to a health insurance plan because of the marital status or same-sex partnership status of the employee where that differentiation is made in order to provide benefits for a spouse, same-sex partner or dependent child of the employee; and (d) a differentiation in the rate of contributions of an employer to a health insurance plan, where there are specified premium rates and where that differentiation for employees having marital status or same-sex partnership status and for employees without marital status or same-sex partnership status is on the same proportional basis. R.R.O. 1990, Reg. 321, s. 9; O. Reg. 70/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The prohibition in subsection 33 (2) of the Act does not apply to,</p> <p class=\"clause-e\">(a) a differentiation in the rate of contributions of an employee to a voluntary employee-pay-all health insurance plan where such differentiation is determined upon an actuarial basis because of sex;</p> <p class=\"clause-e\">(b) a differentiation in the rate of contributions of an employer to a health insurance plan where such differentiation is made upon an actuarial basis because of the sex of the employee and in order to provide equal benefits under the plan;</p> <p class=\"clause-e\">(c) a differentiation in the benefits under or the contributions of an employee to a health insurance plan because of the marital status or same-sex partnership status of the employee where that differentiation is made in order to provide benefits for a spouse, same-sex partner or dependent child of the employee; and</p> <p class=\"clause-e\">(d) a differentiation in the rate of contributions of an employer to a health insurance plan, where there are specified premium rates and where that differentiation for employees having marital status or same-sex partnership status and for employees without marital status or same-sex partnership status is on the same proportional basis. R.R.O. 1990, Reg. 321, s. 9; O. Reg. 70/00, s. 4.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A plan, fund or arrangement to which Part X of the Act applies shall not disentitle an employee who is on leave-of-absence under Part XI of the Act, or any greater period of leave-of-absence that the employee has applied for under any term of a contract of employment, oral or written, express or implied, that prevails under section 4 of the Act from continuing to participate therein during such leave-of-absence where the plan, fund or arrangement entitles an employee who is on leave-of-absence other than a leave-of-absence under Part XI of the Act, or such greater period of leave-of-absence to continue to participate therein. R.R.O. 1990, Reg. 321, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A plan, fund or arrangement to which Part X of the Act applies shall not disentitle an employee who is on leave-of-absence under Part XI of the Act, or any greater period of leave-of-absence that the employee has applied for under any term of a contract of employment, oral or written, express or implied, that prevails under section 4 of the Act from continuing to participate therein during such leave-of-absence where the plan, fund or arrangement entitles an employee who is on leave-of-absence other than a leave-of-absence under Part XI of the Act, or such greater period of leave-of-absence to continue to participate therein. R.R.O. 1990, Reg. 321, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. Where, prior to the application of Part X of the Act to a fund, plan or arrangement provided or furnished by an employer to employees, an employee was excluded from participating in the plan, fund or arrangement or a benefit thereunder, and upon the application of Part X of the Act to the plan, fund or arrangement, the employee is no longer excluded from participation in the plan, fund or arrangement, or a benefit thereunder, such employee is entitled to participate in the plan, fund or arrangement or a benefit thereunder from and after the application of Part X to the plan, fund or arrangement or benefit. R.R.O. 1990, Reg. 321, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Where, prior to the application of Part X of the Act to a fund, plan or arrangement provided or furnished by an employer to employees, an employee was excluded from participating in the plan, fund or arrangement or a benefit thereunder, and upon the application of Part X of the Act to the plan, fund or arrangement, the employee is no longer excluded from participation in the plan, fund or arrangement, or a benefit thereunder, such employee is entitled to participate in the plan, fund or arrangement or a benefit thereunder from and after the application of Part X to the plan, fund or arrangement or benefit. R.R.O. 1990, Reg. 321, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. Upon the application of Part X of the Act and this Regulation to a health insurance or benefit plan, no employer shall reduce the employer’s contributions to or the benefits under the health insurance or benefit plan in causing the plan to comply with Part X of the Act and this Regulation. R.R.O. 1990, Reg. 321, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Upon the application of Part X of the Act and this Regulation to a health insurance or benefit plan, no employer shall reduce the employer’s contributions to or the benefits under the health insurance or benefit plan in causing the plan to comply with Part X of the Act and this Regulation. R.R.O. 1990, Reg. 321, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. Despite the application of Part X of the Act to a pension plan in existence on the 1st day of November, 1975, where the normal pensionable date of a class of employees is increased in order to have the plan comply with Part X, an employee whose normal pensionable date is increased shall be entitled to pension benefits on the normal pensionable date as provided by the plan before it was increased. R.R.O. 1990, Reg. 321, s. 13. ",
            "raw_html": "<p class=\"section-e\"><b>13. </b>Despite the application of Part X of the Act to a pension plan in existence on the 1st day of November, 1975, where the normal pensionable date of a class of employees is increased in order to have the plan comply with Part X, an employee whose normal pensionable date is increased shall be entitled to pension benefits on the normal pensionable date as provided by the plan before it was increased. R.R.O. 1990, Reg. 321, s. 13.</p> <p class=\"Normal\"></p>"
        }
    ]
}