{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 690: PROCEDURES AND RECORDS",
        "reg_name_text": "PROCEDURES AND RECORDS",
        "citation": "R.R.O. 1990, Reg. 690: ",
        "act_under": "Land Titles Act",
        "url": "https://www.ontario.ca/laws/regulation/900690",
        "date_scraped": "2023-12-18 19:53:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 13, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900690/v5",
            "valid_from": "October  5, 2020",
            "valid_to": "October 12, 2020"
        },
        {
            "a_href": "/laws/regulation/900690/v4",
            "valid_from": "July  1, 2018",
            "valid_to": "October  4, 2020"
        },
        {
            "a_href": "/laws/regulation/900690/v3",
            "valid_from": "March  7, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/900690/v2",
            "valid_from": "September  1, 2011",
            "valid_to": "March  6, 2018"
        },
        {
            "a_href": "/laws/regulation/900690/v1",
            "valid_from": "January 25, 1999",
            "valid_to": "August 31, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “charge” means a charge of freehold or leasehold land; (“charge”) “Director” means the Director of Land Registration appointed under section 6 of the Registry Act; (“directeur”) “electronic format” means an electronic format within the meaning of section 17 of the Land Registration Reform Act; (“forme électronique”) “land” means land, tenements, hereditaments and appurtenances and any estate or interest therein; (“bien-fonds”) “non-electronic format” means a format that is not an electronic format within the meaning of section 17 of the Land Registration Reform Act and includes a written form; (“forme non électronique”) “registrable description” means a description of land in accordance with Part XII of Ontario Regulation 43/96 (Surveys, Plans and Descriptions of Land) made under the Registry Act; (“description suffisante aux fins de l’enregistrement”) “transfer” means a transfer of freehold or leasehold land. (“cession”) R.R.O. 1990, Reg. 690, s. 1 (1); O. Reg. 24/99, s. 1; O. Reg. 439/11, s. 2. (2) In Part I, “adjoining land” means land touching the limits of the subject land; (“bien-fonds contigu”) “application” means an application for the first registration of freehold or leasehold land under section 30, 38 or 39 of the Act; (“demande”) “land registrar” means the land registrar for the land titles division where the subject land is situated; (“registrateur”) “subject land” means the land in respect of which an application is made. (“bien-fonds en cause”) O. Reg. 515/93, s. 1. PART I   FIRST REGISTRATION Application",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“charge” means a charge of freehold or leasehold land; (“charge”)</p> <p class=\"definition-e\">“Director” means the Director of Land Registration appointed under section 6 of the <i>Registry Act</i>; (“directeur”)</p> <p class=\"definition-e\">“electronic format” means an electronic format within the meaning of section 17 of the <i>Land Registration Reform Act</i>; (“forme électronique”)</p> <p class=\"definition-e\">“land” means land, tenements, hereditaments and appurtenances and any estate or interest therein; (“bien-fonds”)</p> <p class=\"definition-e\">“non-electronic format” means a format that is not an electronic format within the meaning of section 17 of the <i>Land Registration Reform Act</i> and includes a written form; (“forme non électronique”)</p> <p class=\"firstdef-e\">“registrable description” means a description of land in accordance with Part XII of Ontario Regulation 43/96 (Surveys, Plans and Descriptions of Land) made under the <i>Registry Act</i>; (“description suffisante aux fins de l’enregistrement”)</p> <p class=\"definition-e\">“transfer” means a transfer of freehold or leasehold land. (“cession”) R.R.O. 1990, Reg. 690, s. 1 (1); O. Reg. 24/99, s. 1; O. Reg. 439/11, s. 2.</p> <p class=\"subsection-e\">  (2) In Part I,</p> <p class=\"firstdef-e\">“adjoining land” means land touching the limits of the subject land; (“bien-fonds contigu”)</p> <p class=\"definition-e\">“application” means an application for the first registration of freehold or leasehold land under section 30, 38 or 39 of the Act; (“demande”)</p> <p class=\"definition-e\">“land registrar” means the land registrar for the land titles division where the subject land is situated; (“registrateur”)</p> <p class=\"definition-e\">“subject land” means the land in respect of which an application is made. (“bien-fonds en cause”) O. Reg. 515/93, s. 1.</p> <p class=\"partnum-e\">PART I <br/>  FIRST REGISTRATION</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) An application shall be in the required form and shall be signed by the applicant or the applicant’s solicitor.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 3 (1). (2) The application shall include, (a)  if the application is for the registration of a nominee under subsection 30 (1) of the Act, the consent in writing of the nominee or the nominee’s solicitor; and (b)  if the application is made under subsection 30 (2) or (3) of the Act, the consent in writing of the person, if any, whose consent is required.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 3 (2). (3) The applicant shall have an Ontario Land Surveyor prepare a draft reference plan for the application, showing only the subject land, in accordance with Ontario Regulation 43/96 (Surveys, Plans and Descriptions of Land) made under the Registry Act.  O. Reg. 515/93, s. 2; O. Reg. 87/18, s. 1 (1). (4) The applicant shall make the application to the land registrar by registering it, together with a print of the draft reference plan, in the registry division in which the subject land is situate.  O. Reg. 515/93, s. 2; O. Reg. 553/20, s. 1. (5) Revoked: O. Reg. 87/18, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An application shall be in the required form and shall be signed by the applicant or the applicant’s solicitor.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The application shall include,</p> <p class=\"clause-e\">  (a)  if the application is for the registration of a nominee under subsection 30 (1) of the Act, the consent in writing of the nominee or the nominee’s solicitor; and</p> <p class=\"clause-e\">  (b)  if the application is made under subsection 30 (2) or (3) of the Act, the consent in writing of the person, if any, whose consent is required.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The applicant shall have an Ontario Land Surveyor prepare a draft reference plan for the application, showing only the subject land, in accordance with Ontario Regulation 43/96 (Surveys, Plans and Descriptions of Land) made under the <i>Registry Act</i><i>.</i>  O. Reg. 515/93, s. 2; O. Reg. 87/18, s. 1 (1)<i>.</i></p> <p class=\"subsection-e\">  (4) The applicant shall make the application to the land registrar by registering it, together with a print of the draft reference plan, in the registry division in which the subject land is situate.  O. Reg. 515/93, s. 2; O. Reg. 553/20, s. 1.</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 87/18, s. 1 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": " 3. (1) A notice of an application shall be in the required form and shall be prepared and signed by the applicant’s solicitor. O. Reg. 439/11, s. 4 (1). (2) The applicant shall register the notice of application in the registry division in which the subject land is situate.  O. Reg. 515/93, s. 2; O. Reg. 553/20, s. 2. (3) Unless the land registrar directs otherwise, after registering the notice of application, the applicant shall serve a copy of it and a print of the draft reference plan on, (a)  every owner of a registered right of way or other easement in the subject land; (b)  every person who has deposited a declaration of possession affecting the title to the subject land, except persons who have conveyed or otherwise assigned all their interest in the subject land to the present registered owner of it or the adjoining land or their predecessors in title; (c)  every registered owner of the subject land, if any part of the applicant’s claim of title to the land is based on length of adverse possession or use; (d)  every person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan; (e)  if the adjoining land is not a condominium property, every owner of adjoining land, every mortgagee or chargee in possession of adjoining land according to the land registration records for the adjoining land, and every owner of a registered right of way or other easement touching the limits of the subject land; (f)  if the adjoining land is part of the common elements of a condominium property, the condominium corporation and every owner of a registered right of way or other easement touching the limits of the subject land; (g)  if the adjoining land is a unit in a condominium property, every owner of the unit, every mortgagee or chargee in possession of the unit according to the land registration records for the unit and every owner of a registered right of way or other easement in the unit touching the limits of the subject land; (h)  every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro and every municipality, including a regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land; (i)  every person who has registered a caution under subsection 43 (1) of the Act; and (j)  any other person whom the land registrar directs be served.  O. Reg. 515/93, s. 2; O. Reg. 87/18, s. 2. (4) Despite subsection (3), the applicant is not required to serve the notice of application and a print of the draft reference plan on, (a)  the applicant; or (b)  a person who has executed a consent in the required form to the application.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 4 (2). (5) For the purposes of this section, the land registrar may direct other means of effecting service than the means specified in section 42 of the Act.  O. Reg. 515/93, s. 2. Objections",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A notice of an application shall be in the required form and shall be prepared and signed by the applicant’s solicitor. O. Reg. 439/11, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The applicant shall register the notice of application in the registry division in which the subject land is situate.  O. Reg. 515/93, s. 2; O. Reg. 553/20, s. 2.</p> <p class=\"subsection-e\">  (3) Unless the land registrar directs otherwise, after registering the notice of application, the applicant shall serve a copy of it and a print of the draft reference plan on,</p> <p class=\"clause-e\">  (a)  every owner of a registered right of way or other easement in the subject land;</p> <p class=\"clause-e\">  (b)  every person who has deposited a declaration of possession affecting the title to the subject land, except persons who have conveyed or otherwise assigned all their interest in the subject land to the present registered owner of it or the adjoining land or their predecessors in title;</p> <p class=\"clause-e\">  (c)  every registered owner of the subject land, if any part of the applicant’s claim of title to the land is based on length of adverse possession or use;</p> <p class=\"clause-e\">  (d)  every person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan;</p> <p class=\"clause-e\">  (e)  if the adjoining land is not a condominium property, every owner of adjoining land, every mortgagee or chargee in possession of adjoining land according to the land registration records for the adjoining land, and every owner of a registered right of way or other easement touching the limits of the subject land;</p> <p class=\"clause-e\">  (f)  if the adjoining land is part of the common elements of a condominium property, the condominium corporation and every owner of a registered right of way or other easement touching the limits of the subject land;</p> <p class=\"clause-e\">  (g)  if the adjoining land is a unit in a condominium property, every owner of the unit, every mortgagee or chargee in possession of the unit according to the land registration records for the unit and every owner of a registered right of way or other easement in the unit touching the limits of the subject land;</p> <p class=\"clause-e\">  (h)  every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro and every municipality, including a regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land;</p> <p class=\"clause-e\">  (i)  every person who has registered a caution under subsection 43 (1) of the Act; and</p> <p class=\"clause-e\">  (j)  any other person whom the land registrar directs be served.  O. Reg. 515/93, s. 2; O. Reg. 87/18, s. 2.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the applicant is not required to serve the notice of application and a print of the draft reference plan on,</p> <p class=\"clause-e\">  (a)  the applicant; or</p> <p class=\"clause-e\">  (b)  a person who has executed a consent in the required form to the application.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 4 (2).</p> <p class=\"subsection-e\">  (5) For the purposes of this section, the land registrar may direct other means of effecting service than the means specified in section 42 of the Act.  O. Reg. 515/93, s. 2.</p> <p class=\"heading1-e\">Objections</p>"
        },
        {
            "id": "4.",
            "section": "Objections",
            "content": " 4. (1) For the purposes of section 41 of the Act, a person having an objection to an application may file a statement of objection addressed to the land registrar at the address of the solicitor for the applicant.  O. Reg. 515/93, s. 2. (2) A statement of objection shall, (a)  state the nature and extent of the interest claimed in the objection; (b)  include an affidavit that verifies the objection and sets out all documents necessary to support it; (c)  state the objector’s address for service and telephone number.  O. Reg. 515/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of section 41 of the Act, a person having an objection to an application may file a statement of objection addressed to the land registrar at the address of the solicitor for the applicant.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) A statement of objection shall,</p> <p class=\"clause-e\">  (a)  state the nature and extent of the interest claimed in the objection;</p> <p class=\"clause-e\">  (b)  include an affidavit that verifies the objection and sets out all documents necessary to support it;</p> <p class=\"clause-e\">  (c)  state the objector’s address for service and telephone number.  O. Reg. 515/93, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Objections",
            "content": " 5. (1) An application for the registration of a caution against first registration under subsection 43 (1) of the Act that is submitted for registration in a non-electronic format shall be supported by an affidavit that sets out the supporting evidence and that is in the required form.  O. Reg. 439/11, s. 5 (1). (2) A notice to be served on a cautioner under subsection 43 (4) of the Act shall be in the required form and shall be served either personally or by registered mail, as the land registrar directs.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 5 (2). (3) The prescribed time referred to in subsection 43 (4) of the Act is, (a)  where the notice is served personally, not less than seven and not more than twenty-one days; or (b)  where the notice is served by registered mail, not less than ten and not more than thirty days.  O. Reg. 515/93, s. 2. (4) Before notifying the cautioner, the land registrar shall confer with the Director of Titles with respect to the time and place of the hearing.  O. Reg. 515/93, s. 2. (5) Subsection 129 (7) of the Act applies with necessary modifications to cautions under subsection 43 (1) of the Act.  O. Reg. 515/93, s. 2; O. Reg. 87/18, s. 3. (6) Revoked:  O. Reg. 23/99, s. 1 (2). Submission of Application",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) An application for the registration of a caution against first registration under subsection 43 (1) of the Act that is submitted for registration in a non-electronic format shall be supported by an affidavit that sets out the supporting evidence and that is in the required form.  O. Reg. 439/11, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A notice to be served on a cautioner under subsection 43 (4) of the Act shall be in the required form and shall be served either personally or by registered mail, as the land registrar directs.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The prescribed time referred to in subsection 43 (4) of the Act is,</p> <p class=\"clause-e\">  (a)  where the notice is served personally, not less than seven and not more than twenty-one days; or</p> <p class=\"clause-e\">  (b)  where the notice is served by registered mail, not less than ten and not more than thirty days.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (4) Before notifying the cautioner, the land registrar shall confer with the Director of Titles with respect to the time and place of the hearing.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (5) Subsection 129 (7) of the Act applies with necessary modifications to cautions under subsection 43 (1) of the Act.  O. Reg. 515/93, s. 2; O. Reg. 87/18, s. 3.</p> <p class=\"subsection-e\">  (6) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 1 (2).</p> <p class=\"heading1-e\">Submission of Application</p>"
        },
        {
            "id": "6.",
            "section": "Submission of Application",
            "content": " 6. (1) The applicant shall submit an application package described in subsection (2) to the land registrar, (a)  at any time after complying with sections 2 and 3, if all of the persons who are required to be served under subsection 3 (3) have given a consent to the application; or (b)  no earlier than thirty days after complying with sections 2 and 3, in all other cases.  O. Reg. 515/93, s. 2. (2) An application package shall contain, (a)  a copy of the application and the notice of application showing particulars of their registration on title to the subject land as required by subsections 2 (4) and 3 (2) respectively; (b)  an affidavit in the required form signed by, (i)  the applicant, if the applicant is not a corporation, or (ii)  a person who is authorized to bind the corporation, if the applicant is a corporation; (c)  a typewritten abstract of the title to the subject land, prepared by the applicant’s solicitor in accordance with good conveyancing practice and containing, with respect to each instrument registered or document deposited on title, (i)  the registration number or deposit number of the instrument or document, (ii)  the nature of the instrument or document, (iii)  the date of registration or deposit, (iv)  a full description of the parties named in the instrument or document, the relationship between them, where given, and the nature of their tenure, (v)  a full description, from the instrument or document, of the land with which the instrument or document purports to deal, including all easements, rights of way or other rights to which the land is subject or that are appurtenant to the land, or a reference to an identical description previously set out in full, (vi)  if the instrument is an encumbrance, the particulars of the encumbrance, (vii)  the particulars of every claim, interest, defect or omission in the instrument or document that may adversely affect the title to the subject land, and (viii)  in the case of an instrument or document that creates a right of way or other easement for the benefit of land other than the subject land, the name and address for service of the owners of the other land according to the land registration records for the other land; (d)  a copy of the original grant from the Crown of the subject land; (e)  a typewritten title tree prepared by the applicant’s solicitor showing the chain of ownership of the title to the subject land; (f)  copies of all instruments and documents by which all title claimed by the applicant in the subject land is held; (g)  copies of all instruments by which registered rights of way and other easements in the subject land were created; (h)  a white print of every plan or sketch referred to in an instrument or document affecting the subject land, and of every registered or deposited plan that shows lands included in the subject land or lands adjoining the subject land; (i)  if any of the subject land has been divided into parcels for abstract purposes under clause 83 (3) (b) of the Registry Act, a statement of the applicable new heading in the abstract index; (j)  a sheriff’s certificate with respect to writs of execution against the applicant and all previous owners appearing on the abstract of the subject land described in clause (c); (k)  a statement by the applicant’s solicitor containing, with respect to each person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan, (i)  the name and address for service, (ii)  a full description of the land in which the person could claim an encroachment or an unregistered right of way or other easement; (l)  a typewritten abstract prepared by the applicant’s solicitor with respect to all adjoining land and containing, with respect to each person who is an owner, a mortgagee or chargee in possession according to the land registration records for the adjoining land, or an owner of a registered right of way or other easement touching the subject land, (i)  the name and address for service, (ii)  the particulars of registration of the instrument by which the person acquired an interest in the adjoining land, and (iii)  a full description, from the instrument described in subclause (ii), of the land with which the instrument purports to deal; (m)  a statement by the applicant’s solicitor containing, with respect to every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro, and every municipality, including a regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land, (i)  the name and address for service, (ii)  a full description of the land in which the ministry, board, commission, agency or municipality has an unregistered interest; (n)  if any of the subject land or the adjoining land is in a part of Ontario designated under Part II of the Land Registration Reform Act, a statement of the property identifiers assigned to the land under subsection 141 (2) or (4) of the Land Titles Act or subsection 21 (2) or (4) of the Registry Act; (o)  six prints of the draft reference plan described in subsection 2 (3), one of which shall form part of the applicant’s affidavit described in clause (b), one of which shall form part of the certificate described in clause (q) and one of which is the print mentioned in clause (t); (p)  a certificate of the applicant’s solicitor in the required form with respect to the title of the applicant to the subject land; (q)  a certificate in the required form of the Ontario Land Surveyor who prepared the draft reference plan described in subsection 2 (3); (r)  a certificate of the applicant’s solicitor in the required form with respect to the service of documents required by subsection 3 (3); (s)  with respect to all persons who were served with documents as required by subsection 3 (3), (i)  proof of service in the required form, and (ii)  all documents that the applicant served under subsection 3 (3) by registered mail and that the post office returned as undelivered; (t)  one of the prints of the draft reference plan mentioned in clause (o), which print, (i)  indicates the location and extent of the interest in the subject land or the adjoining land held by each of the persons who were served with documents as required by subsection 3 (3) or who gave a consent to the application, and (ii)  for each location states the name of each of the persons mentioned in subclause (i) and states whether the person has filed a statement of objection under subsection 4 (1) that has not been withdrawn; (u)  originals of all consents given to the application; (v)  originals of all statements of objection, withdrawals of statements of objection and correspondence received by the applicant’s solicitor from persons under subsection 4 (1) who were served with documents and copies of all correspondence sent by the applicant’s solicitor to those persons; (w)  a report of the applicant’s solicitor describing the resolution that was made of all statements of objection that were withdrawn; and (x)  a draft certificate of first registration as owner in the required form and a draft parcel register in a format approved by the land registrar prepared by the applicant’s solicitor showing all the encumbrances, claims, interests, defects and omissions to which title to the subject land is subject.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 6; O. Reg. 87/18, s. 4. (3) In addition to the requirements of subsection (2), distances in legal descriptions of land in any of the material mentioned in that subsection shall be stated using the decimal system in feet or metres if they are not already stated in that way in the instrument or document in which the legal descriptions occur.  O. Reg. 515/93, s. 2. (4) In addition to the requirements of subsection (2), in the case of an application for the registration of land patented by the Government of Canada, the application package shall contain, (a)  a certificate of a solicitor setting out whether the land has ever been registered under the Land Titles Act or the Registry Act\r\nand verifying that the land is not registered under either Act; (b)  the Government of Canada patent or a copy of it certified by the appropriate official of the Government of Canada to be a true copy of the patent; (c)  a copy of the plan of survey referred to in the Government of Canada patent, if the plan is not registered or deposited in the same land registry office; (d)  an executed or authenticated copy of every unregistered lease, mortgage, charge or other encumbrance document affecting the land; and (e)  a sheriff’s certificate with respect to writs of execution against each applicant.  O. Reg. 515/93, s. 2. Decision on Application",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The applicant shall submit an application package described in subsection (2) to the land registrar,</p> <p class=\"clause-e\">  (a)  at any time after complying with sections 2 and 3, if all of the persons who are required to be served under subsection 3 (3) have given a consent to the application; or</p> <p class=\"clause-e\">  (b)  no earlier than thirty days after complying with sections 2 and 3, in all other cases.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) An application package shall contain,</p> <p class=\"clause-e\">  (a)  a copy of the application and the notice of application showing particulars of their registration on title to the subject land as required by subsections 2 (4) and 3 (2) respectively;</p> <p class=\"clause-e\">  (b)  an affidavit in the required form signed by,</p> <p class=\"subclause-e\">  (i)  the applicant, if the applicant is not a corporation, or</p> <p class=\"subclause-e\">  (ii)  a person who is authorized to bind the corporation, if the applicant is a corporation;</p> <p class=\"clause-e\">  (c)  a typewritten abstract of the title to the subject land, prepared by the applicant’s solicitor in accordance with good conveyancing practice and containing, with respect to each instrument registered or document deposited on title,</p> <p class=\"subclause-e\">  (i)  the registration number or deposit number of the instrument or document,</p> <p class=\"subclause-e\">  (ii)  the nature of the instrument or document,</p> <p class=\"subclause-e\">  (iii)  the date of registration or deposit,</p> <p class=\"subclause-e\">  (iv)  a full description of the parties named in the instrument or document, the relationship between them, where given, and the nature of their tenure,</p> <p class=\"subclause-e\">  (v)  a full description, from the instrument or document, of the land with which the instrument or document purports to deal, including all easements, rights of way or other rights to which the land is subject or that are appurtenant to the land, or a reference to an identical description previously set out in full,</p> <p class=\"subclause-e\">  (vi)  if the instrument is an encumbrance, the particulars of the encumbrance,</p> <p class=\"subclause-e\">  (vii)  the particulars of every claim, interest, defect or omission in the instrument or document that may adversely affect the title to the subject land, and</p> <p class=\"subclause-e\">  (viii)  in the case of an instrument or document that creates a right of way or other easement for the benefit of land other than the subject land, the name and address for service of the owners of the other land according to the land registration records for the other land;</p> <p class=\"clause-e\">  (d)  a copy of the original grant from the Crown of the subject land;</p> <p class=\"clause-e\">  (e)  a typewritten title tree prepared by the applicant’s solicitor showing the chain of ownership of the title to the subject land;</p> <p class=\"clause-e\">  (f)  copies of all instruments and documents by which all title claimed by the applicant in the subject land is held;</p> <p class=\"clause-e\">  (g)  copies of all instruments by which registered rights of way and other easements in the subject land were created;</p> <p class=\"clause-e\">  (h)  a white print of every plan or sketch referred to in an instrument or document affecting the subject land, and of every registered or deposited plan that shows lands included in the subject land or lands adjoining the subject land;</p> <p class=\"clause-e\">  (i)  if any of the subject land has been divided into parcels for abstract purposes under clause 83 (3) (b) of the <i>Registry Act</i>, a statement of the applicable new heading in the abstract index;</p> <p class=\"clause-e\">  (j)  a sheriff’s certificate with respect to writs of execution against the applicant and all previous owners appearing on the abstract of the subject land described in clause (c);</p> <p class=\"clause-e\">  (k)  a statement by the applicant’s solicitor containing, with respect to each person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan,</p> <p class=\"subclause-e\">  (i)  the name and address for service,</p> <p class=\"subclause-e\">  (ii)  a full description of the land in which the person could claim an encroachment or an unregistered right of way or other easement;</p> <p class=\"clause-e\">  (l)  a typewritten abstract prepared by the applicant’s solicitor with respect to all adjoining land and containing, with respect to each person who is an owner, a mortgagee or chargee in possession according to the land registration records for the adjoining land, or an owner of a registered right of way or other easement touching the subject land,</p> <p class=\"subclause-e\">  (i)  the name and address for service,</p> <p class=\"subclause-e\">  (ii)  the particulars of registration of the instrument by which the person acquired an interest in the adjoining land, and</p> <p class=\"subclause-e\">  (iii)  a full description, from the instrument described in subclause (ii), of the land with which the instrument purports to deal;</p> <p class=\"clause-e\">  (m)  a statement by the applicant’s solicitor containing, with respect to every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro, and every municipality, including a regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land,</p> <p class=\"subclause-e\">  (i)  the name and address for service,</p> <p class=\"subclause-e\">  (ii)  a full description of the land in which the ministry, board, commission, agency or municipality has an unregistered interest;</p> <p class=\"clause-e\">  (n)  if any of the subject land or the adjoining land is in a part of Ontario designated under Part II of the <i>Land Registration Reform Act</i>, a statement of the property identifiers assigned to the land under subsection 141 (2) or (4) of the <i>Land Titles Act</i> or subsection 21 (2) or (4) of the <i>Registry Act</i>;</p> <p class=\"clause-e\">  (o)  six prints of the draft reference plan described in subsection 2 (3), one of which shall form part of the applicant’s affidavit described in clause (b), one of which shall form part of the certificate described in clause (q) and one of which is the print mentioned in clause (t);</p> <p class=\"clause-e\">  (p)  a certificate of the applicant’s solicitor in the required form with respect to the title of the applicant to the subject land;</p> <p class=\"clause-e\">  (q)  a certificate in the required form of the Ontario Land Surveyor who prepared the draft reference plan described in subsection 2 (3);</p> <p class=\"clause-e\">  (r)  a certificate of the applicant’s solicitor in the required form with respect to the service of documents required by subsection 3 (3);</p> <p class=\"clause-e\">  (s)  with respect to all persons who were served with documents as required by subsection 3 (3),</p> <p class=\"subclause-e\">  (i)  proof of service in the required form, and</p> <p class=\"subclause-e\">  (ii)  all documents that the applicant served under subsection 3 (3) by registered mail and that the post office returned as undelivered;</p> <p class=\"clause-e\">  (t)  one of the prints of the draft reference plan mentioned in clause (o), which print,</p> <p class=\"subclause-e\">  (i)  indicates the location and extent of the interest in the subject land or the adjoining land held by each of the persons who were served with documents as required by subsection 3 (3) or who gave a consent to the application, and</p> <p class=\"subclause-e\">  (ii)  for each location states the name of each of the persons mentioned in subclause (i) and states whether the person has filed a statement of objection under subsection 4 (1) that has not been withdrawn;</p> <p class=\"clause-e\">  (u)  originals of all consents given to the application;</p> <p class=\"clause-e\">  (v)  originals of all statements of objection, withdrawals of statements of objection and correspondence received by the applicant’s solicitor from persons under subsection 4 (1) who were served with documents and copies of all correspondence sent by the applicant’s solicitor to those persons;</p> <p class=\"clause-e\">  (w)  a report of the applicant’s solicitor describing the resolution that was made of all statements of objection that were withdrawn; and</p> <p class=\"clause-e\">  (x)  a draft certificate of first registration as owner in the required form and a draft parcel register in a format approved by the land registrar prepared by the applicant’s solicitor showing all the encumbrances, claims, interests, defects and omissions to which title to the subject land is subject.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 6; O. Reg. 87/18, s. 4.</p> <p class=\"subsection-e\">  (3) In addition to the requirements of subsection (2), distances in legal descriptions of land in any of the material mentioned in that subsection shall be stated using the decimal system in feet or metres if they are not already stated in that way in the instrument or document in which the legal descriptions occur.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (4) In addition to the requirements of subsection (2), in the case of an application for the registration of land patented by the Government of Canada, the application package shall contain,</p> <p class=\"clause-e\">  (a)  a certificate of a solicitor setting out whether the land has ever been registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>\r\nand verifying that the land is not registered under either Act;</p> <p class=\"clause-e\">  (b)  the Government of Canada patent or a copy of it certified by the appropriate official of the Government of Canada to be a true copy of the patent;</p> <p class=\"clause-e\">  (c)  a copy of the plan of survey referred to in the Government of Canada patent, if the plan is not registered or deposited in the same land registry office;</p> <p class=\"clause-e\">  (d)  an executed or authenticated copy of every unregistered lease, mortgage, charge or other encumbrance document affecting the land; and</p> <p class=\"clause-e\">  (e)  a sheriff’s certificate with respect to writs of execution against each applicant.  O. Reg. 515/93, s. 2.</p> <p class=\"heading1-e\">Decision on Application</p>"
        },
        {
            "id": "7.",
            "section": "Decision on Application",
            "content": " 7. (1) The land registrar shall require an applicant who has submitted an application under section 6 to submit a bond or covenant to indemnify the assurance fund if, (a)  any part of the applicant’s claim of title to the subject land is based on length of adverse possession or use; or (b)  the applicant claims title to the subject land free of a registered interest that has not expired or been discharged.  O. Reg. 515/93, s. 2. (2), (3) Revoked:  O. Reg. 431/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The land registrar shall require an applicant who has submitted an application under section 6 to submit a bond or covenant to indemnify the assurance fund if,</p> <p class=\"clause-e\">  (a)  any part of the applicant’s claim of title to the subject land is based on length of adverse possession or use; or</p> <p class=\"clause-e\">  (b)  the applicant claims title to the subject land free of a registered interest that has not expired or been discharged.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2), (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Decision on Application",
            "content": " 8. (1) The Director of Titles shall perform the functions of the land registrar with respect to holding hearings and making determinations on objections under section 41 of the Act and cautions under section 43 of the Act.  O. Reg. 515/93, s. 2. (2) After setting a hearing date, the Director of Titles may require the applicant’s solicitor to prepare and serve notice of the hearing on the parties that the Director specifies.  O. Reg. 515/93, s. 2. (3) The notice of hearing shall be in a form approved by the Director of Titles and shall be served by registered mail or personal service.  O. Reg. 515/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Director of Titles shall perform the functions of the land registrar with respect to holding hearings and making determinations on objections under section 41 of the Act and cautions under section 43 of the Act.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) After setting a hearing date, the Director of Titles may require the applicant’s solicitor to prepare and serve notice of the hearing on the parties that the Director specifies.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (3) The notice of hearing shall be in a form approved by the Director of Titles and shall be served by registered mail or personal service.  O. Reg. 515/93, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": "Decision on Application",
            "content": " 9. (1) The land registrar may require the applicant to submit additional information or material as the land registrar considers necessary for considering the application.  O. Reg. 515/93, s. 2. (2) The land registrar may require the applicant to amend the application or the draft reference plan submitted with the application or to reserve the documents as amended for the purposes of subsection 3 (3).  O. Reg. 515/93, s. 2. (3) The land registrar may require the applicant to pay the disbursements and expenses incurred in considering an application.  O. Reg. 515/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The land registrar may require the applicant to submit additional information or material as the land registrar considers necessary for considering the application.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) The land registrar may require the applicant to amend the application or the draft reference plan submitted with the application or to reserve the documents as amended for the purposes of subsection 3 (3).  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (3) The land registrar may require the applicant to pay the disbursements and expenses incurred in considering an application.  O. Reg. 515/93, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": "Decision on Application",
            "content": " 10. (1) An applicant may withdraw the application at any time before the land registrar makes a decision on it under section 41 of the Act.  O. Reg. 515/93, s. 2. (2) If an applicant has not taken any steps on an application for at least three months, the land registrar may notify the applicant of the land registrar’s intention to treat the application as abandoned.  O. Reg. 515/93, s. 2. (3) The land registrar may treat the application as abandoned if, within thirty days of being notified, the applicant does not respond as the land registrar requires.  O. Reg. 515/93, s. 2. (4) The land registrar may register a notice of discontinuance in the required form on title to the subject land for an application that the applicant withdraws, the land registrar treats as abandoned or the land registrar dismisses.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 7; O. Reg. 87/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) An applicant may withdraw the application at any time before the land registrar makes a decision on it under section 41 of the Act.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) If an applicant has not taken any steps on an application for at least three months, the land registrar may notify the applicant of the land registrar’s intention to treat the application as abandoned.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (3) The land registrar may treat the application as abandoned if, within thirty days of being notified, the applicant does not respond as the land registrar requires.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (4) The land registrar may register a notice of discontinuance in the required form on title to the subject land for an application that the applicant withdraws, the land registrar treats as abandoned or the land registrar dismisses.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 7; O. Reg. 87/18, s. 5.</p>"
        },
        {
            "id": "11.",
            "section": "Decision on Application",
            "content": " 11. (1) The applicant’s solicitor shall submit a registration package described in subsection (2) to the land registrar, if the land registrar has made a decision to grant the applicant’s application and, (a)  the decision has not been reversed on appeal, if there were appeals; or (b)  the time for appealing from the decision has expired, if there were no appeals.  O. Reg. 515/93, s. 2. (2) A registration package shall contain, (a)  a certificate of the applicant’s solicitor in the required form with respect to appeals from a hearing under section 41 of the Act; (b)  a subsearch of the title to the subject land; (c)  a subsearch for writs of execution against the applicant; (d)  the original of the draft reference plan submitted with the application and amended under subsection 9 (2), if applicable, together with the number of copies of the plan and such information and material relating to the plan as the land registrar requires; and (e)  the required fee for the deposit of a reference plan.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 8; O. Reg. 87/18, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) The applicant’s solicitor shall submit a registration package described in subsection (2) to the land registrar, if the land registrar has made a decision to grant the applicant’s application and,</p> <p class=\"clause-e\">  (a)  the decision has not been reversed on appeal, if there were appeals; or</p> <p class=\"clause-e\">  (b)  the time for appealing from the decision has expired, if there were no appeals.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) A registration package shall contain,</p> <p class=\"clause-e\">  (a)  a certificate of the applicant’s solicitor in the required form with respect to appeals from a hearing under section 41 of the Act;</p> <p class=\"clause-e\">  (b)  a subsearch of the title to the subject land;</p> <p class=\"clause-e\">  (c)  a subsearch for writs of execution against the applicant;</p> <p class=\"clause-e\">  (d)  the original of the draft reference plan submitted with the application and amended under subsection 9 (2), if applicable, together with the number of copies of the plan and such information and material relating to the plan as the land registrar requires; and</p> <p class=\"clause-e\">  (e)  the required fee for the deposit of a reference plan.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 8; O. Reg. 87/18, s. 6.</p>"
        },
        {
            "id": "12.",
            "section": "Decision on Application",
            "content": " 12. (1) If the land registrar has made a decision to grant the applicant’s application and the applicant’s solicitor has complied with section 11, the land registrar shall, (a)  subsearch the title to the subject land; (b)  subsearch for writs of execution against every applicant; and (c)  comply with all special instructions from the Director.  O. Reg. 515/93, s. 2. (2) After complying with the requirements of subsection (1), the land registrar shall, subject to subsection 43 (4) of the Act, (a)  prepare the parcel register entry; (b)  deposit the original of the draft reference plan described in clause 11 (2) (d) in the land titles division in which the subject land is situate; (c)  certify the entry by, (i)  signing it, if the register is capable of being signed, or (ii)  entering the land registrar’s name and words to indicate that the land registrar certifies the entry, otherwise; (d)  register under the Registry Act a certificate in the form mentioned in clause 6 (2) (x) under subsection 52 (1) of the Land Titles Act; (e)  send a certified copy of the parcel register to the applicant.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 9; O. Reg. 553/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) If the land registrar has made a decision to grant the applicant’s application and the applicant’s solicitor has complied with section 11, the land registrar shall,</p> <p class=\"clause-e\">  (a)  subsearch the title to the subject land;</p> <p class=\"clause-e\">  (b)  subsearch for writs of execution against every applicant; and</p> <p class=\"clause-e\">  (c)  comply with all special instructions from the Director.  O. Reg. 515/93, s. 2.</p> <p class=\"subsection-e\">  (2) After complying with the requirements of subsection (1), the land registrar shall, subject to subsection 43 (4) of the Act,</p> <p class=\"clause-e\">  (a)  prepare the parcel register entry;</p> <p class=\"clause-e\">  (b)  deposit the original of the draft reference plan described in clause 11 (2) (d) in the land titles division in which the subject land is situate;</p> <p class=\"clause-e\">  (c)  certify the entry by,</p> <p class=\"subclause-e\">  (i)  signing it, if the register is capable of being signed, or</p> <p class=\"subclause-e\">  (ii)  entering the land registrar’s name and words to indicate that the land registrar certifies the entry, otherwise;</p> <p class=\"clause-e\">  (d)  register under the <i>Registry Act</i> a certificate in the form mentioned in clause 6 (2) (x) under subsection 52 (1) of the <i>Land Titles Act</i>;</p> <p class=\"clause-e\">  (e)  send a certified copy of the parcel register to the applicant.  O. Reg. 515/93, s. 2; O. Reg. 439/11, s. 9; O. Reg. 553/20, s. 3.</p>"
        },
        {
            "id": "12.1",
            "section": "Decision on Application",
            "content": " 12.1 Revoked:  O. Reg. 431/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>12.1 </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 2.</p>"
        },
        {
            "id": "12.2",
            "section": "Decision on Application",
            "content": " 12.2 Revoked:  O. Reg. 439/11, s. 10. PART II   DEALINGS AFTER FIRST REGISTRATION Application to Amend the Register",
            "raw_html": "<p class=\"section-e\"> <b>12.2 </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 439/11, s. 10.</p> <p class=\"partnum-e\">PART II <br/>  DEALINGS AFTER FIRST REGISTRATION</p> <p class=\"heading1-e\">Application to Amend the Register</p>"
        },
        {
            "id": "13.",
            "section": "Application to Amend the Register",
            "content": " 13. Revoked:  O. Reg. 23/99, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 2.</p>"
        },
        {
            "id": "14.",
            "section": "Application to Amend the Register",
            "content": " 14. (1) The following land titles divisions are designated for the purposes of section 85 of the Act: Algoma (No. 1) Cochrane (No. 6) Dundas (No. 8) Essex (No. 12) Glengarry (No. 14) Kenora (No. 23) Kent (No. 24) Middlesex (No. 33) Niagara (No. 30) Niagara South (No. 59) Nipissing (No. 36) Ottawa-Carleton (No. 4) Peel (No. 43) Prescott (No. 46) Renfrew (No. 49) Russell (No. 50) Simcoe (No. 51) Stormont (No. 52) Sudbury (No. 53) Thunder Bay (No. 55) Timiskaming (No. 54) Toronto (No. 66) Wentworth (No. 62) O. Reg. 439/11, s. 11 (1). (2) The following Acts are designated for the purpose of the definition of “prescribed form” in subsection 85 (3) of the Act: 1.  Condominium Act, 1998. 2.  Construction Act. 3.  Estates Administration Act. 4.  Family Law Act. 5.  Land Registration Reform Act. 6.  Land Transfer Tax Act. 7.  Municipal Act, 2001. 8.  Personal Property Security Act. 9.  Powers of Attorney Act. 10.  Substitute Decisions Act, 1992.  O. Reg. 439/11, s. 11 (1); O. Reg. 87/18, s. 7. (3) Despite section 85 of the Act, where a form is prescribed in the English language for an instrument, deposit or any related attachment but no form is prescribed in the French language and the land registrar is of the opinion that a translation of the form in the French language presented for registration is an accurate translation of the form prescribed in the English language, the French translation is a prescribed form for the purposes of the Act and the regulations.  R.R.O. 1990, Reg. 690, s. 14 (3). (4) Despite subsection (1), all land titles divisions are designated for the purposes of section 85 of the Act if the instrument or application to be registered is the bilingual version of any of the forms described in section 2 of Regulation 688 of the Revised Regulations of Ontario, 1990 (Form of Documents) made under the Land Registration Reform Act.  O. Reg. 439/11, s. 11 (2). (5) If the instrument or application to be registered is the bilingual version of any of the forms described in section 2 of Regulation 688 of the Revised Regulations of Ontario, 1990 (Form of Documents) made under the Land Registration Reform Act, if words have been added to the instrument or application and if the land registrar is of the opinion that all the words that have been added appear in both the English and French languages, the instrument or application may be registered.  O. Reg. 439/11, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The following land titles divisions are designated for the purposes of section 85 of the Act:</p> <p class=\"paragraph-e\">Algoma (No. 1)</p> <p class=\"paragraph-e\">Cochrane (No. 6)</p> <p class=\"paragraph-e\">Dundas (No. 8)</p> <p class=\"paragraph-e\">Essex (No. 12)</p> <p class=\"paragraph-e\">Glengarry (No. 14)</p> <p class=\"paragraph-e\">Kenora (No. 23)</p> <p class=\"paragraph-e\">Kent (No. 24)</p> <p class=\"paragraph-e\">Middlesex (No. 33)</p> <p class=\"paragraph-e\">Niagara (No. 30)</p> <p class=\"paragraph-e\">Niagara South (No. 59)</p> <p class=\"paragraph-e\">Nipissing (No. 36)</p> <p class=\"paragraph-e\">Ottawa-Carleton (No. 4)</p> <p class=\"paragraph-e\">Peel (No. 43)</p> <p class=\"paragraph-e\">Prescott (No. 46)</p> <p class=\"paragraph-e\">Renfrew (No. 49)</p> <p class=\"paragraph-e\">Russell (No. 50)</p> <p class=\"paragraph-e\">Simcoe (No. 51)</p> <p class=\"paragraph-e\">Stormont (No. 52)</p> <p class=\"paragraph-e\">Sudbury (No. 53)</p> <p class=\"paragraph-e\">Thunder Bay (No. 55)</p> <p class=\"paragraph-e\">Timiskaming (No. 54)</p> <p class=\"paragraph-e\">Toronto (No. 66)</p> <p class=\"paragraph-e\">Wentworth (No. 62)</p> <p class=\"footnote-e\">O. Reg. 439/11, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The following Acts are designated for the purpose of the definition of “prescribed form” in subsection 85 (3) of the Act:</p> <p class=\"paragraph-e\">  1.  <i>Condominium Act, 1998</i>.</p> <p class=\"paragraph-e\">  2.  <i>Construction Act</i>.</p> <p class=\"paragraph-e\">  3.  <i>Estates Administration Act</i>.</p> <p class=\"paragraph-e\">  4.  <i>Family Law Act</i>.</p> <p class=\"paragraph-e\">  5.  <i>Land Registration Reform Act</i>.</p> <p class=\"paragraph-e\">  6.  <i>Land Transfer Tax Act</i>.</p> <p class=\"paragraph-e\">  7.  <i>Municipal Act, 2001</i>.</p> <p class=\"paragraph-e\">  8.  <i>Personal Property Security Act</i>.</p> <p class=\"paragraph-e\">  9.  <i>Powers of Attorney Act</i>.</p> <p class=\"paragraph-e\"><i> </i><i>10.  Substitute Decisions Act, 1992.</i><i>  </i>O. Reg. 439/11, s. 11 (1); O. Reg. 87/18, s. 7.</p> <p class=\"subsection-e\">  (3) Despite section 85 of the Act, where a form is prescribed in the English language for an instrument, deposit or any related attachment but no form is prescribed in the French language and the land registrar is of the opinion that a translation of the form in the French language presented for registration is an accurate translation of the form prescribed in the English language, the French translation is a prescribed form for the purposes of the Act and the regulations.  R.R.O. 1990, Reg. 690, s. 14 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (1), all land titles divisions are designated for the purposes of section 85 of the Act if the instrument or application to be registered is the bilingual version of any of the forms described in section 2 of Regulation 688 of the Revised Regulations of Ontario, 1990 (Form of Documents) made under the <i>Land Registration Reform Act</i>.<i>  </i>O. Reg. 439/11, s. 11 (2).</p> <p class=\"subsection-e\">  (5) If the instrument or application to be registered is the bilingual version of any of the forms described in section 2 of Regulation 688 of the Revised Regulations of Ontario, 1990 (Form of Documents) made under the <i>Land Registration Reform Act</i>, if words have been added to the instrument or application and if the land registrar is of the opinion that all the words that have been added appear in both the English and French languages, the instrument or application may be registered.<i>  </i>O. Reg. 439/11, s. 11 (2).</p>"
        },
        {
            "id": "15.",
            "section": "Application to Amend the Register",
            "content": " 15. (1) If an application to amend the register under subsection 69 (1) or section 75 of the Act or under any other section of the Act under which no form is prescribed is submitted for registration in a non-electronic format, it shall, (a)  refer to the section of the Act under which the application is made; and (b)  be supported by the documentary evidence, if any, upon which the applicant relies.  O. Reg. 439/11, s. 12. (2) If the application is based on a judgment or order of a court or judge, the documentary evidence mentioned in clause (1) (b) shall be in the form of, (a)  the original judgment or order; (b)  a copy certified by the court; (c)  a certificate certified by the court setting out the substance and effect of the judgment or order; or (d)  a notarial copy of the original, certified copy or certificate.  O. Reg. 439/11, s. 12. (3) If the application is based on a judgment or order of a court or judge, it shall be supported by an affidavit of a solicitor deposing that, (a)  the judgment or order is still in full force and effect and has not been stayed; and (b)  the judgment or order affects or relates to the land referred to in the application, unless the land is unambiguously identified in the judgment or order as being the land described in the register.  O. Reg. 439/11, s. 12. (4) If the application is based on a judgment or final order of foreclosure on a charge or mortgage, it shall include a registrable description of the land and the registration number of the charge or mortgage. \r\nO. Reg. 439/11, s. 12. (5) If the application is based on an order discharging or vacating a construction lien or vacating a certificate of action under the Construction Act, it shall include a registrable description of the land and the registration number of every registered claim for lien and certificate of action affected by the order.  O. Reg. 439/11, s. 12; O. Reg. 87/18, s. 7. Notice of Agreement, etc.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) If an application to amend the register under subsection 69 (1) or section 75 of the Act or under any other section of the Act under which no form is prescribed is submitted for registration in a non-electronic format, it shall,</p> <p class=\"clause-e\">  (a)  refer to the section of the Act under which the application is made; and</p> <p class=\"clause-e\">  (b)  be supported by the documentary evidence, if any, upon which the applicant relies.<i>  </i>O. Reg. 439/11, s. 12.</p> <p class=\"subsection-e\">  (2) If the application is based on a judgment or order of a court or judge, the documentary evidence mentioned in clause (1) (b) shall be in the form of,</p> <p class=\"clause-e\">  (a)  the original judgment or order;</p> <p class=\"clause-e\">  (b)  a copy certified by the court;</p> <p class=\"clause-e\">  (c)  a certificate certified by the court setting out the substance and effect of the judgment or order; or</p> <p class=\"clause-e\">  (d)  a notarial copy of the original, certified copy or certificate.<i>  </i>O. Reg. 439/11, s. 12.</p> <p class=\"subsection-e\">  (3) If the application is based on a judgment or order of a court or judge, it shall be supported by an affidavit of a solicitor deposing that,</p> <p class=\"clause-e\">  (a)  the judgment or order is still in full force and effect and has not been stayed; and</p> <p class=\"clause-e\">  (b)  the judgment or order affects or relates to the land referred to in the application, unless the land is unambiguously identified in the judgment or order as being the land described in the register.<i>  </i>O. Reg. 439/11, s. 12.</p> <p class=\"subsection-e\">  (4) If the application is based on a judgment or final order of foreclosure on a charge or mortgage, it shall include a registrable description of the land and the registration number of the charge or mortgage.<i> \r\n</i>O. Reg. 439/11, s. 12.</p> <p class=\"subsection-e\">  (5) If the application is based on an order discharging or vacating a construction lien or vacating a certificate of action under the <i>Construction Act</i>, it shall include a registrable description of the land and the registration number of every registered claim for lien and certificate of action affected by the order.<i>  </i>O. Reg. 439/11, s. 12; O. Reg. 87/18, s. 7.</p> <p class=\"heading1-e\">Notice of Agreement, etc.</p>"
        },
        {
            "id": "16.",
            "section": "Notice of Agreement, etc.",
            "content": " 16. (1) Revoked:  O. Reg. 23/99, s. 5. (2) Revoked:  O. Reg. 23/99, s. 5. (3) The registered owner of, or a person having an interest in, land in respect of which a notice has been registered under section 71 of the Act may apply to the land registrar to have the entry of the notice deleted from the register.  R.R.O. 1990, Reg. 690, s. 16 (3). (4) An application under subsection (3) shall be supported by such consents or proofs as may be specified by the Director of Titles.  R.R.O. 1990, Reg. 690, s. 16 (4). (5) A person who is a party to an agreement under subsection 51 (26) of the Planning Act, or a predecessor of that subsection, of which notice has been registered under section 71 of the Act may apply to the land registrar to have the entry of the notice deleted from the register or to have compliance with the said agreement noted thereon.  R.R.O. 1990, Reg. 690, s. 16 (5); O. Reg. 87/18, s. 8. Registration of Judgments and Orders",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 5.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 5.</p> <p class=\"subsection-e\">  (3) The registered owner of, or a person having an interest in, land in respect of which a notice has been registered under section 71 of the Act may apply to the land registrar to have the entry of the notice deleted from the register.  R.R.O. 1990, Reg. 690, s. 16 (3).</p> <p class=\"subsection-e\">  (4) An application under subsection (3) shall be supported by such consents or proofs as may be specified by the Director of Titles.  R.R.O. 1990, Reg. 690, s. 16 (4).</p> <p class=\"subsection-e\">  (5) A person who is a party to an agreement under subsection 51 (26) of the <i>Planning Act</i>, or a predecessor of that subsection, of which notice has been registered under section 71 of the Act may apply to the land registrar to have the entry of the notice deleted from the register or to have compliance with the said agreement noted thereon.  R.R.O. 1990, Reg. 690, s. 16 (5); O. Reg. 87/18, s. 8.</p> <p class=\"heading1-e\">Registration of Judgments and Orders</p>"
        },
        {
            "id": "17.",
            "section": "Registration of Judgments and Orders",
            "content": " 17. (1) Except as provided in section 15, an application to register a judgment or order affecting or relating to registered land that is submitted for registration in a non-electronic format shall not be registered unless accompanied by an application in the required form.  O. Reg. 439/11, s. 13. (2) An application to which subsection (1) applies shall be supported by an affidavit of a solicitor deposing that the judgment or order, (a)  is still in full force and effect and has not been stayed; and (b)  affects or relates to the land referred to in the application.  R.R.O. 1990, Reg. 690, s. 17 (2). (3) A judgment or order shall not be registered unless it is in the form of, (a)  the original judgment or order; (b)  a copy certified by the court; (c)  a certificate certified by the court setting out the substance and effect of the judgment or order; or (d)  a notarial copy of the original, certified copy or certificate.  O. Reg. 439/11, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) Except as provided in section 15, an application to register a judgment or order affecting or relating to registered land that is submitted for registration in a non-electronic format shall not be registered unless accompanied by an application in the required form.  O. Reg. 439/11, s. 13.</p> <p class=\"subsection-e\">  (2) An application to which subsection (1) applies shall be supported by an affidavit of a solicitor deposing that the judgment or order,</p> <p class=\"clause-e\">  (a)  is still in full force and effect and has not been stayed; and</p> <p class=\"clause-e\">  (b)  affects or relates to the land referred to in the application.  R.R.O. 1990, Reg. 690, s. 17 (2).</p> <p class=\"subsection-e\">  (3) A judgment or order shall not be registered unless it is in the form of,</p> <p class=\"clause-e\">  (a)  the original judgment or order;</p> <p class=\"clause-e\">  (b)  a copy certified by the court;</p> <p class=\"clause-e\">  (c)  a certificate certified by the court setting out the substance and effect of the judgment or order; or</p> <p class=\"clause-e\">  (d)  a notarial copy of the original, certified copy or certificate.  O. Reg. 439/11, s. 13.</p>"
        },
        {
            "id": "18.",
            "section": "Registration of Judgments and Orders",
            "content": " 18. A certificate of action under the Construction Act that is submitted for registration in a non-electronic format shall not be registered unless it is under the seal of the court and includes a registrable description of the land and the registration number of the claim for lien to which the certificate relates.  R.R.O. 1990, Reg. 690, s. 18; O. Reg. 24/99, s. 2; O. Reg. 87/18, s. 9. Instrument Executed under Power of Attorney",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>A certificate of action under the <i>Construction Act</i> that is submitted for registration in a non-electronic format shall not be registered unless it is under the seal of the court and includes a registrable description of the land and the registration number of the claim for lien to which the certificate relates.  R.R.O. 1990, Reg. 690, s. 18; O. Reg. 24/99, s. 2; O. Reg. 87/18, s. 9.</p> <p class=\"heading1-e\">Instrument Executed under Power of Attorney</p>"
        },
        {
            "id": "19.",
            "section": "Instrument Executed under Power of Attorney",
            "content": " 19. An instrument that is executed under a power of attorney and that is submitted for registration in a non-electronic format shall not be registered unless the attorney states in the instrument that, to the best of the attorney’s knowledge and belief, (a)  the principal was at least 18 years old and had the legal capacity to give the power of attorney when giving it; and (b)  the power is in full force and effect.  O. Reg. 439/11, s. 14. Transfer and Charge of Land",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>An instrument that is executed under a power of attorney and that is submitted for registration in a non-electronic format shall not be registered unless the attorney states in the instrument that, to the best of the attorney’s knowledge and belief,</p> <p class=\"clause-e\">  (a)  the principal was at least 18 years old and had the legal capacity to give the power of attorney when giving it; and</p> <p class=\"clause-e\">  (b)  the power is in full force and effect.  O. Reg. 439/11, s. 14.</p> <p class=\"heading1-e\">Transfer and Charge of Land</p>"
        },
        {
            "id": "20.",
            "section": "Transfer and Charge of Land",
            "content": " 20. A transfer of freehold land under subsection 86 (1) of the Act or a transfer of leasehold land under subsection 105 (1) of the Act shall comply with the requirements for the registration of a transfer under the Land Registration Reform Act.  O. Reg. 439/11, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>A transfer of freehold land under subsection 86 (1) of the Act or a transfer of leasehold land under subsection 105 (1) of the Act shall comply with the requirements for the registration of a transfer under the <i>Land Registration Reform Act</i>.  O. Reg. 439/11, s. 14.</p>"
        },
        {
            "id": "21.",
            "section": "Transfer and Charge of Land",
            "content": " 21. A charge under section 93 of the Act shall comply with the requirements for the registration of a charge under the Land Registration Reform Act.  O. Reg. 439/11, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>A charge under section 93 of the Act shall comply with the requirements for the registration of a charge under the <i>Land Registration Reform Act</i>.  O. Reg. 439/11, s. 14.</p>"
        },
        {
            "id": "22.",
            "section": "Transfer and Charge of Land",
            "content": " 22. (1) A cessation of charge under section 102 of the Act, a discharge of mortgage under section 103 of the Act or a discharge of any other encumbrance or interest shall not discharge more than one charge, mortgage or other interest.  O. Reg. 439/11, s. 14. (2) A cessation of charge under section 102 of the Act, a discharge of mortgage under section 103 of the Act or a discharge of any other encumbrance or interest shall comply with the requirements for the registration of a discharge under the Land Registration Reform Act.  O. Reg. 439/11, s. 14. (3) If the registered owner of the land submits an application to register in a non-electronic format a cessation of a registered charge under subsection 102 (1) of the Act, the application shall be supported by, (a)  a receipt or such other evidence of payment as is acceptable to the land registrar; and (b)  the affidavit of the applicant attesting to full payment.  O. Reg. 439/11, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) A cessation of charge under section 102 of the Act, a discharge of mortgage under section 103 of the Act or a discharge of any other encumbrance or interest shall not discharge more than one charge, mortgage or other interest.  O. Reg. 439/11, s. 14.</p> <p class=\"subsection-e\">  (2) A cessation of charge under section 102 of the Act, a discharge of mortgage under section 103 of the Act or a discharge of any other encumbrance or interest shall comply with the requirements for the registration of a discharge under the <i>Land Registration Reform Act</i>.  O. Reg. 439/11, s. 14.</p> <p class=\"subsection-e\">  (3) If the registered owner of the land submits an application to register in a non-electronic format a cessation of a registered charge under subsection 102 (1) of the Act, the application shall be supported by,</p> <p class=\"clause-e\">  (a)  a receipt or such other evidence of payment as is acceptable to the land registrar; and</p> <p class=\"clause-e\">  (b)  the affidavit of the applicant attesting to full payment.  O. Reg. 439/11, s. 14.</p>"
        },
        {
            "id": "23.",
            "section": "Transfer and Charge of Land",
            "content": " 23. A transfer of an interest in land by a chargee under section 99 of the Act or under Part II of the Mortgages Act that is submitted for registration in a non-electronic format shall state that, (a)  the transfer is given under a power of sale contained in the charge or under Part II of the Mortgages Act, as the case may be; and (b)  the sale complies with the charge and the Mortgages Act.  O. Reg. 439/11, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>A transfer of an interest in land by a chargee under section 99 of the Act or under Part II of the <i>Mortgages Act</i> that is submitted for registration in a non-electronic format shall state that,</p> <p class=\"clause-e\">  (a)  the transfer is given under a power of sale contained in the charge or under Part II of the <i>Mortgages Act</i>, as the case may be; and</p> <p class=\"clause-e\">  (b)  the sale complies with the charge and the <i>Mortgages Act</i>.  O. Reg. 439/11, s. 14.</p>"
        },
        {
            "id": "24.-29.",
            "section": "Transfer and Charge of Land",
            "content": " 24.-29. Revoked:  O. Reg. 23/99, s. 7. Transfer Under Power of Sale",
            "raw_html": "<p class=\"section-e\"> <b>24.-29. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 7.</p> <p class=\"heading1-e\">Transfer Under Power of Sale</p>"
        },
        {
            "id": "30.",
            "section": "Transfer Under Power of Sale",
            "content": " 30. (1) Revoked:  O. Reg. 23/99, s. 8. (2) Revoked:  O. Reg. 23/99, s. 8. (3) The evidence to be produced under section 99 of the Act, if any, shall be attached to the original transfer, and a duplicate copy thereof is not required to be attached to the duplicate copy of the transfer.  R.R.O. 1990, Reg. 690, s. 30 (3); O. Reg. 87/18, s. 10. (4) This section applies with necessary modifications to, (a)  a sale under a mortgage that was entered on the register on the first registration of the land; and (b)  a charge in the form of a debenture or similar instrument.  R.R.O. 1990, Reg. 690, s. 30 (4).",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>(1) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 8.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 8.</p> <p class=\"subsection-e\">  (3) The evidence to be produced under section 99 of the Act, if any, shall be attached to the original transfer, and a duplicate copy thereof is not required to be attached to the duplicate copy of the transfer.  R.R.O. 1990, Reg. 690, s. 30 (3); O. Reg. 87/18, s. 10.</p> <p class=\"subsection-e\">  (4) This section applies with necessary modifications to,</p> <p class=\"clause-e\">  (a)  a sale under a mortgage that was entered on the register on the first registration of the land; and</p> <p class=\"clause-e\">  (b)  a charge in the form of a debenture or similar instrument.  R.R.O. 1990, Reg. 690, s. 30 (4).</p>"
        },
        {
            "id": "31.",
            "section": "Transfer Under Power of Sale",
            "content": " 31. A tax deed or notice of vesting under the Municipal Act, 2001 in respect of land that, on the date of the deed or notice, was situated in a local municipality referred to in Schedule 2 to Regulation 995 of the Revised Regulations of Ontario, 1990 (Records) made under the Registry Act shall not be registered unless it complies with section 48 of that Regulation. O. Reg. 87/18, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>A tax deed or notice of vesting under the <i>Municipal Act, 2001</i> in respect of land that, on the date of the deed or notice, was situated in a local municipality referred to in Schedule 2 to Regulation 995 of the Revised Regulations of Ontario, 1990 (Records) made under the <i>Registry Act</i> shall not be registered unless it complies with section 48 of that Regulation. O. Reg. 87/18, s. 11.</p>"
        },
        {
            "id": "32.",
            "section": "Transfer Under Power of Sale",
            "content": " 32.-34. Revoked:  O. Reg. 23/99, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>32.</b>-<b>34. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 9.</p>"
        },
        {
            "id": "35.",
            "section": "Transfer Under Power of Sale",
            "content": " 35. Revoked:  O. Reg. 431/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>35. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 3.</p>"
        },
        {
            "id": "36.",
            "section": "Transfer Under Power of Sale",
            "content": " 36. (1) Revoked:  O. Reg. 23/99, s. 10. (2) Revoked:  O. Reg. 439/11, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <b>36. </b>(1) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 10.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 439/11, s. 15 (2).</p>"
        },
        {
            "id": "37.",
            "section": "Transfer Under Power of Sale",
            "content": " 37. A survivorship application under section 123 of the Act that is submitted for registration in a non-electronic format shall be supported by an affidavit that sets out the supporting evidence and that is in the required form.  O. Reg. 439/11, s. 16. Inhibiting Order",
            "raw_html": "<p class=\"section-e\"> <b>37. </b>A survivorship application under section 123 of the Act that is submitted for registration in a non-electronic format shall be supported by an affidavit that sets out the supporting evidence and that is in the required form.  O. Reg. 439/11, s. 16.</p> <p class=\"heading1-e\">Inhibiting Order</p>"
        },
        {
            "id": "38.",
            "section": "Inhibiting Order",
            "content": " 38. (1) An application to the Director of Titles or to the land registrar for an inhibiting order under section 23 of the Act that is submitted for registration in a non-electronic format shall be in the required form and shall be supported by the evidence that the Director of Titles or the land registrar, as the case may be, requires.  O. Reg. 439/11, s. 17 (1). (2) Where a municipality has entered into an agreement under subsection 51 (26) of the Planning Act, under which a municipality is entitled, upon the registration of the plan of subdivision to which the agreement relates, to land or to easements affecting land within the plan, the municipality may apply for an order inhibiting any dealing with, (a)  any land affected by the agreement; (b)  any land to which a municipality is entitled; and (c)  any land to be burdened by an easement for the benefit of a municipality, until the agreement or transfers, as the case may be, have been registered.  R.R.O. 1990, Reg. 690, s. 38(2); O. Reg. 25/99, s. 1 (2); O. Reg. 87/18, s. 12. (3) Revoked:  O. Reg. 439/11, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <b>38. </b>(1) An application to the Director of Titles or to the land registrar for an inhibiting order under section 23 of the Act that is submitted for registration in a non-electronic format shall be in the required form and shall be supported by the evidence that the Director of Titles or the land registrar, as the case may be, requires.  O. Reg. 439/11, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Where a municipality has entered into an agreement under subsection 51 (26) of the <i>Planning Act</i>, under which a municipality is entitled, upon the registration of the plan of subdivision to which the agreement relates, to land or to easements affecting land within the plan, the municipality may apply for an order inhibiting any dealing with,</p> <p class=\"clause-e\">  (a)  any land affected by the agreement;</p> <p class=\"clause-e\">  (b)  any land to which a municipality is entitled; and</p> <p class=\"clause-e\">  (c)  any land to be burdened by an easement for the benefit of a municipality,</p> <p class=\"Ssubsection-e\">until the agreement or transfers, as the case may be, have been registered.  R.R.O. 1990, Reg. 690, s. 38(2); O. Reg. 25/99, s. 1 (2); O. Reg. 87/18, s. 12.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 439/11, s. 17 (2).</p>"
        },
        {
            "id": "39.",
            "section": "Inhibiting Order",
            "content": " 39. Revoked:  O. Reg. 23/99, s. 12. Registration of Certified Copies",
            "raw_html": "<p class=\"section-e\"> <b>39. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 12.</p> <p class=\"heading1-e\">Registration of Certified Copies</p>"
        },
        {
            "id": "40.",
            "section": "Registration of Certified Copies",
            "content": " 40. There may be registered, (a)  a copy of an instrument certified under the hand and seal of the land registrar in whose office the instrument is registered; (b)  a copy of a power of attorney or other instrument executed by a corporation that confers upon any person authority to act for the corporation if the copy is certified by the proper officer of any department of the Government of Canada or Ontario in whose office the power of attorney or instrument is deposited; or (c)  a copy of an instrument registered and certified under the Corporation Securities Registration Act, being chapter 94 of the Revised Statutes of Ontario, 1980, or registered under that Act and as certified under the Personal Property Security Act.  R.R.O. 1990, Reg. 690, s. 40. Power of Attorney",
            "raw_html": "<p class=\"section-e\"> <b>40. </b>There may be registered,</p> <p class=\"clause-e\">  (a)  a copy of an instrument certified under the hand and seal of the land registrar in whose office the instrument is registered;</p> <p class=\"clause-e\">  (b)  a copy of a power of attorney or other instrument executed by a corporation that confers upon any person authority to act for the corporation if the copy is certified by the proper officer of any department of the Government of Canada or Ontario in whose office the power of attorney or instrument is deposited; or</p> <p class=\"clause-e\">  (c)  a copy of an instrument registered and certified under the <i>Corporation Securities Registration Act</i>, being chapter 94 of the Revised Statutes of Ontario, 1980, or registered under that Act and as certified under the <i>Personal Property Security Act</i>.  R.R.O. 1990, Reg. 690, s. 40.</p> <p class=\"heading1-e\">Power of Attorney</p>"
        },
        {
            "id": "41.",
            "section": "Power of Attorney",
            "content": " 41. (1) An instrument purporting to be signed or executed under a power of attorney shall not be registered unless at or before the time of such registration there is registered in the same land registry office, (a)  the original power of attorney; (b)  a copy of the original power of attorney certified to be a true copy of the original by the land registrar appointed under the Act or the Registry Act in whose office the original power of attorney is registered; or (c)  in the case of a power of attorney or other instrument executed by a corporation that confers upon any person authority to act for the corporation, a copy of the original power of attorney or other instrument certified to be a true copy of the original by an officer of the Government of Canada or Ontario in whose office the original power of attorney or instrument is deposited or fully recorded.  R.R.O. 1990, Reg. 690, s. 41 (1). (2) Where a power of attorney or other instrument referred to in clause (1) (c) cannot be produced, proof may be made before a judge of the Superior Court of Justice of the execution of the instrument purporting to be signed or executed under the power of attorney or other instrument and upon a certificate being endorsed on or attached to the instrument and signed by the judge, the land registrar shall, if the instrument is otherwise capable of registration, register the instrument and certificate.  R.R.O. 1990, Reg. 690, s. 41 (2); O. Reg. 25/99, s. 2; O. Reg. 439/11, s. 18. Defective Affidavits, Etc.",
            "raw_html": "<p class=\"section-e\"> <b>41. </b>(1) An instrument purporting to be signed or executed under a power of attorney shall not be registered unless at or before the time of such registration there is registered in the same land registry office,</p> <p class=\"clause-e\">  (a)  the original power of attorney;</p> <p class=\"clause-e\">  (b)  a copy of the original power of attorney certified to be a true copy of the original by the land registrar appointed under the Act or the <i>Registry Act</i> in whose office the original power of attorney is registered; or</p> <p class=\"clause-e\">  (c)  in the case of a power of attorney or other instrument executed by a corporation that confers upon any person authority to act for the corporation, a copy of the original power of attorney or other instrument certified to be a true copy of the original by an officer of the Government of Canada or Ontario in whose office the original power of attorney or instrument is deposited or fully recorded.  R.R.O. 1990, Reg. 690, s. 41 (1).</p> <p class=\"subsection-e\">  (2) Where a power of attorney or other instrument referred to in clause (1) (c) cannot be produced, proof may be made before a judge of the Superior Court of Justice of the execution of the instrument purporting to be signed or executed under the power of attorney or other instrument and upon a certificate being endorsed on or attached to the instrument and signed by the judge, the land registrar shall, if the instrument is otherwise capable of registration, register the instrument and certificate.  R.R.O. 1990, Reg. 690, s. 41 (2); O. Reg. 25/99, s. 2; O. Reg. 439/11, s. 18.</p> <p class=\"heading1-e\">Defective Affidavits, Etc.</p>"
        },
        {
            "id": "42.",
            "section": "Defective Affidavits, Etc.",
            "content": " 42. (1) Revoked:  O. Reg. 23/99, s. 13 (1). (2) Revoked:  O. Reg. 23/99, s. 13 (1). (3) The Director of Titles or the land registrar may approve for registration an instrument or an application that is irregular or deficient where he or she is satisfied that the irregularity or deficiency does not affect the validity of the instrument or application.  R.R.O. 1990, Reg. 690, s. 42 (3). (4) Revoked:  O. Reg. 23/99, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>(1) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 13 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 13 (1).</p> <p class=\"subsection-e\">  (3) The Director of Titles or the land registrar may approve for registration an instrument or an application that is irregular or deficient where he or she is satisfied that the irregularity or deficiency does not affect the validity of the instrument or application.  R.R.O. 1990, Reg. 690, s. 42 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 13 (2).</p>"
        },
        {
            "id": "43.",
            "section": "Defective Affidavits, Etc.",
            "content": " 43. Revoked:  O. Reg. 431/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>43. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 4.</p>"
        },
        {
            "id": "44.",
            "section": "Defective Affidavits, Etc.",
            "content": " 44. Revoked:  O. Reg. 439/11, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>44. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 439/11, s. 19.</p>"
        },
        {
            "id": "45.",
            "section": "Defective Affidavits, Etc.",
            "content": " 45. Revoked:  O. Reg. 23/99, s. 14. PART III   PROCEDURES, ETC.",
            "raw_html": "<p class=\"section-e\"> <b>45. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 14.</p> <p class=\"partnum-e\">PART III <br/>  PROCEDURES, ETC.</p>"
        },
        {
            "id": "46.-59.",
            "section": "Defective Affidavits, Etc.",
            "content": " 46.-59. Revoked:  O. Reg. 23/99, s. 15. Notices",
            "raw_html": "<p class=\"section-e\"> <b>46.-59.<span> </span></b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 15.</p> <p class=\"heading1-e\">Notices</p>"
        },
        {
            "id": "60.",
            "section": "Notices",
            "content": " 60. (1) Every notice required by the Act or this Regulation to be given, if sent by ordinary mail or registered mail and if not returned, shall be deemed to have been received by the person to be notified on the fifth day after the day of mailing.  R.R.O. 1990, Reg. 690, s. 60 (1); O. Reg. 439/11, s. 20; O. Reg. 87/18, s. 13. (2) Subject to section 42 of the Act, on the return of a notice referred to in subsection (1), the Director of Titles or the land registrar shall, if the matter to which it relates has not been concluded, direct service of the notice by such method or to such address as in his or her opinion would be most likely to effect service, and shall allow a further period of not less than ten days for response by the person so served and, if that method of service is also not effective, he or she may proceed without further notice to that person.  R.R.O. 1990, Reg. 690, s. 60 (2).",
            "raw_html": "<p class=\"section-e\"> <b>60. </b>(1) Every notice required by the Act or this Regulation to be given, if sent by ordinary mail or registered mail and if not returned, shall be deemed to have been received by the person to be notified on the fifth day after the day of mailing.  R.R.O. 1990, Reg. 690, s. 60 (1); O. Reg. 439/11, s. 20; O. Reg. 87/18, s. 13.</p> <p class=\"subsection-e\">  (2) Subject to section 42 of the Act, on the return of a notice referred to in subsection (1), the Director of Titles or the land registrar shall, if the matter to which it relates has not been concluded, direct service of the notice by such method or to such address as in his or her opinion would be most likely to effect service, and shall allow a further period of not less than ten days for response by the person so served and, if that method of service is also not effective, he or she may proceed without further notice to that person.  R.R.O. 1990, Reg. 690, s. 60 (2).</p>"
        },
        {
            "id": "61.",
            "section": "Notices",
            "content": " 61. (1) If a notice is required by the Act or this Regulation to be served by the Director of Titles or by a land registrar, the notice may, with the consent of the Director of Titles or of the land registrar, be served by the solicitor for the party interested in service if, (a)  the Director of Titles or the land registrar, as the case may be, has signed the original form of the notice; and (b)  an affidavit attesting to the service is filed with the Director of Titles or the land registrar, as the case may be.  O. Reg. 439/11, s. 21. (2) A notice served by or on behalf of the Director of Titles or the land registrar may be served by electronic transmission and, if so sent, shall be deemed to be received on the business day following the day it was sent by electronic transmission. O. Reg. 553/20, s. 4. (3) In this section, “business day” means Monday to Friday, excluding holidays. O. Reg. 553/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>61. </b>(1) If a notice is required by the Act or this Regulation to be served by the Director of Titles or by a land registrar, the notice may, with the consent of the Director of Titles or of the land registrar, be served by the solicitor for the party interested in service if,</p> <p class=\"clause-e\">  (a)  the Director of Titles or the land registrar, as the case may be, has signed the original form of the notice; and</p> <p class=\"clause-e\">  (b)  an affidavit attesting to the service is filed with the Director of Titles or the land registrar, as the case may be.  O. Reg. 439/11, s. 21.</p> <p class=\"subsection-e\">  (2) A notice served by or on behalf of the Director of Titles or the land registrar may be served by electronic transmission and, if so sent, shall be deemed to be received on the business day following the day it was sent by electronic transmission. O. Reg. 553/20, s. 4.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“business day” means Monday to Friday, excluding holidays. O. Reg. 553/20, s. 4.</p>"
        },
        {
            "id": "62.",
            "section": "Notices",
            "content": " 62. Revoked:  O. Reg. 23/99, s. 16. Claims against the Land Titles Assurance Fund",
            "raw_html": "<p class=\"section-e\"> <b>62. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 16.</p> <p class=\"heading1-e\">Claims against the Land Titles Assurance Fund</p>"
        },
        {
            "id": "63.",
            "section": "Claims against the Land Titles Assurance Fund",
            "content": " 63. An instrument perpetrates a fraud for the purposes of clause (d) of the definition of “fraudulent instrument” in section 1 of the Act if, (a)  it is a cessation of a charge or of an encumbrance; and (b)  the person who purports to register it is a fraudulent person.  O. Reg. 439/11, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>63. </b>An instrument perpetrates a fraud for the purposes of clause (d) of the definition of “fraudulent instrument” in section 1 of the Act if,</p> <p class=\"clause-e\">  (a)  it is a cessation of a charge or of an encumbrance; and</p> <p class=\"clause-e\">  (b)  the person who purports to register it is a fraudulent person.  O. Reg. 439/11, s. 22.</p>"
        },
        {
            "id": "64.",
            "section": "Claims against the Land Titles Assurance Fund",
            "content": " 64. (1) Subject to subsection (2), the following classes of persons are prescribed for the purposes of subsections 57 (4.1) and (4.2) of the Act: 1.  An individual who was the registered owner of the land that is the subject of the application for compensation from the Assurance Fund mentioned in the applicable subsection, where the land was used for residential purposes. 2.  An individual who is a purchaser in good faith for valuable consideration of the land that is the subject of the application for compensation from the Assurance Fund mentioned in the applicable subsection, where the land is used for residential purposes.  O. Reg. 439/11, s. 22. (2) No individual or person who is entitled to receive compensation from an insurer for any part of the loss for which the individual or person applies for compensation from the Assurance Fund shall be part of a class prescribed under subsection (1).  O. Reg. 439/11, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>64. </b>(1) Subject to subsection (2), the following classes of persons are prescribed for the purposes of subsections 57 (4.1) and (4.2) of the Act:</p> <p class=\"paragraph-e\">  1.  An individual who was the registered owner of the land that is the subject of the application for compensation from the Assurance Fund mentioned in the applicable subsection, where the land was used for residential purposes.</p> <p class=\"paragraph-e\">  2.  An individual who is a purchaser in good faith for valuable consideration of the land that is the subject of the application for compensation from the Assurance Fund mentioned in the applicable subsection, where the land is used for residential purposes.  O. Reg. 439/11, s. 22.</p> <p class=\"subsection-e\">  (2) No individual or person who is entitled to receive compensation from an insurer for any part of the loss for which the individual or person applies for compensation from the Assurance Fund shall be part of a class prescribed under subsection (1).  O. Reg. 439/11, s. 22.</p>"
        },
        {
            "id": "64.1",
            "section": "Claims against the Land Titles Assurance Fund",
            "content": " 64.1 (1) An application under subsection 57 (6) of the Act for payment of compensation out of The Land Titles Assurance Fund shall be in the required form and shall be accompanied by an affidavit in the required form.  O. Reg. 439/11, s. 22. (2) If the amount payable under a certificate of the Director of Titles under subsection 57 (11) of the Act does not exceed the amount to which subsection 54 (4) of the Act applies, the certificate shall be delivered to the Accountant of the Superior Court of Justice for payment from The Land Titles Assurance Fund Account.  O. Reg. 439/11, s. 22. (3) If the Director of Titles determines that an amount is to be paid from The Land Titles Assurance Fund in full satisfaction of the applicant’s claim, the Director of Titles may, before or after the Accountant’s cheque for the amount has been transferred to the applicant or the applicant’s solicitor, require the applicant to execute an acknowledgement and release in the required form and to deliver it to the Director of Titles.  O. Reg. 439/11, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>64.1 </b>(1) An application under subsection 57 (6) of the Act for payment of compensation out of The Land Titles Assurance Fund shall be in the required form and shall be accompanied by an affidavit in the required form.  O. Reg. 439/11, s. 22.</p> <p class=\"subsection-e\">  (2) If the amount payable under a certificate of the Director of Titles under subsection 57 (11) of the Act does not exceed the amount to which subsection 54 (4) of the Act applies, the certificate shall be delivered to the Accountant of the Superior Court of Justice for payment from The Land Titles Assurance Fund Account.  O. Reg. 439/11, s. 22.</p> <p class=\"subsection-e\">  (3) If the Director of Titles determines that an amount is to be paid from The Land Titles Assurance Fund in full satisfaction of the applicant’s claim, the Director of Titles may, before or after the Accountant’s cheque for the amount has been transferred to the applicant or the applicant’s solicitor, require the applicant to execute an acknowledgement and release in the required form and to deliver it to the Director of Titles.  O. Reg. 439/11, s. 22.</p>"
        },
        {
            "id": "65.-67.",
            "section": "Claims against the Land Titles Assurance Fund",
            "content": " 65.-67. Revoked: O. Reg. 87/18, s. 14. Forms 1-16 Revoked:  O. Reg. 431/11, s. 5. Form 17 Revoked:  O. Reg. 23/99, s. 17. Form 18 Revoked:  O. Reg. 431/11, s. 5. Forms 19-21 Revoked:  O. Reg. 23/99, s. 17. Form 22 Revoked:  O. Reg. 431/11, s. 5. Forms 23, 24 Revoked:  O. Reg. 23/99, s. 17. Forms 25, 26 Revoked:  O. Reg. 431/11, s. 5. Form 27 Revoked:  O. Reg. 23/99, s. 17. Form 28 Revoked:  O. Reg. 431/11, s. 5. Form 29 Revoked:  O. Reg. 23/99, s. 17. Forms 30-46 Revoked:  O. Reg. 431/11, s. 5. Form 47 Revoked:  O. Reg. 23/99, s. 17. Forms 48-61 Revoked:  O. Reg. 431/11, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>65.-67. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 87/18, s. 14.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 1-16 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 17 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 17.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 18 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 19-21 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 17.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 22 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 23, 24 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 17.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 25, 26 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 27 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 17.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 28 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 29 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 17.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 30-46 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 47 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/99, s. 17.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 48-61 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 431/11, s. 5.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900690\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}