{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 939: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 939: ",
        "act_under": "Private Career Colleges Act   Loi sur les collèges privés d’enseignement professionnel",
        "url": "https://www.ontario.ca/laws/regulation/900939",
        "date_scraped": "2023-12-19 16:58:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900939/v3",
            "valid_from": "August 28, 2006",
            "valid_to": "September 17, 2006"
        },
        {
            "a_href": "/laws/regulation/900939/v2",
            "valid_from": "September 30, 2005",
            "valid_to": "August 27, 2006"
        },
        {
            "a_href": "/laws/regulation/900939/v1",
            "valid_from": "March 10, 2003",
            "valid_to": "September 29, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “fees for the course of instruction” means the total cost of the course of instruction exclusive of the non-refundable registration fee; “part of the course of instruction supplied and serviced” means, (a) where the course of instruction is by correspondence, that part of the course of instruction that has been returned to the private career college for the purpose of being marked, or (b) where the course of instruction is not by correspondence, that part of the course of instruction that has been taught; “total cost of the course of instruction” means the amount payable by a student to a private career college in respect of a course of instruction offered by the private career college except for examination fees where such fees are separately prescribed in the contract for the course of instruction. R.R.O. 1990, Reg. 939, s. 1; O. Reg. 752/91, s. 1; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“fees for the course of instruction” means the total cost of the course of instruction exclusive of the non-refundable registration fee;</p> <p class=\"definition-e\">“part of the course of instruction supplied and serviced” means,</p> <p class=\"defclause-e\">(a) where the course of instruction is by correspondence, that part of the course of instruction that has been returned to the private career college for the purpose of being marked, or</p> <p class=\"defclause-e\">(b) where the course of instruction is not by correspondence, that part of the course of instruction that has been taught;</p> <p class=\"definition-e\">“total cost of the course of instruction” means the amount payable by a student to a private career college in respect of a course of instruction offered by the private career college except for examination fees where such fees are separately prescribed in the contract for the course of instruction. R.R.O. 1990, Reg. 939, s. 1; O. Reg. 752/91, s. 1; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Definitions",
            "content": "1.1 For the purposes of this Regulation, each franchise or franchised career college shall be deemed to be a separate private career college. O. Reg. 752/91, s. 2; O. Reg. 68/03, s. 1. Application for Registration",
            "raw_html": "<p class=\"section-e\"><b>1.1</b> For the purposes of this Regulation, each franchise or franchised career college shall be deemed to be a separate private career college. O. Reg. 752/91, s. 2; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P67_1710\"></a><a name=\"BK1\"></a>Application for Registration</p>"
        },
        {
            "id": "2.",
            "section": "Application for Registration",
            "content": "2. (1) An application for registration to conduct or operate a private career college shall be in such form as the Superintendent may determine. R.R.O. 1990, Reg. 939, s. 2 (1); O. Reg. 68/03, s. 1. (2) An application for registration shall be accompanied by, (a) a certified cheque, bank draft or money order payable to the Minister of Finance for the amount of the fees required by section 4; (b) a list of the proposed courses of instruction to be given by the private career college; (c) a syllabus for each course of instruction, indicating, (i) the subjects of instruction, (ii) the number of lessons provided and the number of hours required for each subject, (iii) the subjects in which an examination will be conducted, (iv) the pass mark for each examination, and (v) a detailed curriculum; (d) a statement of the fees payable by a student, (i) for each proposed course of instruction, (ii) for the course of instruction where the course of instruction is by correspondence with a compulsory terminal portion that is not by correspondence that will indicate that proportion of the fees applicable to each portion, and (iii) for the examinations prescribed for each proposed course of instruction; (e) a statement of the admission requirements for each course of instruction, including educational minimum and the particulars of any aptitude tests required to be taken by a prospective student; (f) a detailed statement of the books, supplies and equipment required by a student for each course of instruction and the cost therefor to the student, where the cost is not included in the fee; (g) two copies of all contract forms proposed to be used between the private career college and a prospective student; (h) Revoked: O. Reg. 223/93, s. 1 (2). (i) Revoked: O. Reg. 223/93, s. 1 (2). (j) two copies of each of the advertising materials, sales literature, catalogues, circulars, calendars, collection forms and any other documents used or proposed to be used in connection with the private career college; (k) two copies of each of the forms of certificates or diplomas proposed to be used by the private career college; (l) the names, addresses and telephone numbers of three persons who are not related to the applicant and who are able to provide references as to character and reputation of the applicant where the applicant is not a corporation and of three such persons in respect of each officer of the corporation where a corporation is the applicant, and where the applicant does not reside in or does not have its head office located in Ontario, the references shall be provided in writing; (m) where the applicant is not also the agent or manager of the private career college, the names, addresses and telephone numbers of three persons who are not related to the agent or manager and who are able to provide references as to the character and reputation of the agent or manager; (n) a copy of the information required by section 5 in regard to each teacher employed at the private career college; (o) the security required by section 9; (p) a pro forma financial statement prepared by a public accountant licensed under the Public Accountancy Act together with evidence acceptable to the Superintendent that there is sufficient capital available for the start up and operating cost of the private career college; and (q) any additional information required by the Superintendent. R.R.O. 1990, Reg. 939, s. 2 (2); O. Reg. 223/93, s. 1; O. Reg. 68/03, s. 1. Renewal",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) An application for registration to conduct or operate a private career college shall be in such form as the Superintendent may determine. R.R.O. 1990, Reg. 939, s. 2 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) An application for registration shall be accompanied by,</p> <p class=\"clause-e\">(a) a certified cheque, bank draft or money order payable to the Minister of Finance for the amount of the fees required by section 4;</p> <p class=\"clause-e\">(b) a list of the proposed courses of instruction to be given by the private career college;</p> <p class=\"clause-e\">(c) a syllabus for each course of instruction, indicating,</p> <p class=\"subclause-e\">(i) the subjects of instruction,</p> <p class=\"subclause-e\">(ii) the number of lessons provided and the number of hours required for each subject,</p> <p class=\"subclause-e\">(iii) the subjects in which an examination will be conducted,</p> <p class=\"subclause-e\">(iv) the pass mark for each examination, and</p> <p class=\"subclause-e\">(v) a detailed curriculum;</p> <p class=\"clause-e\">(d) a statement of the fees payable by a student,</p> <p class=\"subclause-e\">(i) for each proposed course of instruction,</p> <p class=\"subclause-e\">(ii) for the course of instruction where the course of instruction is by correspondence with a compulsory terminal portion that is not by correspondence that will indicate that proportion of the fees applicable to each portion, and</p> <p class=\"subclause-e\">(iii) for the examinations prescribed for each proposed course of instruction;</p> <p class=\"clause-e\">(e) a statement of the admission requirements for each course of instruction, including educational minimum and the particulars of any aptitude tests required to be taken by a prospective student;</p> <p class=\"clause-e\">(f) a detailed statement of the books, supplies and equipment required by a student for each course of instruction and the cost therefor to the student, where the cost is not included in the fee;</p> <p class=\"clause-e\">(g) two copies of all contract forms proposed to be used between the private career college and a prospective student;</p> <p class=\"clause-e\">(h) Revoked: O. Reg. 223/93, s. 1 (2).</p> <p class=\"clause-e\">(i) Revoked: O. Reg. 223/93, s. 1 (2).</p> <p class=\"clause-e\">(j) two copies of each of the advertising materials, sales literature, catalogues, circulars, calendars, collection forms and any other documents used or proposed to be used in connection with the private career college;</p> <p class=\"clause-e\">(k) two copies of each of the forms of certificates or diplomas proposed to be used by the private career college;</p> <p class=\"clause-e\">(l) the names, addresses and telephone numbers of three persons who are not related to the applicant and who are able to provide references as to character and reputation of the applicant where the applicant is not a corporation and of three such persons in respect of each officer of the corporation where a corporation is the applicant, and where the applicant does not reside in or does not have its head office located in Ontario, the references shall be provided in writing;</p> <p class=\"clause-e\">(m) where the applicant is not also the agent or manager of the private career college, the names, addresses and telephone numbers of three persons who are not related to the agent or manager and who are able to provide references as to the character and reputation of the agent or manager;</p> <p class=\"clause-e\">(n) a copy of the information required by section 5 in regard to each teacher employed at the private career college;</p> <p class=\"clause-e\">(o) the security required by section 9;</p> <p class=\"clause-e\">(p) a <i>pro forma</i> financial statement prepared by a public accountant licensed under the <i>Public Accountancy Act</i> together with evidence acceptable to the Superintendent that there is sufficient capital available for the start up and operating cost of the private career college; and</p> <p class=\"clause-e\">(q) any additional information required by the Superintendent. R.R.O. 1990, Reg. 939, s. 2 (2); O. Reg. 223/93, s. 1; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P95_5194\"></a><a name=\"BK2\"></a>Renewal</p>"
        },
        {
            "id": "3.",
            "section": "Renewal",
            "content": "3. (1) An application for renewal of registration to conduct or operate a private career college shall set forth in detail any change proposed to be made in the facts set forth in previous applications for registration and renewal and shall be accompanied by a certified cheque, bank draft or money order payable to the Minister of Finance for the amount of the fees required by section 4. R.R.O. 1990, Reg. 939, s. 3 (1); O. Reg. 223/93, s. 2 (1). (2) Every applicant who applies for renewal of registration to conduct or operate a private career college shall forward the application and the fees required by section 4 to the Superintendent no later than December 30 immediately preceding the year for which renewal of registration is sought. O. Reg. 520/05, s. 1. (3) Every application for renewal shall be accompanied by such information as may be requested by the Superintendent. R.R.O. 1990, Reg. 939, s. 3 (3). Fees",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) An application for renewal of registration to conduct or operate a private career college shall set forth in detail any change proposed to be made in the facts set forth in previous applications for registration and renewal and shall be accompanied by a certified cheque, bank draft or money order payable to the Minister of Finance for the amount of the fees required by section 4. R.R.O. 1990, Reg. 939, s. 3 (1); O. Reg. 223/93, s. 2 (1).</p> <p class=\"subsection-e\">(2) Every applicant who applies for renewal of registration to conduct or operate a private career college shall forward the application and the fees required by section 4 to the Superintendent no later than December 30 immediately preceding the year for which renewal of registration is sought. O. Reg. 520/05, s. 1.</p> <p class=\"subsection-e\">(3) Every application for renewal shall be accompanied by such information as may be requested by the Superintendent. R.R.O. 1990, Reg. 939, s. 3 (3).</p> <p class=\"heading1-e\"><a name=\"P99_6138\"></a><a name=\"BK3\"></a>Fees</p>"
        },
        {
            "id": "4.",
            "section": "Fees",
            "content": "4. (1) An applicant for registration to conduct or operate a private career college in 1994 shall pay the following fees: 1. An application fee of $390. 2. A registration fee of $650 for the career college and one course of instruction, plus, for each additional course of instruction, i. $390, if subparagraph ii does not apply, or ii. $39, if the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course. 3. An inspection fee of $260. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1. (2) An applicant for registration to conduct or operate a private career college in 1995 or in a later year shall pay the following fees: 1. An application fee of $480. 2. A registration fee of $800 for the career college and one course of instruction, plus, for each additional course of instruction, i. $480, if subparagraph ii does not apply, or ii. $48, if the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course. 3. An inspection fee of $320. O. Reg. 756/94, s. 2; O. Reg. 57/96, s. 2 (1); O. Reg. 68/03, s. 1. (3) An applicant for renewal of registration to conduct or operate a private career college in 1994 shall pay the following fees: 1. A registration fee of $650 for the career college and one course of instruction, plus, for each additional course of instruction, i. $39, if a fee was paid in respect of the course at the time of the last application for registration or renewal of registration, ii. $390, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and subparagraph iii does not apply, iii. $39, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course. 2. An inspection fee of $260 for each inspection of the career college’s facilities that was conducted under section 13 of the Act after the last application for registration or renewal of registration, other than an inspection conducted as part of the Superintendent’s review of an application for registration. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1. (4) An applicant for renewal of registration to conduct or operate a private career college in 1995 or in a later year shall pay the following fees: 1. A registration fee of $800 for the career college and one course of instruction, plus, for each additional course of instruction, i. $48, if a fee was paid in respect of the course at the time of the last application for registration or renewal of registration, ii. $480, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and subparagraph iii does not apply, iii. $48, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course. 2. An inspection fee of $320 for each inspection of the career college’s facilities that was conducted under section 13 of the Act after the last application for registration or renewal of registration, other than an inspection conducted as part of the Superintendent’s review of an application for registration. O. Reg. 756/94, s. 2; O. Reg. 57/96, s. 2 (2); O. Reg. 68/03, s. 1. (5) Despite subsections (3) and (4), the fees required by subsections (3) and (4) shall by increased by 50 per cent if the applicant does not comply with subsection 3(2), unless the Superintendent is satisfied that there is a reasonable excuse for the non-compliance. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1. (6) Fees paid under this section are not refundable except in the following circumstances: 1. The registration fee required by paragraph 2 of subsection (1) or paragraph 2 of subsection (2), except the amount paid under subparagraph i of that paragraph, is refundable if the application for registration is refused or the application is withdrawn. 2. The inspection fee required by paragraph 3 of subsection (1) or paragraph 3 of subsection (2) is refundable if the application for registration is withdrawn before an inspection of the career college’s facilities is conducted under section 13 of the Act. 3. The registration fee required by paragraph 1 of subsection (3) or paragraph 1 of subsection (4), except the amount paid under subparagraph ii of that paragraph, is refundable if the application for renewal of registration is refused or the application is withdrawn. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1. (7) Revoked: O. Reg. 68/03, s. 2. Courses of Instruction",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) An applicant for registration to conduct or operate a private career college in 1994 shall pay the following fees:</p> <p class=\"paragraph-e\">1. An application fee of $390.</p> <p class=\"paragraph-e\">2. A registration fee of $650 for the career college and one course of instruction, plus, for each additional course of instruction,</p> <p class=\"subpara-e\">i. $390, if subparagraph ii does not apply, or</p> <p class=\"subpara-e\">ii. $39, if the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course.</p> <p class=\"paragraph-e\">3. An inspection fee of $260. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) An applicant for registration to conduct or operate a private career college in 1995 or in a later year shall pay the following fees:</p> <p class=\"paragraph-e\">1. An application fee of $480.</p> <p class=\"paragraph-e\">2. A registration fee of $800 for the career college and one course of instruction, plus, for each additional course of instruction,</p> <p class=\"subpara-e\">i. $480, if subparagraph ii does not apply, or</p> <p class=\"subpara-e\">ii. $48, if the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course.</p> <p class=\"paragraph-e\">3. An inspection fee of $320. O. Reg. 756/94, s. 2; O. Reg. 57/96, s. 2 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) An applicant for renewal of registration to conduct or operate a private career college in 1994 shall pay the following fees:</p> <p class=\"paragraph-e\">1. A registration fee of $650 for the career college and one course of instruction, plus, for each additional course of instruction,</p> <p class=\"subpara-e\">i. $39, if a fee was paid in respect of the course at the time of the last application for registration or renewal of registration,</p> <p class=\"subpara-e\">ii. $390, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and subparagraph iii does not apply,</p> <p class=\"subpara-e\">iii. $39, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course.</p> <p class=\"paragraph-e\">2. An inspection fee of $260 for each inspection of the career college’s facilities that was conducted under section 13 of the Act after the last application for registration or renewal of registration, other than an inspection conducted as part of the Superintendent’s review of an application for registration. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(4) An applicant for renewal of registration to conduct or operate a private career college in 1995 or in a later year shall pay the following fees:</p> <p class=\"paragraph-e\">1. A registration fee of $800 for the career college and one course of instruction, plus, for each additional course of instruction,</p> <p class=\"subpara-e\">i. $48, if a fee was paid in respect of the course at the time of the last application for registration or renewal of registration,</p> <p class=\"subpara-e\">ii. $480, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and subparagraph iii does not apply,</p> <p class=\"subpara-e\">iii. $48, if no fee was paid in respect of the course at the time of the last application for registration or renewal of registration and the career college is a branch or franchise of another career college that offers the same course and has paid a fee under this subsection in respect of that course.</p> <p class=\"paragraph-e\">2. An inspection fee of $320 for each inspection of the career college’s facilities that was conducted under section 13 of the Act after the last application for registration or renewal of registration, other than an inspection conducted as part of the Superintendent’s review of an application for registration. O. Reg. 756/94, s. 2; O. Reg. 57/96, s. 2 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(5) Despite subsections (3) and (4), the fees required by subsections (3) and (4) shall by increased by 50 per cent if the applicant does not comply with subsection 3(2), unless the Superintendent is satisfied that there is a reasonable excuse for the non-compliance. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(6) Fees paid under this section are not refundable except in the following circumstances:</p> <p class=\"paragraph-e\">1. The registration fee required by paragraph 2 of subsection (1) or paragraph 2 of subsection (2), except the amount paid under subparagraph i of that paragraph, is refundable if the application for registration is refused or the application is withdrawn.</p> <p class=\"paragraph-e\">2. The inspection fee required by paragraph 3 of subsection (1) or paragraph 3 of subsection (2) is refundable if the application for registration is withdrawn before an inspection of the career college’s facilities is conducted under section 13 of the Act.</p> <p class=\"paragraph-e\">3. The registration fee required by paragraph 1 of subsection (3) or paragraph 1 of subsection (4), except the amount paid under subparagraph ii of that paragraph, is refundable if the application for renewal of registration is refused or the application is withdrawn. O. Reg. 756/94, s. 2; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(7) Revoked: O. Reg. 68/03, s. 2.</p> <p class=\"heading1-e\"><a name=\"P130_11130\"></a><a name=\"BK4\"></a>Courses of Instruction</p>"
        },
        {
            "id": "4.1",
            "section": "Courses of Instruction",
            "content": "4.1 (1) A private career college shall not offer a course of instruction unless, when the last application for registration or renewal of registration was made by the person who conducts or operates the career college, a fee was paid in respect of the course under paragraph 2 of subsection 4 (2) or paragraph 1 of subsection 4 (4). O. Reg. 223/93, s. 3; O. Reg. 607/99, s. 2; O. Reg. 68/03, s. 1. (2) Subsection (1) does not apply if the course of instruction is approved by the Superintendent. O. Reg. 223/93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>4.1</b> (1) A private career college shall not offer a course of instruction unless, when the last application for registration or renewal of registration was made by the person who conducts or operates the career college, a fee was paid in respect of the course under paragraph 2 of subsection 4 (2) or paragraph 1 of subsection 4 (4). O. Reg. 223/93, s. 3; O. Reg. 607/99, s. 2; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply if the course of instruction is approved by the Superintendent. O. Reg. 223/93, s. 3.</p>"
        },
        {
            "id": "4.2",
            "section": "Courses of Instruction",
            "content": "4.2 (1) The Superintendent may require a private career college to submit to the Superintendent a report evaluating a course of instruction or proposed course of instruction at the career college. O. Reg. 223/93, s. 3; O. Reg. 68/03, s. 1. (2) The report shall be prepared at the career college’s expense by a person approved by the Superintendent. O. Reg. 223/93, s. 3; O. Reg. 68/03, s. 1. Instructional Staff",
            "raw_html": "<p class=\"section-e\"><b>4.2</b> (1) The Superintendent may require a private career college to submit to the Superintendent a report evaluating a course of instruction or proposed course of instruction at the career college. O. Reg. 223/93, s. 3; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) The report shall be prepared at the career college’s expense by a person approved by the Superintendent. O. Reg. 223/93, s. 3; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P135_12098\"></a><a name=\"BK5\"></a>Instructional Staff</p>"
        },
        {
            "id": "5.",
            "section": "Instructional Staff",
            "content": "5. (1) No private career college shall employ a teacher at the private career college unless the teacher has submitted to the private career college a completed personal data in a form provided by the Superintendent. R.R.O. 1990, Reg. 939, s. 5 (1); O. Reg. 68/03, s. 1. (2) Every teacher at a private career college shall be twenty-one years of age or over and shall, (a) be the holder of a degree of Bachelor of Arts or Bachelor of Science from a Canadian university or a degree the equivalent thereto from a university other than a Canadian university and have twelve months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher; (b) be a graduate of a college of applied arts and technology established under the Ministry of Colleges and Universities Act and have twenty-four months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher; (c) be a graduate of a private career college registered under this Act or a predecessor of this Act and have twenty-four months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher; (d) be a graduate of a teachers’ college established under the Education Act and have twelve months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher; (e) have thirty-six months of teaching experience in the vocation or occupation for which instruction is to be given by such teacher; or (f) have forty-eight months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher. R.R.O. 1990, Reg. 939, s. 5 (2); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) No private career college shall employ a teacher at the private career college unless the teacher has submitted to the private career college a completed personal data in a form provided by the Superintendent. R.R.O. 1990, Reg. 939, s. 5 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Every teacher at a private career college shall be twenty-one years of age or over and shall,</p> <p class=\"clause-e\">(a) be the holder of a degree of Bachelor of Arts or Bachelor of Science from a Canadian university or a degree the equivalent thereto from a university other than a Canadian university and have twelve months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher;</p> <p class=\"clause-e\">(b) be a graduate of a college of applied arts and technology established under the <i>Ministry of Colleges and Universities Act</i> and have twenty-four months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher;</p> <p class=\"clause-e\">(c) be a graduate of a private career college registered under this Act or a predecessor of this Act and have twenty-four months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher;</p> <p class=\"clause-e\">(d) be a graduate of a teachers’ college established under the <i>Education Act</i> and have twelve months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher;</p> <p class=\"clause-e\">(e) have thirty-six months of teaching experience in the vocation or occupation for which instruction is to be given by such teacher; or</p> <p class=\"clause-e\">(f) have forty-eight months actual occupational experience in the vocation or occupation for which instruction is to be given by such teacher. R.R.O. 1990, Reg. 939, s. 5 (2); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Instructional Staff",
            "content": "6. Despite subsection 5 (2), the Superintendent may approve the employment of any teacher at a private career college who in the opinion of the Superintendent is proficient in the subject or subjects which that person proposes to teach at the private career college or who in the opinion of the Superintendent is proficient in the vocation or occupation for which instruction is to be given by such teacher. R.R.O. 1990, Reg. 939, s. 6; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Despite subsection 5 (2), the Superintendent may approve the employment of any teacher at a private career college who in the opinion of the Superintendent is proficient in the subject or subjects which that person proposes to teach at the private career college or who in the opinion of the Superintendent is proficient in the vocation or occupation for which instruction is to be given by such teacher. R.R.O. 1990, Reg. 939, s. 6; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Instructional Staff",
            "content": "7. Revoked: O. Reg. 223/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Revoked: O. Reg. 223/93, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": "Instructional Staff",
            "content": "8. (1) Any appointment to the teaching staff of a private career college shall be reported forthwith in writing to the Superintendent by the private career college. R.R.O. 1990, Reg. 939, s. 8 (1); O. Reg. 223/93, s. 6; O. Reg. 68/03, s. 1. (2) No private career college shall change a course of instruction or the fee payable in respect thereof without first obtaining the approval of the Superintendent. R.R.O. 1990, Reg. 939, s. 8 (2); O. Reg. 68/03, s. 1. (3) Upon the request of the Superintendent, a private career college shall submit to the Superintendent an audited annual financial statement for the private career college prepared by a chartered accountant licensed under the Public Accountancy Act. R.R.O. 1990, Reg. 939, s. 8 (3); O. Reg. 68/03, s. 1. (4) The Superintendent may from time to time and at any time require a private career college to submit for review further information or other material respecting the operation of the private career college. R.R.O. 1990, Reg. 939, s. 8 (4); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) Any appointment to the teaching staff of a private career college shall be reported forthwith in writing to the Superintendent by the private career college. R.R.O. 1990, Reg. 939, s. 8 (1); O. Reg. 223/93, s. 6; O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) No private career college shall change a course of instruction or the fee payable in respect thereof without first obtaining the approval of the Superintendent. R.R.O. 1990, Reg. 939, s. 8 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Upon the request of the Superintendent, a private career college shall submit to the Superintendent an audited annual financial statement for the private career college prepared by a chartered accountant licensed under the <i>Public Accountancy Act</i>. R.R.O. 1990, Reg. 939, s. 8 (3); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(4) The Superintendent may from time to time and at any time require a private career college to submit for review further information or other material respecting the operation of the private career college. R.R.O. 1990, Reg. 939, s. 8 (4); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": "Instructional Staff",
            "content": "9. (1) In this section,  “previous financial year” means the most recent financial year of the applicant completed before the 31st day of October of the year in which the application for renewal is submitted. O. Reg. 752/91, s. 3 (1). (2) An applicant for registration to conduct or operate a private career college shall submit with the application a bond in the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue projected to be received by the applicant from tuition to be charged for courses of instruction during the first twelve months of operation of the career college, as shown on the pro forma financial statement required under clause 2 (2) (p). O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.1) An applicant for renewal of registration to conduct or operate a private career college shall submit with the application a bond in an amount to be determined in accordance with subsections (2.2) to (2.6). O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.2) If the applicant for renewal of registration has been registered to conduct or operate the private career college for a continuous period of less than one year immediately preceding the date of the application for renewal, the amount of the bond for the purpose of subsection (2.1) shall be the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the estimated gross revenue that would be received by the applicant from tuition charged for courses of instruction during a one-year period, calculated in accordance with the following formula:  where, A = the estimated gross revenue that would be received by the applicant from tuition charged for courses of instruction during a one-year period, B = the gross revenue received by the applicant from tuition charged for courses of instruction during the continuous period immediately preceding the date of the application for renewal during which the applicant has been registered to conduct or operate the private career college, C = the number of days in the continuous period immediately preceding the date of the application for renewal during which the applicant has been registered to conduct or operate the private career college. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.3) Subject to subsection (2.4), if the applicant for renewal of registration has been registered to conduct or operate the private career college for a continuous period of at least one year but less than six years immediately preceding the date of the application for renewal, the amount of the bond for the purpose of subsection (2.1) shall be, (a) if the previous financial year was at least twelve months long, the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the previous financial year; and (b) if the previous financial year was less than twelve months long, the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the twelve-month period immediately preceding the date of the application for renewal. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.4) Instead of submitting a bond in an amount determined in accordance with subsection (2.3), an applicant for renewal of registration that has been registered to conduct or operate the private career college for a continuous period of at least one year but less than six years immediately preceding the date of the application for renewal and that routinely collects tuition in instalments may submit a bond in an amount equal to, (a) the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is equal to or greater than $30,000; and (b) $30,000, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is less than $30,000. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.5) Subject to subsection (2.6), if the applicant for renewal of registration has been registered to conduct or operate the private career college for a continuous period of at least six years immediately preceding the date of the application for renewal, the amount of the bond for the purpose of subsection (2.1) shall be, (a) if the previous financial year was at least twelve months long, the amount in Column 2 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the previous financial year; and (b) if the previous financial year was less than twelve months long, the amount in Column 2 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the twelve-month period immediately preceding the date of the application for renewal. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.6) Instead of submitting a bond in an amount determined in accordance with subsection (2.5), an applicant for renewal of registration that has been registered to conduct or operate the private career college for a continuous period of at least six years immediately preceding the date of the application for renewal and that routinely collects tuition in instalments may submit a bond in an amount equal to, (a) the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is equal to or greater than $20,000; and (b) $20,000, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is less than $20,000. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.7) An applicant for registration or renewal of registration to conduct or operate a private career college which has or will have more than one branch shall submit a separate application for each branch together with, (a) a separate bond for each branch, the amount of each of which shall be determined in accordance with subsections (2) to (2.6), as applicable, as if each branch were a separate private career college; (b) one bond for all the branches combined, the amount of which shall be the sum of the amounts of the separate bonds determined in accordance with clause (a); or (c) one bond for all the branches combined, the amount of which shall be determined in accordance with subsections (2.8) and (2.9). O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.8) If the applicant has been registered to conduct or operate any branch of the private career college for a continuous period of at least six years immediately preceding the date of the application, the amount of the bond for the purpose of clause (2.7) (c) shall be the amount in Column 2 of the Table set out opposite the range in Column 1 of the Table that includes the sum of the following amounts: 1. The sum of the gross revenue determined in accordance with subsection (2) of all branches to which that subsection applies. 2. The sum of the estimated gross revenue determined in accordance with subsection (2.2) of all branches to which that subsection applies. 3. The sum of the gross revenue determined in accordance with clause (2.3) (a) of all branches to which that clause applies. 4. The sum of the gross revenue determined in accordance with clause (2.3) (b) of all branches to which that clause applies. 5. The sum of the gross revenue determined in accordance with clause (2.5) (a) of all branches to which that clause applies. 6. The sum of the gross revenue determined in accordance with clause (2.5) (b) of all branches to which that clause applies. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.9) If the applicant has not been registered to conduct or operate any branch of the private career college for a continuous period of at least six years immediately preceding the date of the application, the amount of the bond for the purpose of clause (2.7) (c) shall be the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the sum of the following amounts: 1. The sum of the gross revenue determined in accordance with subsection (2) of all branches to which that subsection applies. 2. The sum of the estimated gross revenue determined in accordance with subsection (2.2) of all branches to which that subsection applies. 3. The sum of the gross revenue determined in accordance with clause (2.3) (a) of all branches to which that clause applies. 4. The sum of the gross revenue determined in accordance with clause (2.3) (b) of all branches to which that clause applies. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1. (2.10) Despite subsections (2) to (2.9), (a) the Superintendent may increase the amount of the bond required to be submitted by an applicant if the Superintendent is satisfied that the increased amount is necessary to provide appropriate protection for the students of the private career college; and (b) the Superintendent may decrease the amount of the bond required to be submitted by an applicant if the Superintendent is satisfied that the decreased amount will provide appropriate protection for the students of the private career college. O. Reg. 223/93, s. 7 (1); O. Reg. 68/03, s. 1. (3) A bond under this section shall be, (a) a bond of a guarantee company approved under the Guarantee Companies Securities Act; (b) a personal bond accompanied by collateral security; or (c) a bond of a guarantor, other than a guarantee company, accompanied by collateral security, in a form provided by the Superintendent. R.R.O. 1990, Reg. 939, s. 9 (3); O. Reg. 752/91, s. 3 (2). (4) The classes of negotiable security that may be accepted as collateral security for a bond are, (a) bonds issued or guaranteed by Canada; or (b) bonds issued or guaranteed by any province of Canada. R.R.O. 1990, Reg. 939, s. 9 (4). (5) The collateral security referred to in subsection (4) shall be deposited with the Superintendent and maintained at a market value of not less than the face value of the bond. R.R.O. 1990, Reg. 939, s. 9 (5). (6) A bond under clause (3) (a) may be cancelled by the guarantee company if, (a) the guarantee company gives at least two months’ notice in writing of its intention to cancel to the Superintendent and to the person bonded; and (b) the guarantee company receives a written acknowledgment of the intention to cancel from the Superintendent. O. Reg. 223/93, s. 7 (2). (6.1) The effective date of the cancellation of the bond under subsection (6) is the date set out in the written acknowledgment of the Superintendent. O. Reg. 223/93, s. 7 (2). (7) For the purpose of every act or omission occurring, (a) during the period of registration; or (b) during the period prior to cancellation of the bond under subsection (6) where there has been no termination of registration, every bond shall continue in force and the collateral security, if any, shall remain on deposit for a period of two years following the termination of the registration or the cancellation of the bond, as the case may be. R.R.O. 1990, Reg. 939, s. 9 (7). (8) Where a bond has been cancelled or the registration has been terminated and the bond has not been forfeited, the Superintendent may, two years following the termination of the registration to which the bond relates or two years after the cancellation of the bond, as the case may be, deliver the bond and any collateral security to the person bound thereunder and to the person who deposited such security, as the case may be. R.R.O. 1990, Reg. 939, s. 9 (8). (9), (10) Revoked: O. Reg. 68/03, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) In this section, </p> <p class=\"firstdef-e\">“previous financial year” means the most recent financial year of the applicant completed before the 31st day of October of the year in which the application for renewal is submitted. O. Reg. 752/91, s. 3 (1).</p> <p class=\"subsection-e\">(2) An applicant for registration to conduct or operate a private career college shall submit with the application a bond in the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue projected to be received by the applicant from tuition to be charged for courses of instruction during the first twelve months of operation of the career college, as shown on the <i>pro forma</i> financial statement required under clause 2 (2) (p). O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.1) An applicant for renewal of registration to conduct or operate a private career college shall submit with the application a bond in an amount to be determined in accordance with subsections (2.2) to (2.6). O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.2) If the applicant for renewal of registration has been registered to conduct or operate the private career college for a continuous period of less than one year immediately preceding the date of the application for renewal, the amount of the bond for the purpose of subsection (2.1) shall be the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the estimated gross revenue that would be received by the applicant from tuition charged for courses of instruction during a one-year period, calculated in accordance with the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"37\" src=\"images/elaws_rev_regs_900939_e-1.gif\" width=\"72\"/></p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">A = the estimated gross revenue that would be received by the applicant from tuition charged for courses of instruction during a one-year period,</p> <p class=\"equationind1-e\">B = the gross revenue received by the applicant from tuition charged for courses of instruction during the continuous period immediately preceding the date of the application for renewal during which the applicant has been registered to conduct or operate the private career college,</p> <p class=\"equationind1-e\">C = the number of days in the continuous period immediately preceding the date of the application for renewal during which the applicant has been registered to conduct or operate the private career college.</p> <p class=\"footnote-e\">O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.3) Subject to subsection (2.4), if the applicant for renewal of registration has been registered to conduct or operate the private career college for a continuous period of at least one year but less than six years immediately preceding the date of the application for renewal, the amount of the bond for the purpose of subsection (2.1) shall be,</p> <p class=\"clause-e\">(a) if the previous financial year was at least twelve months long, the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the previous financial year; and</p> <p class=\"clause-e\">(b) if the previous financial year was less than twelve months long, the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the twelve-month period immediately preceding the date of the application for renewal. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.4) Instead of submitting a bond in an amount determined in accordance with subsection (2.3), an applicant for renewal of registration that has been registered to conduct or operate the private career college for a continuous period of at least one year but less than six years immediately preceding the date of the application for renewal and that routinely collects tuition in instalments may submit a bond in an amount equal to,</p> <p class=\"clause-e\">(a) the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is equal to or greater than $30,000; and</p> <p class=\"clause-e\">(b) $30,000, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is less than $30,000. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.5) Subject to subsection (2.6), if the applicant for renewal of registration has been registered to conduct or operate the private career college for a continuous period of at least six years immediately preceding the date of the application for renewal, the amount of the bond for the purpose of subsection (2.1) shall be,</p> <p class=\"clause-e\">(a) if the previous financial year was at least twelve months long, the amount in Column 2 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the previous financial year; and</p> <p class=\"clause-e\">(b) if the previous financial year was less than twelve months long, the amount in Column 2 of the Table set out opposite the range in Column 1 of the Table that includes the gross revenue received by the applicant from tuition charged for courses of instruction during the twelve-month period immediately preceding the date of the application for renewal. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.6) Instead of submitting a bond in an amount determined in accordance with subsection (2.5), an applicant for renewal of registration that has been registered to conduct or operate the private career college for a continuous period of at least six years immediately preceding the date of the application for renewal and that routinely collects tuition in instalments may submit a bond in an amount equal to,</p> <p class=\"clause-e\">(a) the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is equal to or greater than $20,000; and</p> <p class=\"clause-e\">(b) $20,000, if the highest amount of revenue from unearned prepaid tuition received by the applicant for courses of instruction during the previous financial year is less than $20,000. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.7) An applicant for registration or renewal of registration to conduct or operate a private career college which has or will have more than one branch shall submit a separate application for each branch together with,</p> <p class=\"clause-e\">(a) a separate bond for each branch, the amount of each of which shall be determined in accordance with subsections (2) to (2.6), as applicable, as if each branch were a separate private career college;</p> <p class=\"clause-e\">(b) one bond for all the branches combined, the amount of which shall be the sum of the amounts of the separate bonds determined in accordance with clause (a); or</p> <p class=\"clause-e\">(c) one bond for all the branches combined, the amount of which shall be determined in accordance with subsections (2.8) and (2.9). O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.8) If the applicant has been registered to conduct or operate any branch of the private career college for a continuous period of at least six years immediately preceding the date of the application, the amount of the bond for the purpose of clause (2.7) (c) shall be the amount in Column 2 of the Table set out opposite the range in Column 1 of the Table that includes the sum of the following amounts:</p> <p class=\"paragraph-e\">1. The sum of the gross revenue determined in accordance with subsection (2) of all branches to which that subsection applies.</p> <p class=\"paragraph-e\">2. The sum of the estimated gross revenue determined in accordance with subsection (2.2) of all branches to which that subsection applies.</p> <p class=\"paragraph-e\">3. The sum of the gross revenue determined in accordance with clause (2.3) (a) of all branches to which that clause applies.</p> <p class=\"paragraph-e\">4. The sum of the gross revenue determined in accordance with clause (2.3) (b) of all branches to which that clause applies.</p> <p class=\"paragraph-e\">5. The sum of the gross revenue determined in accordance with clause (2.5) (a) of all branches to which that clause applies.</p> <p class=\"paragraph-e\">6. The sum of the gross revenue determined in accordance with clause (2.5) (b) of all branches to which that clause applies. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.9) If the applicant has not been registered to conduct or operate any branch of the private career college for a continuous period of at least six years immediately preceding the date of the application, the amount of the bond for the purpose of clause (2.7) (c) shall be the amount in Column 3 of the Table set out opposite the range in Column 1 of the Table that includes the sum of the following amounts:</p> <p class=\"paragraph-e\">1. The sum of the gross revenue determined in accordance with subsection (2) of all branches to which that subsection applies.</p> <p class=\"paragraph-e\">2. The sum of the estimated gross revenue determined in accordance with subsection (2.2) of all branches to which that subsection applies.</p> <p class=\"paragraph-e\">3. The sum of the gross revenue determined in accordance with clause (2.3) (a) of all branches to which that clause applies.</p> <p class=\"paragraph-e\">4. The sum of the gross revenue determined in accordance with clause (2.3) (b) of all branches to which that clause applies. O. Reg. 752/91, s. 3 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2.10) Despite subsections (2) to (2.9),</p> <p class=\"clause-e\">(a) the Superintendent may increase the amount of the bond required to be submitted by an applicant if the Superintendent is satisfied that the increased amount is necessary to provide appropriate protection for the students of the private career college; and</p> <p class=\"clause-e\">(b) the Superintendent may decrease the amount of the bond required to be submitted by an applicant if the Superintendent is satisfied that the decreased amount will provide appropriate protection for the students of the private career college. O. Reg. 223/93, s. 7 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) A bond under this section shall be,</p> <p class=\"clause-e\">(a) a bond of a guarantee company approved under the <i>Guarantee Companies Securities Act</i>;</p> <p class=\"clause-e\">(b) a personal bond accompanied by collateral security; or</p> <p class=\"clause-e\">(c) a bond of a guarantor, other than a guarantee company, accompanied by collateral security,</p> <p class=\"Ssubsection-e\">in a form provided by the Superintendent. R.R.O. 1990, Reg. 939, s. 9 (3); O. Reg. 752/91, s. 3 (2).</p> <p class=\"subsection-e\">(4) The classes of negotiable security that may be accepted as collateral security for a bond are,</p> <p class=\"clause-e\">(a) bonds issued or guaranteed by Canada; or</p> <p class=\"clause-e\">(b) bonds issued or guaranteed by any province of Canada. R.R.O. 1990, Reg. 939, s. 9 (4).</p> <p class=\"subsection-e\">(5) The collateral security referred to in subsection (4) shall be deposited with the Superintendent and maintained at a market value of not less than the face value of the bond. R.R.O. 1990, Reg. 939, s. 9 (5).</p> <p class=\"subsection-e\">(6) A bond under clause (3) (a) may be cancelled by the guarantee company if,</p> <p class=\"clause-e\">(a) the guarantee company gives at least two months’ notice in writing of its intention to cancel to the Superintendent and to the person bonded; and</p> <p class=\"clause-e\">(b) the guarantee company receives a written acknowledgment of the intention to cancel from the Superintendent. O. Reg. 223/93, s. 7 (2).</p> <p class=\"subsection-e\">(6.1) The effective date of the cancellation of the bond under subsection (6) is the date set out in the written acknowledgment of the Superintendent. O. Reg. 223/93, s. 7 (2).</p> <p class=\"subsection-e\">(7) For the purpose of every act or omission occurring,</p> <p class=\"clause-e\">(a) during the period of registration; or</p> <p class=\"clause-e\">(b) during the period prior to cancellation of the bond under subsection (6) where there has been no termination of registration,</p> <p class=\"Ssubsection-e\">every bond shall continue in force and the collateral security, if any, shall remain on deposit for a period of two years following the termination of the registration or the cancellation of the bond, as the case may be. R.R.O. 1990, Reg. 939, s. 9 (7).</p> <p class=\"subsection-e\">(8) Where a bond has been cancelled or the registration has been terminated and the bond has not been forfeited, the Superintendent may, two years following the termination of the registration to which the bond relates or two years after the cancellation of the bond, as the case may be, deliver the bond and any collateral security to the person bound thereunder and to the person who deposited such security, as the case may be. R.R.O. 1990, Reg. 939, s. 9 (8).</p> <p class=\"subsection-e\">(9), (10) Revoked: O. Reg. 68/03, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": "Instructional Staff",
            "content": "10. (1) The Superintendent may in his or her discretion declare any bond mentioned in section 9 forfeited and thereupon the amount thereof becomes due and owing by the person bound thereby as a debt due the Crown in right of Ontario, (a) where a registrant has been convicted of, (i) an offence under the Act, or (ii) an offence involving fraud or theft or conspiracy to commit an offence involving fraud or theft under the Criminal Code (Canada), and the conviction has become final; (b) where proceedings by or in respect of a registrant have been taken under the Bankruptcy Act (Canada) either by way of assignment or by petition or where proceedings have been taken by way of winding up, and in the case of a petition, a receiving order under the Bankruptcy Act (Canada) or a winding up order has been made and the order has become final; or (c) where during the two-year period mentioned in subsection 9 (7) the Superintendent receives a notice in writing of a claim against the registrant by or on behalf of a student in respect of a course of instruction or a contract for a course of instruction together with evidence satisfactory to the Superintendent as to the validity of such claim or that legal proceedings have been commenced against the registrant. R.R.O. 1990, Reg. 939, s. 10 (1); O. Reg. 752/91, s. 4. (2) Where a bond secured by the deposit of collateral security is forfeited under subsection (1), the Superintendent may sell the collateral security at the current market price. R.R.O. 1990, Reg. 939, s. 10 (2). (3) Where the Crown in right of Ontario becomes a creditor or a person in respect of a debt due the Crown arising from the provisions of subsection (1), the Superintendent may take such proceedings as he or she sees fit under the Bankruptcy Act (Canada), the Courts of Justice Act, the Corporations Act or the Winding-up Act (Canada) for the appointment of an interim receiver, custodian, trustee, receiver or liquidator, as the case may be. R.R.O. 1990, Reg. 939, s. 10 (3). (4) The Superintendent may in his or her discretion within two years of the forfeiture, (a) assign any bond forfeited under subsection (1) and transfer the collateral security, if any; (b) pay over any money recovered under the bond; or (c) pay over any money realized from the sale of the collateral security under subsection (2), to any person who, (d) is a judgment creditor of any registrant, including any member of a partnership, in respect of whose conduct the bond has been conditioned, where the judgment was based on a claim arising out of a transaction involving a course of instruction or a contract for a course of instruction; (e) in respect of a claim for less than $100 against any registrant, including any member of a partnership, in respect of whose conduct the bond has been conditioned, arising out of a transaction involving a course of instruction or a contract for a course of instruction; or (f) has proven to the satisfaction of the Superintendent that the person has a claim against the bankrupt registrant, including any member of a partnership, in respect of whose conduct the bond has been conditioned, arising out of a transaction involving a course of instruction or a contract for a course of instruction, if the claim or transaction occurred during the period referred to in clause 9 (7) (a) or (b). R.R.O. 1990, Reg. 939, s. 10 (4). (5) Where the proceeds of the bond are insufficient to satisfy the total amount of all the judgments and claims filed with the Superintendent within the two-year period from the date of forfeiture mentioned in subsection (4), the Superintendent may distribute the proceeds of the bond among the judgment creditors and claimants proportionately. R.R.O. 1990, Reg. 939, s. 10 (5). (6) When the proceeds of the bond exceed the total amount of the judgments and claims filed with the Superintendent within the two-year period from the date of forfeiture mentioned in subsection (4), the Superintendent may pay the remaining balance of the proceeds of the bond to the person who paid over the proceeds of the bond under subsection (1) or who assigned the collateral security realized. R.R.O. 1990, Reg. 939, s. 10 (6). (7) Where a bond has been forfeited and no judgment or claim of a creditor has been filed with the Superintendent within the two-year period from the date of forfeiture mentioned in subsection (4), the Superintendent may pay the proceeds of the bond to the person who paid over the proceeds of the bond under subsection (1) or who assigned the collateral security realized. R.R.O. 1990, Reg. 939, s. 10 (7). (8) Only judgments of creditors that have become final prior to the expiration of the two-year period from the date of forfeiture mentioned in subsection (4) shall be eligible to share in the proceeds of the bond. R.R.O. 1990, Reg. 939, s. 10 (8). (9) Despite subsection (8), the Superintendent may in his or her discretion pay to the Accountant of the Ontario Court from the proceeds of the bond the amount of a judgment of a creditor where a judgment has been obtained but has not become final prior to the expiration of the two-year period from the date of forfeiture mentioned in subsection (4), and such amount shall be held in trust for such creditor until the judgment becomes final. R.R.O. 1990, Reg. 939, s. 10 (9). Advertising",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) The Superintendent may in his or her discretion declare any bond mentioned in section 9 forfeited and thereupon the amount thereof becomes due and owing by the person bound thereby as a debt due the Crown in right of Ontario,</p> <p class=\"clause-e\">(a) where a registrant has been convicted of,</p> <p class=\"subclause-e\">(i) an offence under the Act, or</p> <p class=\"subclause-e\">(ii) an offence involving fraud or theft or conspiracy to commit an offence involving fraud or theft under the <i>Criminal Code </i>(Canada),</p> <p class=\"Sclause-e\">and the conviction has become final;</p> <p class=\"clause-e\">(b) where proceedings by or in respect of a registrant have been taken under the <i>Bankruptcy Act</i> (Canada) either by way of assignment or by petition or where proceedings have been taken by way of winding up, and in the case of a petition, a receiving order under the <i>Bankruptcy Act</i> (Canada) or a winding up order has been made and the order has become final; or</p> <p class=\"clause-e\">(c) where during the two-year period mentioned in subsection 9 (7) the Superintendent receives a notice in writing of a claim against the registrant by or on behalf of a student in respect of a course of instruction or a contract for a course of instruction together with evidence satisfactory to the Superintendent as to the validity of such claim or that legal proceedings have been commenced against the registrant. R.R.O. 1990, Reg. 939, s. 10 (1); O. Reg. 752/91, s. 4.</p> <p class=\"subsection-e\">(2) Where a bond secured by the deposit of collateral security is forfeited under subsection (1), the Superintendent may sell the collateral security at the current market price. R.R.O. 1990, Reg. 939, s. 10 (2).</p> <p class=\"subsection-e\">(3) Where the Crown in right of Ontario becomes a creditor or a person in respect of a debt due the Crown arising from the provisions of subsection (1), the Superintendent may take such proceedings as he or she sees fit under the <i>Bankruptcy Act</i> (Canada), the <i>Courts of Justice Act</i>, the <i>Corporations Act</i> or the <i>Winding-up Act</i> (Canada) for the appointment of an interim receiver, custodian, trustee, receiver or liquidator, as the case may be. R.R.O. 1990, Reg. 939, s. 10 (3).</p> <p class=\"subsection-e\">(4) The Superintendent may in his or her discretion within two years of the forfeiture,</p> <p class=\"clause-e\">(a) assign any bond forfeited under subsection (1) and transfer the collateral security, if any;</p> <p class=\"clause-e\">(b) pay over any money recovered under the bond; or</p> <p class=\"clause-e\">(c) pay over any money realized from the sale of the collateral security under subsection (2),</p> <p class=\"Ssubsection-e\">to any person who,</p> <p class=\"clause-e\">(d) is a judgment creditor of any registrant, including any member of a partnership, in respect of whose conduct the bond has been conditioned, where the judgment was based on a claim arising out of a transaction involving a course of instruction or a contract for a course of instruction;</p> <p class=\"clause-e\">(e) in respect of a claim for less than $100 against any registrant, including any member of a partnership, in respect of whose conduct the bond has been conditioned, arising out of a transaction involving a course of instruction or a contract for a course of instruction; or</p> <p class=\"clause-e\">(f) has proven to the satisfaction of the Superintendent that the person has a claim against the bankrupt registrant, including any member of a partnership, in respect of whose conduct the bond has been conditioned, arising out of a transaction involving a course of instruction or a contract for a course of instruction,</p> <p class=\"Ssubsection-e\">if the claim or transaction occurred during the period referred to in clause 9 (7) (a) or (b). R.R.O. 1990, Reg. 939, s. 10 (4).</p> <p class=\"subsection-e\">(5) Where the proceeds of the bond are insufficient to satisfy the total amount of all the judgments and claims filed with the Superintendent within the two-year period from the date of forfeiture mentioned in subsection (4), the Superintendent may distribute the proceeds of the bond among the judgment creditors and claimants proportionately. R.R.O. 1990, Reg. 939, s. 10 (5).</p> <p class=\"subsection-e\">(6) When the proceeds of the bond exceed the total amount of the judgments and claims filed with the Superintendent within the two-year period from the date of forfeiture mentioned in subsection (4), the Superintendent may pay the remaining balance of the proceeds of the bond to the person who paid over the proceeds of the bond under subsection (1) or who assigned the collateral security realized. R.R.O. 1990, Reg. 939, s. 10 (6).</p> <p class=\"subsection-e\">(7) Where a bond has been forfeited and no judgment or claim of a creditor has been filed with the Superintendent within the two-year period from the date of forfeiture mentioned in subsection (4), the Superintendent may pay the proceeds of the bond to the person who paid over the proceeds of the bond under subsection (1) or who assigned the collateral security realized. R.R.O. 1990, Reg. 939, s. 10 (7).</p> <p class=\"subsection-e\">(8) Only judgments of creditors that have become final prior to the expiration of the two-year period from the date of forfeiture mentioned in subsection (4) shall be eligible to share in the proceeds of the bond. R.R.O. 1990, Reg. 939, s. 10 (8).</p> <p class=\"subsection-e\">(9) Despite subsection (8), the Superintendent may in his or her discretion pay to the Accountant of the Ontario Court from the proceeds of the bond the amount of a judgment of a creditor where a judgment has been obtained but has not become final prior to the expiration of the two-year period from the date of forfeiture mentioned in subsection (4), and such amount shall be held in trust for such creditor until the judgment becomes final. R.R.O. 1990, Reg. 939, s. 10 (9).</p> <p class=\"heading1-e\"><a name=\"P234_33181\"></a><a name=\"BK6\"></a>Advertising</p>"
        },
        {
            "id": "11.",
            "section": "Advertising",
            "content": "11. Every private career college shall have a post office address in Ontario. R.R.O. 1990, Reg. 939, s. 11; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Every private career college shall have a post office address in Ontario. R.R.O. 1990, Reg. 939, s. 11; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": "Advertising",
            "content": "12. (1) No person shall publish by any means, or broadcast by radio or television, or cause to be published or broadcast, an advertisement relating to a private career college that by affirmative statement or illustration or by omission misleads or tends to mislead the public. R.R.O. 1990, Reg. 939, s. 12 (1); O. Reg. 68/03, s. 1. (2) No person shall publish by any means, or broadcast by radio or television, or cause to be published or broadcast, any advertisement relating to a private career college without first submitting the advertisement in duplicate to the Superintendent for approval. R.R.O. 1990, Reg. 939, s. 12 (2); O. Reg. 68/03, s. 1. (3) Every advertisement for a private career college shall include the name and post office address of the private career college. R.R.O. 1990, Reg. 939, s. 12 (3); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) No person shall publish by any means, or broadcast by radio or television, or cause to be published or broadcast, an advertisement relating to a private career college that by affirmative statement or illustration or by omission misleads or tends to mislead the public. R.R.O. 1990, Reg. 939, s. 12 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) No person shall publish by any means, or broadcast by radio or television, or cause to be published or broadcast, any advertisement relating to a private career college without first submitting the advertisement in duplicate to the Superintendent for approval. R.R.O. 1990, Reg. 939, s. 12 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Every advertisement for a private career college shall include the name and post office address of the private career college. R.R.O. 1990, Reg. 939, s. 12 (3); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "13.",
            "section": "Advertising",
            "content": "13. No stationery or other printed matter, and no advertising of any kind, of or relating to a private career college shall refer to the Superintendent’s approval of the private career college or of any of its courses of instruction except by the use of the following words: “Registered and approved as a private career college under the Private Career Colleges Act”. R.R.O. 1990, Reg. 939, s. 13; O. Reg. 68/03, s. 1. Career College Management",
            "raw_html": "<p class=\"section-e\"><b>13.</b> No stationery or other printed matter, and no advertising of any kind, of or relating to a private career college shall refer to the Superintendent’s approval of the private career college or of any of its courses of instruction except by the use of the following words: “Registered and approved as a private career college under the <i>Private Career Colleges Act</i>”. R.R.O. 1990, Reg. 939, s. 13; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P240_34621\"></a><a name=\"BK7\"></a>Career College Management</p>"
        },
        {
            "id": "14.",
            "section": "Career College Management",
            "content": "14. (1) The registrant of a private career college shall display his or her certificate of registration in a conspicuous location at the entrance to the private career college or in some other location on the premises where it can be readily observed by the students and the public. R.R.O. 1990, Reg. 939, s. 14 (1); O. Reg. 68/03, s. 1. (2) The registrant of a private career college shall upon request make available to any student of the career college an up-to-date copy of this Regulation or a copy of sections 20, 21, 22, 24 and 25 of this Regulation. R.R.O. 1990, Reg. 939, s. 14 (2); O. Reg. 68/03, s. 1. (3) Where the registrant of a private career college is offering a course of instruction by correspondence, the registrant shall forward to each person who has contracted for such correspondence course a copy of the sheet or card referred to in subsection (2). R.R.O. 1990, Reg. 939, s. 14 (3); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) The registrant of a private career college shall display his or her certificate of registration in a conspicuous location at the entrance to the private career college or in some other location on the premises where it can be readily observed by the students and the public. R.R.O. 1990, Reg. 939, s. 14 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) The registrant of a private career college shall upon request make available to any student of the career college an up-to-date copy of this Regulation or a copy of sections 20, 21, 22, 24 and 25 of this Regulation. R.R.O. 1990, Reg. 939, s. 14 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Where the registrant of a private career college is offering a course of instruction by correspondence, the registrant shall forward to each person who has contracted for such correspondence course a copy of the sheet or card referred to in subsection (2). R.R.O. 1990, Reg. 939, s. 14 (3); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "15.",
            "section": "Career College Management",
            "content": "15. Every private career college shall have an agent or manager in Ontario who has authority to accept or cancel contracts for the private career college and to repay or refund money paid by or on behalf of persons for or on account of fees. R.R.O. 1990, Reg. 939, s. 15; O. Reg. 68/03, s. 1. Sale of Courses",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Every private career college shall have an agent or manager in Ontario who has authority to accept or cancel contracts for the private career college and to repay or refund money paid by or on behalf of persons for or on account of fees. R.R.O. 1990, Reg. 939, s. 15; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P245_35898\"></a><a name=\"BK8\"></a>Sale of Courses</p>"
        },
        {
            "id": "16.",
            "section": "Sale of Courses",
            "content": "16. No registrant of a private career college and no salesperson of courses of instruction offered by a private career college or representative of a private career college shall either verbally or in writing guarantee or in any way promise a position to any student or prospective student of a private career college. R.R.O. 1990, Reg. 939, s. 16; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> No registrant of a private career college and no salesperson of courses of instruction offered by a private career college or representative of a private career college shall either verbally or in writing guarantee or in any way promise a position to any student or prospective student of a private career college. R.R.O. 1990, Reg. 939, s. 16; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "17.",
            "section": "Sale of Courses",
            "content": "17. (1) Despite any provision contained in a contract in respect of a course of instruction at a private career college, the registrant of the private career college or a salesperson or representative of the private career college shall not retain any money paid for or on account of instruction given by the private career college where the registrant or a salesperson or representative of the private career college has made any false or misleading statement regarding any course of instruction offered by the private career college or regarding the nature of the contract, for the purpose of inducing the person who has paid the money to take a course of instruction or to enter into the contract, and all money so received shall be forthwith repaid to the person who has paid it, and the contract is void. R.R.O. 1990, Reg. 939, s. 17 (1); O. Reg. 68/03, s. 1. (2) Subject to subsection (3), where a registrant’s, (a) registration is cancelled; (b) renewal of registration has been refused and the registration has expired; or (c) application for renewal of registration has not been made and the registration has expired, the registrant shall, within thirty days next following the cancellation or expiry of registration, repay to each person who contracted for a course or courses of instruction, (d) the registration fee under section 20; and (e) the full amount paid for or on account of the fees by or on behalf of such person except the proportion of the fees for the course of instruction that the part of the course of instruction supplied and serviced up to the date of cancellation or expiry bears to the course of instruction. R.R.O. 1990, Reg. 939, s. 17 (2); O. Reg. 68/03, s. 1. (3) Where, (a) a person has contracted for a course of instruction at a private career college and the registration of the private career college is cancelled or expires before the course of instruction has been completed; (b) a course of instruction is offered by another registered private career college that is the same or similar to the course of instruction contracted by the person under clause (a); and (c) the person and the registrant of the private career college referred to in clause (a) agree in writing with the registrant of the registered private career college referred to in clause (b) that the person will complete his or her course of instruction at the registered private career college referred to in clause (b) at no additional cost to the person, the registrant referred to in subsection (2) is not required to repay any money to the person referred to in clause (a). R.R.O. 1990, Reg. 939, s. 17 (3); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) Despite any provision contained in a contract in respect of a course of instruction at a private career college, the registrant of the private career college or a salesperson or representative of the private career college shall not retain any money paid for or on account of instruction given by the private career college where the registrant or a salesperson or representative of the private career college has made any false or misleading statement regarding any course of instruction offered by the private career college or regarding the nature of the contract, for the purpose of inducing the person who has paid the money to take a course of instruction or to enter into the contract, and all money so received shall be forthwith repaid to the person who has paid it, and the contract is void. R.R.O. 1990, Reg. 939, s. 17 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Subject to subsection (3), where a registrant’s,</p> <p class=\"clause-e\">(a) registration is cancelled;</p> <p class=\"clause-e\">(b) renewal of registration has been refused and the registration has expired; or</p> <p class=\"clause-e\">(c) application for renewal of registration has not been made and the registration has expired,</p> <p class=\"Ssubsection-e\">the registrant shall, within thirty days next following the cancellation or expiry of registration, repay to each person who contracted for a course or courses of instruction,</p> <p class=\"clause-e\">(d) the registration fee under section 20; and</p> <p class=\"clause-e\">(e) the full amount paid for or on account of the fees by or on behalf of such person except the proportion of the fees for the course of instruction that the part of the course of instruction supplied and serviced up to the date of cancellation or expiry bears to the course of instruction. R.R.O. 1990, Reg. 939, s. 17 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Where,</p> <p class=\"clause-e\">(a) a person has contracted for a course of instruction at a private career college and the registration of the private career college is cancelled or expires before the course of instruction has been completed;</p> <p class=\"clause-e\">(b) a course of instruction is offered by another registered private career college that is the same or similar to the course of instruction contracted by the person under clause (a); and</p> <p class=\"clause-e\">(c) the person and the registrant of the private career college referred to in clause (a) agree in writing with the registrant of the registered private career college referred to in clause (b) that the person will complete his or her course of instruction at the registered private career college referred to in clause (b) at no additional cost to the person,</p> <p class=\"Ssubsection-e\">the registrant referred to in subsection (2) is not required to repay any money to the person referred to in clause (a). R.R.O. 1990, Reg. 939, s. 17 (3); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "18.",
            "section": "Sale of Courses",
            "content": "18. (1) Every contract for a course of instruction at a private career college shall state the commencement date for the course of instruction, and every contract for a course of instruction by correspondence at a private career college shall also state a termination date for completion of the course. R.R.O. 1990, Reg. 939, s. 18 (1); O. Reg. 68/03, s. 1. (2) Except where part of the course of instruction has been supplied and serviced, where a commencement date for a course of instruction by way of correspondence is not stated in the contract, the contract is voidable at the option of the person. R.R.O. 1990, Reg. 939, s. 18 (2). (3) Except where part of the course has been supplied and serviced, where a commencement date for a course of instruction that is not by way of correspondence is not stated in the contract, the contract is voidable at the option of the person. R.R.O. 1990, Reg. 939, s. 18 (3). (4) A student may exercise his or her option under subsection (2) or (3) by giving notice in writing by registered mail to the private career college of the student’s intention to treat his or her contract with the private career college as void. R.R.O. 1990, Reg. 939, s. 18 (4); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) Every contract for a course of instruction at a private career college shall state the commencement date for the course of instruction, and every contract for a course of instruction by correspondence at a private career college shall also state a termination date for completion of the course. R.R.O. 1990, Reg. 939, s. 18 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Except where part of the course of instruction has been supplied and serviced, where a commencement date for a course of instruction by way of correspondence is not stated in the contract, the contract is voidable at the option of the person. R.R.O. 1990, Reg. 939, s. 18 (2).</p> <p class=\"subsection-e\">(3) Except where part of the course has been supplied and serviced, where a commencement date for a course of instruction that is not by way of correspondence is not stated in the contract, the contract is voidable at the option of the person. R.R.O. 1990, Reg. 939, s. 18 (3).</p> <p class=\"subsection-e\">(4) A student may exercise his or her option under subsection (2) or (3) by giving notice in writing by registered mail to the private career college of the student’s intention to treat his or her contract with the private career college as void. R.R.O. 1990, Reg. 939, s. 18 (4); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "19.",
            "section": "Sale of Courses",
            "content": "19. Every contract for a course of instruction at a private career college shall set out either in the body of the contract or on a separate sheet that is annexed to and forms part of the contract, (a) a statement in bold face type that, (i) the private career college is prohibited by law from guaranteeing a position to any student or prospective student, and (ii) the contract is subject to the Private Career Colleges Act and the regulations made thereunder; and (b) sections 20, 21, 22, 24 and 25 or a statement in bold face type that where a student has contracted for a course of instruction and gives notice to the private career college of his or her intention to cancel the contract, the private career college is entitled to retain the registration fee and a proportion of the fees for the whole course of instruction as provided for by sections 20, 21, 22, 24 and 25 of the regulations made under the Private Career Colleges Act. R.R.O. 1990, Reg. 939, s. 19; O. Reg. 68/03, s. 1. Retention and Payment of Fees",
            "raw_html": "<p class=\"section-e\"><b>19.</b> Every contract for a course of instruction at a private career college shall set out either in the body of the contract or on a separate sheet that is annexed to and forms part of the contract,</p> <p class=\"clause-e\">(a) a statement in bold face type that,</p> <p class=\"subclause-e\">(i) the private career college is prohibited by law from guaranteeing a position to any student or prospective student, and</p> <p class=\"subclause-e\">(ii) the contract is subject to the <i>Private Career Colleges Act</i> and the regulations made thereunder; and</p> <p class=\"clause-e\">(b) sections 20, 21, 22, 24 and 25 or a statement in bold face type that where a student has contracted for a course of instruction and gives notice to the private career college of his or her intention to cancel the contract, the private career college is entitled to retain the registration fee and a proportion of the fees for the whole course of instruction as provided for by sections 20, 21, 22, 24 and 25 of the regulations made under the <i>Private Career Colleges Act</i>. R.R.O. 1990, Reg. 939, s. 19; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P269_41181\"></a><a name=\"BK9\"></a>Retention and Payment of Fees</p>"
        },
        {
            "id": "20.",
            "section": "Retention and Payment of Fees",
            "content": "20. A private career college may charge a registration fee that shall not exceed 100 per cent of the total cost of the course of instruction or $100, whichever is the lesser, and such registration fee shall be applied to the total cost of the course of instruction. R.R.O. 1990, Reg. 939, s. 20; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> A private career college may charge a registration fee that shall not exceed 100 per cent of the total cost of the course of instruction or $100, whichever is the lesser, and such registration fee shall be applied to the total cost of the course of instruction. R.R.O. 1990, Reg. 939, s. 20; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "21.",
            "section": "Retention and Payment of Fees",
            "content": "21. (1) Subject to section 16 and subsection 17 (5) of the Act, (a) where a person has contracted for a course of instruction at a private career college twenty-one days or more prior to the commencement date of the course of instruction and gives notice in writing either delivered personally or by registered mail to the private career college at least twenty-one days prior to the commencement date of the course of instruction, of his or her intention not to commence the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person, except for the registration fee referred to in section 20; (b) where a person has contracted for a course of instruction at a private career college twenty-one days or more prior to the commencement date of the course of instruction and gives notice in writing either delivered personally or by registered mail to the private career college less than twenty-one days prior to the commencement date of the course of instruction, of the person’s intention not to commence the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person except, (i) the registration fee under section 20, and (ii) 10 per cent of the fees for the whole course of instruction; (c) where a person has contracted for a course of instruction at a private career college less than twenty-one days prior to the commencement date of the course of instruction and gives notice in writing either delivered personally or by registered mail to the private career college at any time prior to the commencement date of the course of instruction, of the person’s intention not to commence the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person except, (i) the registration fee under section 20, and (ii) 10 per cent of the fees for the whole course of instruction; (d) subject to subsection (4), where a person has contracted for a course of instruction at a private career college and gives notice in writing either delivered personally or by registered mail to the private career college after the commencement date of the course of instruction of the person’s intention to cease taking the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person except, (i) the registration fee under section 20, (ii) the proportion of the fees for the course of instruction that the part of the course of instruction supplied and serviced up to the time of receipt of the notice bears to the course of instruction, and (iii) 10 per cent of the difference between the fees for the course of instruction and the proportion of the fees that the part of the course of instruction supplied and serviced up to the time of receipt of the notice bears to the course of instruction; and (e) where a private career college has supplied equipment to a person that is in addition to the integral and essential equipment supplied with the written material for a course of instruction and the private career college receives from the person a notice under clause (a), (b), (c) or (d), the private career college may make a charge not exceeding the retail cost to the private career college, for the additional equipment or for the use thereof, as the case may be, except where the person returns all the additional equipment to the private career college unopened or as issued, within ten days of the receipt of the additional equipment by the person. R.R.O. 1990, Reg. 939, s. 21 (1); O. Reg. 68/03, s. 1. (2) The maximum amount a private career college may retain under clause (1) (c) is $200. R.R.O. 1990, Reg. 939, s. 21 (2); O. Reg. 68/03, s. 1. (3) Where a private career college receives a proper notice under clause (1) (a), (b), (c) or (d), the private career college shall acknowledge receipt of the notice and provide the student with a statement of any money retained by the private career college. R.R.O. 1990, Reg. 939, s. 21 (3); O. Reg. 68/03, s. 1. (4) Where a private career college has supplied and serviced two-thirds or more of a course of instruction and has not received a proper notice under clause (1) (d) before that date, the private career college shall not be obliged to refund any money paid for or on account of the fees by or on behalf of a person who has contracted for such course of instruction. R.R.O. 1990, Reg. 939, s. 21 (4); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) Subject to section 16 and subsection 17 (5) of the Act,</p> <p class=\"clause-e\">(a) where a person has contracted for a course of instruction at a private career college twenty-one days or more prior to the commencement date of the course of instruction and gives notice in writing either delivered personally or by registered mail to the private career college at least twenty-one days prior to the commencement date of the course of instruction, of his or her intention not to commence the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person, except for the registration fee referred to in section 20;</p> <p class=\"clause-e\">(b) where a person has contracted for a course of instruction at a private career college twenty-one days or more prior to the commencement date of the course of instruction and gives notice in writing either delivered personally or by registered mail to the private career college less than twenty-one days prior to the commencement date of the course of instruction, of the person’s intention not to commence the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person except,</p> <p class=\"subclause-e\">(i) the registration fee under section 20, and</p> <p class=\"subclause-e\">(ii) 10 per cent of the fees for the whole course of instruction;</p> <p class=\"clause-e\">(c) where a person has contracted for a course of instruction at a private career college less than twenty-one days prior to the commencement date of the course of instruction and gives notice in writing either delivered personally or by registered mail to the private career college at any time prior to the commencement date of the course of instruction, of the person’s intention not to commence the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person except,</p> <p class=\"subclause-e\">(i) the registration fee under section 20, and</p> <p class=\"subclause-e\">(ii) 10 per cent of the fees for the whole course of instruction;</p> <p class=\"clause-e\">(d) subject to subsection (4), where a person has contracted for a course of instruction at a private career college and gives notice in writing either delivered personally or by registered mail to the private career college after the commencement date of the course of instruction of the person’s intention to cease taking the course of instruction, the private career college shall refund any money paid for or on account of the fees by or on behalf of the person except,</p> <p class=\"subclause-e\">(i) the registration fee under section 20,</p> <p class=\"subclause-e\">(ii) the proportion of the fees for the course of instruction that the part of the course of instruction supplied and serviced up to the time of receipt of the notice bears to the course of instruction, and</p> <p class=\"subclause-e\">(iii) 10 per cent of the difference between the fees for the course of instruction and the proportion of the fees that the part of the course of instruction supplied and serviced up to the time of receipt of the notice bears to the course of instruction; and</p> <p class=\"clause-e\">(e) where a private career college has supplied equipment to a person that is in addition to the integral and essential equipment supplied with the written material for a course of instruction and the private career college receives from the person a notice under clause (a), (b), (c) or (d), the private career college may make a charge not exceeding the retail cost to the private career college, for the additional equipment or for the use thereof, as the case may be, except where the person returns all the additional equipment to the private career college unopened or as issued, within ten days of the receipt of the additional equipment by the person. R.R.O. 1990, Reg. 939, s. 21 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) The maximum amount a private career college may retain under clause (1) (c) is $200. R.R.O. 1990, Reg. 939, s. 21 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Where a private career college receives a proper notice under clause (1) (a), (b), (c) or (d), the private career college shall acknowledge receipt of the notice and provide the student with a statement of any money retained by the private career college. R.R.O. 1990, Reg. 939, s. 21 (3); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(4) Where a private career college has supplied and serviced two-thirds or more of a course of instruction and has not received a proper notice under clause (1) (d) before that date, the private career college shall not be obliged to refund any money paid for or on account of the fees by or on behalf of a person who has contracted for such course of instruction. R.R.O. 1990, Reg. 939, s. 21 (4); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "22.",
            "section": "Retention and Payment of Fees",
            "content": "22. Where a person has contracted for a course at a private career college and does not give notice in writing by registered mail to the private career college prior to the commencement date of the course of instruction that is not by way of correspondence of the person’s intention not to commence the course of instruction and does not attend the first five consecutive days of the course of instruction, the contract is voidable at the option of the private career college, and the private career college shall refund any money paid for or on account of the fees by or on behalf of the person, except, (a) the registration fee provided for in section 20; and (b) 10 per cent of the fees for the course of instruction. R.R.O. 1990, Reg. 939, s. 22; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Where a person has contracted for a course at a private career college and does not give notice in writing by registered mail to the private career college prior to the commencement date of the course of instruction that is not by way of correspondence of the person’s intention not to commence the course of instruction and does not attend the first five consecutive days of the course of instruction, the contract is voidable at the option of the private career college, and the private career college shall refund any money paid for or on account of the fees by or on behalf of the person, except,</p> <p class=\"clause-e\">(a) the registration fee provided for in section 20; and</p> <p class=\"clause-e\">(b) 10 per cent of the fees for the course of instruction. R.R.O. 1990, Reg. 939, s. 22; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "23.",
            "section": "Retention and Payment of Fees",
            "content": "23. (1) Where a person has contracted for a course of instruction that is not by way of correspondence at a private career college and exercises his or her option to void the contract under section 18 prior to the date upon which the first class is held in respect of any subject of the course of instruction, the private career college shall, except as provided in clause 21 (1) (e), refund any money paid by or on behalf of the student for or on account of fees for the course of instruction, including the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (1); O. Reg. 68/03, s. 1. (2) Where a person has contracted for a course of instruction that is not by way of correspondence at a private career college and fails to exercise his or her option to void a contract under section 18 prior to the date upon which the first class is held, clauses 21 (1) (d) and (e) shall apply in respect of any subsequent exercise of the option even though the student may not have participated in the course of instruction, except that the owner of the private career college is not entitled to retain the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (2); O. Reg. 68/03, s. 1. (3) Where a person has contracted for a correspondence course at a private career college and exercises his or her option to void the contract under section 18 before returning a part of the course of instruction for the purpose of marking, and even though one or more lessons may have been delivered by the private career college to the person, the private career college shall, except as provided in clause 21 (1) (c), refund any money paid by or on behalf of the student for or on account of fees for the course of instruction including the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (3); O. Reg. 68/03, s. 1. (4) Where a person has contracted for a correspondence course at a private career college and exercises his or her option to void a contract under section 18 after part of the course of instruction has been supplied and serviced, clauses 21 (1) (d) and (e) shall apply except that the owner of the private career college is not entitled to retain the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (4); O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) Where a person has contracted for a course of instruction that is not by way of correspondence at a private career college and exercises his or her option to void the contract under section 18 prior to the date upon which the first class is held in respect of any subject of the course of instruction, the private career college shall, except as provided in clause 21 (1) (e), refund any money paid by or on behalf of the student for or on account of fees for the course of instruction, including the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Where a person has contracted for a course of instruction that is not by way of correspondence at a private career college and fails to exercise his or her option to void a contract under section 18 prior to the date upon which the first class is held, clauses 21 (1) (d) and (e) shall apply in respect of any subsequent exercise of the option even though the student may not have participated in the course of instruction, except that the owner of the private career college is not entitled to retain the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Where a person has contracted for a correspondence course at a private career college and exercises his or her option to void the contract under section 18 before returning a part of the course of instruction for the purpose of marking, and even though one or more lessons may have been delivered by the private career college to the person, the private career college shall, except as provided in clause 21 (1) (c), refund any money paid by or on behalf of the student for or on account of fees for the course of instruction including the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (3); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(4) Where a person has contracted for a correspondence course at a private career college and exercises his or her option to void a contract under section 18 after part of the course of instruction has been supplied and serviced, clauses 21 (1) (d) and (e) shall apply except that the owner of the private career college is not entitled to retain the registration fee under section 20. R.R.O. 1990, Reg. 939, s. 23 (4); O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "24.",
            "section": "Retention and Payment of Fees",
            "content": "24. Where a private career college is required to refund any money under sections 21, 22 or 23, the private career college shall refund the money to the person entitled within thirty days of the receipt by the private career college of the notice referred to in section 18, 21 or 22, as the case may be. R.R.O. 1990, Reg. 939, s. 24; O. Reg. 68/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> Where a private career college is required to refund any money under sections 21, 22 or 23, the private career college shall refund the money to the person entitled within thirty days of the receipt by the private career college of the notice referred to in section 18, 21 or 22, as the case may be. R.R.O. 1990, Reg. 939, s. 24; O. Reg. 68/03, s. 1.</p>"
        },
        {
            "id": "25.",
            "section": "Retention and Payment of Fees",
            "content": "25. (1) Where a private career college has after the commencement date of a course of instruction dismissed a student due to academic failure, contravention of a career college regulation, misconduct or failure to pay the required fees under a written contract for a course of instruction and the private career college has satisfied the Superintendent that the dismissal was for good cause, the private career college shall refund any money paid for or on account of the fees by or on behalf of the student except, (a) the registration fee under section 20; (b) the proportion of the fees for the course of instruction that the part of the course of instruction supplied and serviced to the date of dismissal bears to the course of instruction; and (c) 10 per cent of the difference between the fees for the course of instruction and the proportion of the fees that the part of the course of instruction supplied and serviced to the date of dismissal bears to the course of instruction. R.R.O. 1990, Reg. 939, s. 25 (1); O. Reg. 68/03, s. 1. (2) Where a private career college has dismissed a student under subsection (1), the private career college may retain, in addition to the money referred to in subsection (1), an amount required to repair or replace any property of the private career college that has been damaged or destroyed as a direct result of the action or conduct of the dismissed student and the private career college has satisfied the Superintendent that such damage or destruction was caused by the wilful action of such student. R.R.O. 1990, Reg. 939, s. 25 (2); O. Reg. 68/03, s. 1. Vocations",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) Where a private career college has after the commencement date of a course of instruction dismissed a student due to academic failure, contravention of a career college regulation, misconduct or failure to pay the required fees under a written contract for a course of instruction and the private career college has satisfied the Superintendent that the dismissal was for good cause, the private career college shall refund any money paid for or on account of the fees by or on behalf of the student except,</p> <p class=\"clause-e\">(a) the registration fee under section 20;</p> <p class=\"clause-e\">(b) the proportion of the fees for the course of instruction that the part of the course of instruction supplied and serviced to the date of dismissal bears to the course of instruction; and</p> <p class=\"clause-e\">(c) 10 per cent of the difference between the fees for the course of instruction and the proportion of the fees that the part of the course of instruction supplied and serviced to the date of dismissal bears to the course of instruction. R.R.O. 1990, Reg. 939, s. 25 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Where a private career college has dismissed a student under subsection (1), the private career college may retain, in addition to the money referred to in subsection (1), an amount required to repair or replace any property of the private career college that has been damaged or destroyed as a direct result of the action or conduct of the dismissed student and the private career college has satisfied the Superintendent that such damage or destruction was caused by the wilful action of such student. R.R.O. 1990, Reg. 939, s. 25 (2); O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P300_51192\"></a><a name=\"BK10\"></a>Vocations</p>"
        },
        {
            "id": "26.",
            "section": "Vocations",
            "content": "26. Each occupation included in the document entitled “National Occupational Classification, 2001 — Occupational Descriptions” published by Human Resources Development Canada is prescribed as a vocation for the purposes of the definition of “vocation” in section 1 of the Act. O. Reg. 68/03, s. 4. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>26.</b> Each occupation included in the document entitled “National Occupational Classification, 2001 — Occupational Descriptions” published by Human Resources Development Canada is prescribed as a vocation for the purposes of the definition of “vocation” in section 1 of the Act. O. Reg. 68/03, s. 4.</p> <p class=\"heading1-e\"><a name=\"P302_51514\"></a><a name=\"BK11\"></a>Exemptions</p>"
        },
        {
            "id": "27.",
            "section": "Exemptions",
            "content": "27. Where a vocation consisting of aircraft training is taught by an organization under the supervision of the Department of Transport of the Government of Canada, it is exempt from the operation of the Act and this Regulation. R.R.O. 1990, Reg. 939, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b> Where a vocation consisting of aircraft training is taught by an organization under the supervision of the Department of Transport of the Government of Canada, it is exempt from the operation of the Act and this Regulation. R.R.O. 1990, Reg. 939, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Exemptions",
            "content": "28. A private career college conducted or operated by, (a) a religious organization; (b) a corporation without share capital incorporated under the laws of Canada or Ontario; or (c) a non-profit organization legally constituted under the laws of Canada or Ontario, and not operated for profit is exempt from the operation of the Act and this Regulation. R.R.O. 1990, Reg. 939, s. 28; O. Reg. 68/03, s. 1. Certificate and Diplomas",
            "raw_html": "<p class=\"section-e\"><b>28.</b> A private career college conducted or operated by,</p> <p class=\"clause-e\">(a) a religious organization;</p> <p class=\"clause-e\">(b) a corporation without share capital incorporated under the laws of Canada or Ontario; or</p> <p class=\"clause-e\">(c) a non-profit organization legally constituted under the laws of Canada or Ontario,</p> <p class=\"Ssection-e\">and not operated for profit is exempt from the operation of the Act and this Regulation. R.R.O. 1990, Reg. 939, s. 28; O. Reg. 68/03, s. 1.</p> <p class=\"heading1-e\"><a name=\"P309_52190\"></a><a name=\"BK12\"></a>Certificate and Diplomas</p>"
        },
        {
            "id": "29.",
            "section": "Certificate and Diplomas",
            "content": "29. (1) Where a student has enrolled in a private career college for the purpose of qualifying in a specific subject and the student successfully completes the course of studies for that subject and where the student has fulfilled the terms of the written contract made between the student and the career college, the career college shall issue the student a certificate to evidence the successful completion of the course of studies for that subject. R.R.O. 1990, Reg. 939, s. 29 (1); O. Reg. 68/03, s. 1. (2) Where a student has enrolled in a whole course of instruction in any vocation and the student successfully completes the course of studies for that vocation and where the student has fulfilled the terms of the written contract made between the student and the career college, the career college shall issue the student a diploma to evidence the successful completion of the course of instruction. R.R.O. 1990, Reg. 939, s. 29 (2); O. Reg. 68/03, s. 1. (3) Where a student has enrolled in a whole course of instruction in a vocation and fails to meet the passing standards of the course, but has fulfilled the terms of the written contract made between the student and the career college, a student will be entitled to receive, on request, from the career college a transcript of marks. R.R.O. 1990, Reg. 939, s. 29 (3); O. Reg. 68/03, s. 1. TABLE  Column 1\n\nColumn 2\n\nColumn 3\n\n\n$0\n\n—\n\n$25,000\n\n$20,000\n\n$30,000\n\n\n25,001\n\n—\n\n50,000\n\n25,000\n\n37,500\n\n\n50,001\n\n—\n\n75,000\n\n30,000\n\n45,000\n\n\n75,001\n\n—\n\n100,000\n\n35,000\n\n52,500\n\n\n100,001\n\n—\n\n150,000\n\n40,000\n\n60,000\n\n\n150,001\n\n—\n\n200,000\n\n45,000\n\n67,500\n\n\n200,001\n\n—\n\n250,000\n\n50,000\n\n75,000\n\n\n250,001\n\n—\n\n300,000\n\n55,000\n\n82,500\n\n\n300,001\n\n—\n\n400,000\n\n60,000\n\n90,000\n\n\n400,001\n\n—\n\n500,000\n\n65,000\n\n97,500\n\n\n500,001\n\n—\n\n600,000\n\n70,000\n\n105,000\n\n\n600,001\n\n—\n\n700,000\n\n75,000\n\n112,500\n\n\n700,001\n\n—\n\n800,000\n\n80,000\n\n120,000\n\n\n800,001\n\n—\n\n900,000\n\n85,000\n\n127,500\n\n\n900,001\n\n—\n\n1,000,000\n\n90,000\n\n135,000\n\n\n1,000,001\n\n—\n\n1,250,000\n\n100,000\n\n150,000\n\n\n1,250,001\n\n—\n\n1,500,000\n\n105,000\n\n157,500\n\n\n1,500,001\n\n—\n\n1,750,000\n\n110,000\n\n165,000\n\n\n1,750,001\n\n—\n\n2,000,000\n\n115,000\n\n172,500\n\n\n2,000,001\n\n—\n\n2,250,000\n\n120,000\n\n180,000\n\n\n2,250,001\n\n—\n\n2,500,000\n\n125,000\n\n187,500\n\n\n2,500,001\n\n—\n\n2,750,000\n\n130,000\n\n195,000\n\n\n2,750,001\n\n—\n\n3,000,000\n\n135,000\n\n202,500\n\n\n3,000,001\n\n—\n\n3,250,000\n\n140,000\n\n210,000\n\n\n3,250,001\n\n—\n\n3,500,000\n\n145,000\n\n217,500\n\n\n3,500,001\n\n—\n\n3,750,000\n\n150,000\n\n225,000\n\n\n3,750,001\n\n—\n\n4,000,000\n\n155,000\n\n232,500\n\n\n4,000,001\n\n—\n\n4,250,000\n\n160,000\n\n240,000\n\n\n4,250,001\n\n—\n\n4,500,000\n\n165,000\n\n247,500\n\n\n4,500,001\n\n—\n\n4,750,000\n\n170,000\n\n255,000\n\n\n4,750,001\n\n—\n\n5,000,000\n\n175,000\n\n262,500\n\n\n5,000,001\n\n—\n\n5,250,000\n\n180,000\n\n270,000\n\n\n5,250,001\n\n—\n\n5,500,000\n\n185,000\n\n277,500\n\n\n5,500,001\n\n—\n\n5,750,000\n\n190,000\n\n285,000\n\n\n5,750,001\n\n—\n\n6,000,000\n\n195,000\n\n292,500\n\n\n6,000,001\n\n—\n\n6,250,000\n\n200,000\n\n300,000\n\n\n6,250,001\n\n—\n\n6,500,000\n\n205,000\n\n307,500\n\n\n6,500,001\n\n—\n\n6,750,000\n\n210,000\n\n315,000\n\n\n6,750,001\n\n—\n\n7,000,000\n\n215,000\n\n322,500\n\n\n7,000,001\n\n—\n\n7,250,000\n\n220,000\n\n330,000\n\n\n7,250,001\n\n—\n\n7,500,000\n\n225,000\n\n337,500\n\n\n7,500,001\n\n—\n\n7,750,000\n\n230,000\n\n345,000\n\n\n7,750,001\n\n—\n\n8,000,000\n\n235,000\n\n352,500\n\n\n8,000,001\n\n—\n\n8,250,000\n\n240,000\n\n360,000\n\n\n8,250,001\n\n—\n\n8,500,000\n\n245,000\n\n367,500\n\n\n8,500,001\n\n—\n\n8,750,000\n\n250,000\n\n375,000\n\n\n8,750,001\n\n—\n\n9,000,000\n\n255,000\n\n382,500\n\n\n9,000,001\n\n—\n\n9,250,000\n\n260,000\n\n390,000\n\n\n9,250,001\n\n—\n\n9,500,000\n\n265,000\n\n397,500\n\n\n9,500,001\n\n—\n\n9,750,000\n\n270,000\n\n405,000\n\n\n9,750,001\n\n—\n\n10,000,000\n\n275,000\n\n412,500\n\n\nover 10,000,000\n\n \r\n\n \r\n\nSee Note 1\n\nSee Note 2 Note 1: If the range in Column 1 is over $10,000,000, the amount in Column 2 is 2.75 per cent of, (a) if clause 9 (2.5) (a) applies, the gross revenue determined in accordance with that clause; (b) if clause 9 (2.5) (b) applies, the gross revenue determined in accordance with that clause; and (c) if subsection 9 (2.8) applies, the sum of the amounts referred to in that subsection. Note 2: If the range in Column 1 is over $10,000,000, the amount in Column 3 is 4.13 per cent of, (a) if subsection 9 (2) applies, the gross revenue determined in accordance with that subsection; (b) if subsection 9 (2.2) applies, the estimated gross revenue determined in accordance with that subsection; (c) if clause 9 (2.3) (a) applies, the gross revenue determined in accordance with that clause; (d) if clause 9 (2.3) (b) applies, the gross revenue determined in accordance with that clause; and (e) if subsection 9 (2.9) applies, the sum of the amounts referred to in that subsection. O. Reg. 752/91, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>29.</b> (1) Where a student has enrolled in a private career college for the purpose of qualifying in a specific subject and the student successfully completes the course of studies for that subject and where the student has fulfilled the terms of the written contract made between the student and the career college, the career college shall issue the student a certificate to evidence the successful completion of the course of studies for that subject. R.R.O. 1990, Reg. 939, s. 29 (1); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(2) Where a student has enrolled in a whole course of instruction in any vocation and the student successfully completes the course of studies for that vocation and where the student has fulfilled the terms of the written contract made between the student and the career college, the career college shall issue the student a diploma to evidence the successful completion of the course of instruction. R.R.O. 1990, Reg. 939, s. 29 (2); O. Reg. 68/03, s. 1.</p> <p class=\"subsection-e\">(3) Where a student has enrolled in a whole course of instruction in a vocation and fails to meet the passing standards of the course, but has fulfilled the terms of the written contract made between the student and the career college, a student will be entitled to receive, on request, from the career college a transcript of marks. R.R.O. 1990, Reg. 939, s. 29 (3); O. Reg. 68/03, s. 1.</p> <p class=\"tableheading-e\"><a name=\"P313_53588\"></a><a name=\"BK13\"></a>TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"86\"></td>\n<td width=\"20\"></td>\n<td width=\"73\"></td>\n<td width=\"66\"></td>\n<td width=\"65\"></td></tr>\n<tr>\n<td colspan=\"3\" valign=\"top\" width=\"180\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"66\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"65\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">$0</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">$25,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">$20,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">$30,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">25,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">50,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">25,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">37,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">50,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">75,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">30,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">45,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">75,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">100,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">35,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">52,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">100,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">150,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">40,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">60,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">150,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">200,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">45,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">67,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">200,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">50,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">75,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">300,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">55,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">82,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">300,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">400,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">60,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">90,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">400,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">65,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">97,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">600,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">70,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">105,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">600,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">700,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">75,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">112,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">700,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">800,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">80,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">120,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">800,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">900,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">85,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">127,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">900,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">1,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">90,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">135,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">1,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">1,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">100,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">150,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">1,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">1,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">105,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">157,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">1,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">1,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">110,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">165,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">1,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">2,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">115,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">172,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">2,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">2,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">120,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">180,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">2,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">2,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">125,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">187,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">2,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">2,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">130,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">195,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">2,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">3,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">135,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">202,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">3,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">3,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">140,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">210,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">3,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">3,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">145,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">217,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">3,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">3,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">150,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">225,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">3,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">4,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">155,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">232,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">4,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">4,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">160,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">240,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">4,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">4,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">165,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">247,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">4,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">4,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">170,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">255,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">4,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">5,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">175,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">262,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">5,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">5,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">180,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">270,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">5,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">5,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">185,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">277,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">5,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">5,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">190,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">285,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">5,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">6,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">195,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">292,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">6,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">6,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">200,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">300,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">6,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">6,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">205,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">307,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">6,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">6,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">210,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">315,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">6,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">7,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">215,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">322,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">7,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">7,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">220,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">330,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">7,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">7,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">225,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">337,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">7,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">7,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">230,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">345,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">7,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">8,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">235,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">352,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">8,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">8,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">240,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">360,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">8,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">8,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">245,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">367,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">8,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">8,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">250,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">375,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">8,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">9,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">255,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">382,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">9,000,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">9,250,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">260,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">390,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">9,250,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">9,500,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">265,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">397,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">9,500,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">9,750,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">270,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">405,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p align=\"right\" class=\"table-e\">9,750,001</p>\n</td>\n<td valign=\"top\" width=\"20\"><p class=\"table-e\">—</p>\n</td>\n<td valign=\"top\" width=\"73\"><p align=\"right\" class=\"table-e\">10,000,000</p>\n</td>\n<td valign=\"top\" width=\"66\"><p align=\"right\" class=\"table-e\">275,000</p>\n</td>\n<td valign=\"top\" width=\"65\"><p align=\"right\" class=\"table-e\">412,500</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"86\"><p class=\"table-e\">over 10,000,000</p>\n</td>\n<td valign=\"top\" width=\"20\"> \r\n</td>\n<td valign=\"top\" width=\"73\"> \r\n</td>\n<td valign=\"top\" width=\"66\"><p class=\"table-e\">See Note 1</p>\n</td>\n<td valign=\"top\" width=\"65\"><p class=\"table-e\">See Note 2</p>\n</td></tr></table></center> <p class=\"paranoindt-e\">Note 1:</p> <p class=\"paranoindt-e\">If the range in Column 1 is over $10,000,000, the amount in Column 2 is 2.75 per cent of,</p> <p class=\"clause-e\">(a) if clause 9 (2.5) (a) applies, the gross revenue determined in accordance with that clause;</p> <p class=\"clause-e\">(b) if clause 9 (2.5) (b) applies, the gross revenue determined in accordance with that clause; and</p> <p class=\"clause-e\">(c) if subsection 9 (2.8) applies, the sum of the amounts referred to in that subsection.</p> <p class=\"paranoindt-e\">Note 2:</p> <p class=\"paranoindt-e\">If the range in Column 1 is over $10,000,000, the amount in Column 3 is 4.13 per cent of,</p> <p class=\"clause-e\">(a) if subsection 9 (2) applies, the gross revenue determined in accordance with that subsection;</p> <p class=\"clause-e\">(b) if subsection 9 (2.2) applies, the estimated gross revenue determined in accordance with that subsection;</p> <p class=\"clause-e\">(c) if clause 9 (2.3) (a) applies, the gross revenue determined in accordance with that clause;</p> <p class=\"clause-e\">(d) if clause 9 (2.3) (b) applies, the gross revenue determined in accordance with that clause; and</p> <p class=\"clause-e\">(e) if subsection 9 (2.9) applies, the sum of the amounts referred to in that subsection.</p> <p class=\"footnote-e\">O. Reg. 752/91, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}